{
    "organizations": [],
    "uuid": "e1ab0b2ddfdb31748b6ef247ab1513efbd9ccdf3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/business-wire-atlassian-corporation-plc-announces-pricing-of-private-offering-of-850-million-of-0-point-625-percent-cash-exchangeable.html",
    "ord_in_thread": 0,
    "title": "Atlassian Corporation Plc Announces Pricing of Private Offering of $850 Million of 0.625% Cash Exchangeable Senior Notes Due 2023",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO--(BUSINESS WIRE)-- Atlassian Corporation Plc (Nasdaq: TEAM) (“Atlassian”), a leading provider of team collaboration and productivity software, today announced the pricing of $850 million aggregate principal amount of 0.625% Cash Exchangeable Senior Notes due 2023 (the “Notes”) of its wholly owned U.S. subsidiary, Atlassian, Inc. (the “Issuer”), in a private offering (the “Offering”) to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”). The Offering was upsized from the previously announced aggregate principal amount of $750 million. In addition, the Issuer has granted the initial purchasers of the Notes a 13-day option to purchase up to an additional $150 million aggregate principal amount of the Notes. The sale of the Notes to the initial purchasers is expected to settle on April 27, 2018, subject to customary closing conditions, and is expected to result in approximately $841.3 million in net proceeds to the Issuer after deducting the initial purchasers’ discount and estimated offering expenses payable by the Issuer (assuming no exercise of the initial purchasers’ option to purchase additional Notes).\nThe Notes will be senior, unsecured obligations of the Issuer, and will bear interest at a rate of 0.625% per year. Interest will be payable semi-annually in arrears on May 1 and November 1 of each year, beginning on November 1, 2018. The Notes will mature on May 1, 2023, unless earlier repurchased, redeemed or exchanged into cash in accordance with their terms prior to such date. The Notes will be exchangeable at the option of the holders only in certain circumstances and solely into cash. The Notes will not be exchangeable into Class A ordinary shares of Atlassian (“Class A ordinary shares”), common stock of the Issuer or any other security under any circumstances. The Issuer’s obligations under the Notes will be fully and unconditionally guaranteed by Atlassian. Prior to November 6, 2020, the Issuer may not redeem the Notes, except in connection with certain tax-related events. On or after November 6, 2020, the Issuer may redeem the Notes, at its option, at a redemption price equal to 100% of the principal amount thereof, plus accrued and unpaid interest, if any, if the last reported sale price of the Class A ordinary shares has been at least 130% of the exchange price then in effect for at least 20 trading days (whether or not consecutive), including the trading day immediately preceding the date on which the Issuer provides notice of redemption, during any 30 consecutive trading day period ending on, and including, the trading day immediately preceding the date on which the Issuer provides written notice of redemption.\nThe initial exchange rate for the Notes is 12.2663 Class A ordinary shares per $1,000 principal amount of Notes (equivalent to an initial exchange price of approximately $81.52 per share, which represents an exchange premium of approximately 42.5% to the last reported sale price of the Class A ordinary shares on the Nasdaq Global Select Market on April 24, 2018).\nHolders of Notes will have the right, at their option, to require the Issuer to repurchase their Notes upon the occurrence of certain events that constitute a fundamental change under the indenture governing the Notes at a purchase price equal to 100% of the principal amount thereof, plus any accrued and unpaid interest to, but excluding, the date of repurchase. In connection with certain corporate events, or if the Issuer issues a notice of redemption, the Issuer will, under certain circumstances, increase the exchange rate for holders who elect to exchange their Notes in connection with such corporate event or during the relevant redemption period.\nIn connection with the pricing of the Notes, the Issuer entered into capped call transactions with the initial purchasers of the Offering or their respective affiliates and another financial institution (the “Option Counterparties”). The capped call transactions are expected generally to offset cash payments due upon exchange of the Notes in excess of the principal amount thereof in the event that the market value per share of the Class A ordinary shares at the time of exchange of the Notes is greater than the strike price under the capped call transactions, with such offset subject to a cap based on the cap price. The cap price of the capped call transactions will initially be $114.42 per share, which represents a premium of 100% over the last reported sale price of the Class A ordinary shares of $57.21 per share on the Nasdaq Global Select Market on April 24, 2018, and is subject to certain adjustments. If the initial purchasers of the Offering exercise their option to purchase additional Notes, Atlassian expects that the Issuer will enter into additional capped call transactions with the Option Counterparties.\nAtlassian expects that, in connection with establishing their initial hedges of the capped call transactions, the Option Counterparties or their respective affiliates will enter into various derivative transactions with respect to the Class A ordinary shares and/or purchase Class A ordinary shares concurrently with or shortly after the pricing of the Notes. This activity could increase (or reduce the size of any decrease in) the market price of Class A ordinary shares or the Notes at that time. In addition, Atlassian expects that the Option Counterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to the Class A ordinary shares and/or by purchasing or selling Class A ordinary shares or other securities of Atlassian in secondary market transactions following the pricing of the Notes and prior to the maturity of the Notes (and are likely to do so during any observation period related to an exchange of the Notes). This activity could also cause or avoid an increase or a decrease in the market price of the Class A ordinary shares or the Notes, which could affect the ability of holders of Notes to exchange the Notes and, to the extent the activity occurs during any observation period related to an exchange of the Notes, it could affect the cash consideration that holders of Notes will receive upon exchange of the Notes.\nThe Issuer expects to use approximately $74.5 million of the net proceeds of the Offering to pay the cost of the capped call transactions described above and to use the remaining net proceeds from the Offering for working capital and other general corporate purposes. The Issuer also may use a portion of the net proceeds to acquire complementary businesses, products, services or technologies. However, the Issuer does not have agreements or commitments for any specific acquisitions at this time.\nThe Notes were only offered to persons reasonably believed to be qualified institutional buyers pursuant to Rule 144A under the Securities Act. The Notes have not been, nor will be, registered under the Securities Act or the securities laws of any other jurisdiction, and unless so registered, may not be offered or sold in the United States except pursuant to an applicable exemption from such registration requirements.\nThis press release does not constitute an offer to sell or a solicitation of an offer to buy, nor shall there be any offer or sale of, the Notes in any state or jurisdiction in which the offer, solicitation, or sale of the Notes would be unlawful prior to the registration or qualification thereof under the securities laws of any such state or jurisdiction.\nAbout Atlassian\nAtlassian unleashes the potential of every team. Our collaboration software helps teams organize, discuss and complete shared work. Teams use Atlassian’s project tracking, content creation and sharing, real-time communication and service management products to work better together and deliver quality results on time.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, which statements involve substantial risks and uncertainties. All statements other than statements of historical fact could be deemed forward looking, including, whether Atlassian and the Issuer will be able to consummate the Offering, expectations regarding actions of the Option Counterparties and their respective affiliates, the satisfaction of customary closing conditions with respect to the Offering and the anticipated use of net proceeds of the Offering.\nAtlassian undertakes no obligation to update any forward-looking statements made in this press release to reflect events or circumstances after the date of this press release or to reflect new information or the occurrence of unanticipated events, except as required by law.\nThe outcome, achievement or success of the matters covered by such forward-looking statements involves known and unknown risks, uncertainties and assumptions. If any such risks or uncertainties materialize or if any of the assumptions prove incorrect, Atlassian and the Issuer’s results could differ materially from the results expressed or implied by the forward-looking statements Atlassian makes. You should not rely upon forward-looking statements as predictions of future events. Forward-looking statements represent Atlassian management’s beliefs and assumptions only as of the date such statements are made.\nThe outcome of the events described in these forward-looking statements is subject to known and unknown risks, uncertainties, and other factors that may cause actual results, performance, or achievements to differ materially, including (i) changes as a result of market conditions or for other reasons, (ii) the risk that the Offering will not be consummated and (iii) the impact of general economic, industry or political conditions in the United States or internationally. Further information on these and other factors that could affect Atlassian and the Issuer’s expectations is included in filings Atlassian makes with the Securities and Exchange Commission from time to time, including the section titled “Risk Factors” in Atlassian’s most recent Forms 20-F and 6-K (reporting Atlassian’s quarterly results).\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180424006751/en/\nAtlassian Corporation Plc\nInvestor Relations Contact\nIan Lee\nIR@atlassian.com\nor\nMedia Contact\nScott Rubin\npress@atlassian.com\nSource: Atlassian Corporation Plc",
    "published": "2018-04-25T08:45:00.000+03:00",
    "crawled": "2018-04-25T08:21:36.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "business",
        "wire",
        "atlassian",
        "corporation",
        "plc",
        "nasdaq",
        "team",
        "atlassian",
        "leading",
        "provider",
        "team",
        "collaboration",
        "productivity",
        "software",
        "today",
        "announced",
        "pricing",
        "million",
        "aggregate",
        "principal",
        "amount",
        "cash",
        "exchangeable",
        "senior",
        "note",
        "due",
        "note",
        "wholly",
        "owned",
        "subsidiary",
        "atlassian",
        "issuer",
        "private",
        "offering",
        "offering",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "offering",
        "upsized",
        "previously",
        "announced",
        "aggregate",
        "principal",
        "amount",
        "million",
        "addition",
        "issuer",
        "granted",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "note",
        "sale",
        "note",
        "initial",
        "purchaser",
        "expected",
        "settle",
        "april",
        "subject",
        "customary",
        "closing",
        "condition",
        "expected",
        "result",
        "approximately",
        "million",
        "net",
        "proceeds",
        "issuer",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "estimated",
        "offering",
        "expense",
        "payable",
        "issuer",
        "assuming",
        "exercise",
        "initial",
        "purchaser",
        "option",
        "purchase",
        "additional",
        "note",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "issuer",
        "bear",
        "interest",
        "rate",
        "per",
        "year",
        "interest",
        "payable",
        "arrears",
        "may",
        "november",
        "year",
        "beginning",
        "november",
        "note",
        "mature",
        "may",
        "unless",
        "earlier",
        "repurchased",
        "redeemed",
        "exchanged",
        "cash",
        "accordance",
        "term",
        "prior",
        "date",
        "note",
        "exchangeable",
        "option",
        "holder",
        "certain",
        "circumstance",
        "solely",
        "cash",
        "note",
        "exchangeable",
        "class",
        "ordinary",
        "share",
        "atlassian",
        "class",
        "ordinary",
        "share",
        "common",
        "stock",
        "issuer",
        "security",
        "circumstance",
        "issuer",
        "obligation",
        "note",
        "fully",
        "unconditionally",
        "guaranteed",
        "atlassian",
        "prior",
        "november",
        "issuer",
        "may",
        "redeem",
        "note",
        "except",
        "connection",
        "certain",
        "event",
        "november",
        "issuer",
        "may",
        "redeem",
        "note",
        "option",
        "redemption",
        "price",
        "equal",
        "principal",
        "amount",
        "thereof",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "last",
        "reported",
        "sale",
        "price",
        "class",
        "ordinary",
        "share",
        "least",
        "exchange",
        "price",
        "effect",
        "least",
        "trading",
        "day",
        "whether",
        "consecutive",
        "including",
        "trading",
        "day",
        "immediately",
        "preceding",
        "date",
        "issuer",
        "provides",
        "notice",
        "redemption",
        "consecutive",
        "trading",
        "day",
        "period",
        "ending",
        "including",
        "trading",
        "day",
        "immediately",
        "preceding",
        "date",
        "issuer",
        "provides",
        "written",
        "notice",
        "redemption",
        "initial",
        "exchange",
        "rate",
        "note",
        "class",
        "ordinary",
        "share",
        "per",
        "principal",
        "amount",
        "note",
        "equivalent",
        "initial",
        "exchange",
        "price",
        "approximately",
        "per",
        "share",
        "represents",
        "exchange",
        "premium",
        "approximately",
        "last",
        "reported",
        "sale",
        "price",
        "class",
        "ordinary",
        "share",
        "nasdaq",
        "global",
        "select",
        "market",
        "april",
        "holder",
        "note",
        "right",
        "option",
        "require",
        "issuer",
        "repurchase",
        "note",
        "upon",
        "occurrence",
        "certain",
        "event",
        "constitute",
        "fundamental",
        "change",
        "indenture",
        "governing",
        "note",
        "purchase",
        "price",
        "equal",
        "principal",
        "amount",
        "thereof",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "date",
        "repurchase",
        "connection",
        "certain",
        "corporate",
        "event",
        "issuer",
        "issue",
        "notice",
        "redemption",
        "issuer",
        "certain",
        "circumstance",
        "increase",
        "exchange",
        "rate",
        "holder",
        "elect",
        "exchange",
        "note",
        "connection",
        "corporate",
        "event",
        "relevant",
        "redemption",
        "period",
        "connection",
        "pricing",
        "note",
        "issuer",
        "entered",
        "capped",
        "call",
        "transaction",
        "initial",
        "purchaser",
        "offering",
        "respective",
        "affiliate",
        "another",
        "financial",
        "institution",
        "option",
        "counterparties",
        "capped",
        "call",
        "transaction",
        "expected",
        "generally",
        "offset",
        "cash",
        "payment",
        "due",
        "upon",
        "exchange",
        "note",
        "excess",
        "principal",
        "amount",
        "thereof",
        "event",
        "market",
        "value",
        "per",
        "share",
        "class",
        "ordinary",
        "share",
        "time",
        "exchange",
        "note",
        "greater",
        "strike",
        "price",
        "capped",
        "call",
        "transaction",
        "offset",
        "subject",
        "cap",
        "based",
        "cap",
        "price",
        "cap",
        "price",
        "capped",
        "call",
        "transaction",
        "initially",
        "per",
        "share",
        "represents",
        "premium",
        "last",
        "reported",
        "sale",
        "price",
        "class",
        "ordinary",
        "share",
        "per",
        "share",
        "nasdaq",
        "global",
        "select",
        "market",
        "april",
        "subject",
        "certain",
        "adjustment",
        "initial",
        "purchaser",
        "offering",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "atlassian",
        "expects",
        "issuer",
        "enter",
        "additional",
        "capped",
        "call",
        "transaction",
        "option",
        "counterparties",
        "atlassian",
        "expects",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "capped",
        "call",
        "transaction",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "class",
        "ordinary",
        "share",
        "purchase",
        "class",
        "ordinary",
        "share",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "class",
        "ordinary",
        "share",
        "note",
        "time",
        "addition",
        "atlassian",
        "expects",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "respect",
        "class",
        "ordinary",
        "share",
        "purchasing",
        "selling",
        "class",
        "ordinary",
        "share",
        "security",
        "atlassian",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "likely",
        "observation",
        "period",
        "related",
        "exchange",
        "note",
        "activity",
        "could",
        "also",
        "cause",
        "avoid",
        "increase",
        "decrease",
        "market",
        "price",
        "class",
        "ordinary",
        "share",
        "note",
        "could",
        "affect",
        "ability",
        "holder",
        "note",
        "exchange",
        "note",
        "extent",
        "activity",
        "occurs",
        "observation",
        "period",
        "related",
        "exchange",
        "note",
        "could",
        "affect",
        "cash",
        "consideration",
        "holder",
        "note",
        "receive",
        "upon",
        "exchange",
        "note",
        "issuer",
        "expects",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "pay",
        "cost",
        "capped",
        "call",
        "transaction",
        "described",
        "use",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "issuer",
        "also",
        "may",
        "use",
        "portion",
        "net",
        "proceeds",
        "acquire",
        "complementary",
        "business",
        "product",
        "service",
        "technology",
        "however",
        "issuer",
        "agreement",
        "commitment",
        "specific",
        "acquisition",
        "time",
        "note",
        "offered",
        "person",
        "reasonably",
        "believed",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "note",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "unless",
        "registered",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "except",
        "pursuant",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "offer",
        "sale",
        "note",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "note",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "thereof",
        "security",
        "law",
        "state",
        "jurisdiction",
        "atlassian",
        "atlassian",
        "unleashes",
        "potential",
        "every",
        "team",
        "collaboration",
        "software",
        "help",
        "team",
        "organize",
        "discus",
        "complete",
        "shared",
        "work",
        "team",
        "use",
        "atlassian",
        "project",
        "tracking",
        "content",
        "creation",
        "sharing",
        "communication",
        "service",
        "management",
        "product",
        "work",
        "better",
        "together",
        "deliver",
        "quality",
        "result",
        "time",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "statement",
        "statement",
        "historical",
        "fact",
        "could",
        "deemed",
        "forward",
        "looking",
        "including",
        "whether",
        "atlassian",
        "issuer",
        "able",
        "consummate",
        "offering",
        "expectation",
        "regarding",
        "action",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "respect",
        "offering",
        "anticipated",
        "use",
        "net",
        "proceeds",
        "offering",
        "atlassian",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "made",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "reflect",
        "new",
        "information",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "required",
        "law",
        "outcome",
        "achievement",
        "success",
        "matter",
        "covered",
        "statement",
        "involves",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "prove",
        "incorrect",
        "atlassian",
        "issuer",
        "result",
        "could",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "statement",
        "atlassian",
        "make",
        "rely",
        "upon",
        "statement",
        "prediction",
        "future",
        "event",
        "statement",
        "represent",
        "atlassian",
        "management",
        "belief",
        "assumption",
        "date",
        "statement",
        "made",
        "outcome",
        "event",
        "described",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "including",
        "change",
        "result",
        "market",
        "condition",
        "reason",
        "ii",
        "risk",
        "offering",
        "consummated",
        "iii",
        "impact",
        "general",
        "economic",
        "industry",
        "political",
        "condition",
        "united",
        "state",
        "internationally",
        "information",
        "factor",
        "could",
        "affect",
        "atlassian",
        "issuer",
        "expectation",
        "included",
        "filing",
        "atlassian",
        "make",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "including",
        "section",
        "titled",
        "risk",
        "factor",
        "atlassian",
        "recent",
        "form",
        "reporting",
        "atlassian",
        "quarterly",
        "result",
        "view",
        "source",
        "version",
        "http",
        "atlassian",
        "corporation",
        "plc",
        "investor",
        "relation",
        "contact",
        "ian",
        "lee",
        "ir",
        "medium",
        "contact",
        "scott",
        "rubin",
        "press",
        "source",
        "atlassian",
        "corporation",
        "plc"
    ]
}