{
    "organizations": [],
    "uuid": "d7d4ceb58708c6a692ac25387e48b323ce0808d9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/24/pr-newswire-centerstate-bank-corporation-announces-acquisition-of-charter-financial-corporation-and-expansion-into-vibrant-atlanta-market.html",
    "ord_in_thread": 0,
    "title": "CenterState Bank Corporation Announces Acquisition of Charter Financial Corporation and Expansion into Vibrant Atlanta Market",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WINTER HAVEN, Fla. and WEST POINT, Ga., April 24, 2018 /PRNewswire/ -- CenterState Bank Corporation (Nasdaq-GS: CSFL) (\"CenterState\" or the \"Company\"), the parent company of CenterState Bank, N.A., and Charter Financial Corporation (Nasdaq: CHFN) (\"Charter\"), the parent company of CharterBank, a federally-chartered savings bank headquartered in West Point, Georgia, announced today the signing of a definitive agreement and plan of merger pursuant to which Charter will merge with and into CenterState. Immediately upon completion of the merger, CharterBank will merge with and into CenterState Bank, N.A. As of March 31, 2018 and excluding purchase accounting, the combined company has pro forma total assets of $12.0 billion, gross loans of $8.0 billion, deposits of $9.5 billion and a market capitalization of approximately $2.5 billion.\nThe acquisition of Charter represents CenterState's first entry into Georgia and Alabama for commercial banking. CenterState already has a significant presence in both Alabama and Georgia through various business lines. The Company's correspondent banking unit, headquartered in Atlanta, manages business relationships with approximately two-thirds of the community banks in Alabama and Georgia. Combined with the mortgage and SBA units, CenterState currently has approximately 100 Atlanta-based employees. Upon completion of the merger, Lee Washam, President of CharterBank, will join CenterState as Regional President for Georgia.\n\"Our partnership with Charter allows us to expand our franchise into Georgia and Alabama, with a stable organization built upon a strong core deposit base and deeply rooted in the communities they serve,\" said John Corbett, President & Chief Executive Officer of CenterState. \"We are particularly excited to be able to have a traditional banking presence in the Atlanta area – a market we know well. We are pleased to welcome Charter employees to the CenterState family and look forward to our partnership.\"\nFounded in 1954 in West Point, Georgia, CharterBank is the leading community bank by deposit market share in the West Point and LaGrange markets and the third largest in the Auburn, Alabama market which the bank entered 18 years ago. More recently, CharterBank has built a sizable franchise in the attractive Atlanta market through a combination of organic growth and select acquisitions. Atlanta now represents approximately 60% of CharterBank's loan portfolio and 53% of its deposits. Charter also has a growing presence in the attractive Pensacola, Florida market it entered in 2011.\n\"We are very pleased about combining CharterBank with CenterState given the similarities in culture and look forward to being part of CenterState and being able to leverage our franchise with theirs as we grow into a regional community bank,\" noted Robert L. Johnson, Chairman and Chief Executive Officer of Charter.\nSubject to the terms of the merger agreement, Charter stockholders will receive 0.738 of a share of CSFL common stock and $2.30 in cash consideration for each outstanding share of Charter common stock. Based on CSFL's stock price of $27.72 as of April 24, 2018, this equates to a per share value of $22.76 and an aggregate deal value of $360.1 million.\nThe merger agreement has been unanimously approved by each of the board of directors of Charter and CenterState. Completion of the merger is subject to customary closing conditions, including receipt of required regulatory approvals and the approval by the stockholders of Charter. The transaction is expected to close in the fourth quarter of 2018.\nStephens Inc. served as financial advisor and Nelson Mullins Riley & Scarborough LLP served as legal counsel to CenterState in the transaction. Sandler O'Neill + Partners, L.P. served as financial advisor and Alston & Bird LLP served as legal counsel to Charter in the transaction.\nConference Call Information\nCenterState will host a conference call on April 25 at 10:00 a.m. EDT. The conference call can be accessed by dialing 1-866-393-0571. The conference passcode is 2867279. There will also be a live webcast of this call available by visiting the link on CenterState's website at www.centerstatebanks.com . The slide presentation will also be available through a separate link on CenterState's website. A replay of the call will be available after the close of business on April 25, 2018 on the Investor Relations page of CenterState's website, www.centerstatebanks.com.\nAbout CenterState\nCenterState operates as one of the largest community bank franchises headquartered in the state of Florida. Both the Company and its nationally chartered bank subsidiary are based in Winter Haven, Florida, between Orlando and Tampa. With over $10 billion in assets, the Bank provides traditional retail, commercial, mortgage, wealth management and SBA services throughout its Florida branch network and customer relationships in neighboring states. The Bank also has a national footprint, serving clients coast to coast through its correspondent banking division. For additional information, contact John C. Corbett (CEO), Stephen D. Young (COO) or Jennifer Idell (CFO) at 863-293-4710.\nAbout Charter Financial Corporation\nCharter Financial Corporation is a savings and loan holding company and the parent company of CharterBank, a full-service community bank and a federal savings institution. CharterBank is headquartered in West Point, Georgia, and operates branches in the Metro Atlanta, the I-85 corridor south to Auburn, Alabama, and the Florida Gulf Coast. CharterBank's deposits are insured by the Federal Deposit Insurance Corporation. Investors may obtain additional information about Charter Financial Corporation and CharterBank on the internet at www.charterbk.com under About Us.\nForward Looking Statements:\nInformation in this press release, other than statements of historical facts, may constitute , within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include, but are not limited to, statements about the benefits of the proposed merger of CenterState and Charter, including future financial and operating results (including the anticipated impact of each of the transactions on CenterState's earnings and tangible book value), statements related to the expected timing of the completion of the Charter merger, the combined company's plans, objectives, expectations and intentions, and other statements that are not historical facts. Forward-looking statements may be identified by terminology such as \"may,\" \"will,\" \"should,\" \"scheduled,\" \"plans,\" \"intends,\" \"anticipates,\" \"expects,\" \"believes,\" estimates,\" \"potential,\" or \"continue\" or negative of such terms or other comparable terminology. All are subject to risks, uncertainties and other facts that may cause the actual results, performance or achievements of CenterState or Charter to differ materially from any results expressed or implied by such . Such factors include, among others, (1) the risk that the cost savings and any revenue synergies from the Charter merger may not be realized or take longer than anticipated to be realized, (2) disruption from the Charter merger with customers, suppliers, employee or other business partners relationships, (3) the occurrence of any event, change or other circumstances that could give rise to the termination of the Charter merger agreement, (4) the risk of successful integration of Charter's businesses into CenterState, (5) the failure to obtain the necessary approvals by the Charter stockholders, (6) the amount of the costs, fees, expenses and charges related to the mergers, (7) the ability by CenterState to obtain required governmental approvals of the Charter merger, (8) reputational risk and the reaction of each company's customers, suppliers, employees or other business partners to the merger, (9) the failure of the closing conditions in each of the merger agreements to be satisfied, or any unexpected delay in closing the merger, (10) the risk that the integration of Charter's operations into the operations of CenterState will be materially delayed or will be more costly or difficult than expected, (11) the possibility that the merger may be more expensive to complete than anticipated, including as a result of unexpected factors or events, (12) the dilution caused by CenterState's issuance of additional shares of its common stock in the merger transaction, and (13) general competitive, economic, political and market conditions. Additional factors which could affect the forward looking statements can be found in CenterState's K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, or Charter's K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, in each case filed with the Securities and Exchange Commission (\"SEC\") and available on the SEC's website at http://www.sec.gov . CenterState and Charter disclaim any obligation to update or revise any contained in this communication, which speak only as of the date hereof, whether as a result of new information, future events or otherwise.\nAdditional Information About the Charter Merger and Where to Find It\nCenterState intends to file a registration statement on Form S-4 with the Securities and Exchange Commission to register the shares of CenterState's common stock that will be issued to Charter's stockholders in connection with the transaction. The registration statement will include a proxy statement/prospectus and other relevant materials in connection with the proposed merger transaction involving CenterState and Charter. INVESTORS AND SECURITY HOLDERS ARE URGED TO READ THE REGISTRATION STATEMENT, PROXY/PROSPECTUS WHEN IT BECOMES AVAILABLE (AND ANY OTHER DOCUMENTS FILED WITH THE SECURITIES AND EXCHANGE COMMISSION IN CONNECTION WITH THE TRANSACTION OR INCORPORATED BY REFERENCE INTO THE PROXY/PROSPECTUS) BECAUSE SUCH DOCUMENTS WILL CONTAIN IMPORTANT INFORMATION REGARDING THE PROPOSED MERGER TRANSACTION. Investors and security holders may obtain free copies of these documents and other documents filed with the Securities and Exchange Commission on its website at www.sec.gov . Investors and security holders may also obtain free copies of the documents filed with the Securities and Exchange Commission by CenterState on its website at www.centerstatebanks.com and by Charter on its website at www.charterbk.com .\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval. Before making any voting or investment decision, investors and security holders of CenterState and Charter are urged to read carefully the entire registration statement and proxy statement/prospectus when they become available, including any amendments thereto, because they will contain important information about the proposed transaction. Free copies of these documents may be obtained as described above.\nCenterState, Charter and certain of their directors and executive officers may be deemed participants in the solicitation of proxies from Charter stockholders in connection with the Merger. Information regarding the directors and executive officers of CenterState and Charter and other persons who may be deemed participants in the solicitation of the stockholders of Charter in connection with the Merger will be included in the proxy statement/prospectus for Charter's special meeting of stockholders, which will be filed by CenterState with the SEC. Information about the directors and officers of CenterState and their ownership of CenterState common stock can also be found in CenterState's definitive proxy statement in connection with its 2018 annual meeting of shareholders, as filed with the SEC on March 12, 2018, and other documents subsequently filed by CenterState with the SEC. Information about the directors and officers of Charter and their ownership of Charter common stock can also be found in Charter's definitive proxy statement in connection with its 2018 annual meeting of shareholders, as filed with the SEC on January 5, 2018, and other documents subsequently filed by Charter with the SEC. Additional information regarding the interests of such participants will be included in the proxy statement/prospectus and other relevant documents regarding the Merger filed with the SEC when they become available.\nView original content with multimedia: http://www.prnewswire.com/news-releases/centerstate-bank-corporation-announces-acquisition-of-charter-financial-corporation-and-expansion-into-vibrant-atlanta-market-300635838.html\nSOURCE CenterState Bank Corporation",
    "published": "2018-04-25T01:15:00.000+03:00",
    "crawled": "2018-04-25T03:52:26.071+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "winter",
        "west",
        "point",
        "april",
        "centerstate",
        "bank",
        "corporation",
        "csfl",
        "centerstate",
        "company",
        "parent",
        "company",
        "centerstate",
        "bank",
        "charter",
        "financial",
        "corporation",
        "nasdaq",
        "chfn",
        "charter",
        "parent",
        "company",
        "charterbank",
        "saving",
        "bank",
        "headquartered",
        "west",
        "point",
        "georgia",
        "announced",
        "today",
        "signing",
        "definitive",
        "agreement",
        "plan",
        "merger",
        "pursuant",
        "charter",
        "merge",
        "centerstate",
        "immediately",
        "upon",
        "completion",
        "merger",
        "charterbank",
        "merge",
        "centerstate",
        "bank",
        "march",
        "excluding",
        "purchase",
        "accounting",
        "combined",
        "company",
        "pro",
        "forma",
        "total",
        "asset",
        "billion",
        "gross",
        "loan",
        "billion",
        "deposit",
        "billion",
        "market",
        "capitalization",
        "approximately",
        "billion",
        "acquisition",
        "charter",
        "represents",
        "centerstate",
        "first",
        "entry",
        "georgia",
        "alabama",
        "commercial",
        "banking",
        "centerstate",
        "already",
        "significant",
        "presence",
        "alabama",
        "georgia",
        "various",
        "business",
        "line",
        "company",
        "correspondent",
        "banking",
        "unit",
        "headquartered",
        "atlanta",
        "manages",
        "business",
        "relationship",
        "approximately",
        "community",
        "bank",
        "alabama",
        "georgia",
        "combined",
        "mortgage",
        "sba",
        "unit",
        "centerstate",
        "currently",
        "approximately",
        "employee",
        "upon",
        "completion",
        "merger",
        "lee",
        "washam",
        "president",
        "charterbank",
        "join",
        "centerstate",
        "regional",
        "president",
        "georgia",
        "partnership",
        "charter",
        "allows",
        "u",
        "expand",
        "franchise",
        "georgia",
        "alabama",
        "stable",
        "organization",
        "built",
        "upon",
        "strong",
        "core",
        "deposit",
        "base",
        "deeply",
        "rooted",
        "community",
        "serve",
        "said",
        "john",
        "corbett",
        "president",
        "chief",
        "executive",
        "officer",
        "centerstate",
        "particularly",
        "excited",
        "able",
        "traditional",
        "banking",
        "presence",
        "atlanta",
        "area",
        "market",
        "know",
        "well",
        "pleased",
        "welcome",
        "charter",
        "employee",
        "centerstate",
        "family",
        "look",
        "forward",
        "partnership",
        "founded",
        "west",
        "point",
        "georgia",
        "charterbank",
        "leading",
        "community",
        "bank",
        "deposit",
        "market",
        "share",
        "west",
        "point",
        "lagrange",
        "market",
        "third",
        "largest",
        "auburn",
        "alabama",
        "market",
        "bank",
        "entered",
        "year",
        "ago",
        "recently",
        "charterbank",
        "built",
        "sizable",
        "franchise",
        "attractive",
        "atlanta",
        "market",
        "combination",
        "organic",
        "growth",
        "select",
        "acquisition",
        "atlanta",
        "represents",
        "approximately",
        "charterbank",
        "loan",
        "portfolio",
        "deposit",
        "charter",
        "also",
        "growing",
        "presence",
        "attractive",
        "pensacola",
        "florida",
        "market",
        "entered",
        "pleased",
        "combining",
        "charterbank",
        "centerstate",
        "given",
        "similarity",
        "culture",
        "look",
        "forward",
        "part",
        "centerstate",
        "able",
        "leverage",
        "franchise",
        "grow",
        "regional",
        "community",
        "bank",
        "noted",
        "robert",
        "johnson",
        "chairman",
        "chief",
        "executive",
        "officer",
        "charter",
        "subject",
        "term",
        "merger",
        "agreement",
        "charter",
        "stockholder",
        "receive",
        "share",
        "csfl",
        "common",
        "stock",
        "cash",
        "consideration",
        "outstanding",
        "share",
        "charter",
        "common",
        "stock",
        "based",
        "csfl",
        "stock",
        "price",
        "april",
        "equates",
        "per",
        "share",
        "value",
        "aggregate",
        "deal",
        "value",
        "million",
        "merger",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "charter",
        "centerstate",
        "completion",
        "merger",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "approval",
        "stockholder",
        "charter",
        "transaction",
        "expected",
        "close",
        "fourth",
        "quarter",
        "stephen",
        "served",
        "financial",
        "advisor",
        "nelson",
        "mullins",
        "riley",
        "scarborough",
        "llp",
        "served",
        "legal",
        "counsel",
        "centerstate",
        "transaction",
        "sandler",
        "partner",
        "served",
        "financial",
        "advisor",
        "alston",
        "bird",
        "llp",
        "served",
        "legal",
        "counsel",
        "charter",
        "transaction",
        "conference",
        "call",
        "information",
        "centerstate",
        "host",
        "conference",
        "call",
        "april",
        "edt",
        "conference",
        "call",
        "accessed",
        "dialing",
        "conference",
        "passcode",
        "also",
        "live",
        "webcast",
        "call",
        "available",
        "visiting",
        "link",
        "centerstate",
        "website",
        "slide",
        "presentation",
        "also",
        "available",
        "separate",
        "link",
        "centerstate",
        "website",
        "replay",
        "call",
        "available",
        "close",
        "business",
        "april",
        "investor",
        "relation",
        "page",
        "centerstate",
        "website",
        "centerstate",
        "centerstate",
        "operates",
        "one",
        "largest",
        "community",
        "bank",
        "franchise",
        "headquartered",
        "state",
        "florida",
        "company",
        "nationally",
        "chartered",
        "bank",
        "subsidiary",
        "based",
        "winter",
        "florida",
        "orlando",
        "tampa",
        "billion",
        "asset",
        "bank",
        "provides",
        "traditional",
        "retail",
        "commercial",
        "mortgage",
        "wealth",
        "management",
        "sba",
        "service",
        "throughout",
        "florida",
        "branch",
        "network",
        "customer",
        "relationship",
        "neighboring",
        "state",
        "bank",
        "also",
        "national",
        "footprint",
        "serving",
        "client",
        "coast",
        "coast",
        "correspondent",
        "banking",
        "division",
        "additional",
        "information",
        "contact",
        "john",
        "corbett",
        "ceo",
        "stephen",
        "young",
        "coo",
        "jennifer",
        "idell",
        "cfo",
        "charter",
        "financial",
        "corporation",
        "charter",
        "financial",
        "corporation",
        "saving",
        "loan",
        "holding",
        "company",
        "parent",
        "company",
        "charterbank",
        "community",
        "bank",
        "federal",
        "saving",
        "institution",
        "charterbank",
        "headquartered",
        "west",
        "point",
        "georgia",
        "operates",
        "branch",
        "metro",
        "atlanta",
        "corridor",
        "south",
        "auburn",
        "alabama",
        "florida",
        "gulf",
        "coast",
        "charterbank",
        "deposit",
        "insured",
        "federal",
        "deposit",
        "insurance",
        "corporation",
        "investor",
        "may",
        "obtain",
        "additional",
        "information",
        "charter",
        "financial",
        "corporation",
        "charterbank",
        "internet",
        "u",
        "forward",
        "looking",
        "statement",
        "information",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "may",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "benefit",
        "proposed",
        "merger",
        "centerstate",
        "charter",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "including",
        "anticipated",
        "impact",
        "transaction",
        "centerstate",
        "earnings",
        "tangible",
        "book",
        "value",
        "statement",
        "related",
        "expected",
        "timing",
        "completion",
        "charter",
        "merger",
        "combined",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "statement",
        "historical",
        "fact",
        "statement",
        "may",
        "identified",
        "terminology",
        "may",
        "scheduled",
        "plan",
        "intends",
        "anticipates",
        "expects",
        "belief",
        "estimate",
        "potential",
        "continue",
        "negative",
        "term",
        "comparable",
        "terminology",
        "subject",
        "risk",
        "uncertainty",
        "fact",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "centerstate",
        "charter",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "cost",
        "saving",
        "revenue",
        "synergy",
        "charter",
        "merger",
        "may",
        "realized",
        "take",
        "longer",
        "anticipated",
        "realized",
        "disruption",
        "charter",
        "merger",
        "customer",
        "supplier",
        "employee",
        "business",
        "partner",
        "relationship",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "charter",
        "merger",
        "agreement",
        "risk",
        "successful",
        "integration",
        "charter",
        "business",
        "centerstate",
        "failure",
        "obtain",
        "necessary",
        "approval",
        "charter",
        "stockholder",
        "amount",
        "cost",
        "fee",
        "expense",
        "charge",
        "related",
        "merger",
        "ability",
        "centerstate",
        "obtain",
        "required",
        "governmental",
        "approval",
        "charter",
        "merger",
        "reputational",
        "risk",
        "reaction",
        "company",
        "customer",
        "supplier",
        "employee",
        "business",
        "partner",
        "merger",
        "failure",
        "closing",
        "condition",
        "merger",
        "agreement",
        "satisfied",
        "unexpected",
        "delay",
        "closing",
        "merger",
        "risk",
        "integration",
        "charter",
        "operation",
        "operation",
        "centerstate",
        "materially",
        "delayed",
        "costly",
        "difficult",
        "expected",
        "possibility",
        "merger",
        "may",
        "expensive",
        "complete",
        "anticipated",
        "including",
        "result",
        "unexpected",
        "factor",
        "event",
        "dilution",
        "caused",
        "centerstate",
        "issuance",
        "additional",
        "share",
        "common",
        "stock",
        "merger",
        "transaction",
        "general",
        "competitive",
        "economic",
        "political",
        "market",
        "condition",
        "additional",
        "factor",
        "could",
        "affect",
        "forward",
        "looking",
        "statement",
        "found",
        "centerstate",
        "k",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "charter",
        "k",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "case",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "sec",
        "website",
        "http",
        "centerstate",
        "charter",
        "disclaim",
        "obligation",
        "update",
        "revise",
        "contained",
        "communication",
        "speak",
        "date",
        "hereof",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "additional",
        "information",
        "charter",
        "merger",
        "find",
        "centerstate",
        "intends",
        "file",
        "registration",
        "statement",
        "form",
        "security",
        "exchange",
        "commission",
        "register",
        "share",
        "centerstate",
        "common",
        "stock",
        "issued",
        "charter",
        "stockholder",
        "connection",
        "transaction",
        "registration",
        "statement",
        "include",
        "proxy",
        "relevant",
        "material",
        "connection",
        "proposed",
        "merger",
        "transaction",
        "involving",
        "centerstate",
        "charter",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "registration",
        "statement",
        "becomes",
        "available",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "connection",
        "transaction",
        "incorporated",
        "reference",
        "document",
        "contain",
        "important",
        "information",
        "regarding",
        "proposed",
        "merger",
        "transaction",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "document",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "website",
        "investor",
        "security",
        "holder",
        "may",
        "also",
        "obtain",
        "free",
        "copy",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "centerstate",
        "website",
        "charter",
        "website",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "making",
        "voting",
        "investment",
        "decision",
        "investor",
        "security",
        "holder",
        "centerstate",
        "charter",
        "urged",
        "read",
        "carefully",
        "entire",
        "registration",
        "statement",
        "proxy",
        "become",
        "available",
        "including",
        "amendment",
        "thereto",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "centerstate",
        "charter",
        "certain",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "charter",
        "stockholder",
        "connection",
        "merger",
        "information",
        "regarding",
        "director",
        "executive",
        "officer",
        "centerstate",
        "charter",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "stockholder",
        "charter",
        "connection",
        "merger",
        "included",
        "proxy",
        "charter",
        "special",
        "meeting",
        "stockholder",
        "filed",
        "centerstate",
        "sec",
        "information",
        "director",
        "officer",
        "centerstate",
        "ownership",
        "centerstate",
        "common",
        "stock",
        "also",
        "found",
        "centerstate",
        "definitive",
        "proxy",
        "statement",
        "connection",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "march",
        "document",
        "subsequently",
        "filed",
        "centerstate",
        "sec",
        "information",
        "director",
        "officer",
        "charter",
        "ownership",
        "charter",
        "common",
        "stock",
        "also",
        "found",
        "charter",
        "definitive",
        "proxy",
        "statement",
        "connection",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "january",
        "document",
        "subsequently",
        "filed",
        "charter",
        "sec",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "included",
        "proxy",
        "relevant",
        "document",
        "regarding",
        "merger",
        "filed",
        "sec",
        "become",
        "available",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "centerstate",
        "bank",
        "corporation"
    ]
}