{
    "organizations": [],
    "uuid": "2a5f23128c04a90f0ad5ea2c185b307e8811671a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/10/business-wire-everbridge-acquires-unified-messaging-systems.html",
    "ord_in_thread": 0,
    "title": "Everbridge Acquires Unified Messaging Systems",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Adds Unique Whole Country Mobile Alerting and Expands Leadership Role in International Markets\nBURLINGTON, Mass.--(BUSINESS WIRE)-- Everbridge, Inc. (NASDAQ: EVBG), the global leader in critical event management and enterprise safety software applications to help keep people safe and businesses running faster, has announced the completion of its acquisition of Unified Messaging Systems ASA (\"UMS\"). Based in Oslo, Norway, UMS provides a unique countrywide mobile population alerting system globally and is also one of the leading critical communications providers in Europe. By uniting UMS’s proven mobile alerting, crisis management, and notification applications with Everbridge’s market-leading Critical Event Management (CEM) software platform, the acquisition creates an unparalleled set of solutions to help customers assess threats, initiate and manage incidents, and notify stakeholders from a local neighborhood or building to a countrywide level, and across the globe.\nUMS’s Population Alerting System (PAS) provides 2-way SMS broadcast capabilities to an entire mobile population. To accomplish this, UMS has the unique ability to message the mobile phones of anyone connected to a carrier’s cell towers. The company also provides Location-Based Alerting technology which enables municipalities to geographically pinpoint where to send notifications within a region. This capability is equally applicable for national and global companies who want to reach local and traveling employees, automating the alert by preferred language. UMS’s PAS systems are deployed in a number of countries, providing countrywide alerting to Sweden, Norway, the Netherlands, the Bahamas, Singapore, Greece, and Cambodia, as well as in the city of Kiev, and some of the largest states in India.\nAs one of the leading mass notification providers internationally, UMS significantly increases Everbridge’s international reach. UMS supports, for example, over 1,200 customers in Northern Europe and reaches over 500 million people globally via population alerting. Its crisis and emergency management product Previstar is used for planning and resource management purposes by major public safety agencies in such places as Virginia, Georgia, Massachusetts, West Bengal in India, as well as by the U.S. Navy. Previstar will considerably enhance Everbridge’s crisis management capabilities.\n“We are thrilled to welcome UMS to the Everbridge family, accelerating our international growth and creating the most comprehensive Critical Event Management platform for business, state and local government, and now entire countries,” said Jaime Ellertson, CEO of Everbridge. “UMS provides Everbridge with a passionate and customer-focused team of experts, differentiated technology, and a shared mission to keep people safe and businesses running during a critical event.”\nTogether, Everbridge and UMS form a global team of over 700 employees dedicated to delivering innovative, differentiated solutions for critical event management. The collective entity expands Everbridge’s international expertise in business continuity, emergency response, and critical event planning, while providing UMS customers access to Everbridge’s Critical Event Management platform for improved messaging scale and delivery across the world.\n“Everbridge’s extensive technical capabilities, the breadth of its offerings, and the experience of its global team made for a natural fit with UMS,” said Espen Gylvik, Chief Executive Officer, UMS. “We look forward to aligning with the market leader to provide critical services and innovative communication solutions to make a significant difference in people’s lives.”\nThe acquisition values the total share capital of UMS at approximately NOK 268 million, or approximately USD $33.6 million.\nAbout Everbridge\nEverbridge, Inc. (NASDAQ: EVBG) is a global software company that provides enterprise software applications that automate and accelerate organizations’ operational response to critical events in order to keep people safe and businesses running faster. During public safety threats such as active shooter situations, terrorist attacks or severe weather conditions, as well as critical business events such as IT outages, cyber-attacks or other incidents such as product recalls or supply-chain interruptions, over 3,700 global customers rely on the company’s SaaS-based platform to quickly and reliably aggregate and assess threat data, locate people at risk and responders able to assist, automate the execution of pre-defined communications processes, and track progress on executing response plans. The company’s platform sent over 2 billion messages in 2017 and offers the ability to reach more than 200 countries and territories with secure delivery to over 100 different communication devices. The company’s critical communications and enterprise safety applications include Mass Notification, Incident Management, Safety Connection™, IT Alerting, Visual Command Center®, Crisis Commander®, Community Engagement™ and Secure Messaging. Everbridge serves 9 of the 10 largest U.S. cities, 8 of the 10 largest U.S.-based investment banks, 25 of the 25 busiest North American airports, six of the 10 largest global consulting firms, six of the 10 largest global auto makers, all four of the largest global accounting firms, four of the 10 largest U.S.-based health care providers and four of the 10 largest U.S.-based health insurers. Everbridge is based in Boston and Los Angeles with additional offices in San Francisco, Lansing, Orlando, Beijing, London, and Stockholm For more information, visit www.everbridge.com , read the company blog , and follow on Twitter and Facebook .\nCautionary Language Concerning Forward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995, including but not limited to, statements regarding the anticipated opportunity and trends for growth in our critical communications and enterprise safety applications and our overall business, our market opportunity, our expectations regarding sales of our products, and our goal to maintain market leadership and extend the markets in which we compete for customers. These forward-looking statements are made as of the date of this press release and were based on current expectations, estimates, forecasts and projections as well as the beliefs and assumptions of management. Words such as “expect,” “anticipate,” “should,” “believe,” “target,” “project,” “goals,” “estimate,” “potential,” “predict,” “may,” “will,” “could,” “intend,” variations of these terms or the negative of these terms and similar expressions are intended to identify these forward-looking statements. Forward-looking statements are subject to a number of risks and uncertainties, many of which involve factors or circumstances that are beyond our control. Our actual results could differ materially from those stated or implied in forward-looking statements due to a number of factors, including but not limited to: our ability to successfully integrate businesses and assets that we may acquire; the ability of our products and services to perform as intended and meet our customers’ expectations; our ability to attract new customers and retain and increase sales to existing customers; our ability to increase sales of our Mass Notification application and/or ability to increase sales of our other applications; developments in the market for targeted and contextually relevant critical communications or the associated regulatory environment; our estimates of market opportunity and forecasts of market growth may prove to be inaccurate; we have not been profitable on a consistent basis historically and may not achieve or maintain profitability in the future; the lengthy and unpredictable sales cycles for new customers; nature of our business exposes us to inherent liability risks; our ability to attract, integrate and retain qualified personnel; our ability to maintain successful relationships with our channel partners and technology partners; our ability to manage our growth effectively; our ability to respond to competitive pressures; potential liability related to privacy and security of personally identifiable information; our ability to protect our intellectual property rights, and the other risks detailed in our risk factors discussed in filings with the U.S. Securities and Exchange Commission (“SEC”), including but not limited to our Annual Report on Form 10-K for the year ended December 31, 2016 filed with the SEC on March 23, 2017. The forward-looking statements included in this press release represent our views as of the date of this press release. We undertake no intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. These forward-looking statements should not be relied upon as representing our views as of any date subsequent to the date of this press release.\nAll Everbridge products are trademarks of Everbridge, Inc. in the USA and other countries. All other product or company names mentioned are the property of their respective owners.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180410005436/en/\nMedia Contact:\nEverbridge\nJeff Young, 781-859-4116\njeff.young@everbridge.com\nor\nInvestor Contact:\nICR\nGaro Toomajanian, 818-230-9712\nir@everbridge.com\nSource: Everbridge, Inc.",
    "published": "2018-04-10T14:00:00.000+03:00",
    "crawled": "2018-04-10T17:08:56.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "add",
        "unique",
        "whole",
        "country",
        "mobile",
        "alerting",
        "expands",
        "leadership",
        "role",
        "international",
        "market",
        "burlington",
        "business",
        "wire",
        "everbridge",
        "nasdaq",
        "evbg",
        "global",
        "leader",
        "critical",
        "event",
        "management",
        "enterprise",
        "safety",
        "software",
        "application",
        "help",
        "keep",
        "people",
        "safe",
        "business",
        "running",
        "faster",
        "announced",
        "completion",
        "acquisition",
        "unified",
        "messaging",
        "system",
        "asa",
        "ums",
        "based",
        "oslo",
        "norway",
        "ums",
        "provides",
        "unique",
        "countrywide",
        "mobile",
        "population",
        "alerting",
        "system",
        "globally",
        "also",
        "one",
        "leading",
        "critical",
        "communication",
        "provider",
        "europe",
        "uniting",
        "ums",
        "proven",
        "mobile",
        "alerting",
        "crisis",
        "management",
        "notification",
        "application",
        "everbridge",
        "critical",
        "event",
        "management",
        "cem",
        "software",
        "platform",
        "acquisition",
        "creates",
        "unparalleled",
        "set",
        "solution",
        "help",
        "customer",
        "assess",
        "threat",
        "initiate",
        "manage",
        "incident",
        "notify",
        "stakeholder",
        "local",
        "neighborhood",
        "building",
        "countrywide",
        "level",
        "across",
        "globe",
        "ums",
        "population",
        "alerting",
        "system",
        "pa",
        "provides",
        "sm",
        "broadcast",
        "capability",
        "entire",
        "mobile",
        "population",
        "accomplish",
        "ums",
        "unique",
        "ability",
        "message",
        "mobile",
        "phone",
        "anyone",
        "connected",
        "carrier",
        "cell",
        "tower",
        "company",
        "also",
        "provides",
        "alerting",
        "technology",
        "enables",
        "municipality",
        "geographically",
        "pinpoint",
        "send",
        "notification",
        "within",
        "region",
        "capability",
        "equally",
        "applicable",
        "national",
        "global",
        "company",
        "want",
        "reach",
        "local",
        "traveling",
        "employee",
        "automating",
        "alert",
        "preferred",
        "language",
        "ums",
        "pa",
        "system",
        "deployed",
        "number",
        "country",
        "providing",
        "countrywide",
        "alerting",
        "sweden",
        "norway",
        "netherlands",
        "bahamas",
        "singapore",
        "greece",
        "cambodia",
        "well",
        "city",
        "kiev",
        "largest",
        "state",
        "india",
        "one",
        "leading",
        "mass",
        "notification",
        "provider",
        "internationally",
        "ums",
        "significantly",
        "increase",
        "everbridge",
        "international",
        "reach",
        "ums",
        "support",
        "example",
        "customer",
        "northern",
        "europe",
        "reach",
        "million",
        "people",
        "globally",
        "via",
        "population",
        "alerting",
        "crisis",
        "emergency",
        "management",
        "product",
        "previstar",
        "used",
        "planning",
        "resource",
        "management",
        "purpose",
        "major",
        "public",
        "safety",
        "agency",
        "place",
        "virginia",
        "georgia",
        "massachusetts",
        "west",
        "bengal",
        "india",
        "well",
        "navy",
        "previstar",
        "considerably",
        "enhance",
        "everbridge",
        "crisis",
        "management",
        "capability",
        "thrilled",
        "welcome",
        "ums",
        "everbridge",
        "family",
        "accelerating",
        "international",
        "growth",
        "creating",
        "comprehensive",
        "critical",
        "event",
        "management",
        "platform",
        "business",
        "state",
        "local",
        "government",
        "entire",
        "country",
        "said",
        "jaime",
        "ellertson",
        "ceo",
        "everbridge",
        "ums",
        "provides",
        "everbridge",
        "passionate",
        "team",
        "expert",
        "differentiated",
        "technology",
        "shared",
        "mission",
        "keep",
        "people",
        "safe",
        "business",
        "running",
        "critical",
        "together",
        "everbridge",
        "ums",
        "form",
        "global",
        "team",
        "employee",
        "dedicated",
        "delivering",
        "innovative",
        "differentiated",
        "solution",
        "critical",
        "event",
        "management",
        "collective",
        "entity",
        "expands",
        "everbridge",
        "international",
        "expertise",
        "business",
        "continuity",
        "emergency",
        "response",
        "critical",
        "event",
        "planning",
        "providing",
        "ums",
        "customer",
        "access",
        "everbridge",
        "critical",
        "event",
        "management",
        "platform",
        "improved",
        "messaging",
        "scale",
        "delivery",
        "across",
        "world",
        "everbridge",
        "extensive",
        "technical",
        "capability",
        "breadth",
        "offering",
        "experience",
        "global",
        "team",
        "made",
        "natural",
        "fit",
        "ums",
        "said",
        "espen",
        "gylvik",
        "chief",
        "executive",
        "officer",
        "ums",
        "look",
        "forward",
        "aligning",
        "market",
        "leader",
        "provide",
        "critical",
        "service",
        "innovative",
        "communication",
        "solution",
        "make",
        "significant",
        "difference",
        "people",
        "acquisition",
        "value",
        "total",
        "share",
        "capital",
        "ums",
        "approximately",
        "nok",
        "million",
        "approximately",
        "usd",
        "million",
        "everbridge",
        "everbridge",
        "nasdaq",
        "evbg",
        "global",
        "software",
        "company",
        "provides",
        "enterprise",
        "software",
        "application",
        "automate",
        "accelerate",
        "organization",
        "operational",
        "response",
        "critical",
        "event",
        "order",
        "keep",
        "people",
        "safe",
        "business",
        "running",
        "faster",
        "public",
        "safety",
        "threat",
        "active",
        "shooter",
        "situation",
        "terrorist",
        "attack",
        "severe",
        "weather",
        "condition",
        "well",
        "critical",
        "business",
        "event",
        "outage",
        "incident",
        "product",
        "recall",
        "interruption",
        "global",
        "customer",
        "rely",
        "company",
        "platform",
        "quickly",
        "reliably",
        "aggregate",
        "assess",
        "threat",
        "data",
        "locate",
        "people",
        "risk",
        "responder",
        "able",
        "assist",
        "automate",
        "execution",
        "communication",
        "process",
        "track",
        "progress",
        "executing",
        "response",
        "plan",
        "company",
        "platform",
        "sent",
        "billion",
        "message",
        "offer",
        "ability",
        "reach",
        "country",
        "territory",
        "secure",
        "delivery",
        "different",
        "communication",
        "device",
        "company",
        "critical",
        "communication",
        "enterprise",
        "safety",
        "application",
        "include",
        "mass",
        "notification",
        "incident",
        "management",
        "safety",
        "alerting",
        "visual",
        "command",
        "crisis",
        "community",
        "secure",
        "messaging",
        "everbridge",
        "serf",
        "largest",
        "city",
        "largest",
        "investment",
        "bank",
        "busiest",
        "north",
        "american",
        "airport",
        "six",
        "largest",
        "global",
        "consulting",
        "firm",
        "six",
        "largest",
        "global",
        "auto",
        "maker",
        "four",
        "largest",
        "global",
        "accounting",
        "firm",
        "four",
        "largest",
        "health",
        "care",
        "provider",
        "four",
        "largest",
        "health",
        "insurer",
        "everbridge",
        "based",
        "boston",
        "los",
        "angeles",
        "additional",
        "office",
        "san",
        "francisco",
        "lansing",
        "orlando",
        "beijing",
        "london",
        "stockholm",
        "information",
        "visit",
        "read",
        "company",
        "blog",
        "follow",
        "twitter",
        "facebook",
        "cautionary",
        "language",
        "concerning",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "statement",
        "regarding",
        "anticipated",
        "opportunity",
        "trend",
        "growth",
        "critical",
        "communication",
        "enterprise",
        "safety",
        "application",
        "overall",
        "business",
        "market",
        "opportunity",
        "expectation",
        "regarding",
        "sale",
        "product",
        "goal",
        "maintain",
        "market",
        "leadership",
        "extend",
        "market",
        "compete",
        "customer",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "based",
        "current",
        "expectation",
        "estimate",
        "forecast",
        "projection",
        "well",
        "belief",
        "assumption",
        "management",
        "word",
        "expect",
        "anticipate",
        "believe",
        "target",
        "project",
        "goal",
        "estimate",
        "potential",
        "predict",
        "may",
        "could",
        "intend",
        "variation",
        "term",
        "negative",
        "term",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "involve",
        "factor",
        "circumstance",
        "beyond",
        "control",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "stated",
        "implied",
        "statement",
        "due",
        "number",
        "factor",
        "including",
        "limited",
        "ability",
        "successfully",
        "integrate",
        "business",
        "asset",
        "may",
        "acquire",
        "ability",
        "product",
        "service",
        "perform",
        "intended",
        "meet",
        "customer",
        "expectation",
        "ability",
        "attract",
        "new",
        "customer",
        "retain",
        "increase",
        "sale",
        "existing",
        "customer",
        "ability",
        "increase",
        "sale",
        "mass",
        "notification",
        "application",
        "ability",
        "increase",
        "sale",
        "application",
        "development",
        "market",
        "targeted",
        "contextually",
        "relevant",
        "critical",
        "communication",
        "associated",
        "regulatory",
        "environment",
        "estimate",
        "market",
        "opportunity",
        "forecast",
        "market",
        "growth",
        "may",
        "prove",
        "inaccurate",
        "profitable",
        "consistent",
        "basis",
        "historically",
        "may",
        "achieve",
        "maintain",
        "profitability",
        "future",
        "lengthy",
        "unpredictable",
        "sale",
        "cycle",
        "new",
        "customer",
        "nature",
        "business",
        "expose",
        "u",
        "inherent",
        "liability",
        "risk",
        "ability",
        "attract",
        "integrate",
        "retain",
        "qualified",
        "personnel",
        "ability",
        "maintain",
        "successful",
        "relationship",
        "channel",
        "partner",
        "technology",
        "partner",
        "ability",
        "manage",
        "growth",
        "effectively",
        "ability",
        "respond",
        "competitive",
        "pressure",
        "potential",
        "liability",
        "related",
        "privacy",
        "security",
        "personally",
        "identifiable",
        "information",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "risk",
        "detailed",
        "risk",
        "factor",
        "discussed",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "limited",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "view",
        "date",
        "press",
        "release",
        "undertake",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "relied",
        "upon",
        "representing",
        "view",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "everbridge",
        "product",
        "trademark",
        "everbridge",
        "usa",
        "country",
        "product",
        "company",
        "name",
        "mentioned",
        "property",
        "respective",
        "owner",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "everbridge",
        "jeff",
        "young",
        "investor",
        "contact",
        "icr",
        "garo",
        "toomajanian",
        "ir",
        "source",
        "everbridge",
        "inc"
    ]
}