{
    "organizations": [],
    "uuid": "1c07fb47db1926f461406fb11065c4e9f9f5b535",
    "author": "",
    "url": "https://www.reuters.com/article/us-usa-election-trump-farmers/trumps-looming-trade-war-gives-democrats-an-opening-in-farm-country-idUSKBN1HQ335",
    "ord_in_thread": 0,
    "title": "Trump's looming trade war gives Democrats an opening in farm country",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 19, 2018 / 9:31 PM / Updated 12 hours ago Trump's looming trade war gives Democrats an opening in farm country John Whitesides 8 Min Read \nJAMESTOWN, N.D. (Reuters) - North Dakota’s Heidi Heitkamp, one of the most endangered Democrats in the U.S. Senate, knows a political gift when she sees one. Senator Heidi Heitkamp (D-ND) meets with a group of women business owners at Jamestown College, Jamestown, North Dakota, U.S. April 6, 2018. Picture taken April 6, 2018. REUTERS/Dan Koeck \nPresident Donald Trump carried her largely rural state by a landslide 36 percentage points in 2016, making her one of the Republicans’ best targets in November’s midterm elections. But Trump’s escalating trade dispute with China would hit farmers hard, giving Heitkamp and other Democrats a rare political opportunity in a region where they have struggled for decades. \n“We cannot survive a trade war,” Heitkamp said in a recent interview before an event with women business owners in Jamestown, a city of about 16,000 people in east-central North Dakota. “This kind of disruption to a fragile farm economy is very disturbing.” \nHeitkamp, locked in a tight re-election fight with Republican challenger Kevin Cramer, has led Democratic attacks on Trump for ignoring the economic threat to the region’s export-dependent farmers. The trade dispute has set off political alarms across the conservative farm belt, putting Republican candidates on the defensive and complicating the party’s fight to retain control of Congress. \nTrump’s decision to impose tariffs on imported aluminum and steel along with other goods drew threats of retaliation from Beijing on a list of U.S. agricultural products, topped by soybeans. The crop is farm country’s most valuable export to China, worth $12 billion last year. \nThe trans-Pacific quarrel strikes at the heart of Trump’s rural support in farm states, which host some of this year’s toughest Senate races in North Dakota, Missouri and Indiana, and competitive House races in Nebraska, Kansas, Iowa and Minnesota. \nAbout one-fifth of the more than 100 Republican-held House districts targeted by Democrats are in the top 10 U.S. soybean-producing states, making the prospect of a trade war a point of contention in rural areas where Democrats have had difficulty gaining traction. \n“Trump is asking farmers to endure an awful lot with this verbal trade escalation with China,” said Republican Craig Robinson, a former Republican party official in Iowa. If a trade war breaks out, he said, even farmers who backed Trump will vote for whichever party they think has their back. \n“If that’s the Democratic Party, they won’t have to think too hard about it,” he said. \nSome farmers are already losing patience. \nDoyle Lentz, 56, who grows wheat, barley, canola and soybeans on his 7,000-acre North Dakota farm, said he was “angry” about Trump’s combative trade stance towards China, one of the U.S. ag sector’s most important customers. \n“I just don’t understand the approach of holding a gun to someone’s head to make a deal, that is not the way to do things,” said Lentz, a former chairman of the National Barley Growers Association and self-described independent voter. Representative Kevin Cramer (R-ND) speaks at the 2018 North Dakota Republican Party Convention in Grand Forks, North Dakota, U.S., April 7, 2018. Picture taken April 7, 2018. The party endorsed him for the U.S. Senate race against Democratic Sen. Heidi Heitkamp. REUTERS/Dan Koeck TRUMP SUPPORT STILL STRONG \nIt will still be difficult for Democrats to make inroads in many parts of the farm belt. While Trump’s popularity has declined somewhat in rural America over the past year, according to Reuters/Ipsos polling, it is still higher there than in other areas. \nMany farmers who backed Trump say they are willing to give the president more time to negotiate a better trade deal with China, and with Canada and Mexico in the North American Free Trade Agreement. \nMany have presold at least part of the crop they will harvest this fall, cushioning potential tariff impact. Corn and soybean prices have stayed strong as global buyers stock up amid the mounting trade tensions; soybean futures soared to more than $10 a bushel last month, hitting a nearly 18-month high. \n“As long as prices stay competitive, we’ll be okay,” said Dana Kaldor, 42, who grows soybeans, corn and wheat on 1,100 acres in eastern North Dakota. Between forward selling and options, he is nearly 100 percent protected on his crop this year, he said. \n“It’s when it starts hitting your pocketbook that it come become a problem,” he said. \nNorth Dakota Senate candidate Cramer, who was heavily recruited by Republican leaders to challenge Heitkamp, said his Democratic rival has been “hysterical” in trying to stir up farmers’ fears. Cramer said the president’s tough talk is simply an opening bid in negotiations to win a better deal from China. \n“We have to think about how we as a country will recalibrate our balance of trade,” he said. \nStill, Cramer acknowledged the possible damage to the party – politically and economically - if the tariffs are enacted and a trade war erupts just before November’s election. \n“It could be a problem, I’m not ignorant of that,” Cramer said in a recent interview after a speech to the state party convention in Grand Forks. Slideshow (9 Images) \nOther farm-state Republicans, too, are painfully aware of possible trouble ahead. In Kansas’s 2nd Congressional District, Republican state Senator Steve Fitzgerald, who is seeking the open seat against likely Democratic opponent Paul Davis, said a full-blown trade war would shake constituents’ faith in Trump and hurt other Republicans. \n“He is the leader of the band, whether we like it or not. So we will take a hit, no question,” Fitzgerald told Reuters. \nOne of his Republican primary opponents, Kansas state Senator Caryn Tyson, said there was a sense of unease over Trump’s trade policies potentially hurting farmers who helped put him in office. \n“We are walking on eggshells, waiting to see how this turns out,” she said. ‘VOTE WITH YOUR CHECKBOOK’ \nTrump has acknowledged farmers’ concerns over the mounting trade rhetoric, but has said they will ultimately be better off, even as China readies tariffs aimed at some of his staunchest supporters. \n“They want to hit farmers because they think it hits me,” Trump said of China. He said farmers were “good patriots” and promised to “make it up to them, and in the end they’re going to be much stronger than they are now.” \nDemocrats in competitive farm belt races, meanwhile, are keeping the heat on Republicans. \nNebraska Democrat Brad Ashford, who is trying to regain the U.S. House seat he lost in 2016, recently urged voters to “express your opposition to Trump’s trade wars by voting against one of his biggest enablers.” Ashford was referring to his Republican opponent, Congressman Don Bacon. \nFor his part, Bacon joined other Republicans from farm states at a recent meeting with Trump to urge him to find a trade solution that would not punish agriculture exports. \nDemocratic strategists hope the talk of tariffs dampens Republican turnout in rural areas, and said it provide voters a real-world example of the kind of economic threat posed by Trump’s unpredictable and combative style. \n“It’s another brick in the backpack,” for voters already weighed down by economic concerns and healthcare, said Tyler Law of the Democratic House campaign committee. \nLentz, the irate North Dakota grain producer, said farmers have one loyalty come election time, one a businessman president should understand. \n“People are going to vote with their checkbook, that’s the reality,” Lentz said. Reporting by John Whitesides; Additional reporting by P.J. Huffstutter in Chicago, Susan Cornwell in Kansas; Editing by Damon Darlin and Marla Dickerson",
    "published": "2018-04-20T00:39:00.000+03:00",
    "crawled": "2018-04-20T00:47:45.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "pm",
        "updated",
        "hour",
        "ago",
        "trump",
        "looming",
        "trade",
        "war",
        "give",
        "democrat",
        "opening",
        "farm",
        "country",
        "john",
        "whitesides",
        "min",
        "read",
        "jamestown",
        "reuters",
        "north",
        "dakota",
        "heidi",
        "heitkamp",
        "one",
        "endangered",
        "democrat",
        "senate",
        "know",
        "political",
        "gift",
        "see",
        "one",
        "senator",
        "heidi",
        "heitkamp",
        "meet",
        "group",
        "woman",
        "business",
        "owner",
        "jamestown",
        "college",
        "jamestown",
        "north",
        "dakota",
        "april",
        "picture",
        "taken",
        "april",
        "koeck",
        "president",
        "donald",
        "trump",
        "carried",
        "largely",
        "rural",
        "state",
        "landslide",
        "percentage",
        "point",
        "making",
        "one",
        "republican",
        "best",
        "target",
        "november",
        "midterm",
        "election",
        "trump",
        "escalating",
        "trade",
        "dispute",
        "china",
        "would",
        "hit",
        "farmer",
        "hard",
        "giving",
        "heitkamp",
        "democrat",
        "rare",
        "political",
        "opportunity",
        "region",
        "struggled",
        "decade",
        "survive",
        "trade",
        "war",
        "heitkamp",
        "said",
        "recent",
        "interview",
        "event",
        "woman",
        "business",
        "owner",
        "jamestown",
        "city",
        "people",
        "north",
        "dakota",
        "kind",
        "disruption",
        "fragile",
        "farm",
        "economy",
        "heitkamp",
        "locked",
        "tight",
        "fight",
        "republican",
        "challenger",
        "kevin",
        "cramer",
        "led",
        "democratic",
        "attack",
        "trump",
        "ignoring",
        "economic",
        "threat",
        "region",
        "farmer",
        "trade",
        "dispute",
        "set",
        "political",
        "alarm",
        "across",
        "conservative",
        "farm",
        "belt",
        "putting",
        "republican",
        "candidate",
        "defensive",
        "complicating",
        "party",
        "fight",
        "retain",
        "control",
        "congress",
        "trump",
        "decision",
        "impose",
        "tariff",
        "imported",
        "aluminum",
        "steel",
        "along",
        "good",
        "drew",
        "threat",
        "retaliation",
        "beijing",
        "list",
        "agricultural",
        "product",
        "topped",
        "soybean",
        "crop",
        "farm",
        "country",
        "valuable",
        "export",
        "china",
        "worth",
        "billion",
        "last",
        "year",
        "quarrel",
        "strike",
        "heart",
        "trump",
        "rural",
        "support",
        "farm",
        "state",
        "host",
        "year",
        "toughest",
        "senate",
        "race",
        "north",
        "dakota",
        "missouri",
        "indiana",
        "competitive",
        "house",
        "race",
        "nebraska",
        "kansa",
        "iowa",
        "minnesota",
        "house",
        "district",
        "targeted",
        "democrat",
        "top",
        "state",
        "making",
        "prospect",
        "trade",
        "war",
        "point",
        "contention",
        "rural",
        "area",
        "democrat",
        "difficulty",
        "gaining",
        "traction",
        "trump",
        "asking",
        "farmer",
        "endure",
        "awful",
        "lot",
        "verbal",
        "trade",
        "escalation",
        "china",
        "said",
        "republican",
        "craig",
        "robinson",
        "former",
        "republican",
        "party",
        "official",
        "iowa",
        "trade",
        "war",
        "break",
        "said",
        "even",
        "farmer",
        "backed",
        "trump",
        "vote",
        "whichever",
        "party",
        "think",
        "back",
        "democratic",
        "party",
        "think",
        "hard",
        "said",
        "farmer",
        "already",
        "losing",
        "patience",
        "doyle",
        "lentz",
        "grows",
        "wheat",
        "barley",
        "canola",
        "soybean",
        "north",
        "dakota",
        "farm",
        "said",
        "angry",
        "trump",
        "combative",
        "trade",
        "stance",
        "towards",
        "china",
        "one",
        "ag",
        "sector",
        "important",
        "customer",
        "understand",
        "approach",
        "holding",
        "gun",
        "someone",
        "head",
        "make",
        "deal",
        "way",
        "thing",
        "said",
        "lentz",
        "former",
        "chairman",
        "national",
        "barley",
        "grower",
        "association",
        "independent",
        "voter",
        "representative",
        "kevin",
        "cramer",
        "speaks",
        "north",
        "dakota",
        "republican",
        "party",
        "convention",
        "grand",
        "fork",
        "north",
        "dakota",
        "april",
        "picture",
        "taken",
        "april",
        "party",
        "endorsed",
        "senate",
        "race",
        "democratic",
        "heidi",
        "heitkamp",
        "koeck",
        "trump",
        "support",
        "still",
        "strong",
        "still",
        "difficult",
        "democrat",
        "make",
        "inroad",
        "many",
        "part",
        "farm",
        "belt",
        "trump",
        "popularity",
        "declined",
        "somewhat",
        "rural",
        "america",
        "past",
        "year",
        "according",
        "polling",
        "still",
        "higher",
        "area",
        "many",
        "farmer",
        "backed",
        "trump",
        "say",
        "willing",
        "give",
        "president",
        "time",
        "negotiate",
        "better",
        "trade",
        "deal",
        "china",
        "canada",
        "mexico",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "many",
        "presold",
        "least",
        "part",
        "crop",
        "harvest",
        "fall",
        "cushioning",
        "potential",
        "tariff",
        "impact",
        "corn",
        "soybean",
        "price",
        "stayed",
        "strong",
        "global",
        "buyer",
        "stock",
        "amid",
        "mounting",
        "trade",
        "tension",
        "soybean",
        "future",
        "soared",
        "bushel",
        "last",
        "month",
        "hitting",
        "nearly",
        "high",
        "long",
        "price",
        "stay",
        "competitive",
        "okay",
        "said",
        "dana",
        "kaldor",
        "grows",
        "soybean",
        "corn",
        "wheat",
        "acre",
        "eastern",
        "north",
        "dakota",
        "forward",
        "selling",
        "option",
        "nearly",
        "percent",
        "protected",
        "crop",
        "year",
        "said",
        "start",
        "hitting",
        "pocketbook",
        "come",
        "become",
        "problem",
        "said",
        "north",
        "dakota",
        "senate",
        "candidate",
        "cramer",
        "heavily",
        "recruited",
        "republican",
        "leader",
        "challenge",
        "heitkamp",
        "said",
        "democratic",
        "rival",
        "hysterical",
        "trying",
        "stir",
        "farmer",
        "fear",
        "cramer",
        "said",
        "president",
        "tough",
        "talk",
        "simply",
        "opening",
        "bid",
        "negotiation",
        "win",
        "better",
        "deal",
        "china",
        "think",
        "country",
        "recalibrate",
        "balance",
        "trade",
        "said",
        "still",
        "cramer",
        "acknowledged",
        "possible",
        "damage",
        "party",
        "politically",
        "economically",
        "tariff",
        "enacted",
        "trade",
        "war",
        "erupts",
        "november",
        "election",
        "could",
        "problem",
        "ignorant",
        "cramer",
        "said",
        "recent",
        "interview",
        "speech",
        "state",
        "party",
        "convention",
        "grand",
        "fork",
        "slideshow",
        "image",
        "republican",
        "painfully",
        "aware",
        "possible",
        "trouble",
        "ahead",
        "kansa",
        "2nd",
        "congressional",
        "district",
        "republican",
        "state",
        "senator",
        "steve",
        "fitzgerald",
        "seeking",
        "open",
        "seat",
        "likely",
        "democratic",
        "opponent",
        "paul",
        "davis",
        "said",
        "trade",
        "war",
        "would",
        "shake",
        "constituent",
        "faith",
        "trump",
        "hurt",
        "republican",
        "leader",
        "band",
        "whether",
        "like",
        "take",
        "hit",
        "question",
        "fitzgerald",
        "told",
        "reuters",
        "one",
        "republican",
        "primary",
        "opponent",
        "kansa",
        "state",
        "senator",
        "caryn",
        "tyson",
        "said",
        "sense",
        "unease",
        "trump",
        "trade",
        "policy",
        "potentially",
        "hurting",
        "farmer",
        "helped",
        "put",
        "office",
        "walking",
        "eggshell",
        "waiting",
        "see",
        "turn",
        "said",
        "vote",
        "checkbook",
        "trump",
        "acknowledged",
        "farmer",
        "concern",
        "mounting",
        "trade",
        "rhetoric",
        "said",
        "ultimately",
        "better",
        "even",
        "china",
        "ready",
        "tariff",
        "aimed",
        "staunchest",
        "supporter",
        "want",
        "hit",
        "farmer",
        "think",
        "hit",
        "trump",
        "said",
        "china",
        "said",
        "farmer",
        "good",
        "patriot",
        "promised",
        "make",
        "end",
        "going",
        "much",
        "stronger",
        "democrat",
        "competitive",
        "farm",
        "belt",
        "race",
        "meanwhile",
        "keeping",
        "heat",
        "republican",
        "nebraska",
        "democrat",
        "brad",
        "ashford",
        "trying",
        "regain",
        "house",
        "seat",
        "lost",
        "recently",
        "urged",
        "voter",
        "express",
        "opposition",
        "trump",
        "trade",
        "war",
        "voting",
        "one",
        "biggest",
        "ashford",
        "referring",
        "republican",
        "opponent",
        "congressman",
        "bacon",
        "part",
        "bacon",
        "joined",
        "republican",
        "farm",
        "state",
        "recent",
        "meeting",
        "trump",
        "urge",
        "find",
        "trade",
        "solution",
        "would",
        "punish",
        "agriculture",
        "export",
        "democratic",
        "strategist",
        "hope",
        "talk",
        "tariff",
        "dampens",
        "republican",
        "turnout",
        "rural",
        "area",
        "said",
        "provide",
        "voter",
        "example",
        "kind",
        "economic",
        "threat",
        "posed",
        "trump",
        "unpredictable",
        "combative",
        "style",
        "another",
        "brick",
        "backpack",
        "voter",
        "already",
        "weighed",
        "economic",
        "concern",
        "healthcare",
        "said",
        "tyler",
        "law",
        "democratic",
        "house",
        "campaign",
        "committee",
        "lentz",
        "irate",
        "north",
        "dakota",
        "grain",
        "producer",
        "said",
        "farmer",
        "one",
        "loyalty",
        "come",
        "election",
        "time",
        "one",
        "businessman",
        "president",
        "understand",
        "people",
        "going",
        "vote",
        "checkbook",
        "reality",
        "lentz",
        "said",
        "reporting",
        "john",
        "whitesides",
        "additional",
        "reporting",
        "huffstutter",
        "chicago",
        "susan",
        "cornwell",
        "kansa",
        "editing",
        "damon",
        "darlin",
        "marla",
        "dickerson"
    ]
}