{
    "organizations": [],
    "uuid": "f1c28b151a8657ec9e0d8b8e5e9ac2a07c64be13",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-results/diary-u-s-earnings-week-ahead-idUSL3N1S465F",
    "ord_in_thread": 0,
    "title": "DIARY-U.S. earnings week ahead",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 27 (Reuters) - Diary of U.S. (.SPX) corporate earnings for the week ahead. ** Please Note - All times given are in U.S. EST unless otherwise stated ** U.S. EARNINGS Start Date Start RIC Company Event Name Time 30-Apr-2018 BMO L.N Loews Corp Q1 2018 Loews Corp Earnings Release 30-Apr-2018 BMO MCD.N McDonald's Corp Q1 2018 McDonald's Corp Earnings Release 30-Apr-2018 BMO AMG.N Affiliated Managers Group Inc Q1 2018 Affiliated Managers Group Inc Earnings Release 30-Apr-2018 BMO ARNC.N Arconic Inc Q1 2018 Arconic Inc Earnings Release 30-Apr-2018 BMO AGN.N Allergan plc Q1 2018 Allergan plc Earnings Release 30-Apr-2018 BMO PEG.N Public Service Enterprise Group Inc Q1 2018 Public Service Enterprise Group Inc Earnings Release 30-Apr-2018 AMC SBAC.O SBA Communications Corp Q1 2018 SBA Communications Corp Earnings Release 30-Apr-2018 AMC ARE.N Alexandria Real Estate Equities Inc Q1 2018 Alexandria Real Estate Equities Inc Earnings Release 30-Apr-2018 AMC PKI.N PerkinElmer Inc Q1 2018 PerkinElmer Inc Earnings Release 30-Apr-2018 AMC AKAM.O Akamai Technologies Inc Q1 2018 Akamai Technologies Inc Earnings Release 30-Apr-2018 AMC REG.N Regency Centers Corp Q1 2018 Regency Centers Corp Earnings Release 30-Apr-2018 AMC VNO.N Vornado Realty Trust Q1 2018 Vornado Realty Trust Earnings Release 30-Apr-2018 AMC HBI.N HanesBrands Inc Q1 2018 HanesBrands Inc Earnings Release 01-May-2018 06:30 AET.N Aetna Inc Q1 2018 Aetna Inc Earnings Release 01-May-2018 06:55 XYL.N Xylem Inc Q1 2018 Xylem Inc. Earnings Release 01-May-2018 07:00 AMT.N American Tower Corp Q1 2018 American Tower Corp Earnings Release 01-May-2018 07:00 WEC.N WEC Energy Group Inc Q1 2018 WEC Energy Group Inc Earnings Release 01-May-2018 07:00 INCY.O Incyte Corp Q1 2018 Incyte Corp Earnings Release 01-May-2018 BMO LLL.N L3 Technologies Inc Q1 2018 L3 Technologies Inc Earnings Release 01-May-2018 BMO EMR.N Emerson Electric Co Q2 2018 Emerson Electric Co Earnings Release 01-May-2018 BMO NBL.N Noble Energy Inc Q1 2018 Noble Energy Inc Earnings Release 01-May-2018 BMO MPC.N Marathon Petroleum Corp Q1 2018 Marathon Petroleum Corp Earnings Release 01-May-2018 BMO MRK.N Merck & Co Inc Q1 2018 Merck & Co Inc Earnings Release 01-May-2018 BMO TPR.N Tapestry Inc Q3 2018 Tapestry Inc Earnings Release 01-May-2018 BMO TDG.N TransDigm Group Inc Q2 2018 TransDigm Group Inc Earnings Release 01-May-2018 BMO IPGP.O IPG Photonics Corp Q1 2018 IPG Photonics Corp Earnings Release 01-May-2018 BMO HCA.N HCA Healthcare Inc Q1 2018 HCA Healthcare Inc Earnings Release 01-May-2018 BMO CMI.N Cummins Inc Q1 2018 Cummins Inc Earnings Release 01-May-2018 BMO ADM.N Archer Daniels Midland Co Q1 2018 Archer Daniels Midland Co Earnings Release 01-May-2018 BMO ECL.N Ecolab Inc Q1 2018 Ecolab Inc Earnings Release 01-May-2018 BMO JCI.N Johnson Controls International PLC Q2 2018 Johnson Controls International PLC Earnings Release 01-May-2018 BMO UAA.N Under Armour Inc Q1 2018 Under Armour Inc Earnings Release 01-May-2018 BMO ETN.N Eaton Corporation PLC Q1 2018 Eaton Corporation PLC Earnings Release 01-May-2018 BMO FIS.N Fidelity National Information Q1 2018 Fidelity National Information Services Inc Services Inc Earnings Release 01-May-2018 BMO PFE.N Pfizer Inc Q1 2018 Pfizer Inc Earnings Release 01-May-2018 BMO STX.O Seagate Technology PLC Q3 2018 Seagate Technology PLC Earnings Release 01-May-2018 AMC UNM.N Unum Group Q1 2018 Unum Group Earnings Release 01-May-2018 AMC WU.N Western Union Co Q1 2018 Western Union Co Earnings Release 01-May-2018 AMC GILD.O Gilead Sciences Inc Q1 2018 Gilead Sciences Inc Earnings Release 01-May-2018 AMC FISV.O Fiserv Inc Q1 2018 Fiserv Inc Earnings Release 01-May-2018 AMC EIX.N Edison International Q1 2018 Edison International Earnings Release 01-May-2018 AMC ALL.N Allstate Corp Q1 2018 The Allstate Corporation Earnings Release 01-May-2018 AMC APC.N Anadarko Petroleum Corp Q1 2018 Anadarko Petroleum Corp Earnings Release 01-May-2018 AMC OKE.N ONEOK Inc Q1 2018 ONEOK Inc Earnings Release 01-May-2018 AMC CXO.N Concho Resources Inc Q1 2018 Concho Resources Inc Earnings Release 01-May-2018 AMC AJG.N Arthur J Gallagher & Co Q1 2018 Arthur J Gallagher & Co Earnings Release 01-May-2018 AMC DVN.N Devon Energy Corp Q1 2018 Devon Energy Corp Earnings Release 01-May-2018 AMC NFX.N Newfield Exploration Co Q1 2018 Newfield Exploration Co Earnings Release 01-May-2018 AMC CHRW.O C.H. Robinson Worldwide Inc Q1 2018 C.H. Robinson Worldwide Inc Earnings Release 01-May-2018 AMC JNPR.N Juniper Networks Inc Q1 2018 Juniper Networks Inc Earnings Release 01-May-2018 AMC EXR.N Extra Space Storage Inc Q1 2018 Extra Space Storage Inc Earnings Release 01-May-2018 AMC VRSK.O Verisk Analytics Inc Q1 2018 Verisk Analytics Inc Earnings Release 01-May-2018 AMC AAPL.O Apple Inc Q2 2018 Apple Inc Earnings Release 01-May-2018 16:05 MDLZ.O Mondelez International Inc Q1 2018 Mondelez International Inc Earnings Release 02-May-2018 06:30 HUM.N Humana Inc Q1 2018 Humana Inc Earnings Release 02-May-2018 06:30 HRS.N Harris Corp Q3 2018 Harris Corp Earnings Release 02-May-2018 06:45 EL.N Estee Lauder Companies Inc Q3 2018 Estee Lauder Companies Inc Earnings Release 02-May-2018 06:55 CBRE.N CBRE Group Inc Q1 2018 CBRE Group Inc Earnings Release 02-May-2018 07:30 SO.N Southern Co Q1 2018 Southern Co Earnings Release 02-May-2018 08:00 NCLH.N Norwegian Cruise Line Holdings Ltd Q1 2018 Norwegian Cruise Line Holdings Ltd Earnings Release 02-May-2018 BMO ZTS.N Zoetis Inc Q1 2018 Zoetis Inc Earnings Release 02-May-2018 BMO GRMN.O Garmin Ltd Q1 2018 Garmin Ltd Earnings Release 02-May-2018 BMO PNW.N Pinnacle West Capital Corp Q1 2018 Pinnacle West Capital Corp Earnings Release 02-May-2018 BMO TAP.N Molson Coors Brewing Co Q1 2018 Molson Coors Brewing Co Earnings Release 02-May-2018 BMO MA.N Mastercard Inc Q1 2018 Mastercard Inc Earnings Release 02-May-2018 BMO AME.N Ametek Inc Q1 2018 Ametek Inc Earnings Release 02-May-2018 BMO WYN.N Wyndham Worldwide Corp Q1 2018 Wyndham Worldwide Corp Earnings Release 02-May-2018 BMO CVS.N CVS Health Corp Q1 2018 CVS Health Corp Earnings Release 02-May-2018 BMO EXC.N Exelon Corp Q1 2018 Exelon Corp Earnings Release 02-May-2018 BMO APTV.N Aptiv PLC Q1 2018 Aptiv PLC Earnings Release 02-May-2018 BMO YUM.N Yum! Brands Inc Q1 2018 Yum! Brands Inc Earnings Release 02-May-2018 BMO PGR.N Progressive Corp Q1 2018 Progressive Corp Earnings Release 02-May-2018 BMO IQV.N Iqvia Holdings Inc Q1 2018 IQVIA Holdings Inc Earnings Release 02-May-2018 BMO ADP.O Automatic Data Processing Inc Q3 2018 Automatic Data Processing Inc Earnings Release 02-May-2018 BMO ABC.N AmerisourceBergen Corp Q2 2018 AmerisourceBergen Corp Earnings Release 02-May-2018 BMO NI.N NiSource Inc Q1 2018 NiSource Inc Earnings Release 02-May-2018 BMO CLX.N Clorox Co Q3 2018 Clorox Co Earnings Release 02-May-2018 AMC HST.N Host Hotels & Resorts Inc Q1 2018 Host Hotels & Resorts Inc Earnings Release 02-May-2018 AMC AIG.N American International Group Inc Q1 2018 American International Group Inc Earnings Release 02-May-2018 AMC PXD.N Pioneer Natural Resources Co Q1 2018 Pioneer Natural Resources Co Earnings Release 02-May-2018 AMC FRT.N Federal Realty Investment Trust Q1 2018 Federal Realty Investment Trust Earnings Release 02-May-2018 16:00 QRVO.O Qorvo Inc Q4 2018 Qorvo Inc Earnings Release 02-May-2018 AMC MRO.N Marathon Oil Corp Q1 2018 Marathon Oil Corp Earnings Release 02-May-2018 AMC FMC.N FMC Corp Q1 2018 FMC Corp Earnings Release 02-May-2018 AMC XL.N XL Group Ltd Q1 2018 XL Group Ltd Earnings Release 02-May-2018 AMC MAC.N Macerich Co Q1 2018 Macerich Co Earnings Release 02-May-2018 AMC AWK.N American Water Works Company Inc Q1 2018 American Water Works Company Inc Earnings Release 02-May-2018 AMC RSG.N Republic Services Inc Q1 2018 Republic Services Inc Earnings Release 02-May-2018 AMC PRU.N Prudential Financial Inc Q1 2018 Prudential Financial, Inc. Earnings Release 02-May-2018 AMC ESS.N Essex Property Trust Inc Q1 2018 Essex Property Trust Inc Earnings Release 02-May-2018 AMC HOLX.O Hologic Inc Q2 2018 Hologic Inc Earnings Release 02-May-2018 AMC EQIX.O Equinix Inc Q1 2018 Equinix Inc Earnings Release 02-May-2018 AMC KHC.O Kraft Heinz Co Q1 2018 Kraft Heinz Co Earnings Release 02-May-2018 AMC ESRX.O Express Scripts Holding Co Q1 2018 Express Scripts Holding Co Earnings Release 02-May-2018 AMC ANSS.O ANSYS Inc Q1 2018 ANSYS Inc Earnings Release 02-May-2018 AMC CERN.O Cerner Corp Q1 2018 Cerner Corp Earnings Release 02-May-2018 AMC LNT.N Alliant Energy Corp Q1 2018 Alliant Energy Corp Earnings Release 02-May-2018 AMC CF.N CF Industries Holdings Inc Q1 2018 CF Industries Holdings Inc Earnings Release 02-May-2018 AMC MAA.N Mid-America Apartment Communities Q1 2018 Mid-America Apartment Communities Inc Earnings Inc Release 02-May-2018 AMC MET.N MetLife Inc Q1 2018 MetLife Inc Earnings Release 02-May-2018 AMC WMB.N Williams Companies Inc Q1 2018 Williams Companies Inc Earnings Release 02-May-2018 AMC LNC.N Lincoln National Corp Q1 2018 Lincoln National Corp Earnings Release 02-May-2018 AMC APA.N Apache Corp Q1 2018 Apache Corp Earnings Release 03-May-2018 NTS PCG.N PG&E Corp Q1 2018 PG&E Corp Earnings Release 03-May-2018 07:00 SEE.N Sealed Air Corp Q1 2018 Sealed Air Corp Earnings Release 03-May-2018 BMO DWDP.N DowDuPont Inc Q1 2018 DowDuPont Inc Earnings Release 03-May-2018 BMO BDX.N Becton Dickinson and Co Q2 2018 Becton Dickinson and Co Earnings Release 03-May-2018 BMO K.N Kellogg Co Q1 2018 Kellogg Co Earnings Release 03-May-2018 BMO ES.N Eversource Energy Q1 2018 Eversource Energy Earnings Release 03-May-2018 BMO ICE.N Intercontinental Exchange Inc Q1 2018 Intercontinental Exchange Inc Earnings Release 03-May-2018 BMO NRG.N NRG Energy Inc Q1 2018 NRG Energy Inc Earnings Release 03-May-2018 BMO HCP.N HCP Inc Q1 2018 HCP Inc Earnings Release 03-May-2018 BMO PWR.N Quanta Services Inc Q1 2018 Quanta Services Inc Earnings Release 03-May-2018 BMO PPL.N PPL Corp Q1 2018 PPL Corp Earnings Release 03-May-2018 BMO GGP.N GGP Inc Q1 2018 GGP Inc Earnings Release 03-May-2018 BMO CAH.N Cardinal Health Inc Q3 2018 Cardinal Health Inc Earnings Release 03-May-2018 BMO VMC.N Vulcan Materials Co Q1 2018 Vulcan Materials Co Earnings Release 03-May-2018 BMO GPN.N Global Payments Inc Q1 2018 Global Payments Inc Earnings Release 03-May-2018 BMO CHD.N Church & Dwight Co Inc Q1 2018 Church & Dwight Co Inc Earnings Release 03-May-2018 BMO CI.N Cigna Corp Q1 2018 Cigna Corp Earnings Release 03-May-2018 BMO BLL.N Ball Corp Q1 2018 Ball Corp Earnings Release 03-May-2018 BMO MSCI.N MSCI Inc Q1 2018 MSCI Inc Earnings Release 03-May-2018 BMO HII.N Huntington Ingalls Industries Inc Q1 2018 Huntington Ingalls Industries Inc Earnings Release 03-May-2018 BMO REGN.O Regeneron Pharmaceuticals Inc Q1 2018 Regeneron Pharmaceuticals Inc Earnings Release 03-May-2018 AMC CBS.N CBS Corp Q1 2018 CBS Corp Earnings Release 03-May-2018 AMC FLR.N Fluor Corp Q1 2018 Fluor Corp Earnings Release 03-May-2018 AMC AIZ.N Assurant Inc Q1 2018 Assurant Inc Earnings Release 03-May-2018 AMC SWKS.O Skyworks Solutions Inc Q2 2018 Skyworks Solutions Inc Earnings Release 03-May-2018 AMC DVA.N DaVita Inc Q1 2018 DaVita Inc Earnings Release 03-May-2018 AMC ATVI.O Activision Blizzard Inc Q1 2018 Activision Blizzard Inc Earnings Release 03-May-2018 AMC EOG.N EOG Resources Inc Q1 2018 EOG Resources Inc Earnings Release 03-May-2018 AMC ED.N Consolidated Edison Inc Q1 2018 Consolidated Edison Inc Earnings Release 03-May-2018 AMC MSI.N Motorola Solutions Inc Q1 2018 Motorola Solutions Inc Earnings Release 03-May-2018 AMC MTD.N Mettler-Toledo International Inc Q1 2018 Mettler-Toledo International Inc Earnings Release 03-May-2018 16:15 XRX.N Xerox Corp Q1 2018 Xerox Corp Earnings Release 03-May-2018 AMC SRCL.O Stericycle Inc Q1 2018 Stericycle Inc Earnings Release 04-May-2018 BMO CELG.O Celgene Corp Q1 2018 Celgene Corp Earnings Release 04-May-2018 BMO AON.N Aon PLC Q1 2018 Aon PLC Earnings Release 04-May-2018 BMO CBOE.O Cboe Global Markets Inc Q1 2018 Cboe Global Markets Inc Earnings Release 04-May-2018 BMO NWL.N Newell Brands Inc Q1 2018 Newell Brands Inc Earnings Release 04-May-2018 BMO IDXX.O IDEXX Laboratories Inc Q1 2018 IDEXX Laboratories Inc Earnings Release 04-May-2018 BMO CNP.N CenterPoint Energy Inc Q1 2018 CenterPoint Energy Inc Earnings Release 04-May-2018 BMO VFC.N VF Corp Q1 2018 VF Corp Earnings Release ** All times are listed in U.S. EST, or AMC - 'After U.S. Market Close', or BMO - 'Before U.S. Market Opens', or DBH - 'During U.S. business hours', or blank if not known. ** This Diary does not provide the EPS estimate figures. EPS figures can be retrieved from Eikon. Steps in Eikon to retrieve the EPS estimate:- Eikon Indicator-> Equities Guide-> Top Indices-> S&P 500-> Events-> Select Event types-> Select the company-> Estimates (Compiled by Bengaluru Newsroom)\n ",
    "published": "2018-04-28T00:03:00.000+03:00",
    "crawled": "2018-04-28T12:24:27.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "reuters",
        "diary",
        "corporate",
        "earnings",
        "week",
        "ahead",
        "please",
        "note",
        "time",
        "given",
        "est",
        "unless",
        "otherwise",
        "stated",
        "earnings",
        "start",
        "date",
        "start",
        "ric",
        "company",
        "event",
        "name",
        "time",
        "bmo",
        "loews",
        "corp",
        "q1",
        "loews",
        "corp",
        "earnings",
        "release",
        "bmo",
        "mcdonald",
        "corp",
        "q1",
        "mcdonald",
        "corp",
        "earnings",
        "release",
        "bmo",
        "affiliated",
        "manager",
        "group",
        "inc",
        "q1",
        "affiliated",
        "manager",
        "group",
        "inc",
        "earnings",
        "release",
        "bmo",
        "arconic",
        "inc",
        "q1",
        "arconic",
        "inc",
        "earnings",
        "release",
        "bmo",
        "allergan",
        "plc",
        "q1",
        "allergan",
        "plc",
        "earnings",
        "release",
        "bmo",
        "public",
        "service",
        "enterprise",
        "group",
        "inc",
        "q1",
        "public",
        "service",
        "enterprise",
        "group",
        "inc",
        "earnings",
        "release",
        "amc",
        "sba",
        "communication",
        "corp",
        "q1",
        "sba",
        "communication",
        "corp",
        "earnings",
        "release",
        "amc",
        "alexandria",
        "real",
        "estate",
        "equity",
        "inc",
        "q1",
        "alexandria",
        "real",
        "estate",
        "equity",
        "inc",
        "earnings",
        "release",
        "amc",
        "perkinelmer",
        "inc",
        "q1",
        "perkinelmer",
        "inc",
        "earnings",
        "release",
        "amc",
        "akamai",
        "technology",
        "inc",
        "q1",
        "akamai",
        "technology",
        "inc",
        "earnings",
        "release",
        "amc",
        "regency",
        "center",
        "corp",
        "q1",
        "regency",
        "center",
        "corp",
        "earnings",
        "release",
        "amc",
        "vornado",
        "realty",
        "trust",
        "q1",
        "vornado",
        "realty",
        "trust",
        "earnings",
        "release",
        "amc",
        "hanesbrands",
        "inc",
        "q1",
        "hanesbrands",
        "inc",
        "earnings",
        "release",
        "aetna",
        "inc",
        "q1",
        "aetna",
        "inc",
        "earnings",
        "release",
        "xylem",
        "inc",
        "q1",
        "xylem",
        "earnings",
        "release",
        "american",
        "tower",
        "corp",
        "q1",
        "american",
        "tower",
        "corp",
        "earnings",
        "release",
        "wec",
        "energy",
        "group",
        "inc",
        "q1",
        "wec",
        "energy",
        "group",
        "inc",
        "earnings",
        "release",
        "incyte",
        "corp",
        "q1",
        "incyte",
        "corp",
        "earnings",
        "release",
        "bmo",
        "l3",
        "technology",
        "inc",
        "q1",
        "l3",
        "technology",
        "inc",
        "earnings",
        "release",
        "bmo",
        "emerson",
        "electric",
        "co",
        "q2",
        "emerson",
        "electric",
        "co",
        "earnings",
        "release",
        "bmo",
        "noble",
        "energy",
        "inc",
        "q1",
        "noble",
        "energy",
        "inc",
        "earnings",
        "release",
        "bmo",
        "marathon",
        "petroleum",
        "corp",
        "q1",
        "marathon",
        "petroleum",
        "corp",
        "earnings",
        "release",
        "bmo",
        "merck",
        "co",
        "inc",
        "q1",
        "merck",
        "co",
        "inc",
        "earnings",
        "release",
        "bmo",
        "tapestry",
        "inc",
        "q3",
        "tapestry",
        "inc",
        "earnings",
        "release",
        "bmo",
        "transdigm",
        "group",
        "inc",
        "q2",
        "transdigm",
        "group",
        "inc",
        "earnings",
        "release",
        "bmo",
        "ipg",
        "photonics",
        "corp",
        "q1",
        "ipg",
        "photonics",
        "corp",
        "earnings",
        "release",
        "bmo",
        "hca",
        "healthcare",
        "inc",
        "q1",
        "hca",
        "healthcare",
        "inc",
        "earnings",
        "release",
        "bmo",
        "cummins",
        "inc",
        "q1",
        "cummins",
        "inc",
        "earnings",
        "release",
        "bmo",
        "archer",
        "daniel",
        "midland",
        "co",
        "q1",
        "archer",
        "daniel",
        "midland",
        "co",
        "earnings",
        "release",
        "bmo",
        "ecolab",
        "inc",
        "q1",
        "ecolab",
        "inc",
        "earnings",
        "release",
        "bmo",
        "johnson",
        "control",
        "international",
        "plc",
        "q2",
        "johnson",
        "control",
        "international",
        "plc",
        "earnings",
        "release",
        "bmo",
        "armour",
        "inc",
        "q1",
        "armour",
        "inc",
        "earnings",
        "release",
        "bmo",
        "eaton",
        "corporation",
        "plc",
        "q1",
        "eaton",
        "corporation",
        "plc",
        "earnings",
        "release",
        "bmo",
        "fidelity",
        "national",
        "information",
        "q1",
        "fidelity",
        "national",
        "information",
        "service",
        "inc",
        "service",
        "inc",
        "earnings",
        "release",
        "bmo",
        "pfizer",
        "inc",
        "q1",
        "pfizer",
        "inc",
        "earnings",
        "release",
        "bmo",
        "seagate",
        "technology",
        "plc",
        "q3",
        "seagate",
        "technology",
        "plc",
        "earnings",
        "release",
        "amc",
        "unum",
        "group",
        "q1",
        "unum",
        "group",
        "earnings",
        "release",
        "amc",
        "western",
        "union",
        "co",
        "q1",
        "western",
        "union",
        "co",
        "earnings",
        "release",
        "amc",
        "gilead",
        "science",
        "inc",
        "q1",
        "gilead",
        "science",
        "inc",
        "earnings",
        "release",
        "amc",
        "fiserv",
        "inc",
        "q1",
        "fiserv",
        "inc",
        "earnings",
        "release",
        "amc",
        "edison",
        "international",
        "q1",
        "edison",
        "international",
        "earnings",
        "release",
        "amc",
        "allstate",
        "corp",
        "q1",
        "allstate",
        "corporation",
        "earnings",
        "release",
        "amc",
        "anadarko",
        "petroleum",
        "corp",
        "q1",
        "anadarko",
        "petroleum",
        "corp",
        "earnings",
        "release",
        "amc",
        "oneok",
        "inc",
        "q1",
        "oneok",
        "inc",
        "earnings",
        "release",
        "amc",
        "concho",
        "resource",
        "inc",
        "q1",
        "concho",
        "resource",
        "inc",
        "earnings",
        "release",
        "amc",
        "arthur",
        "j",
        "gallagher",
        "co",
        "q1",
        "arthur",
        "j",
        "gallagher",
        "co",
        "earnings",
        "release",
        "amc",
        "devon",
        "energy",
        "corp",
        "q1",
        "devon",
        "energy",
        "corp",
        "earnings",
        "release",
        "amc",
        "newfield",
        "exploration",
        "co",
        "q1",
        "newfield",
        "exploration",
        "co",
        "earnings",
        "release",
        "amc",
        "robinson",
        "worldwide",
        "inc",
        "q1",
        "robinson",
        "worldwide",
        "inc",
        "earnings",
        "release",
        "amc",
        "juniper",
        "network",
        "inc",
        "q1",
        "juniper",
        "network",
        "inc",
        "earnings",
        "release",
        "amc",
        "extra",
        "space",
        "storage",
        "inc",
        "q1",
        "extra",
        "space",
        "storage",
        "inc",
        "earnings",
        "release",
        "amc",
        "verisk",
        "analytics",
        "inc",
        "q1",
        "verisk",
        "analytics",
        "inc",
        "earnings",
        "release",
        "amc",
        "apple",
        "inc",
        "q2",
        "apple",
        "inc",
        "earnings",
        "release",
        "mondelez",
        "international",
        "inc",
        "q1",
        "mondelez",
        "international",
        "inc",
        "earnings",
        "release",
        "humana",
        "inc",
        "q1",
        "humana",
        "inc",
        "earnings",
        "release",
        "harris",
        "corp",
        "q3",
        "harris",
        "corp",
        "earnings",
        "release",
        "estee",
        "lauder",
        "company",
        "inc",
        "q3",
        "estee",
        "lauder",
        "company",
        "inc",
        "earnings",
        "release",
        "cbre",
        "group",
        "inc",
        "q1",
        "cbre",
        "group",
        "inc",
        "earnings",
        "release",
        "southern",
        "co",
        "q1",
        "southern",
        "co",
        "earnings",
        "release",
        "norwegian",
        "cruise",
        "line",
        "holding",
        "ltd",
        "q1",
        "norwegian",
        "cruise",
        "line",
        "holding",
        "ltd",
        "earnings",
        "release",
        "bmo",
        "zoetis",
        "inc",
        "q1",
        "zoetis",
        "inc",
        "earnings",
        "release",
        "bmo",
        "garmin",
        "ltd",
        "q1",
        "garmin",
        "ltd",
        "earnings",
        "release",
        "bmo",
        "pinnacle",
        "west",
        "capital",
        "corp",
        "q1",
        "pinnacle",
        "west",
        "capital",
        "corp",
        "earnings",
        "release",
        "bmo",
        "molson",
        "coors",
        "brewing",
        "co",
        "q1",
        "molson",
        "coors",
        "brewing",
        "co",
        "earnings",
        "release",
        "bmo",
        "mastercard",
        "inc",
        "q1",
        "mastercard",
        "inc",
        "earnings",
        "release",
        "bmo",
        "ametek",
        "inc",
        "q1",
        "ametek",
        "inc",
        "earnings",
        "release",
        "bmo",
        "wyndham",
        "worldwide",
        "corp",
        "q1",
        "wyndham",
        "worldwide",
        "corp",
        "earnings",
        "release",
        "bmo",
        "cv",
        "health",
        "corp",
        "q1",
        "cv",
        "health",
        "corp",
        "earnings",
        "release",
        "bmo",
        "exelon",
        "corp",
        "q1",
        "exelon",
        "corp",
        "earnings",
        "release",
        "bmo",
        "aptiv",
        "plc",
        "q1",
        "aptiv",
        "plc",
        "earnings",
        "release",
        "bmo",
        "yum",
        "brand",
        "inc",
        "q1",
        "yum",
        "brand",
        "inc",
        "earnings",
        "release",
        "bmo",
        "progressive",
        "corp",
        "q1",
        "progressive",
        "corp",
        "earnings",
        "release",
        "bmo",
        "iqvia",
        "holding",
        "inc",
        "q1",
        "iqvia",
        "holding",
        "inc",
        "earnings",
        "release",
        "bmo",
        "automatic",
        "data",
        "processing",
        "inc",
        "q3",
        "automatic",
        "data",
        "processing",
        "inc",
        "earnings",
        "release",
        "bmo",
        "amerisourcebergen",
        "corp",
        "q2",
        "amerisourcebergen",
        "corp",
        "earnings",
        "release",
        "bmo",
        "nisource",
        "inc",
        "q1",
        "nisource",
        "inc",
        "earnings",
        "release",
        "bmo",
        "clorox",
        "co",
        "q3",
        "clorox",
        "co",
        "earnings",
        "release",
        "amc",
        "host",
        "hotel",
        "resort",
        "inc",
        "q1",
        "host",
        "hotel",
        "resort",
        "inc",
        "earnings",
        "release",
        "amc",
        "american",
        "international",
        "group",
        "inc",
        "q1",
        "american",
        "international",
        "group",
        "inc",
        "earnings",
        "release",
        "amc",
        "pioneer",
        "natural",
        "resource",
        "co",
        "q1",
        "pioneer",
        "natural",
        "resource",
        "co",
        "earnings",
        "release",
        "amc",
        "federal",
        "realty",
        "investment",
        "trust",
        "q1",
        "federal",
        "realty",
        "investment",
        "trust",
        "earnings",
        "release",
        "qorvo",
        "inc",
        "q4",
        "qorvo",
        "inc",
        "earnings",
        "release",
        "amc",
        "marathon",
        "oil",
        "corp",
        "q1",
        "marathon",
        "oil",
        "corp",
        "earnings",
        "release",
        "amc",
        "fmc",
        "corp",
        "q1",
        "fmc",
        "corp",
        "earnings",
        "release",
        "amc",
        "xl",
        "group",
        "ltd",
        "q1",
        "xl",
        "group",
        "ltd",
        "earnings",
        "release",
        "amc",
        "macerich",
        "co",
        "q1",
        "macerich",
        "co",
        "earnings",
        "release",
        "amc",
        "american",
        "water",
        "work",
        "company",
        "inc",
        "q1",
        "american",
        "water",
        "work",
        "company",
        "inc",
        "earnings",
        "release",
        "amc",
        "republic",
        "service",
        "inc",
        "q1",
        "republic",
        "service",
        "inc",
        "earnings",
        "release",
        "amc",
        "prudential",
        "financial",
        "inc",
        "q1",
        "prudential",
        "financial",
        "earnings",
        "release",
        "amc",
        "essex",
        "property",
        "trust",
        "inc",
        "q1",
        "essex",
        "property",
        "trust",
        "inc",
        "earnings",
        "release",
        "amc",
        "hologic",
        "inc",
        "q2",
        "hologic",
        "inc",
        "earnings",
        "release",
        "amc",
        "equinix",
        "inc",
        "q1",
        "equinix",
        "inc",
        "earnings",
        "release",
        "amc",
        "kraft",
        "heinz",
        "co",
        "q1",
        "kraft",
        "heinz",
        "co",
        "earnings",
        "release",
        "amc",
        "express",
        "script",
        "holding",
        "co",
        "q1",
        "express",
        "script",
        "holding",
        "co",
        "earnings",
        "release",
        "amc",
        "ansys",
        "inc",
        "q1",
        "ansys",
        "inc",
        "earnings",
        "release",
        "amc",
        "cerner",
        "corp",
        "q1",
        "cerner",
        "corp",
        "earnings",
        "release",
        "amc",
        "alliant",
        "energy",
        "corp",
        "q1",
        "alliant",
        "energy",
        "corp",
        "earnings",
        "release",
        "amc",
        "cf",
        "industry",
        "holding",
        "inc",
        "q1",
        "cf",
        "industry",
        "holding",
        "inc",
        "earnings",
        "release",
        "amc",
        "apartment",
        "community",
        "q1",
        "apartment",
        "community",
        "inc",
        "earnings",
        "inc",
        "release",
        "amc",
        "metlife",
        "inc",
        "q1",
        "metlife",
        "inc",
        "earnings",
        "release",
        "amc",
        "williams",
        "company",
        "inc",
        "q1",
        "williams",
        "company",
        "inc",
        "earnings",
        "release",
        "amc",
        "lincoln",
        "national",
        "corp",
        "q1",
        "lincoln",
        "national",
        "corp",
        "earnings",
        "release",
        "amc",
        "apache",
        "corp",
        "q1",
        "apache",
        "corp",
        "earnings",
        "release",
        "nt",
        "pg",
        "e",
        "corp",
        "q1",
        "pg",
        "e",
        "corp",
        "earnings",
        "release",
        "sealed",
        "air",
        "corp",
        "q1",
        "sealed",
        "air",
        "corp",
        "earnings",
        "release",
        "bmo",
        "dowdupont",
        "inc",
        "q1",
        "dowdupont",
        "inc",
        "earnings",
        "release",
        "bmo",
        "becton",
        "dickinson",
        "co",
        "q2",
        "becton",
        "dickinson",
        "co",
        "earnings",
        "release",
        "bmo",
        "kellogg",
        "co",
        "q1",
        "kellogg",
        "co",
        "earnings",
        "release",
        "bmo",
        "eversource",
        "energy",
        "q1",
        "eversource",
        "energy",
        "earnings",
        "release",
        "bmo",
        "intercontinental",
        "exchange",
        "inc",
        "q1",
        "intercontinental",
        "exchange",
        "inc",
        "earnings",
        "release",
        "bmo",
        "nrg",
        "energy",
        "inc",
        "q1",
        "nrg",
        "energy",
        "inc",
        "earnings",
        "release",
        "bmo",
        "hcp",
        "inc",
        "q1",
        "hcp",
        "inc",
        "earnings",
        "release",
        "bmo",
        "quantum",
        "service",
        "inc",
        "q1",
        "quantum",
        "service",
        "inc",
        "earnings",
        "release",
        "bmo",
        "ppl",
        "corp",
        "q1",
        "ppl",
        "corp",
        "earnings",
        "release",
        "bmo",
        "ggp",
        "inc",
        "q1",
        "ggp",
        "inc",
        "earnings",
        "release",
        "bmo",
        "cardinal",
        "health",
        "inc",
        "q3",
        "cardinal",
        "health",
        "inc",
        "earnings",
        "release",
        "bmo",
        "vulcan",
        "material",
        "co",
        "q1",
        "vulcan",
        "material",
        "co",
        "earnings",
        "release",
        "bmo",
        "global",
        "payment",
        "inc",
        "q1",
        "global",
        "payment",
        "inc",
        "earnings",
        "release",
        "bmo",
        "church",
        "dwight",
        "co",
        "inc",
        "q1",
        "church",
        "dwight",
        "co",
        "inc",
        "earnings",
        "release",
        "bmo",
        "cigna",
        "corp",
        "q1",
        "cigna",
        "corp",
        "earnings",
        "release",
        "bmo",
        "ball",
        "corp",
        "q1",
        "ball",
        "corp",
        "earnings",
        "release",
        "bmo",
        "msci",
        "inc",
        "q1",
        "msci",
        "inc",
        "earnings",
        "release",
        "bmo",
        "huntington",
        "ingalls",
        "industry",
        "inc",
        "q1",
        "huntington",
        "ingalls",
        "industry",
        "inc",
        "earnings",
        "release",
        "bmo",
        "regeneron",
        "pharmaceutical",
        "inc",
        "q1",
        "regeneron",
        "pharmaceutical",
        "inc",
        "earnings",
        "release",
        "amc",
        "cbs",
        "corp",
        "q1",
        "cbs",
        "corp",
        "earnings",
        "release",
        "amc",
        "fluor",
        "corp",
        "q1",
        "fluor",
        "corp",
        "earnings",
        "release",
        "amc",
        "assurant",
        "inc",
        "q1",
        "assurant",
        "inc",
        "earnings",
        "release",
        "amc",
        "skyworks",
        "solution",
        "inc",
        "q2",
        "skyworks",
        "solution",
        "inc",
        "earnings",
        "release",
        "amc",
        "davita",
        "inc",
        "q1",
        "davita",
        "inc",
        "earnings",
        "release",
        "amc",
        "activision",
        "blizzard",
        "inc",
        "q1",
        "activision",
        "blizzard",
        "inc",
        "earnings",
        "release",
        "amc",
        "eog",
        "resource",
        "inc",
        "q1",
        "eog",
        "resource",
        "inc",
        "earnings",
        "release",
        "amc",
        "consolidated",
        "edison",
        "inc",
        "q1",
        "consolidated",
        "edison",
        "inc",
        "earnings",
        "release",
        "amc",
        "motorola",
        "solution",
        "inc",
        "q1",
        "motorola",
        "solution",
        "inc",
        "earnings",
        "release",
        "amc",
        "international",
        "inc",
        "q1",
        "international",
        "inc",
        "earnings",
        "release",
        "xerox",
        "corp",
        "q1",
        "xerox",
        "corp",
        "earnings",
        "release",
        "amc",
        "stericycle",
        "inc",
        "q1",
        "stericycle",
        "inc",
        "earnings",
        "release",
        "bmo",
        "celgene",
        "corp",
        "q1",
        "celgene",
        "corp",
        "earnings",
        "release",
        "bmo",
        "aon",
        "plc",
        "q1",
        "aon",
        "plc",
        "earnings",
        "release",
        "bmo",
        "cboe",
        "global",
        "market",
        "inc",
        "q1",
        "cboe",
        "global",
        "market",
        "inc",
        "earnings",
        "release",
        "bmo",
        "newell",
        "brand",
        "inc",
        "q1",
        "newell",
        "brand",
        "inc",
        "earnings",
        "release",
        "bmo",
        "idexx",
        "laboratory",
        "inc",
        "q1",
        "idexx",
        "laboratory",
        "inc",
        "earnings",
        "release",
        "bmo",
        "centerpoint",
        "energy",
        "inc",
        "q1",
        "centerpoint",
        "energy",
        "inc",
        "earnings",
        "release",
        "bmo",
        "vf",
        "corp",
        "q1",
        "vf",
        "corp",
        "earnings",
        "release",
        "time",
        "listed",
        "est",
        "amc",
        "market",
        "close",
        "bmo",
        "market",
        "open",
        "dbh",
        "business",
        "hour",
        "blank",
        "known",
        "diary",
        "provide",
        "eps",
        "estimate",
        "figure",
        "eps",
        "figure",
        "retrieved",
        "eikon",
        "step",
        "eikon",
        "retrieve",
        "eps",
        "estimate",
        "eikon",
        "equity",
        "top",
        "p",
        "select",
        "event",
        "select",
        "estimate",
        "compiled",
        "bengaluru",
        "newsroom"
    ]
}