{
    "organizations": [],
    "uuid": "60f1716e10056c81f0d0dd47274ec6959c4f331f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/06/pr-newswire-safeguard-scientifics-announces-management-changes-to-align-organization-and-cost-structure-with-new-strategy.html",
    "ord_in_thread": 0,
    "title": "Safeguard Scientifics Announces Management Changes to Align Organization and Cost Structure with New Strategy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RADNOR, Pa., April 6, 2018 /PRNewswire/ -- Safeguard Scientifics, Inc. (NYSE: SFE) (\"Safeguard\" or \"the Company\") today announced a series of management changes intended to streamline the Company's organizational structure and reduce operating costs. These aggressive cost-reduction initiatives are intended to better align Safeguard's cost structure with the strategy the Company announced in January 2018 to reduce its operating costs, monetize its Partner Company interests and maximize the net proceeds distributable to Safeguard's shareholders.\nStephen T. Zarrilli, who has served as Safeguard's President and Chief Executive Officer since November 2012, will retire from Safeguard, effective September 30, 2018. Safeguard's Board of Directors has appointed Brian J. Sisko to succeed Mr. Zarrilli as President and CEO, effective July 1, 2018. Mr. Sisko joined Safeguard as Senior Vice President and General Counsel in August 2007, and currently serves as Executive Vice President, Chief Operating Officer and Managing Director of Safeguard. Mr. Zarrilli will remain with the Company as a non-executive employee until September 30, 2018 to ensure a smooth transition. He will continue to serve on the Safeguard Board until the 2018 Annual Meeting, but will not stand for re-election.\nDr. Robert J. Rosenthal, Chairman of the Safeguard Board, said, \"Our Board is extremely grateful to Steve for his many years of strong and dedicated leadership. He is an extremely talented professional who has led this company with skill and vision. Under Steve's leadership, and with his strong insights, judgment, sharp business acumen and ability to execute, Safeguard has achieved many key noteworthy milestones, including: the repayment of $110 million of convertible debentures, the monetization of more than $900 million of investments, the deployment of more than $600 million into new Partner Companies, the first ever return of capital to shareholders and some of the largest exits in Safeguard's recent history. We applaud Steve's many accomplishments and contributions to Safeguard, and are also very pleased that Steve will remain with us through September to ensure a smooth transition.\"\nIn addition, Safeguard's current Senior Vice President and Chief Financial Officer, Jeffrey McGroarty, will depart from the Company, effective June 30, 2018; and Senior Vice President of Investor Relations and Corporate Communications, John Shave, will depart thereafter at a specific date yet to be determined. David Kille, Safeguard's Corporate Controller, will assume the role of Safeguard's Chief Financial Officer, effective June 1, 2018. Dr. Gary Kurtzman, Senior Vice President and Managing Director, Healthcare remains in his role and will work closely with Mr. Sisko in providing oversight of the Partner Companies. Following these organizational changes, Safeguard does not intend to fill the roles of Chief Operating Officer, Senior Vice President of Investor Relations and Corporate Communications or Corporate Controller, and these roles will either be eliminated or will be combined with other roles.\nDr. Rosenthal continued, \"We thank Jeff and John for their more than 10 years of dedicated service to Safeguard and countless valuable contributions to our company. Through their efforts, Safeguard has accomplished many objectives that have benefited the organization and its shareholders with respect to financial stewardship, proactive and substantial shareholder communication and education, and support of our Partner Companies.\"\nWith the organizational changes announced today, along with the aggressive cost reduction initiatives previously announced and implemented, Safeguard currently projects that its ongoing annualized operating expenses excluding interest, depreciation, severance and stock-based compensation, will approximate $8 to 9 million, in comparison to approximately $15 million for 2017.\n\"I believe Safeguard is on the right path to maximize the distributions of capital to our shareholders,\" said Mr. Zarrilli. \"With Safeguard's new strategy well underway, the Board and I felt it was important to substantially reduce our management and make further cost reductions to align our organization and expense base with our new strategy. I am very confident in Brian's ability to lead Safeguard as it focuses on monetizing its assets and returning capital to shareholders. I look forward to working closely with him in the coming months to ensure a smooth leadership transition.\"\n\"I am honored to have the opportunity to serve as Safeguard's next CEO and lead the Company in executing our new strategy,\" said Mr. Sisko.\nDr. Rosenthal concluded, \"With today's announcement, the Safeguard Board makes clear its commitment to executing on the Company's new strategy and creating a leaner and more agile organization focused on maximizing the capital that is available for distribution to shareholders. We are also confident that Brian Sisko's mergers and acquisitions, corporate finance and legal backgrounds, as well as his operating experience and extensive knowledge of and familiarity with Safeguard's Partner Companies make him the ideal choice to lead the organization as it pursues this strategy.\"\nAbout Safeguard Scientifics\nHistorically, Safeguard Scientifics (NYSE:SFE) has provided capital and relevant expertise to fuel the growth of technology-driven businesses. Safeguard has a distinguished track record of fostering innovation and building market leaders that spans more than six decades. For more information, please visit www.safeguard.com or follow us on Twitter @safeguard .\nForward-looking Statements\nExcept for the historical information and discussions contained herein, statements contained in this release may constitute \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Our forward-looking statements are subject to risks and uncertainties. Forward-looking statements include, but are not limited to, statements regarding Safeguard's initiatives taken or contemplated to enhance and unlock value for all of its stockholders, Safeguard's efforts to execute on and implement its strategy to streamline its organizational structure, reduce its operating costs, pursue monetization opportunities for Partner Companies and maximize the net proceeds distributable to its shareholders, Safeguard's ability to create, unlock, enhance and maximize shareholder value, Safeguard's ability to have a smooth transition to a new management team, the timing of Safeguard's management succession plan and its effect on driving increased organizational effectiveness and efficiencies, the ability of the new management team to execute Safeguard's strategy, the availability of, the timing of, and the proceeds that may ultimately be derived from the monetization of Partner Companies, Safeguard's projections regarding the reduction in its ongoing operating expenses, Safeguard's projections regarding annualized operating expenses and expected severance expenses, monetization opportunities for Partner Company Interests, and the amount of net proceeds from the monetization of Partner Company Interests that are ultimately distributable to Safeguard shareholders after satisfying Safeguard's debt obligations and working capital needs and the timing of such distributions. Such forward-looking statements are not guarantees of future operational or financial performance and are based on current expectations that involve a number of uncertainties, risks and assumptions that are difficult to predict. Therefore, actual outcomes and/or results may differ materially from those expressed or implied by such forward-looking statements. The risks and uncertainties that could cause actual results to differ materially include, among others, our ability to make good decisions about the monetization of our Partner Companies for maximum value or at all and distributions to our shareholders, our ability to successfully execute on our strategy to streamline our organizational structure and align our cost structure to increase shareholder value, whether our strategy will better position us to focus our resources on the highest-return opportunities and deliver enhanced shareholder value, the ongoing support of our existing Partner Companies, the fact that our Partner Companies may vary from period to period, challenges to achieving liquidity from our partner company holdings, fluctuations in the market prices of our publicly traded partner company holdings, competition, our inability to obtain maximum value for our partner company holdings, our ability to attract and retain qualified employees, market valuations in sectors in which our Partner Companies operate, our inability to control our Partner Companies, our need to manage our assets to avoid registration under the Investment Company Act of 1940, risks, disruption, costs and uncertainty caused by or related to the actions of activist shareholders, including that if individuals are elected to our Board with a specific agenda, it may adversely affect our ability to effectively implement our business strategy and create value for our shareholders and perceived uncertainties as to our future direction as a result of potential changes to the composition of our Board may lead to the perception of a change in the direction of our business, instability or a lack of continuity that may adversely affect our business, and risks associated with our Partner Companies, including the fact that most of our Partner Companies have a limited operating history and a history of operating losses, face intense competition and may never be profitable, the effect of economic conditions in the business sectors in which Safeguard's Partner Companies operate, and other uncertainties described in our filings with the Securities and Exchange Commission. Many of these factors are beyond the Company's ability to predict or control. As a result of these and other factors, the Company's past operational and financial performance should not be relied on as an indication of future performance. The Company does not assume any obligation to update any forward-looking statements or other information contained in this press release.\nImportant Additional Information And Where To Find It\nSafeguard Scientifics intends to file a proxy statement and accompanying WHITE proxy card with the SEC in connection with the solicitation of proxies from Safeguard Scientifics' shareholders in connection with the matters to be considered at Safeguard Scientifics' 2018 Annual Meeting of Shareholders. INVESTORS AND SHAREHOLDERS ARE STRONGLY ENCOURAGED TO READ ANY SUCH PROXY STATEMENT AND THE ACCOMPANYING WHITE PROXY CARD AND OTHER DOCUMENTS FILED BY SAFEGUARD SCIENTIFICS WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION . Shareholders will be able to obtain the Proxy Statement, any amendments or supplements to the Proxy Statement, the accompanying WHITE proxy card, and other documents filed by Safeguard Scientifics with the SEC free of charge at the SEC's website at www.sec.gov . Copies will also be available free of charge at the Investor Relations section of Safeguard Scientifics' corporate website at www.safeguard.com , by writing to Safeguard Scientifics' Corporate Secretary at Safeguard Scientifics, Inc. 170 North Radnor-Chester Road, Suite 200, Radnor, PA 19087, or by contacting Safeguard Scientifics' investor relations department at 610.975.4952.\nCertain Participant Information\nIn accordance with Rule 14a-12(a)(1)(i) under the Security Exchange Act of 1934, as amended, the following directors, executive officers and other employees of Safeguard Scientifics are anticipated to be participants in the solicitation of proxies from Safeguard's shareholders in connection with the matters to be considered at Safeguard's 2018 Annual Meeting of Shareholders and beneficially hold the amount of shares of Safeguard's common stock, $0.10 par value per share, indicated adjacent to his or her name: (i) Safeguard directors: Julie A. Dobson (31,332 shares), Stephen Fisher (4,167 shares), George MacKenzie (26,250 shares), Maureen F. Morrison (0 shares), John J. Roberts (11,728 shares), Robert J. Rosenthal (19,156 shares) and Stephen T. Zarrilli (226,332) shares), and (ii) Safeguard executive officers and other employees: Jeffrey B. McGroarty (47,637 shares), John E. Shave III (37,022) shares) and Brian J. Sisko (138,655 shares). The business address for each person is c/o Safeguard Scientifics, Inc. 170 North Radnor-Chester Road, Suite 200, Radnor, PA 19087. Additional information regarding Safeguard's director, officer and other employee participants in the solicitation of proxies from Safeguard's shareholders in connection with the matters to be considered at Safeguard's 2018 Annual Meeting of Shareholders, and their direct or indirect interests, through security holdings or otherwise, will be set forth in Safeguard's proxy statement for its 2018 Annual Meeting, including the schedules and appendices thereto.\nSAFEGUARD CONTACT:\nJohn E. Shave III\nSenior Vice President, Investor Relations and Corporate Communications\n(610) 975.4952\njshave@safeguard.com\nMEDIA CONTACT:\nEd Trissel / Aura Reinhard\nJoele Frank Wilkinson Brimmer Katcher\n(212) 355-4449\nView original content: http://www.prnewswire.com/news-releases/safeguard-scientifics-announces-management-changes-to-align-organization-and-cost-structure-with-new-strategy-300625530.html\nSOURCE Safeguard Scientifics, Inc.",
    "published": "2018-04-06T16:00:00.000+03:00",
    "crawled": "2018-04-06T18:42:15.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "radnor",
        "april",
        "safeguard",
        "scientifics",
        "nyse",
        "sfe",
        "safeguard",
        "company",
        "today",
        "announced",
        "series",
        "management",
        "change",
        "intended",
        "streamline",
        "company",
        "organizational",
        "structure",
        "reduce",
        "operating",
        "cost",
        "aggressive",
        "initiative",
        "intended",
        "better",
        "align",
        "safeguard",
        "cost",
        "structure",
        "strategy",
        "company",
        "announced",
        "january",
        "reduce",
        "operating",
        "cost",
        "monetize",
        "partner",
        "company",
        "interest",
        "maximize",
        "net",
        "proceeds",
        "distributable",
        "safeguard",
        "shareholder",
        "stephen",
        "zarrilli",
        "served",
        "safeguard",
        "president",
        "chief",
        "executive",
        "officer",
        "since",
        "november",
        "retire",
        "safeguard",
        "effective",
        "september",
        "safeguard",
        "board",
        "director",
        "appointed",
        "brian",
        "sisko",
        "succeed",
        "zarrilli",
        "president",
        "ceo",
        "effective",
        "july",
        "sisko",
        "joined",
        "safeguard",
        "senior",
        "vice",
        "president",
        "general",
        "counsel",
        "august",
        "currently",
        "serf",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "managing",
        "director",
        "safeguard",
        "zarrilli",
        "remain",
        "company",
        "employee",
        "september",
        "ensure",
        "smooth",
        "transition",
        "continue",
        "serve",
        "safeguard",
        "board",
        "annual",
        "meeting",
        "stand",
        "robert",
        "rosenthal",
        "chairman",
        "safeguard",
        "board",
        "said",
        "board",
        "extremely",
        "grateful",
        "steve",
        "many",
        "year",
        "strong",
        "dedicated",
        "leadership",
        "extremely",
        "talented",
        "professional",
        "led",
        "company",
        "skill",
        "vision",
        "steve",
        "leadership",
        "strong",
        "insight",
        "judgment",
        "sharp",
        "business",
        "acumen",
        "ability",
        "execute",
        "safeguard",
        "achieved",
        "many",
        "key",
        "noteworthy",
        "milestone",
        "including",
        "repayment",
        "million",
        "convertible",
        "debenture",
        "monetization",
        "million",
        "investment",
        "deployment",
        "million",
        "new",
        "partner",
        "company",
        "first",
        "ever",
        "return",
        "capital",
        "shareholder",
        "largest",
        "exit",
        "safeguard",
        "recent",
        "history",
        "applaud",
        "steve",
        "many",
        "accomplishment",
        "contribution",
        "safeguard",
        "also",
        "pleased",
        "steve",
        "remain",
        "u",
        "september",
        "ensure",
        "smooth",
        "transition",
        "addition",
        "safeguard",
        "current",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "jeffrey",
        "mcgroarty",
        "depart",
        "company",
        "effective",
        "june",
        "senior",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "john",
        "shave",
        "depart",
        "thereafter",
        "specific",
        "date",
        "yet",
        "determined",
        "david",
        "kille",
        "safeguard",
        "corporate",
        "controller",
        "assume",
        "role",
        "safeguard",
        "chief",
        "financial",
        "officer",
        "effective",
        "june",
        "gary",
        "kurtzman",
        "senior",
        "vice",
        "president",
        "managing",
        "director",
        "healthcare",
        "remains",
        "role",
        "work",
        "closely",
        "sisko",
        "providing",
        "oversight",
        "partner",
        "company",
        "following",
        "organizational",
        "change",
        "safeguard",
        "intend",
        "fill",
        "role",
        "chief",
        "operating",
        "officer",
        "senior",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "corporate",
        "controller",
        "role",
        "either",
        "eliminated",
        "combined",
        "role",
        "rosenthal",
        "continued",
        "thank",
        "jeff",
        "john",
        "year",
        "dedicated",
        "service",
        "safeguard",
        "countless",
        "valuable",
        "contribution",
        "company",
        "effort",
        "safeguard",
        "accomplished",
        "many",
        "objective",
        "benefited",
        "organization",
        "shareholder",
        "respect",
        "financial",
        "stewardship",
        "proactive",
        "substantial",
        "shareholder",
        "communication",
        "education",
        "support",
        "partner",
        "company",
        "organizational",
        "change",
        "announced",
        "today",
        "along",
        "aggressive",
        "cost",
        "reduction",
        "initiative",
        "previously",
        "announced",
        "implemented",
        "safeguard",
        "currently",
        "project",
        "ongoing",
        "annualized",
        "operating",
        "expense",
        "excluding",
        "interest",
        "depreciation",
        "severance",
        "compensation",
        "approximate",
        "million",
        "comparison",
        "approximately",
        "million",
        "believe",
        "safeguard",
        "right",
        "path",
        "maximize",
        "distribution",
        "capital",
        "shareholder",
        "said",
        "zarrilli",
        "safeguard",
        "new",
        "strategy",
        "well",
        "underway",
        "board",
        "felt",
        "important",
        "substantially",
        "reduce",
        "management",
        "make",
        "cost",
        "reduction",
        "align",
        "organization",
        "expense",
        "base",
        "new",
        "strategy",
        "confident",
        "brian",
        "ability",
        "lead",
        "safeguard",
        "focus",
        "monetizing",
        "asset",
        "returning",
        "capital",
        "shareholder",
        "look",
        "forward",
        "working",
        "closely",
        "coming",
        "month",
        "ensure",
        "smooth",
        "leadership",
        "transition",
        "honored",
        "opportunity",
        "serve",
        "safeguard",
        "next",
        "ceo",
        "lead",
        "company",
        "executing",
        "new",
        "strategy",
        "said",
        "sisko",
        "rosenthal",
        "concluded",
        "today",
        "announcement",
        "safeguard",
        "board",
        "make",
        "clear",
        "commitment",
        "executing",
        "company",
        "new",
        "strategy",
        "creating",
        "leaner",
        "agile",
        "organization",
        "focused",
        "maximizing",
        "capital",
        "available",
        "distribution",
        "shareholder",
        "also",
        "confident",
        "brian",
        "sisko",
        "merger",
        "acquisition",
        "corporate",
        "finance",
        "legal",
        "background",
        "well",
        "operating",
        "experience",
        "extensive",
        "knowledge",
        "familiarity",
        "safeguard",
        "partner",
        "company",
        "make",
        "ideal",
        "choice",
        "lead",
        "organization",
        "pursues",
        "strategy",
        "safeguard",
        "scientifics",
        "historically",
        "safeguard",
        "scientifics",
        "nyse",
        "sfe",
        "provided",
        "capital",
        "relevant",
        "expertise",
        "fuel",
        "growth",
        "business",
        "safeguard",
        "distinguished",
        "track",
        "record",
        "fostering",
        "innovation",
        "building",
        "market",
        "leader",
        "span",
        "six",
        "decade",
        "information",
        "please",
        "visit",
        "follow",
        "u",
        "twitter",
        "safeguard",
        "statement",
        "except",
        "historical",
        "information",
        "discussion",
        "contained",
        "herein",
        "statement",
        "contained",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "safeguard",
        "initiative",
        "taken",
        "contemplated",
        "enhance",
        "unlock",
        "value",
        "stockholder",
        "safeguard",
        "effort",
        "execute",
        "implement",
        "strategy",
        "streamline",
        "organizational",
        "structure",
        "reduce",
        "operating",
        "cost",
        "pursue",
        "monetization",
        "opportunity",
        "partner",
        "company",
        "maximize",
        "net",
        "proceeds",
        "distributable",
        "shareholder",
        "safeguard",
        "ability",
        "create",
        "unlock",
        "enhance",
        "maximize",
        "shareholder",
        "value",
        "safeguard",
        "ability",
        "smooth",
        "transition",
        "new",
        "management",
        "team",
        "timing",
        "safeguard",
        "management",
        "succession",
        "plan",
        "effect",
        "driving",
        "increased",
        "organizational",
        "effectiveness",
        "efficiency",
        "ability",
        "new",
        "management",
        "team",
        "execute",
        "safeguard",
        "strategy",
        "availability",
        "timing",
        "proceeds",
        "may",
        "ultimately",
        "derived",
        "monetization",
        "partner",
        "company",
        "safeguard",
        "projection",
        "regarding",
        "reduction",
        "ongoing",
        "operating",
        "expense",
        "safeguard",
        "projection",
        "regarding",
        "annualized",
        "operating",
        "expense",
        "expected",
        "severance",
        "expense",
        "monetization",
        "opportunity",
        "partner",
        "company",
        "interest",
        "amount",
        "net",
        "proceeds",
        "monetization",
        "partner",
        "company",
        "interest",
        "ultimately",
        "distributable",
        "safeguard",
        "shareholder",
        "satisfying",
        "safeguard",
        "debt",
        "obligation",
        "working",
        "capital",
        "need",
        "timing",
        "distribution",
        "statement",
        "guarantee",
        "future",
        "operational",
        "financial",
        "performance",
        "based",
        "current",
        "expectation",
        "involve",
        "number",
        "uncertainty",
        "risk",
        "assumption",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "among",
        "others",
        "ability",
        "make",
        "good",
        "decision",
        "monetization",
        "partner",
        "company",
        "maximum",
        "value",
        "distribution",
        "shareholder",
        "ability",
        "successfully",
        "execute",
        "strategy",
        "streamline",
        "organizational",
        "structure",
        "align",
        "cost",
        "structure",
        "increase",
        "shareholder",
        "value",
        "whether",
        "strategy",
        "better",
        "position",
        "u",
        "focus",
        "resource",
        "opportunity",
        "deliver",
        "enhanced",
        "shareholder",
        "value",
        "ongoing",
        "support",
        "existing",
        "partner",
        "company",
        "fact",
        "partner",
        "company",
        "may",
        "vary",
        "period",
        "period",
        "challenge",
        "achieving",
        "liquidity",
        "partner",
        "company",
        "holding",
        "fluctuation",
        "market",
        "price",
        "publicly",
        "traded",
        "partner",
        "company",
        "holding",
        "competition",
        "inability",
        "obtain",
        "maximum",
        "value",
        "partner",
        "company",
        "holding",
        "ability",
        "attract",
        "retain",
        "qualified",
        "employee",
        "market",
        "valuation",
        "sector",
        "partner",
        "company",
        "operate",
        "inability",
        "control",
        "partner",
        "company",
        "need",
        "manage",
        "asset",
        "avoid",
        "registration",
        "investment",
        "company",
        "act",
        "risk",
        "disruption",
        "cost",
        "uncertainty",
        "caused",
        "related",
        "action",
        "activist",
        "shareholder",
        "including",
        "individual",
        "elected",
        "board",
        "specific",
        "agenda",
        "may",
        "adversely",
        "affect",
        "ability",
        "effectively",
        "implement",
        "business",
        "strategy",
        "create",
        "value",
        "shareholder",
        "perceived",
        "uncertainty",
        "future",
        "direction",
        "result",
        "potential",
        "change",
        "composition",
        "board",
        "may",
        "lead",
        "perception",
        "change",
        "direction",
        "business",
        "instability",
        "lack",
        "continuity",
        "may",
        "adversely",
        "affect",
        "business",
        "risk",
        "associated",
        "partner",
        "company",
        "including",
        "fact",
        "partner",
        "company",
        "limited",
        "operating",
        "history",
        "history",
        "operating",
        "loss",
        "face",
        "intense",
        "competition",
        "may",
        "never",
        "profitable",
        "effect",
        "economic",
        "condition",
        "business",
        "sector",
        "safeguard",
        "partner",
        "company",
        "operate",
        "uncertainty",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "many",
        "factor",
        "beyond",
        "company",
        "ability",
        "predict",
        "control",
        "result",
        "factor",
        "company",
        "past",
        "operational",
        "financial",
        "performance",
        "relied",
        "indication",
        "future",
        "performance",
        "company",
        "assume",
        "obligation",
        "update",
        "statement",
        "information",
        "contained",
        "press",
        "release",
        "important",
        "additional",
        "information",
        "find",
        "safeguard",
        "scientifics",
        "intends",
        "file",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "safeguard",
        "scientifics",
        "shareholder",
        "connection",
        "matter",
        "considered",
        "safeguard",
        "scientifics",
        "annual",
        "meeting",
        "shareholder",
        "investor",
        "shareholder",
        "strongly",
        "encouraged",
        "read",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "document",
        "filed",
        "safeguard",
        "scientifics",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "shareholder",
        "able",
        "obtain",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "document",
        "filed",
        "safeguard",
        "scientifics",
        "sec",
        "free",
        "charge",
        "sec",
        "website",
        "copy",
        "also",
        "available",
        "free",
        "charge",
        "investor",
        "relation",
        "section",
        "safeguard",
        "scientifics",
        "corporate",
        "website",
        "writing",
        "safeguard",
        "scientifics",
        "corporate",
        "secretary",
        "safeguard",
        "scientifics",
        "north",
        "road",
        "suite",
        "radnor",
        "pa",
        "contacting",
        "safeguard",
        "scientifics",
        "investor",
        "relation",
        "department",
        "certain",
        "participant",
        "information",
        "accordance",
        "rule",
        "security",
        "exchange",
        "act",
        "amended",
        "following",
        "director",
        "executive",
        "officer",
        "employee",
        "safeguard",
        "scientifics",
        "anticipated",
        "participant",
        "solicitation",
        "proxy",
        "safeguard",
        "shareholder",
        "connection",
        "matter",
        "considered",
        "safeguard",
        "annual",
        "meeting",
        "shareholder",
        "beneficially",
        "hold",
        "amount",
        "share",
        "safeguard",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "indicated",
        "adjacent",
        "name",
        "safeguard",
        "director",
        "julie",
        "dobson",
        "share",
        "stephen",
        "fisher",
        "share",
        "george",
        "mackenzie",
        "share",
        "maureen",
        "morrison",
        "share",
        "john",
        "robert",
        "share",
        "robert",
        "rosenthal",
        "share",
        "stephen",
        "zarrilli",
        "share",
        "ii",
        "safeguard",
        "executive",
        "officer",
        "employee",
        "jeffrey",
        "mcgroarty",
        "share",
        "john",
        "shave",
        "iii",
        "share",
        "brian",
        "sisko",
        "share",
        "business",
        "address",
        "person",
        "safeguard",
        "scientifics",
        "north",
        "road",
        "suite",
        "radnor",
        "pa",
        "additional",
        "information",
        "regarding",
        "safeguard",
        "director",
        "officer",
        "employee",
        "participant",
        "solicitation",
        "proxy",
        "safeguard",
        "shareholder",
        "connection",
        "matter",
        "considered",
        "safeguard",
        "annual",
        "meeting",
        "shareholder",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "safeguard",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "including",
        "schedule",
        "appendix",
        "thereto",
        "safeguard",
        "contact",
        "john",
        "shave",
        "iii",
        "senior",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "jshave",
        "medium",
        "contact",
        "ed",
        "trissel",
        "aura",
        "reinhard",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "view",
        "original",
        "content",
        "http",
        "source",
        "safeguard",
        "scientifics",
        "inc"
    ]
}