{
    "organizations": [],
    "uuid": "1f8135a2ee1cda7bf3e1c0ab4a370512bd8221cf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/business-wire-square-to-acquire-weebly.html",
    "ord_in_thread": 0,
    "title": "Square to Acquire Weebly",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Addition of website-building company will enable sellers to easily start or grow an omnichannel business with one cohesive solution\nSAN FRANCISCO--(BUSINESS WIRE)-- Square, Inc. (NYSE: SQ) has entered into a definitive agreement to acquire Weebly. Square will pay a mix of cash and stock of approximately $365 million, which includes Square restricted stock units for Weebly's founders and employees that will vest over four years subsequent to closing. This consideration includes Weebly’s estimated net cash. Weebly is a San Francisco–based technology company that provides customers with tools to easily build a professional website or online store.\nSquare and Weebly will give sellers one cohesive solution to start or grow an omnichannel business. Today, it is important that sellers can reach buyers as they move between channels (in person, online, in apps) during discovery, purchase, and even returns and exchanges. An integrated suite of services will make critical business tasks like engaging with customers, managing orders, growing sales, and making informed business decisions easier than ever for sellers.\n“Square and Weebly share a passion for empowering and celebrating entrepreneurs,” said Jack Dorsey, CEO of Square. “Square began its journey with in-person solutions while Weebly began its journey online. Since then, we’ve both been building services to bridge these channels, and we can go even further and faster together.”\n“Omnichannel commerce is our top focus area in 2018,” said Alyssa Henry, Seller Lead at Square. “From managing orders, appointments, and payments to building a website, running a business is complex, and entrepreneurs around the world want powerful and intuitive tools. Whether they’re an artist, a winemaker, or a hairdresser, with Square and Weebly sellers will have one cohesive solution to build their business.”\n“Entrepreneurship gives an opportunity to people who were never given one,” said David Rusenko, CEO of Weebly. “Weebly has created technology that helps people bring their business idea to life online. Now, we will be expanding that vision to help entrepreneurs succeed beyond their website. I’m excited for Weebly to join Square and help build the future of commerce together.”\nWeebly will expand Square’s customer base globally and add a new recurring revenue stream. Weebly has millions of customers and more than 625,000 paid subscribers. Square will provide Weebly customers with access to the company’s ecosystem of managed payments, hardware, and software, which complement Weebly’s services, which include free website hosting, premium (paid) website design and hosting, online store, and marketing tools. Nearly 40% of Weebly’s paid subscribers are outside the U.S., which will help accelerate Square’s global expansion.\nSquare will continue to provide an open platform to offer sellers the flexibility to select and integrate the third-party solutions that are best for their business. Square offers more than 100 partner integrations across a range of third-party apps, including points of sale, accounting software, and other back-office systems.\nThe completion of this transaction is subject to customary closing conditions including regulatory approvals. The parties expect to close the transaction during the second quarter of 2018, and until close the two companies will continue to operate independently. Square was advised by Wilson Sonsini Goodrich & Rosati and Weebly was advised by Cooley LLP and Qatalyst Partners.\nAs a reminder, Square will release financial results for the first quarter of 2018 on May 2, 2018, after market close.\nAbout Square, Inc.\nSquare, Inc. (NYSE:SQ) creates tools that help sellers start, run, and grow their businesses. Square enables sellers to accept card payments and also provides reporting and analytics, next-day settlement, and chargeback protection. Square’s point-of-sale software and other business services help sellers manage inventory, locations, and employees; access financing; engage customers; and grow sales. The Cash App is an easy way for businesses and individuals to send and receive money, and Caviar is a food-ordering service for popular restaurants. Square was founded in 2009 and is headquartered in San Francisco, with offices in the United States, Canada, Japan, Australia, Ireland, and the UK.\nSAFE HARBOR STATEMENT\nThis press release contains forward-looking statements within the meaning of the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. All statements other than statements of historical fact could be deemed forward-looking, including, but not limited to, statements regarding future product offerings of Square, Inc. and its consolidated subsidiaries (the Company), the proposed acquisition of Weebly, the Company’s plans, objectives, expectation and intentions, anticipated customer benefits, anticipated expansion of the Company’s customer base, expected new recurring revenue stream, the Company’s expectations regarding the provision of its products, product features and services, and general business outlook. In some cases, forward-looking statements can be identified by terms such as “may,” “will,” “appears,” “should,” “expects,” “plans,” “anticipates,” “could,” “intends,” “target,” “projects,” “contemplates,” “believes,” “estimates,” “predicts,” “potential,” or “continue,” or the negative of these words or other similar terms or expressions that concern our expectations, strategy, plans, or intentions. Such statements are subject to a number of known and unknown risks, uncertainties, assumptions, and other factors that may cause the Company’s actual results, performance or achievements to differ materially from results expressed or implied in this press release. Investors are cautioned not to place undue reliance on these statements. Actual results could differ materially from those expressed or implied, and reported results should not be considered as an indication of future performance.\nRisks that contribute to the uncertain nature of the forward-looking statements include, among others, the possibility that the transaction will not close or that the closing may be delayed; the Company may not be able to secure required regulatory approvals or otherwise satisfy other closing conditions in a timely manner, or at all; the proposed acquisition may not advance the Company’s business strategy; the ability of the Company to retain the customers and partners of Weebly; the ability of the Company to integrate Weebly and realize the expected synergies of the acquisitions in a timely manner, or at all; the ability of the Company to realize the expected benefits from the acquisition in the expected time period, or at all; disruptions from the acquisition on the Company’s ongoing operations and diverting management’s attention; the Company may incur significant acquisition costs and transition costs; unknown, underestimated, or undisclosed commitments or liabilities, including actual or threatened litigation; and the possibility that the Company, Weebly or the integrated business of the two companies may be adversely affected by other political, business and economic conditions, as well as other risks and uncertainties relating to the Company listed or described from time to time in the Company’s filings with the Securities and Exchange Commission (the SEC), including the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which is on file with the SEC and available on the investor relations page of the Company’s website. All forward-looking statements are based on information and estimates available to the Company at the time of this press release and are not guarantees of future performance. Except as required by law, the Company assumes no obligation to update any of the statements in this press release.\n //www.businesswire.com/news/home/20180426006728/en/\nSquare, Inc.\nMedia Contact:\npress@squareup.com\nInvestor Relations Contact:\nir@squareup.com\nSource: Square, Inc.",
    "published": "2018-04-27T00:10:00.000+03:00",
    "crawled": "2018-04-27T00:59:16.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "addition",
        "company",
        "enable",
        "seller",
        "easily",
        "start",
        "grow",
        "omnichannel",
        "business",
        "one",
        "cohesive",
        "solution",
        "san",
        "francisco",
        "business",
        "wire",
        "square",
        "nyse",
        "sq",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "weebly",
        "square",
        "pay",
        "mix",
        "cash",
        "stock",
        "approximately",
        "million",
        "includes",
        "square",
        "restricted",
        "stock",
        "unit",
        "weebly",
        "founder",
        "employee",
        "vest",
        "four",
        "year",
        "subsequent",
        "closing",
        "consideration",
        "includes",
        "weebly",
        "estimated",
        "net",
        "cash",
        "weebly",
        "san",
        "technology",
        "company",
        "provides",
        "customer",
        "tool",
        "easily",
        "build",
        "professional",
        "website",
        "online",
        "store",
        "square",
        "weebly",
        "give",
        "seller",
        "one",
        "cohesive",
        "solution",
        "start",
        "grow",
        "omnichannel",
        "business",
        "today",
        "important",
        "seller",
        "reach",
        "buyer",
        "move",
        "channel",
        "person",
        "online",
        "apps",
        "discovery",
        "purchase",
        "even",
        "return",
        "exchange",
        "integrated",
        "suite",
        "service",
        "make",
        "critical",
        "business",
        "task",
        "like",
        "engaging",
        "customer",
        "managing",
        "order",
        "growing",
        "sale",
        "making",
        "informed",
        "business",
        "decision",
        "easier",
        "ever",
        "seller",
        "square",
        "weebly",
        "share",
        "passion",
        "empowering",
        "celebrating",
        "entrepreneur",
        "said",
        "jack",
        "dorsey",
        "ceo",
        "square",
        "square",
        "began",
        "journey",
        "solution",
        "weebly",
        "began",
        "journey",
        "online",
        "since",
        "building",
        "service",
        "bridge",
        "channel",
        "go",
        "even",
        "faster",
        "omnichannel",
        "commerce",
        "top",
        "focus",
        "area",
        "said",
        "alyssa",
        "henry",
        "seller",
        "lead",
        "square",
        "managing",
        "order",
        "appointment",
        "payment",
        "building",
        "website",
        "running",
        "business",
        "complex",
        "entrepreneur",
        "around",
        "world",
        "want",
        "powerful",
        "intuitive",
        "tool",
        "whether",
        "artist",
        "winemaker",
        "hairdresser",
        "square",
        "weebly",
        "seller",
        "one",
        "cohesive",
        "solution",
        "build",
        "entrepreneurship",
        "give",
        "opportunity",
        "people",
        "never",
        "given",
        "one",
        "said",
        "david",
        "rusenko",
        "ceo",
        "weebly",
        "weebly",
        "created",
        "technology",
        "help",
        "people",
        "bring",
        "business",
        "idea",
        "life",
        "online",
        "expanding",
        "vision",
        "help",
        "entrepreneur",
        "succeed",
        "beyond",
        "website",
        "excited",
        "weebly",
        "join",
        "square",
        "help",
        "build",
        "future",
        "commerce",
        "weebly",
        "expand",
        "square",
        "customer",
        "base",
        "globally",
        "add",
        "new",
        "recurring",
        "revenue",
        "stream",
        "weebly",
        "million",
        "customer",
        "paid",
        "subscriber",
        "square",
        "provide",
        "weebly",
        "customer",
        "access",
        "company",
        "ecosystem",
        "managed",
        "payment",
        "hardware",
        "software",
        "complement",
        "weebly",
        "service",
        "include",
        "free",
        "website",
        "hosting",
        "premium",
        "paid",
        "website",
        "design",
        "hosting",
        "online",
        "store",
        "marketing",
        "tool",
        "nearly",
        "weebly",
        "paid",
        "subscriber",
        "outside",
        "help",
        "accelerate",
        "square",
        "global",
        "expansion",
        "square",
        "continue",
        "provide",
        "open",
        "platform",
        "offer",
        "seller",
        "flexibility",
        "select",
        "integrate",
        "solution",
        "best",
        "business",
        "square",
        "offer",
        "partner",
        "integration",
        "across",
        "range",
        "apps",
        "including",
        "point",
        "sale",
        "accounting",
        "software",
        "system",
        "completion",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "party",
        "expect",
        "close",
        "transaction",
        "second",
        "quarter",
        "close",
        "two",
        "company",
        "continue",
        "operate",
        "independently",
        "square",
        "advised",
        "wilson",
        "sonsini",
        "goodrich",
        "rosati",
        "weebly",
        "advised",
        "cooley",
        "llp",
        "qatalyst",
        "partner",
        "reminder",
        "square",
        "release",
        "financial",
        "result",
        "first",
        "quarter",
        "may",
        "market",
        "close",
        "square",
        "square",
        "nyse",
        "sq",
        "creates",
        "tool",
        "help",
        "seller",
        "start",
        "run",
        "grow",
        "business",
        "square",
        "enables",
        "seller",
        "accept",
        "card",
        "payment",
        "also",
        "provides",
        "reporting",
        "analytics",
        "settlement",
        "chargeback",
        "protection",
        "square",
        "software",
        "business",
        "service",
        "help",
        "seller",
        "manage",
        "inventory",
        "location",
        "employee",
        "access",
        "financing",
        "engage",
        "customer",
        "grow",
        "sale",
        "cash",
        "app",
        "easy",
        "way",
        "business",
        "individual",
        "send",
        "receive",
        "money",
        "caviar",
        "service",
        "popular",
        "restaurant",
        "square",
        "founded",
        "headquartered",
        "san",
        "francisco",
        "office",
        "united",
        "state",
        "canada",
        "japan",
        "australia",
        "ireland",
        "uk",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "could",
        "deemed",
        "including",
        "limited",
        "statement",
        "regarding",
        "future",
        "product",
        "offering",
        "square",
        "consolidated",
        "subsidiary",
        "company",
        "proposed",
        "acquisition",
        "weebly",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "anticipated",
        "customer",
        "benefit",
        "anticipated",
        "expansion",
        "company",
        "customer",
        "base",
        "expected",
        "new",
        "recurring",
        "revenue",
        "stream",
        "company",
        "expectation",
        "regarding",
        "provision",
        "product",
        "product",
        "feature",
        "service",
        "general",
        "business",
        "outlook",
        "case",
        "statement",
        "identified",
        "term",
        "may",
        "appears",
        "expects",
        "plan",
        "anticipates",
        "could",
        "intends",
        "target",
        "project",
        "contemplates",
        "belief",
        "estimate",
        "predicts",
        "potential",
        "continue",
        "negative",
        "word",
        "similar",
        "term",
        "expression",
        "concern",
        "expectation",
        "strategy",
        "plan",
        "intention",
        "statement",
        "subject",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "press",
        "release",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "reported",
        "result",
        "considered",
        "indication",
        "future",
        "performance",
        "risk",
        "contribute",
        "uncertain",
        "nature",
        "statement",
        "include",
        "among",
        "others",
        "possibility",
        "transaction",
        "close",
        "closing",
        "may",
        "delayed",
        "company",
        "may",
        "able",
        "secure",
        "required",
        "regulatory",
        "approval",
        "otherwise",
        "satisfy",
        "closing",
        "condition",
        "timely",
        "manner",
        "proposed",
        "acquisition",
        "may",
        "advance",
        "company",
        "business",
        "strategy",
        "ability",
        "company",
        "retain",
        "customer",
        "partner",
        "weebly",
        "ability",
        "company",
        "integrate",
        "weebly",
        "realize",
        "expected",
        "synergy",
        "acquisition",
        "timely",
        "manner",
        "ability",
        "company",
        "realize",
        "expected",
        "benefit",
        "acquisition",
        "expected",
        "time",
        "period",
        "disruption",
        "acquisition",
        "company",
        "ongoing",
        "operation",
        "diverting",
        "management",
        "attention",
        "company",
        "may",
        "incur",
        "significant",
        "acquisition",
        "cost",
        "transition",
        "cost",
        "unknown",
        "underestimated",
        "undisclosed",
        "commitment",
        "liability",
        "including",
        "actual",
        "threatened",
        "litigation",
        "possibility",
        "company",
        "weebly",
        "integrated",
        "business",
        "two",
        "company",
        "may",
        "adversely",
        "affected",
        "political",
        "business",
        "economic",
        "condition",
        "well",
        "risk",
        "uncertainty",
        "relating",
        "company",
        "listed",
        "described",
        "time",
        "time",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "file",
        "sec",
        "available",
        "investor",
        "relation",
        "page",
        "company",
        "website",
        "statement",
        "based",
        "information",
        "estimate",
        "available",
        "company",
        "time",
        "press",
        "release",
        "guarantee",
        "future",
        "performance",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "press",
        "release",
        "square",
        "medium",
        "contact",
        "press",
        "investor",
        "relation",
        "contact",
        "ir",
        "source",
        "square",
        "inc"
    ]
}