{
    "organizations": [],
    "uuid": "26f3f35607b472fd086abf82198ef0a977f03580",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/12/this-could-be-the-year-big-investors-such-as-endowments-finally-buy-into-cryptocurrencies.html",
    "ord_in_thread": 0,
    "title": "This could be the year big investors such as endowments finally buy into cryptocurrencies",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This could be the year bitcoin and other cryptocurrencies get backed by an influential investor class: global pension and endowment funds.\nInstitutional investors have held off on the fledgling cryptocurrency asset. However, money managers for the multibillion-dollar class have been laying the groundwork to make an investment at some point, possibly as soon as later this year, according to some pension industry advisors.\nThere are still many obstacles for this to happen, but one force driving the interest among these big investors is the fact that if cryptocurrencies turn out to be a legitimate asset class, they would be caught extremely under-allocated to it, allowing others to profit.\nA high-profile investment would help assets such as bitcoin , which attracted a flood of investors as it rose more than 1,300 percent last year. Yet the asset class comes with a lot of risk for these normally risk-averse, long-term investors. Bitcoin has nosedived more than 50 percent this year after regulatory crackdowns on fundraising frauds, high-profile hacks and a lack of new buyers.\nAri Paul, a former portfolio manager at the University of Chicago and current CIO of cryptocurrency investment firm BlockTower Capital, said he has talked to multiple pension funds and endowments that are sitting on the fence.\n\"I do think it's inevitable from a few angles,\" said Paul, who is also a managing partner of BlockTower. \"Even if they never believe in it as an asset class, they're smart enough to recognize the alpha opportunity.\"\nCertain endowment funds started taking meetings on the subject three years ago, Paul said, but haven't gotten in because they are not yet comfortable with due diligence. Pensions are also shopping but are less eager to make the investments, Paul said.\n\"Endowments could pull the trigger at any moment. They're on the fence,\" Paul said.\nGlobal asset owners including pension funds, sovereign wealth funds, endowments and foundations, mutual funds and insurance funds control $131 trillion of global wealth, according to research by Willis Towers Watson. Pensions make up 45 percent of that total, roughly 59 billion, while endowments and foundations make up 1 percent.\nThe total cryptocurrency market cap has dropped by more than 57 percent in 2018, according to CoinMarketCap. Even a tiny investment from global pensions could make a difference, Paul said.\n\"We're in a bear market until new buyers are enticed,\" he said, adding that an Ivy League school buying crypto could be meaningful. \"Even a small dollar amount is legitimizing. If that happens, every family office says, 'Oh, Yale's in. That gives us the excuse.'\"\nIn a December research paper, Jim Kyung-Soo Liew, assistant professor at Johns Hopkins University Carey Business School, argued that institutional investors are under-allocated when it comes to bitcoin. Based on his risk analysis, an ideal amount for a portfolio would be 1.3 percent. Bitcoin was trading near $20,000 at the time his paper published, but Liew told CNBC last week, when prices were below $7,000, that the advice still holds true.\n\"Will there be volatility? Absolutely, but for institutional investors, they need to think long term,\" Liew said. \"Nobody wants to be the first one, but they want to be fast followers.\"\nRecent headlines have drawn attention to a riskier side of cryptocurrency. This year, tech giants Google, Facebook and Twitter banned cryptocurrency advertising, the U.S. Securities and Exchange Commission has charged multiple initial coin offerings with fraud, and millions of dollars in digital money has been stolen from exchanges such as Coincheck.\nPensions and endowments are especially wary of getting tied up in that \"headline risk.\"\n\"If you just looked at bitcoin just as returns, and it was just called 'Investment A,' then it would fit inside an institutional portfolio by the numbers,\" Liew said. \"When people hear bitcoin, they think it's too risky or fraudulent.\"\nNews of hacks also calls attention to the unsolved issue of security. To access cryptocurrency in what's known as a \"wallet,\" investors need a private key. If that is compromised, your entire crypto portfolio is at risk.\n\"If you forget that or it's stolen you have nothing,\" said Francois Gadenne, chairman of the Retirement Income Industry Association. \"I have yet to see a crypto wallet that makes me feel comfortable; institutions will have that in spades because that's subject to the risk of hacking.\"\nAt the moment, there's no clear regulatory answer on who is liable for a hack. Without limited liability, Gadenne said big institutional investors might have a target on their back when it comes to repaying stolen bitcoin.\n\"You go where the money is, and the accredited investors may or may not be protected from legal action,\" he said. \"Regulatory uncertainty creates that.\"\nCompanies such as Gemini, founded by twins Cameron and Tyler Winklevoss, are looking to solve that issue by acting as a trusted middleman. The company is a custodian licensed to hold digital assets in trust on clients' behalf.\nIf and when Gemini and other custodians gain traction and a safe reputation — in 3 to 4 months, BlockTower's Ari Paul estimates — then endowments should start feeling more comfortable and open their checkbooks. After that, Paul expects pension funds to follow in another six months.\n\"They're comfortable with the investment thesis but not the investment vehicles yet,\" Paul said. \"My guess is that you won't have meaningful pension money for about a year.\"\nThe bar for investing becomes much higher for portfolio managers who act as fiduciaries.\nEven if they wanted to invest in bitcoin, certain regulations might make that difficult, according to Scott Thayer, an industry veteran and consultant for endowments and foundations programs at the Investments & Wealth Institute.\n\"Even if they're interested, they have their hands tied. Bitcoin doesn't pass even the basic levels of fiduciary laws,\" said Thayer. \"There's no way to prove custody or due diligence.\"\nNonprofits also have to go through annual audits. When institutional investors began getting into the early hedge-fund space, for example, which Thayer said was less transparent at the time, \"audit issues were horrific for foundations.\"\n\"It's a long, slow road, and it won't go anywhere until you get the fundamentals worked out,\" Thayer said. He said pension-fund managers are asking a ton of questions about bitcoin but more for the \"entertainment value.\"\nU.S. regulators have been clear that bitcoin is legal, and there are fully operating futures markets on the CME and CBOE. But ETFs have not been approved by the SEC, which some say has been a barrier for institutional investors.\n\"An ETF would be very powerful; it would give many more people an opportunity to participate,\" said Gadenne. \"It will help usher in that retail investor money.\"\nCalifornia State Teachers' Retirement System, the nation's second-largest public pension fund, with assets totaling roughly $224.4 billion as of late February, is not convinced.\n\"CalSTRS has not considered investing in bitcoin or cryptocurrencies in general,\" a CalSTRS spokesperson told CNBC. \"We consider them the ultimate intangible and, at least right now, there's no value behind them other than what other people will pay.\"\nA spokesperson from the Federal Retirement Thrift Investment Board said crypto-investing is not something they have looked at, and the California Public Employees' Retirement System declined to comment.\nManagers of Harvard's and Stanford's university endowments said they could not comment on specific investments or strategies, while others in the top five by size, including Yale and Princeton, did not respond to CNBC's requests for comment.\nAnalysts at Barclays suggest an influx of institutional money may not be coming.\nThe bank analysts came up with a price model that compares the spread of bitcoin to an infectious disease. It suggests that awareness around cryptocurrencies is now almost universal, and only a small group of the population could now catch speculative interest and buy in. Current holders are also developing \"immunity\" to more investment, Barclays analysts said.\n\"Cryptocurrencies may have a home in low-trust corners of the global economy, but broader adoption of crypto technologies faces critical challenges and strong incumbents,\" Barclays analyst Joseph Abate wrote in a note to clients Tuesday.",
    "published": "2018-04-12T22:46:00.000+03:00",
    "crawled": "2018-04-12T23:16:24.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "could",
        "year",
        "bitcoin",
        "cryptocurrencies",
        "get",
        "backed",
        "influential",
        "investor",
        "class",
        "global",
        "pension",
        "endowment",
        "fund",
        "institutional",
        "investor",
        "held",
        "fledgling",
        "cryptocurrency",
        "asset",
        "however",
        "money",
        "manager",
        "class",
        "laying",
        "groundwork",
        "make",
        "investment",
        "point",
        "possibly",
        "soon",
        "later",
        "year",
        "according",
        "pension",
        "industry",
        "advisor",
        "still",
        "many",
        "obstacle",
        "happen",
        "one",
        "force",
        "driving",
        "interest",
        "among",
        "big",
        "investor",
        "fact",
        "cryptocurrencies",
        "turn",
        "legitimate",
        "asset",
        "class",
        "would",
        "caught",
        "extremely",
        "allowing",
        "others",
        "profit",
        "investment",
        "would",
        "help",
        "asset",
        "bitcoin",
        "attracted",
        "flood",
        "investor",
        "rose",
        "percent",
        "last",
        "year",
        "yet",
        "asset",
        "class",
        "come",
        "lot",
        "risk",
        "normally",
        "investor",
        "bitcoin",
        "nosedived",
        "percent",
        "year",
        "regulatory",
        "crackdown",
        "fundraising",
        "fraud",
        "hack",
        "lack",
        "new",
        "buyer",
        "ari",
        "paul",
        "former",
        "portfolio",
        "manager",
        "university",
        "chicago",
        "current",
        "cio",
        "cryptocurrency",
        "investment",
        "firm",
        "blocktower",
        "capital",
        "said",
        "talked",
        "multiple",
        "pension",
        "fund",
        "endowment",
        "sitting",
        "fence",
        "think",
        "inevitable",
        "angle",
        "said",
        "paul",
        "also",
        "managing",
        "partner",
        "blocktower",
        "even",
        "never",
        "believe",
        "asset",
        "class",
        "smart",
        "enough",
        "recognize",
        "alpha",
        "opportunity",
        "certain",
        "endowment",
        "fund",
        "started",
        "taking",
        "meeting",
        "subject",
        "three",
        "year",
        "ago",
        "paul",
        "said",
        "gotten",
        "yet",
        "comfortable",
        "due",
        "diligence",
        "pension",
        "also",
        "shopping",
        "less",
        "eager",
        "make",
        "investment",
        "paul",
        "said",
        "endowment",
        "could",
        "pull",
        "trigger",
        "moment",
        "fence",
        "paul",
        "said",
        "global",
        "asset",
        "owner",
        "including",
        "pension",
        "fund",
        "sovereign",
        "wealth",
        "fund",
        "endowment",
        "foundation",
        "mutual",
        "fund",
        "insurance",
        "fund",
        "control",
        "trillion",
        "global",
        "wealth",
        "according",
        "research",
        "willis",
        "tower",
        "watson",
        "pension",
        "make",
        "percent",
        "total",
        "roughly",
        "billion",
        "endowment",
        "foundation",
        "make",
        "percent",
        "total",
        "cryptocurrency",
        "market",
        "cap",
        "dropped",
        "percent",
        "according",
        "coinmarketcap",
        "even",
        "tiny",
        "investment",
        "global",
        "pension",
        "could",
        "make",
        "difference",
        "paul",
        "said",
        "bear",
        "market",
        "new",
        "buyer",
        "enticed",
        "said",
        "adding",
        "ivy",
        "league",
        "school",
        "buying",
        "crypto",
        "could",
        "meaningful",
        "even",
        "small",
        "dollar",
        "amount",
        "legitimizing",
        "happens",
        "every",
        "family",
        "office",
        "say",
        "yale",
        "give",
        "u",
        "excuse",
        "december",
        "research",
        "paper",
        "jim",
        "liew",
        "assistant",
        "professor",
        "john",
        "hopkins",
        "university",
        "carey",
        "business",
        "school",
        "argued",
        "institutional",
        "investor",
        "come",
        "bitcoin",
        "based",
        "risk",
        "analysis",
        "ideal",
        "amount",
        "portfolio",
        "would",
        "percent",
        "bitcoin",
        "trading",
        "near",
        "time",
        "paper",
        "published",
        "liew",
        "told",
        "cnbc",
        "last",
        "week",
        "price",
        "advice",
        "still",
        "hold",
        "true",
        "volatility",
        "absolutely",
        "institutional",
        "investor",
        "need",
        "think",
        "long",
        "term",
        "liew",
        "said",
        "nobody",
        "want",
        "first",
        "one",
        "want",
        "fast",
        "follower",
        "recent",
        "headline",
        "drawn",
        "attention",
        "riskier",
        "side",
        "cryptocurrency",
        "year",
        "tech",
        "giant",
        "google",
        "facebook",
        "twitter",
        "banned",
        "cryptocurrency",
        "advertising",
        "security",
        "exchange",
        "commission",
        "charged",
        "multiple",
        "initial",
        "coin",
        "offering",
        "fraud",
        "million",
        "dollar",
        "digital",
        "money",
        "stolen",
        "exchange",
        "coincheck",
        "pension",
        "endowment",
        "especially",
        "wary",
        "getting",
        "tied",
        "headline",
        "risk",
        "looked",
        "bitcoin",
        "return",
        "called",
        "would",
        "fit",
        "inside",
        "institutional",
        "portfolio",
        "number",
        "liew",
        "said",
        "people",
        "hear",
        "bitcoin",
        "think",
        "risky",
        "fraudulent",
        "news",
        "hack",
        "also",
        "call",
        "attention",
        "unsolved",
        "issue",
        "security",
        "access",
        "cryptocurrency",
        "known",
        "wallet",
        "investor",
        "need",
        "private",
        "key",
        "compromised",
        "entire",
        "crypto",
        "portfolio",
        "risk",
        "forget",
        "stolen",
        "nothing",
        "said",
        "francois",
        "gadenne",
        "chairman",
        "retirement",
        "income",
        "industry",
        "association",
        "yet",
        "see",
        "crypto",
        "wallet",
        "make",
        "feel",
        "comfortable",
        "institution",
        "spade",
        "subject",
        "risk",
        "hacking",
        "moment",
        "clear",
        "regulatory",
        "answer",
        "liable",
        "hack",
        "without",
        "limited",
        "liability",
        "gadenne",
        "said",
        "big",
        "institutional",
        "investor",
        "might",
        "target",
        "back",
        "come",
        "repaying",
        "stolen",
        "bitcoin",
        "go",
        "money",
        "accredited",
        "investor",
        "may",
        "may",
        "protected",
        "legal",
        "action",
        "said",
        "regulatory",
        "uncertainty",
        "creates",
        "company",
        "gemini",
        "founded",
        "twin",
        "cameron",
        "tyler",
        "winklevoss",
        "looking",
        "solve",
        "issue",
        "acting",
        "trusted",
        "middleman",
        "company",
        "custodian",
        "licensed",
        "hold",
        "digital",
        "asset",
        "trust",
        "client",
        "behalf",
        "gemini",
        "custodian",
        "gain",
        "traction",
        "safe",
        "reputation",
        "month",
        "blocktower",
        "ari",
        "paul",
        "estimate",
        "endowment",
        "start",
        "feeling",
        "comfortable",
        "open",
        "checkbook",
        "paul",
        "expects",
        "pension",
        "fund",
        "follow",
        "another",
        "six",
        "month",
        "comfortable",
        "investment",
        "thesis",
        "investment",
        "vehicle",
        "yet",
        "paul",
        "said",
        "guess",
        "wo",
        "meaningful",
        "pension",
        "money",
        "year",
        "bar",
        "investing",
        "becomes",
        "much",
        "higher",
        "portfolio",
        "manager",
        "act",
        "fiduciary",
        "even",
        "wanted",
        "invest",
        "bitcoin",
        "certain",
        "regulation",
        "might",
        "make",
        "difficult",
        "according",
        "scott",
        "thayer",
        "industry",
        "veteran",
        "consultant",
        "endowment",
        "foundation",
        "program",
        "investment",
        "wealth",
        "institute",
        "even",
        "interested",
        "hand",
        "tied",
        "bitcoin",
        "pas",
        "even",
        "basic",
        "level",
        "fiduciary",
        "law",
        "said",
        "thayer",
        "way",
        "prove",
        "custody",
        "due",
        "diligence",
        "nonprofit",
        "also",
        "go",
        "annual",
        "audit",
        "institutional",
        "investor",
        "began",
        "getting",
        "early",
        "space",
        "example",
        "thayer",
        "said",
        "less",
        "transparent",
        "time",
        "audit",
        "issue",
        "horrific",
        "foundation",
        "long",
        "slow",
        "road",
        "wo",
        "go",
        "anywhere",
        "get",
        "fundamental",
        "worked",
        "thayer",
        "said",
        "said",
        "manager",
        "asking",
        "ton",
        "question",
        "bitcoin",
        "entertainment",
        "value",
        "regulator",
        "clear",
        "bitcoin",
        "legal",
        "fully",
        "operating",
        "future",
        "market",
        "cme",
        "cboe",
        "etf",
        "approved",
        "sec",
        "say",
        "barrier",
        "institutional",
        "investor",
        "etf",
        "would",
        "powerful",
        "would",
        "give",
        "many",
        "people",
        "opportunity",
        "participate",
        "said",
        "gadenne",
        "help",
        "usher",
        "retail",
        "investor",
        "money",
        "california",
        "state",
        "teacher",
        "retirement",
        "system",
        "nation",
        "public",
        "pension",
        "fund",
        "asset",
        "totaling",
        "roughly",
        "billion",
        "late",
        "february",
        "convinced",
        "calstrs",
        "considered",
        "investing",
        "bitcoin",
        "cryptocurrencies",
        "general",
        "calstrs",
        "spokesperson",
        "told",
        "cnbc",
        "consider",
        "ultimate",
        "intangible",
        "least",
        "right",
        "value",
        "behind",
        "people",
        "pay",
        "spokesperson",
        "federal",
        "retirement",
        "thrift",
        "investment",
        "board",
        "said",
        "something",
        "looked",
        "california",
        "public",
        "employee",
        "retirement",
        "system",
        "declined",
        "comment",
        "manager",
        "harvard",
        "stanford",
        "university",
        "endowment",
        "said",
        "could",
        "comment",
        "specific",
        "investment",
        "strategy",
        "others",
        "top",
        "five",
        "size",
        "including",
        "yale",
        "princeton",
        "respond",
        "cnbc",
        "request",
        "comment",
        "analyst",
        "barclays",
        "suggest",
        "influx",
        "institutional",
        "money",
        "may",
        "coming",
        "bank",
        "analyst",
        "came",
        "price",
        "model",
        "compare",
        "spread",
        "bitcoin",
        "infectious",
        "disease",
        "suggests",
        "awareness",
        "around",
        "cryptocurrencies",
        "almost",
        "universal",
        "small",
        "group",
        "population",
        "could",
        "catch",
        "speculative",
        "interest",
        "buy",
        "current",
        "holder",
        "also",
        "developing",
        "immunity",
        "investment",
        "barclays",
        "analyst",
        "said",
        "cryptocurrencies",
        "may",
        "home",
        "corner",
        "global",
        "economy",
        "broader",
        "adoption",
        "crypto",
        "technology",
        "face",
        "critical",
        "challenge",
        "strong",
        "incumbent",
        "barclays",
        "analyst",
        "joseph",
        "abate",
        "wrote",
        "note",
        "client",
        "tuesday"
    ]
}