{
    "organizations": [],
    "uuid": "e1475e04f4e0842c81d482db6ebf3ae57a579240",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-sundance-energy-australia-limited-announces-acquisition-of-eagle-ford-assets-equity-raise-and-debt-refinancing.html",
    "ord_in_thread": 0,
    "title": "Sundance Energy Australia Limited Announces Acquisition of Eagle Ford Assets, Equity Raise and Debt Refinancing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, April 25, 2018 (GLOBE NEWSWIRE) -- Sundance Energy Australia Limited (ASX:SEA) (NASDAQ:SNDE) ( “Sundance” or the “Company” ), a U.S. onshore oil and gas exploration and production company focused in the Eagle Ford in South Texas is pleased to announce the successful acquisition (the “Acquisition” ) of approximately 21,900 net acres and 1,800 boe/d of production (average for the fourth quarter of 2018) in the Eagle Ford from a joint venture operated by Pioneer Natural Resources USA, Inc (“ Pioneer” ) for cash consideration of approximately US$220.1 million, subject to post-closing adjustments.\nThe Acquisition was funded with proceeds from the Company’s successful issuance of US$260 million of new equity. Additionally, the Company fully refinanced its existing debt by entering into a new US$250 million Second Lien Term Loan and a new US$250 million reserve based lending facility with US$87.5 million of initial availability under the borrowing base. As a result of these financing activities, the Company has initial available liquidity of approximately US$130 million for the development of its assets.\nPro forma for the Acquisition, Sundance will be a leading pure play Eagle Ford operator with 57,000 net acres and 2P Reserves of 170.7 mmboe with a PV-10 of approximately US$963.6 million as estimated by Ryder Scott at year end 2017 based on NYMEX strip pricing. The Company does not expect to bring new wells online until the second half of 2018 resulting in production declines during the first half of the year. We anticipate average daily production for the first half of 2018 will be 7,000-7,500 boe/d and full year production will be 9,000-10,000 boe/d.\nThe Company’s deleveraged balance sheet and increased liquidity position will allow it to execute an active development program targeting 35-40 wells per twelve month period resulting in significant growth in production, additional proved reserves, cash flows and net asset value per share.\nAcquisition Overview\nHighlights of the Acquisition, which closed on April 23 rd , 2018 include:\n21,900 net acres in the Eagle Ford’s oil/volatile oil window, on trend with the Company’s existing operations in McMullen, Live Oak, Atascosa and La Salle County properties and contiguous in nature to facilitate efficient development.\nThe acquired assets consist of three main areas (Areas 11, 21 and 41). The Company believes the acquired assets have high quality geology and the potential to generate attractive well economics and include 282 gross (255 net) drilling locations representing ~10 years of additional core inventory.\nIncludes varying working interests (18-100%) in 132 PDP wells across the acquired acreage, including 94 Eagle Ford Pioneer operated wells with an average working interest of 97.9%, 4 Eagle Ford wells not operated by Pioneer with an average working interest of 53.1%, and an additional 34 wells producing from the Edwards and Carrizo formations with an average working interest of 21.7%.\nProduction on the acquired acreage average 1,800 boe/d over the fourth quarter of 2017, comprised of 72% crude oil. Over 95% of the existing production will be operated by Sundance. As a result of the historical drilling and production activity, the leases are 100% held by production ( “HBP” ).\nAcquired reserves were evaluated by Ryder Scott as at January 1, 2018, with estimated 1P of 52.6 mmboe and 2P estimated reserves of 108.6 mmboe. The implied 1P PV-10 estimate of US$290.3 million substantially underpins purchase consideration for the Acquisition, assuming NYMEX strip (varying) West Texas Intermediate Oil prices of US$59.36-US$51.67 for years 2018–2023 and thereafter and Henry Hub natural gas prices of US$2.82-US$3.05 for years 2018 – 2023 and thereafter.\nSimultaneous to the Acquisition, the Company entered new long-term midstream contracts to support development of the assets with firm capacity to move oil and natural gas to market at market rates.\nSuccessfully Completed Equity Issuance and Debt Refinancing\nIn order to fund the Acquisition and to provide approximately US$129 million of liquidity for the development of the assets, Sundance has raised US$260 million of new equity and refinanced its existing debt facilities ( together the “Financing Activities”) . Details of the successfully completed Financing Activities include:\nNew equity of US$260 million was raised through the issuance of 5,614,447,268 new fully paid ordinary shares on the Australian Securities Exchange ( “ASX” ) at a price of A$0.059 (US$0.046) per share ( the “Offer Price” ). The Offer Price represented a 19.2% discount to the 10-day volume weighted average price for the 10 trading days up to and including March 9, 2018.\nThe Company entered into a new US$250 million institutional Second Lien Term Loan ( “Term Loan” ). The Term Loan bears interest at LIBOR plus 8% with no amortization and a 5 year term. Morgan Stanley Energy Capital Inc. acted as sole lead arranger and sole bookrunner for the syndication of the Term Loan and will act as administrative agent for the Term Loan Facility after closing.\nThe Company entered into a new syndicated reserve-based lending facility ( “Revolver” ) with US$250 million face value and initial availability of US$87.5 million, less a US$12 million Letter of Credit posted for minimum revenue guarantees under the renegotiated midstream contracts. The Revolver bears interest at LIBOR plus 2.5-3.5%, depending on the drawn amount, with no amortization and a 4 ½ year term. The availability amount under the borrowing base is re-determined on a semi-annual basis. Natixis acted as the arranger and will act as administrative agent for the Revolver after closing.\nRetirement of the Company’s previously existing US$125.0 million term loan, US$67.0 million reserve based lending facility and US$11.8 million production prepayment.\nCreation of a Leading Pure Play Eagle Ford Producer\nIn continuation of the Company’s strategy of aggregating assets in the Eagle Ford, the Acquisition represents a transformational transaction through the addition of high quality assets and an extensive drilling inventory. The resulting increased scale will drive significant capital efficiency, while the Financing Activities have significantly deleveraged the balance sheet and provide ample liquidity for the execution of the Company’s development program targeting 35-40 wells per twelve month period. This should result in significant growth in production, additional proved reserves, cash flows and net asset value per share.\nSundance Energy Highlights pro forma for the Acquisition and Financing Activities:\nEstimated Proved and Probable (“2P”) Reserves of 170.7 mmboe with a pre-tax present value discounted at 10% ( “PV-10” ) of US$963.6 million as prepared by Ryder Scott at December 31, 2017 based on NYMEX strip pricing.\nEstimated Proved (“1P”) Reserves of 100.9 mmboe with a pre-tax PV-10 of US$706.3 million as prepared by Ryder Scott at December 31, 2017 based on NYMEX strip pricing. The Company’s 1P reserves were 22.4% proved developed producing by volume and 81% liquids (61% oil).\nApproximately 56,600 net acres in the oil, volatile oil, and condensate window of the Eagle Ford containing 479 net Tier 1 Eagle Ford locations representing 12 years of drilling inventory at currently contemplated activity levels.\nAmple liquidity of US$130 million to support Company’s development plan and value creation through the drill bit.\nThe Company expects to begin pad drilling the acquired assets in the second quarter of 2018 with production from initial development commencing in the late third or early fourth quarter of 2018. The Company will primarily use 2-4 well pads to generate efficiencies in its cost per well and optimise recoveries.\nThe Company currently projects production of 9,000-10,000 boe/d and 21,000-22,000 boe/d, capital expenditures of US$190 million and US$200 million, and EBITDA of US$110 million and US$250 million for 2018 and 2019 respectively, all subject to market conditions and prevailing commodity prices.\nThe Company has entered into a series of midstream contracts with a leading midstream operator providing firm capacity to transport and process crude oil, condensate and natural gas and natural gas liquids from the wellhead to market through 2035 at attractive market rates.\nDefinitions\nOperating costs used in this report are based on operating expense records of Sundance.\nCapital costs used in this report were provided by Sundance and are based on authorizations for expenditure and actual costs from recent activity.\nFuture net revenue is after deductions for Sundance's share of production taxes, ad valorem taxes, capital costs, and operating expenses but before consideration of any income taxes.\n“PV10” is defined as the discounted Net Revenues of the Company’s reserves using a 10% discount factor.\n“1P Reserves” or “Proved Reserves” are defined as Reserves which have a high likelihood or a 90% probability that the quantities actually recovered will equal or exceed the estimate.\n“boe” is defined as barrel of oil equivalent, using the ratio of 6 mcf of Natural Gas to 1 bbl of Crude Oil. This is based on energy conversion and does not reflect the current economic difference between the value of 1 MCF of Natural Gas and 1 bbl of Crude Oil.\n“m” is defined as a thousand.\n“mmboe” is defined as a million barrels of oil equivalent.\nUS$ value for Offer Price was based on A$ amounts at the FX Conversion Rate of 0.7849.\nFor more information, please contact:\nUnited States\nEric McCrady, Managing Director\nTel: +1 (303) 543 5703\nAustralia\nMike Hannell, Chairman\nTel: +61 8 8363 0388\nAbout Sundance Energy Australia Limited\nSundance Energy Australia Limited (“Sundance” or the “Company”) is an Australian-based, independent energy exploration company, with a wholly owned US subsidiary, Sundance Energy Inc., located in Denver, Colorado, USA.\nThe Company is focused on the acquisition and development of large, repeatable oil and natural gas resource plays in North America. Current activities are focused in the Eagle Ford. A comprehensive overview of the Company can be found on Sundance’s website at www.sundanceenergy.net\nCompetent Person’s Statement\nThis presentation contains information on Sundance Energy’s reserves which has been reviewed by Stephen E. Gardner, a Professional Engineer employed by Ryder Scott Company, L.P. who practices under State of Colorado license number 44720. Mr. Gardner has consented to the inclusion of this information in the form and context in which it appears.\nSummary Information\nThe following disclaimer applies to this document and any information contained in it. The information in this release is of general background and does not purport to be complete. It should be read in conjunction with Sundance’s periodic and continuous disclosure announcements lodged with ASX Limited that are available at www.asx.com.au and Sundance’s filings with the Securities and Exchange Commission available at www.sec.gov .\nForward Looking Statements\nThis release may contain forward-looking statements. These statements relate to the Company’s expectations, beliefs, intentions or strategies regarding the future. These statements can be identified by the use of words like “anticipate”, “believe”, “intend”, “estimate”, “expect”, “may”, “plan”, “project”, “will”, “should”, “seek” and similar words or expressions containing same.\nThese forward-looking statements reflect the Company’s views and assumptions with respect to future events as of the date of this release and are subject to a variety of unpredictable risks, uncertainties, and other unknowns. Actual and future results and trends could differ materially from those set forth in such statements due to various factors, many of which are beyond our ability to control or predict. These include, but are not limited to, risks or uncertainties associated with the discovery and development of oil and natural gas reserves, cash flows and liquidity, business and financial strategy, budget, projections and operating results, oil and natural gas prices, amount, nature and timing of capital expenditures, including future development costs, availability and terms of capital and general economic and business conditions. Given these uncertainties, no one should place undue reliance on any forward looking statements attributable to Sundance, or any of its affiliates or persons acting on its behalf. Although every effort has been made to ensure this release sets forth a fair and accurate view, we do not undertake any obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nSource:Sundance Energy Australia Limited",
    "published": "2018-04-26T03:55:00.000+03:00",
    "crawled": "2018-04-26T04:14:51.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "april",
        "globe",
        "newswire",
        "sundance",
        "energy",
        "australia",
        "limited",
        "asx",
        "sea",
        "nasdaq",
        "snde",
        "sundance",
        "company",
        "onshore",
        "oil",
        "gas",
        "exploration",
        "production",
        "company",
        "focused",
        "eagle",
        "ford",
        "south",
        "texas",
        "pleased",
        "announce",
        "successful",
        "acquisition",
        "acquisition",
        "approximately",
        "net",
        "acre",
        "production",
        "average",
        "fourth",
        "quarter",
        "eagle",
        "ford",
        "joint",
        "venture",
        "operated",
        "pioneer",
        "natural",
        "resource",
        "usa",
        "inc",
        "pioneer",
        "cash",
        "consideration",
        "approximately",
        "u",
        "million",
        "subject",
        "adjustment",
        "acquisition",
        "funded",
        "proceeds",
        "company",
        "successful",
        "issuance",
        "u",
        "million",
        "new",
        "equity",
        "additionally",
        "company",
        "fully",
        "refinanced",
        "existing",
        "debt",
        "entering",
        "new",
        "u",
        "million",
        "second",
        "lien",
        "term",
        "loan",
        "new",
        "u",
        "million",
        "reserve",
        "based",
        "lending",
        "facility",
        "u",
        "million",
        "initial",
        "availability",
        "borrowing",
        "base",
        "result",
        "financing",
        "activity",
        "company",
        "initial",
        "available",
        "liquidity",
        "approximately",
        "u",
        "million",
        "development",
        "asset",
        "pro",
        "forma",
        "acquisition",
        "sundance",
        "leading",
        "pure",
        "play",
        "eagle",
        "ford",
        "operator",
        "net",
        "acre",
        "2p",
        "reserve",
        "mmboe",
        "approximately",
        "u",
        "million",
        "estimated",
        "ryder",
        "scott",
        "year",
        "end",
        "based",
        "nymex",
        "strip",
        "pricing",
        "company",
        "expect",
        "bring",
        "new",
        "well",
        "online",
        "second",
        "half",
        "resulting",
        "production",
        "decline",
        "first",
        "half",
        "year",
        "anticipate",
        "average",
        "daily",
        "production",
        "first",
        "half",
        "full",
        "year",
        "production",
        "company",
        "deleveraged",
        "balance",
        "sheet",
        "increased",
        "liquidity",
        "position",
        "allow",
        "execute",
        "active",
        "development",
        "program",
        "targeting",
        "well",
        "per",
        "twelve",
        "month",
        "period",
        "resulting",
        "significant",
        "growth",
        "production",
        "additional",
        "proved",
        "reserve",
        "cash",
        "flow",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "acquisition",
        "overview",
        "highlight",
        "acquisition",
        "closed",
        "april",
        "rd",
        "include",
        "net",
        "acre",
        "eagle",
        "ford",
        "oil",
        "window",
        "trend",
        "company",
        "existing",
        "operation",
        "mcmullen",
        "live",
        "oak",
        "atascosa",
        "la",
        "salle",
        "county",
        "property",
        "contiguous",
        "nature",
        "facilitate",
        "efficient",
        "development",
        "acquired",
        "asset",
        "consist",
        "three",
        "main",
        "area",
        "area",
        "company",
        "belief",
        "acquired",
        "asset",
        "high",
        "quality",
        "geology",
        "potential",
        "generate",
        "attractive",
        "well",
        "economics",
        "include",
        "gross",
        "net",
        "drilling",
        "location",
        "representing",
        "year",
        "additional",
        "core",
        "inventory",
        "includes",
        "varying",
        "working",
        "interest",
        "pdp",
        "well",
        "across",
        "acquired",
        "acreage",
        "including",
        "eagle",
        "ford",
        "pioneer",
        "operated",
        "well",
        "average",
        "working",
        "interest",
        "eagle",
        "ford",
        "well",
        "operated",
        "pioneer",
        "average",
        "working",
        "interest",
        "additional",
        "well",
        "producing",
        "edward",
        "carrizo",
        "formation",
        "average",
        "working",
        "interest",
        "production",
        "acquired",
        "acreage",
        "average",
        "fourth",
        "quarter",
        "comprised",
        "crude",
        "oil",
        "existing",
        "production",
        "operated",
        "sundance",
        "result",
        "historical",
        "drilling",
        "production",
        "activity",
        "lease",
        "held",
        "production",
        "hbp",
        "acquired",
        "reserve",
        "evaluated",
        "ryder",
        "scott",
        "january",
        "estimated",
        "1p",
        "mmboe",
        "2p",
        "estimated",
        "reserve",
        "mmboe",
        "implied",
        "1p",
        "estimate",
        "u",
        "million",
        "substantially",
        "underpins",
        "purchase",
        "consideration",
        "acquisition",
        "assuming",
        "nymex",
        "strip",
        "varying",
        "west",
        "texas",
        "intermediate",
        "oil",
        "price",
        "u",
        "year",
        "thereafter",
        "henry",
        "hub",
        "natural",
        "gas",
        "price",
        "u",
        "year",
        "thereafter",
        "simultaneous",
        "acquisition",
        "company",
        "entered",
        "new",
        "midstream",
        "contract",
        "support",
        "development",
        "asset",
        "firm",
        "capacity",
        "move",
        "oil",
        "natural",
        "gas",
        "market",
        "market",
        "rate",
        "successfully",
        "completed",
        "equity",
        "issuance",
        "debt",
        "refinancing",
        "order",
        "fund",
        "acquisition",
        "provide",
        "approximately",
        "u",
        "million",
        "liquidity",
        "development",
        "asset",
        "sundance",
        "raised",
        "u",
        "million",
        "new",
        "equity",
        "refinanced",
        "existing",
        "debt",
        "facility",
        "together",
        "financing",
        "activity",
        "detail",
        "successfully",
        "completed",
        "financing",
        "activity",
        "include",
        "new",
        "equity",
        "u",
        "million",
        "raised",
        "issuance",
        "new",
        "fully",
        "paid",
        "ordinary",
        "share",
        "australian",
        "security",
        "exchange",
        "asx",
        "price",
        "u",
        "per",
        "share",
        "offer",
        "price",
        "offer",
        "price",
        "represented",
        "discount",
        "volume",
        "weighted",
        "average",
        "price",
        "trading",
        "day",
        "including",
        "march",
        "company",
        "entered",
        "new",
        "u",
        "million",
        "institutional",
        "second",
        "lien",
        "term",
        "loan",
        "term",
        "loan",
        "term",
        "loan",
        "bear",
        "interest",
        "libor",
        "plus",
        "amortization",
        "year",
        "term",
        "morgan",
        "stanley",
        "energy",
        "capital",
        "acted",
        "sole",
        "lead",
        "arranger",
        "sole",
        "bookrunner",
        "syndication",
        "term",
        "loan",
        "act",
        "administrative",
        "agent",
        "term",
        "loan",
        "facility",
        "closing",
        "company",
        "entered",
        "new",
        "syndicated",
        "lending",
        "facility",
        "revolver",
        "u",
        "million",
        "face",
        "value",
        "initial",
        "availability",
        "u",
        "million",
        "less",
        "u",
        "million",
        "letter",
        "credit",
        "posted",
        "minimum",
        "revenue",
        "guarantee",
        "renegotiated",
        "midstream",
        "contract",
        "revolver",
        "bear",
        "interest",
        "libor",
        "plus",
        "depending",
        "drawn",
        "amount",
        "amortization",
        "½",
        "year",
        "term",
        "availability",
        "amount",
        "borrowing",
        "base",
        "basis",
        "natixis",
        "acted",
        "arranger",
        "act",
        "administrative",
        "agent",
        "revolver",
        "closing",
        "retirement",
        "company",
        "previously",
        "existing",
        "u",
        "million",
        "term",
        "loan",
        "u",
        "million",
        "reserve",
        "based",
        "lending",
        "facility",
        "u",
        "million",
        "production",
        "prepayment",
        "creation",
        "leading",
        "pure",
        "play",
        "eagle",
        "ford",
        "producer",
        "continuation",
        "company",
        "strategy",
        "aggregating",
        "asset",
        "eagle",
        "ford",
        "acquisition",
        "represents",
        "transformational",
        "transaction",
        "addition",
        "high",
        "quality",
        "asset",
        "extensive",
        "drilling",
        "inventory",
        "resulting",
        "increased",
        "scale",
        "drive",
        "significant",
        "capital",
        "efficiency",
        "financing",
        "activity",
        "significantly",
        "deleveraged",
        "balance",
        "sheet",
        "provide",
        "ample",
        "liquidity",
        "execution",
        "company",
        "development",
        "program",
        "targeting",
        "well",
        "per",
        "twelve",
        "month",
        "period",
        "result",
        "significant",
        "growth",
        "production",
        "additional",
        "proved",
        "reserve",
        "cash",
        "flow",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "sundance",
        "energy",
        "highlight",
        "pro",
        "forma",
        "acquisition",
        "financing",
        "activity",
        "estimated",
        "proved",
        "probable",
        "2p",
        "reserve",
        "mmboe",
        "present",
        "value",
        "discounted",
        "u",
        "million",
        "prepared",
        "ryder",
        "scott",
        "december",
        "based",
        "nymex",
        "strip",
        "pricing",
        "estimated",
        "proved",
        "1p",
        "reserve",
        "mmboe",
        "u",
        "million",
        "prepared",
        "ryder",
        "scott",
        "december",
        "based",
        "nymex",
        "strip",
        "pricing",
        "company",
        "1p",
        "reserve",
        "proved",
        "developed",
        "producing",
        "volume",
        "liquid",
        "oil",
        "approximately",
        "net",
        "acre",
        "oil",
        "volatile",
        "oil",
        "condensate",
        "window",
        "eagle",
        "ford",
        "containing",
        "net",
        "tier",
        "eagle",
        "ford",
        "location",
        "representing",
        "year",
        "drilling",
        "inventory",
        "currently",
        "contemplated",
        "activity",
        "level",
        "ample",
        "liquidity",
        "u",
        "million",
        "support",
        "company",
        "development",
        "plan",
        "value",
        "creation",
        "drill",
        "bit",
        "company",
        "expects",
        "begin",
        "pad",
        "drilling",
        "acquired",
        "asset",
        "second",
        "quarter",
        "production",
        "initial",
        "development",
        "commencing",
        "late",
        "third",
        "early",
        "fourth",
        "quarter",
        "company",
        "primarily",
        "use",
        "well",
        "pad",
        "generate",
        "efficiency",
        "cost",
        "per",
        "well",
        "optimise",
        "recovery",
        "company",
        "currently",
        "project",
        "production",
        "capital",
        "expenditure",
        "u",
        "million",
        "u",
        "million",
        "ebitda",
        "u",
        "million",
        "u",
        "million",
        "respectively",
        "subject",
        "market",
        "condition",
        "prevailing",
        "commodity",
        "price",
        "company",
        "entered",
        "series",
        "midstream",
        "contract",
        "leading",
        "midstream",
        "operator",
        "providing",
        "firm",
        "capacity",
        "transport",
        "process",
        "crude",
        "oil",
        "condensate",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "wellhead",
        "market",
        "attractive",
        "market",
        "rate",
        "definition",
        "operating",
        "cost",
        "used",
        "report",
        "based",
        "operating",
        "expense",
        "record",
        "sundance",
        "capital",
        "cost",
        "used",
        "report",
        "provided",
        "sundance",
        "based",
        "authorization",
        "expenditure",
        "actual",
        "cost",
        "recent",
        "activity",
        "future",
        "net",
        "revenue",
        "deduction",
        "sundance",
        "share",
        "production",
        "tax",
        "ad",
        "valorem",
        "tax",
        "capital",
        "cost",
        "operating",
        "expense",
        "consideration",
        "income",
        "tax",
        "pv10",
        "defined",
        "discounted",
        "net",
        "revenue",
        "company",
        "reserve",
        "using",
        "discount",
        "factor",
        "1p",
        "reserve",
        "proved",
        "reserve",
        "defined",
        "reserve",
        "high",
        "likelihood",
        "probability",
        "quantity",
        "actually",
        "recovered",
        "equal",
        "exceed",
        "estimate",
        "boe",
        "defined",
        "barrel",
        "oil",
        "equivalent",
        "using",
        "ratio",
        "mcf",
        "natural",
        "gas",
        "bbl",
        "crude",
        "oil",
        "based",
        "energy",
        "conversion",
        "reflect",
        "current",
        "economic",
        "difference",
        "value",
        "mcf",
        "natural",
        "gas",
        "bbl",
        "crude",
        "oil",
        "defined",
        "thousand",
        "mmboe",
        "defined",
        "million",
        "barrel",
        "oil",
        "equivalent",
        "u",
        "value",
        "offer",
        "price",
        "based",
        "amount",
        "fx",
        "conversion",
        "rate",
        "information",
        "please",
        "contact",
        "united",
        "state",
        "eric",
        "mccrady",
        "managing",
        "director",
        "tel",
        "australia",
        "mike",
        "hannell",
        "chairman",
        "tel",
        "sundance",
        "energy",
        "australia",
        "limited",
        "sundance",
        "energy",
        "australia",
        "limited",
        "sundance",
        "company",
        "independent",
        "energy",
        "exploration",
        "company",
        "wholly",
        "owned",
        "u",
        "subsidiary",
        "sundance",
        "energy",
        "located",
        "denver",
        "colorado",
        "usa",
        "company",
        "focused",
        "acquisition",
        "development",
        "large",
        "repeatable",
        "oil",
        "natural",
        "gas",
        "resource",
        "play",
        "north",
        "america",
        "current",
        "activity",
        "focused",
        "eagle",
        "ford",
        "comprehensive",
        "overview",
        "company",
        "found",
        "sundance",
        "website",
        "competent",
        "person",
        "statement",
        "presentation",
        "contains",
        "information",
        "sundance",
        "energy",
        "reserve",
        "reviewed",
        "stephen",
        "gardner",
        "professional",
        "engineer",
        "employed",
        "ryder",
        "scott",
        "company",
        "practice",
        "state",
        "colorado",
        "license",
        "number",
        "gardner",
        "consented",
        "inclusion",
        "information",
        "form",
        "context",
        "appears",
        "summary",
        "information",
        "following",
        "disclaimer",
        "applies",
        "document",
        "information",
        "contained",
        "information",
        "release",
        "general",
        "background",
        "purport",
        "complete",
        "read",
        "conjunction",
        "sundance",
        "periodic",
        "continuous",
        "disclosure",
        "announcement",
        "lodged",
        "asx",
        "limited",
        "available",
        "sundance",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "forward",
        "looking",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "statement",
        "relate",
        "company",
        "expectation",
        "belief",
        "intention",
        "strategy",
        "regarding",
        "future",
        "statement",
        "identified",
        "use",
        "word",
        "like",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "expect",
        "may",
        "plan",
        "project",
        "seek",
        "similar",
        "word",
        "expression",
        "containing",
        "statement",
        "reflect",
        "company",
        "view",
        "assumption",
        "respect",
        "future",
        "event",
        "date",
        "release",
        "subject",
        "variety",
        "unpredictable",
        "risk",
        "uncertainty",
        "unknown",
        "actual",
        "future",
        "result",
        "trend",
        "could",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "due",
        "various",
        "factor",
        "many",
        "beyond",
        "ability",
        "control",
        "predict",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "associated",
        "discovery",
        "development",
        "oil",
        "natural",
        "gas",
        "reserve",
        "cash",
        "flow",
        "liquidity",
        "business",
        "financial",
        "strategy",
        "budget",
        "projection",
        "operating",
        "result",
        "oil",
        "natural",
        "gas",
        "price",
        "amount",
        "nature",
        "timing",
        "capital",
        "expenditure",
        "including",
        "future",
        "development",
        "cost",
        "availability",
        "term",
        "capital",
        "general",
        "economic",
        "business",
        "condition",
        "given",
        "uncertainty",
        "one",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "attributable",
        "sundance",
        "affiliate",
        "person",
        "acting",
        "behalf",
        "although",
        "every",
        "effort",
        "made",
        "ensure",
        "release",
        "set",
        "forth",
        "fair",
        "accurate",
        "view",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "sundance",
        "energy",
        "australia",
        "limited"
    ]
}