{
    "organizations": [],
    "uuid": "deea1cf93e4054afbb8a5408fb14095a71117a78",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-united-bancorp-inc-reports-an-increase-in-net-income-of-35-percent-for-the-three-months-ended-march-31-2018-diluted-earnings.html",
    "ord_in_thread": 0,
    "title": "United Bancorp, Inc. Reports an Increase in Net Income of 35% for the Three Months Ended March 31, 2018; Diluted Earnings per Share of $0.22 Versus $0.17 Reported in 2017, and a Forward Dividend Yield of 4.02%",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MARTINS FERRY, Ohio, April 26, 2018 /PRNewswire/ -- United Bancorp, Inc. (NASDAQ: UBCP), headquartered in Martins Ferry, Ohio, reported diluted earnings per share of $0.22 and net income of $1,148,000 for the quarter ended March 31, 2018, as compared to $0.17 and $850,000, respectively, for 2017. These year-over-year improvements in UBCP's earnings are directly related to the lower base corporate tax rate resulting from the passage of the Tax Cuts and Jobs Act (\"tax act\") in the fourth quarter of 2017 and the benefit of operational improvements on which the company is starting to see a positive return. Each of these realities should benefit the company in future periods.\nRandall M. Greenwood, Senior Vice President, CFO and Treasurer remarked, \"We are excited to report on the solid quarterly performance that our Company had for the three-month period ended March 31, 2018. Due to the tax act impact on net income, this release will mainly focus on the strong growth of net income before taxes from operations. Overall, operational enhancements led to forty-three percent (43%) of the improvement in net income in the first quarter. Our Company had a solid increase in net income before taxes of $127,000, or 10.4%, for the quarter ended March 31, 2018 over the quarter ended March 31, 2017. The primary drivers of this year-over-year increase in net income before taxes were the increases in interest income and fees on loans, which were up by $300,000, or 7.5%, and interest income on securities, which was up by $141,000, or 90.2%. Relating to loan growth, our Company had an increase in its gross loans of $15.7 million, or 4.4%, for the quarter ended March 31, 2018. While growing the loan portfolio, our Company was able to maintain its overall stability in credit quality. Year-over-year, we continued to have very solid credit quality-related metrics supported by nonaccrual loans decreasing from a level of $1.8 million to $1.4 million, a decline of $400,000 or 22.1%. Further--- net loans charged off, excluding overdrafts, was $32,000 for the three months ended March 31, 2018, which is a modest increase of $20,000 from the three months ended March 31, 2017. Annualized net charge offs to average loans was 0.06% for the three months ended March 31, 2018 as compared to 0.04% for the three months ended March 31, 2017.\" Greenwood continued, \"Due to the rising rate environment in which we are currently operating, we are seeing opportunities in the area of securities investments; whereby, we are finally seeing yields that are at acceptable levels, which is encouraging us to leverage-up to some degree. During the first quarter of 2018, our Company saw an increase in securities and other restricted stock of $32.1 million, or 74.3%, from the prior year. With our quarter-ending securities and other restricted stock position of $75.2 million being above the quarterly average of $52.5 million, we strongly anticipate more contribution to interest income from this area in future periods. With the enhanced level of total interest income that we realized in the first quarter, net interest income for the three months ended March 31, 2018 for our Company increased by $355,000, or 9.5%, even as we focused on growing retail core deposits to fund our growth. Total deposits increased by $44.3 million, or 12.3%, to a level of $394.1 million as of March 31, 2018. Even with this significant increase in total deposits, we were able to control our overall interest expense levels by attracting lower-cost retail funding to replace higher-cost wholesale funding advances that matured over the past 12 months. Overall, our Company saw low-cost retail funding (consisting of non-interest and interest bearing demand and savings deposits) comprise $34.9 million of its growth in retail deposits year-over-year. In addition, time deposits, which consist of certificate of deposit or term funding, increased by $9.3 million, or 15.4%, for the same period. This above-peer growth in retail core deposit funding led to a slight elevation in our interest expense to average assets, which increased from 0.40% for the three months ended March 31, 2017 to 0.45% for the three months ended March 31, 2018.\"\nRelating to our Company's net noninterest margin, Greenwood stated, \"Our total noninterest income increased $48,000, or 5.8%, quarter over quarter. A majority of this increase was realized in the area of service charges on deposit accounts, which is the area in which our Company performs at a high level relative to peer. On the noninterest expense-side of the net noninterest margin (and, as budgeted), we experienced an increase in our noninterest expense of $244,000 or 7.3%. Most of the increase in noninterest expense continues to be related to infrastructure enhancement and personnel-related expenses as we prepare for the future growth that we envision.\" Greenwood concluded, \"Considering that most of the aforementioned expenses are 'fixed,' we firmly believe that we have positive operating leverage, which should allow us to drive higher levels of revenue without significantly adding to our overall noninterest expense levels in the short-term; therefore, enhancing our Company's earnings and returns.\"\nScott A. Everson, President and CEO stated, \"We are extremely pleased to see our strong growth in earnings for the first quarter end of 2018. Obviously, our Company has benefited from the enactment of the tax act, which has reduced the overall tax rate for companies, such as ours, from 35% to 21%. Overall, the tax act contributed fifty-seven percent (57%) of our increase in net income in the first quarter ended March 31, 2018. But, we are gratified to see that our investment in both the infrastructure and personnel of our Company is starting to pay off. On an operating basis, we saw an improvement in our earnings before income taxes, which contributed forty-three percent (43%) of the increase that we had in our bottom line earnings! With our focus on continuing to enhance our lending platforms, we anticipate seeing stronger loan growth in the coming year. In addition, with the implementation of an investment strategy during the course of the first quarter, we anticipate having more investment securities-based leverage on our balance sheet in the coming quarters. Each of these realities should lead to our Company generating higher levels of interest income. Increasing leverage at an acceptable spread should allow our Company to pay slightly higher rates to attract retail-based core funding to fund our growth, while maintaining our net interest margin and improving our overall level of net interest income. Year-over-year, we saw the net interest margin of our Company improve by nine (9) basis points to a level of 3.86% as of March 31, 2018. Our enhanced net interest margin led to our net interest income improving on a year-over-year basis by $355,000 or 9.5%.\" Everson continued, \"We have stated for many quarters that our goal is to grow our Company if we can do so in a profitable fashion. We are glad that we are in a positive position, at present, to accomplish this. At this most recent quarter end, our Company had total assets of $488.4 million, which is an increase of $47.5 million, or 10.8%, over the previous year. This is the highest level of total assets in our Company's history and we look forward to crossing the $500.0 million total asset threshold during the course of this current year. Our viewpoint is that profitable growth will lead to positive opportunities for further growth for our Company! As I announced in my annual letter to our shareholders in this year's annual report, we have very high expectations for our Company over the course of the next three years. Our ultimate goal is to become a 'hybrid or omnichannel' bank; whereby, we can serve our present and future customers on \"their\" terms. By having both exceptional 'in-branch' and 'virtual' service options for our customers, we believe that our Company will have relevance within our industry for many years to come. In addition, we will be able to deliver on our current vision for growth, which is to have total assets greater than $1.0 billion.\"\nEverson concluded, \"As always, one of our primary focuses is to reward our valued shareholders by paying a solid cash dividend. With our improved earnings position in the most recent quarter, we increased our cash dividend payout level from $0.12 to $0.13, an increase of 8.3%. As I have previously mentioned, this is the third consecutive quarter that we have either had an increase in our cash dividend or paid a special dividend. On a year-over-year basis, our cash dividends paid increased by $0.02 per share or 18.2%. In addition, at our present cash dividend payout level of $0.13, we have a forward dividend yield of 4.02%, which is nearly twice the level seen within our industry. Lastly, our market value at quarter end was $12.95, which is up 5.3% on a year-over-year basis. At this level and with our greatly enhanced level of earnings, our Company's stock is now trading slightly above fourteen times (14X's) earnings, which is below current market averages of over eighteen times (18X's) for publically traded banks that are our peer in terms of market capitalization. Prior to our earnings improvement in the first quarter of this year, our Company's stock traded above this average price to earnings valuation for an extended period. We are certainly hopeful that the market rewards us for our higher level performance and pushes our valuation closer to this threshold, once again! Our other primary focus continues to be growing our shareholders' investment in our Company through profitable operations and strategic growth. In addition to driving the market value appreciation of our shareholders' ownership, we will continue striving to reward our owners by paying a solid cash dividend. Overall, we are pleased with the improving performance of our Company during the first quarter of 2018 and the direction that we are going. We are extremely optimistic about our future potential and look forward to realizing this upside potential in future periods!\"\nUnited Bancorp, Inc. is headquartered in Martins Ferry, Ohio and has total assets of $488.4 million and total shareholder's equity of $44.3 million as of March 31, 2018. Through its single bank charter, Unified Bank, the Company has eighteen banking offices that serve the Ohio Counties of Athens, Belmont, Carroll, Fairfield, Harrison, Jefferson and Tuscarawas. The Company also operates a Loan Production Office in Wheeling, WV. United Bancorp, Inc. is a part of the Russell Microcap Index and trades on the NASDAQ Capital Market tier of the NASDAQ Stock Market under the symbol UBCP, Cusip #909911109.\nCertain statements contained herein are not based on historical facts and are \"forward-looking statements\" within the meaning of Section 21A of the Securities Exchange Act of 1934. Forward-looking statements, which are based on various assumptions (some of which are beyond the Company's control), may be identified by reference to a future period or periods, or by the use of forward-looking terminology, such as \"may,\" \"will,\" \"believe,\" \"expect,\" \"estimate,\" \"anticipate,\" \"continue,\" or similar terms or variations on those terms, or the negative of these terms. Actual results could differ materially from those set forth in forward-looking statements, due to a variety of factors, including, but not limited to, those related to the economic environment, particularly in the market areas in which the company operates, competitive products and pricing, fiscal and monetary policies of the U.S. Government, changes in government regulations affecting financial institutions, including regulatory fees and capital requirements, changes in prevailing interest rates, acquisitions and the integration of acquired businesses, credit risk management, asset/liability management, changes in the financial and securities markets, including changes with respect to the market value of our financial assets, and the availability of and costs associated with sources of liquidity. The Company undertakes no obligation to update or carry forward-looking statements, whether as a result of new information, future events or otherwise.\nUnited Bancorp, Inc.\n\"UBCP\"\nAt or for the Quarter Ended\nMarch 31,\nMarch 31,\n$\n%\n2018\n2017\nChange\nChange\nEarnings\nInterest income on loans\n$ 4,112,870\n$ 3,852,630\n$ 260,240\n6.75%\nLoan fees\n215,237\n175,298\n39,939\n22.78%\nInterest income on securities\n296,756\n156,040\n140,716\n90.18%\nTotal interest income\n4,624,863\n4,183,968\n440,895\n10.54%\nTotal interest expense\n523,605\n438,161\n85,444\n19.50%\nNet interest income\n4,101,258\n3,745,807\n355,451\n9.49%\nProvision for loan losses\n57,000\n24,999\n32,001\n128.01%\nNet interest income after provision for loan losses\n4,044,258\n3,720,808\n323,450\n8.69%\nService charge on deposit accounts\n630,589\n597,129\n33,460\n5.60%\nNet realized gains on sale of loans\n14,220\n14,692\n(472)\n-3.21%\nOther noninterest income\n235,346\n220,473\n14,873\n6.75%\nTotal noninterest income\n880,155\n832,294\n47,861\n5.75%\nTotal noninterest expense\n3,578,562\n3,334,550\n244,012\n7.32%\nEarnings before income taxes\n1,345,851\n1,218,552\n127,299\n10.45%\nIncome tax expense\n198,299\n368,765\n(170,466)\n-46.23%\nNet income\n$ 1,147,552\n$ 849,787\n$ 297,765\n35.04%\nKey performance data\nEarnings per common share - Basic\n$ 0.22\n$ 0.17\n29.41%\nEarnings per common share - Diluted\n0.22\n0.17\n29.41%\nCash dividends paid\n0.13\n0.11\n18.18%\nStock data\nDividend payout ratio\n59.09%\n64.71%\n-5.61%\nPrice earnings ratio\n14.72\nx\n18.09\nx\n-18.64%\nMarket price to book value\n147%\n142%\n3.85%\nAnnualized yield based on quarter end close\n4.02%\n3.58%\n12.29%\nMarket value - last close (end of period)\n12.95\n12.30\n5.28%\nBook value (end of period)\n8.81\n8.69\n1.38%\nShares Outstanding\nAverage - Basic\n4,987,100\n4,930,956\nAverage - Diluted\n5,208,546\n5,051,225\nCommon stock, shares issued\n5,560,304\n5,425,304\nShares held as treasury stock\n5,744\n5,744\n---",
    "published": "2018-04-26T19:00:00.000+03:00",
    "crawled": "2018-04-26T20:57:04.031+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "martin",
        "ferry",
        "ohio",
        "april",
        "united",
        "bancorp",
        "nasdaq",
        "ubcp",
        "headquartered",
        "martin",
        "ferry",
        "ohio",
        "reported",
        "diluted",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "quarter",
        "ended",
        "march",
        "compared",
        "respectively",
        "improvement",
        "ubcp",
        "earnings",
        "directly",
        "related",
        "lower",
        "base",
        "corporate",
        "tax",
        "rate",
        "resulting",
        "passage",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "fourth",
        "quarter",
        "benefit",
        "operational",
        "improvement",
        "company",
        "starting",
        "see",
        "positive",
        "return",
        "reality",
        "benefit",
        "company",
        "future",
        "period",
        "randall",
        "greenwood",
        "senior",
        "vice",
        "president",
        "cfo",
        "treasurer",
        "remarked",
        "excited",
        "report",
        "solid",
        "quarterly",
        "performance",
        "company",
        "period",
        "ended",
        "march",
        "due",
        "tax",
        "act",
        "impact",
        "net",
        "income",
        "release",
        "mainly",
        "focus",
        "strong",
        "growth",
        "net",
        "income",
        "tax",
        "operation",
        "overall",
        "operational",
        "enhancement",
        "led",
        "percent",
        "improvement",
        "net",
        "income",
        "first",
        "quarter",
        "company",
        "solid",
        "increase",
        "net",
        "income",
        "tax",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "march",
        "primary",
        "driver",
        "increase",
        "net",
        "income",
        "tax",
        "increase",
        "interest",
        "income",
        "fee",
        "loan",
        "interest",
        "income",
        "security",
        "relating",
        "loan",
        "growth",
        "company",
        "increase",
        "gross",
        "loan",
        "million",
        "quarter",
        "ended",
        "march",
        "growing",
        "loan",
        "portfolio",
        "company",
        "able",
        "maintain",
        "overall",
        "stability",
        "credit",
        "quality",
        "continued",
        "solid",
        "credit",
        "metric",
        "supported",
        "nonaccrual",
        "loan",
        "decreasing",
        "level",
        "million",
        "million",
        "decline",
        "net",
        "loan",
        "charged",
        "excluding",
        "overdraft",
        "three",
        "month",
        "ended",
        "march",
        "modest",
        "increase",
        "three",
        "month",
        "ended",
        "march",
        "annualized",
        "net",
        "charge",
        "offs",
        "average",
        "loan",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "greenwood",
        "continued",
        "due",
        "rising",
        "rate",
        "environment",
        "currently",
        "operating",
        "seeing",
        "opportunity",
        "area",
        "security",
        "investment",
        "whereby",
        "finally",
        "seeing",
        "yield",
        "acceptable",
        "level",
        "encouraging",
        "u",
        "degree",
        "first",
        "quarter",
        "company",
        "saw",
        "increase",
        "security",
        "restricted",
        "stock",
        "million",
        "prior",
        "year",
        "security",
        "restricted",
        "stock",
        "position",
        "million",
        "quarterly",
        "average",
        "million",
        "strongly",
        "anticipate",
        "contribution",
        "interest",
        "income",
        "area",
        "future",
        "period",
        "enhanced",
        "level",
        "total",
        "interest",
        "income",
        "realized",
        "first",
        "quarter",
        "net",
        "interest",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "increased",
        "even",
        "focused",
        "growing",
        "retail",
        "core",
        "deposit",
        "fund",
        "growth",
        "total",
        "deposit",
        "increased",
        "million",
        "level",
        "million",
        "march",
        "even",
        "significant",
        "increase",
        "total",
        "deposit",
        "able",
        "control",
        "overall",
        "interest",
        "expense",
        "level",
        "attracting",
        "retail",
        "funding",
        "replace",
        "wholesale",
        "funding",
        "advance",
        "matured",
        "past",
        "month",
        "overall",
        "company",
        "saw",
        "retail",
        "funding",
        "consisting",
        "interest",
        "bearing",
        "demand",
        "saving",
        "deposit",
        "comprise",
        "million",
        "growth",
        "retail",
        "deposit",
        "addition",
        "time",
        "deposit",
        "consist",
        "certificate",
        "deposit",
        "term",
        "funding",
        "increased",
        "million",
        "period",
        "growth",
        "retail",
        "core",
        "deposit",
        "funding",
        "led",
        "slight",
        "elevation",
        "interest",
        "expense",
        "average",
        "asset",
        "increased",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "relating",
        "company",
        "net",
        "noninterest",
        "margin",
        "greenwood",
        "stated",
        "total",
        "noninterest",
        "income",
        "increased",
        "quarter",
        "quarter",
        "majority",
        "increase",
        "realized",
        "area",
        "service",
        "charge",
        "deposit",
        "account",
        "area",
        "company",
        "performs",
        "high",
        "level",
        "relative",
        "peer",
        "noninterest",
        "net",
        "noninterest",
        "margin",
        "budgeted",
        "experienced",
        "increase",
        "noninterest",
        "expense",
        "increase",
        "noninterest",
        "expense",
        "continues",
        "related",
        "infrastructure",
        "enhancement",
        "expense",
        "prepare",
        "future",
        "growth",
        "envision",
        "greenwood",
        "concluded",
        "considering",
        "aforementioned",
        "expense",
        "firmly",
        "believe",
        "positive",
        "operating",
        "leverage",
        "allow",
        "u",
        "drive",
        "higher",
        "level",
        "revenue",
        "without",
        "significantly",
        "adding",
        "overall",
        "noninterest",
        "expense",
        "level",
        "therefore",
        "enhancing",
        "company",
        "earnings",
        "return",
        "scott",
        "everson",
        "president",
        "ceo",
        "stated",
        "extremely",
        "pleased",
        "see",
        "strong",
        "growth",
        "earnings",
        "first",
        "quarter",
        "end",
        "obviously",
        "company",
        "benefited",
        "enactment",
        "tax",
        "act",
        "reduced",
        "overall",
        "tax",
        "rate",
        "company",
        "overall",
        "tax",
        "act",
        "contributed",
        "percent",
        "increase",
        "net",
        "income",
        "first",
        "quarter",
        "ended",
        "march",
        "gratified",
        "see",
        "investment",
        "infrastructure",
        "personnel",
        "company",
        "starting",
        "pay",
        "operating",
        "basis",
        "saw",
        "improvement",
        "earnings",
        "income",
        "tax",
        "contributed",
        "percent",
        "increase",
        "bottom",
        "line",
        "earnings",
        "focus",
        "continuing",
        "enhance",
        "lending",
        "platform",
        "anticipate",
        "seeing",
        "stronger",
        "loan",
        "growth",
        "coming",
        "year",
        "addition",
        "implementation",
        "investment",
        "strategy",
        "course",
        "first",
        "quarter",
        "anticipate",
        "investment",
        "leverage",
        "balance",
        "sheet",
        "coming",
        "quarter",
        "reality",
        "lead",
        "company",
        "generating",
        "higher",
        "level",
        "interest",
        "income",
        "increasing",
        "leverage",
        "acceptable",
        "spread",
        "allow",
        "company",
        "pay",
        "slightly",
        "higher",
        "rate",
        "attract",
        "core",
        "funding",
        "fund",
        "growth",
        "maintaining",
        "net",
        "interest",
        "margin",
        "improving",
        "overall",
        "level",
        "net",
        "interest",
        "income",
        "saw",
        "net",
        "interest",
        "margin",
        "company",
        "improve",
        "nine",
        "basis",
        "point",
        "level",
        "march",
        "enhanced",
        "net",
        "interest",
        "margin",
        "led",
        "net",
        "interest",
        "income",
        "improving",
        "basis",
        "everson",
        "continued",
        "stated",
        "many",
        "quarter",
        "goal",
        "grow",
        "company",
        "profitable",
        "fashion",
        "glad",
        "positive",
        "position",
        "present",
        "accomplish",
        "recent",
        "quarter",
        "end",
        "company",
        "total",
        "asset",
        "million",
        "increase",
        "million",
        "previous",
        "year",
        "highest",
        "level",
        "total",
        "asset",
        "company",
        "history",
        "look",
        "forward",
        "crossing",
        "million",
        "total",
        "asset",
        "threshold",
        "course",
        "current",
        "year",
        "viewpoint",
        "profitable",
        "growth",
        "lead",
        "positive",
        "opportunity",
        "growth",
        "company",
        "announced",
        "annual",
        "letter",
        "shareholder",
        "year",
        "annual",
        "report",
        "high",
        "expectation",
        "company",
        "course",
        "next",
        "three",
        "year",
        "ultimate",
        "goal",
        "become",
        "omnichannel",
        "bank",
        "whereby",
        "serve",
        "present",
        "future",
        "customer",
        "term",
        "exceptional",
        "service",
        "option",
        "customer",
        "believe",
        "company",
        "relevance",
        "within",
        "industry",
        "many",
        "year",
        "come",
        "addition",
        "able",
        "deliver",
        "current",
        "vision",
        "growth",
        "total",
        "asset",
        "greater",
        "billion",
        "everson",
        "concluded",
        "always",
        "one",
        "primary",
        "focus",
        "reward",
        "valued",
        "shareholder",
        "paying",
        "solid",
        "cash",
        "dividend",
        "improved",
        "earnings",
        "position",
        "recent",
        "quarter",
        "increased",
        "cash",
        "dividend",
        "payout",
        "level",
        "increase",
        "previously",
        "mentioned",
        "third",
        "consecutive",
        "quarter",
        "either",
        "increase",
        "cash",
        "dividend",
        "paid",
        "special",
        "dividend",
        "basis",
        "cash",
        "dividend",
        "paid",
        "increased",
        "per",
        "share",
        "addition",
        "present",
        "cash",
        "dividend",
        "payout",
        "level",
        "forward",
        "dividend",
        "yield",
        "nearly",
        "twice",
        "level",
        "seen",
        "within",
        "industry",
        "lastly",
        "market",
        "value",
        "quarter",
        "end",
        "basis",
        "level",
        "greatly",
        "enhanced",
        "level",
        "earnings",
        "company",
        "stock",
        "trading",
        "slightly",
        "fourteen",
        "time",
        "14x",
        "earnings",
        "current",
        "market",
        "average",
        "eighteen",
        "time",
        "18x",
        "publically",
        "traded",
        "bank",
        "peer",
        "term",
        "market",
        "capitalization",
        "prior",
        "earnings",
        "improvement",
        "first",
        "quarter",
        "year",
        "company",
        "stock",
        "traded",
        "average",
        "price",
        "earnings",
        "valuation",
        "extended",
        "period",
        "certainly",
        "hopeful",
        "market",
        "reward",
        "u",
        "higher",
        "level",
        "performance",
        "push",
        "valuation",
        "closer",
        "threshold",
        "primary",
        "focus",
        "continues",
        "growing",
        "shareholder",
        "investment",
        "company",
        "profitable",
        "operation",
        "strategic",
        "growth",
        "addition",
        "driving",
        "market",
        "value",
        "appreciation",
        "shareholder",
        "ownership",
        "continue",
        "striving",
        "reward",
        "owner",
        "paying",
        "solid",
        "cash",
        "dividend",
        "overall",
        "pleased",
        "improving",
        "performance",
        "company",
        "first",
        "quarter",
        "direction",
        "going",
        "extremely",
        "optimistic",
        "future",
        "potential",
        "look",
        "forward",
        "realizing",
        "upside",
        "potential",
        "future",
        "period",
        "united",
        "bancorp",
        "headquartered",
        "martin",
        "ferry",
        "ohio",
        "total",
        "asset",
        "million",
        "total",
        "shareholder",
        "equity",
        "million",
        "march",
        "single",
        "bank",
        "charter",
        "unified",
        "bank",
        "company",
        "eighteen",
        "banking",
        "office",
        "serve",
        "ohio",
        "county",
        "athens",
        "belmont",
        "carroll",
        "fairfield",
        "harrison",
        "jefferson",
        "tuscarawas",
        "company",
        "also",
        "operates",
        "loan",
        "production",
        "office",
        "wheeling",
        "wv",
        "united",
        "bancorp",
        "part",
        "russell",
        "microcap",
        "index",
        "trade",
        "nasdaq",
        "capital",
        "market",
        "tier",
        "nasdaq",
        "stock",
        "market",
        "symbol",
        "ubcp",
        "cusip",
        "certain",
        "statement",
        "contained",
        "herein",
        "based",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "section",
        "21a",
        "security",
        "exchange",
        "act",
        "statement",
        "based",
        "various",
        "assumption",
        "beyond",
        "company",
        "control",
        "may",
        "identified",
        "reference",
        "future",
        "period",
        "period",
        "use",
        "terminology",
        "may",
        "believe",
        "expect",
        "estimate",
        "anticipate",
        "continue",
        "similar",
        "term",
        "variation",
        "term",
        "negative",
        "term",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "due",
        "variety",
        "factor",
        "including",
        "limited",
        "related",
        "economic",
        "environment",
        "particularly",
        "market",
        "area",
        "company",
        "operates",
        "competitive",
        "product",
        "pricing",
        "fiscal",
        "monetary",
        "policy",
        "government",
        "change",
        "government",
        "regulation",
        "affecting",
        "financial",
        "institution",
        "including",
        "regulatory",
        "fee",
        "capital",
        "requirement",
        "change",
        "prevailing",
        "interest",
        "rate",
        "acquisition",
        "integration",
        "acquired",
        "business",
        "credit",
        "risk",
        "management",
        "management",
        "change",
        "financial",
        "security",
        "market",
        "including",
        "change",
        "respect",
        "market",
        "value",
        "financial",
        "asset",
        "availability",
        "cost",
        "associated",
        "source",
        "liquidity",
        "company",
        "undertakes",
        "obligation",
        "update",
        "carry",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "united",
        "bancorp",
        "ubcp",
        "quarter",
        "ended",
        "march",
        "march",
        "change",
        "change",
        "earnings",
        "interest",
        "income",
        "loan",
        "loan",
        "fee",
        "interest",
        "income",
        "security",
        "total",
        "interest",
        "income",
        "total",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "service",
        "charge",
        "deposit",
        "account",
        "net",
        "realized",
        "gain",
        "sale",
        "loan",
        "noninterest",
        "income",
        "total",
        "noninterest",
        "income",
        "total",
        "noninterest",
        "expense",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "key",
        "performance",
        "data",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "earnings",
        "per",
        "common",
        "share",
        "diluted",
        "cash",
        "dividend",
        "paid",
        "stock",
        "data",
        "dividend",
        "payout",
        "ratio",
        "price",
        "earnings",
        "ratio",
        "x",
        "x",
        "market",
        "price",
        "book",
        "value",
        "annualized",
        "yield",
        "based",
        "quarter",
        "end",
        "close",
        "market",
        "value",
        "last",
        "close",
        "end",
        "period",
        "book",
        "value",
        "end",
        "period",
        "share",
        "outstanding",
        "average",
        "basic",
        "average",
        "diluted",
        "common",
        "stock",
        "share",
        "issued",
        "share",
        "held",
        "treasury",
        "stock"
    ]
}