{
    "organizations": [],
    "uuid": "76d2ca94bec3a188e15e8f3c3e50dc2a1dfda577",
    "author": "Samuel Rubenfeld",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/04/09/the-morning-risk-report-u-s-tells-americans-to-leave-blacklisted-russian-firms/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: U.S. Tells Americans to Leave Blacklisted Russian Firms",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk. \nAluminum ingots are seen in a 2017 photo at a Rusal smelter in the Siberian town of Sayanogorsk, Russia. Reuters Good morning. The U.S. Treasury Department on Friday told Americans working for blacklisted Russian companies, or on their boards of directors, to leave their roles at those firms.\nThe sanctions announced on Friday were the latest salvo fired by the West against Russia as officials say tensions are rising to levels not seen since the end of the Cold War. Alongside the sanctions rollout, Treasury issued guidance telling Americans to sever their ties with the blacklisted Russian firms, Risk & Compliance Journal reports .\n“You should review the actions you view as necessary to sever your ties with the blocked entity against applicable OFAC regulations, authorizations, and public guidance,” the guidance document said.\nThe Treasury issued general licenses giving people a limited amount of time to cut their ties with the blacklisted firms. Anyone unsure whether actions needed to sever their relationships are prohibited should apply for a license or contact the office, the document said.\nTreasury recognizes how the sanctions are far-reaching, said Andrew Keller, a partner at the law firm Hogan Lovells LLP who previously served as a deputy assistant secretary in the U.S. State Department. The licenses and the guidance are OFAC’s attempt to grapple with the impact, he said.\n“It’s not a blank check for U.S. persons. They have to act now, or in very short order,” said Mr. Keller.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL \nWatchdog says Iceland must do more on money laundering. Iceland spent much of the last decade focusing on crime related to the global financial crisis, hampering its efforts to fight money laundering and terrorist financing, according to an international watchdog.\nU.S. sanctions two over alleged cartel ties. The U.S. Treasury Department put sanctions on two people, a Mexican music promoter and the alleged leader of a prostitution ring, over what it said Friday were their links to Mexican drug-trafficking organizations.\nCOMPLIANCE \nSouth Korea indicts former president. South Korean prosecutors indicted former President Lee Myung-bak on graft charges, days after a fellow former president was sentenced to 24 years in prison in another case tying top political leaders to the conglomerates that dominate the economy, the WSJ reports. Mr. Lee has denied wrongdoing.\nChina widens ban on exports to Pyongyang. China has tightened restrictions on exports to North Korea of items with potential dual use in weapons of mass destruction and conventional arms. The Chinese Ministry of Commerce said the ban is in line with U.N. Security Council resolution No. 2375. That resolution was passed in September, the WSJ reports.\nNew York politicians face retrials. Retrials are coming up for Sheldon Silver and Dean Skelos, two former leaders in the New York state Legislature who are accused of abusing government power for personal gain. The trials will be watched nationwide as a test of whether prosecutors can win public-corruption convictions under a new, narrower legal standard, the WSJ reports.\nBrazilian ex-leader turns himself in. Former Brazilian leader Luiz Inácio Lula da Silva surrendered to police on Saturday to begin serving a 12-year jail sentence for corruption, ending a dramatic two-day televised saga and dashing the hopes of millions of his supporters to once again become president, the WSJ reports.\nU.S. probes colleges’ early-admission practices. The Justice Department is looking at whether communications among officials at competing colleges about early-decision applicants violate antitrust laws, the WSJ reports. The DOJ has asked a number of colleges to preserve documents detailing agreements to share the identities of accepted students with people at other colleges.\nAntitrust setback for Blue Cross and Blue Shield. A federal court struck a blow to Blue Cross and Blue Shield insurers in high-stakes litigation focused on how they work together, finding that some of their practices could represent an automatic violation of federal antitrust law, the WSJ reports.\nDATA SECURITY \nZuckerberg to testify to Congress. Facebook CEO Mark Zuckerberg will encounter hard questions from U.S. lawmakers during congressional hearings this week. Issues likely to be raised include data security, potential tougher regulation of social networks and Facebook’s response to past misuse of its data, Bloomberg reports.\nGOVERNANCE \nAnt Financial’s executive chairman departs. Lucy Peng, one of China’s richest businesswomen, is leaving the helm of Ant Financial Services Group , one of the country’s most valuable private companies. Ms. Peng stepped down as executive chairman after serving for eight years, the WSJ reports.\nDeutsche Bank picks new CEO. Deutsche Bank is replacing its British chief executive, John Cryan, with the senior German head of its retail bank, Christian Sewing, a switch that signals a less ambitious future after years of grim financial results and sputtering attempts to regain a spot among global investment-banking powerhouses, the WSJ reports.\nJohn Cryan, left, and board member Christian Sewing, who will succeed him as Deutsche Bank AG’s CEO, attend the bank’s annual news conference in Frankfurt in February. Reuters CBS chief earned $69.3 million. CBS disclosed that Chief Executive Leslie Moonves received total compensation of $69.3 million in 2017, down slightly from $69.6 million in 2016. CBS also announced the nomination of former Time Warner Inc. Chairman Richard Parsons to its board of directors, the WSJ reports.\nREPUTATION \nTexas representative quits Congress. Rep. Blake Farenthold resigned from Congress in the face of an investigation into allegations of sexual harassment and calls to reimburse U.S. taxpayers for a related settlement. Rep. Farenthold had said he would not run for re-election. He denies harassment occurred but has promised to repay the settlement, the WSJ reports.\nRISK \nNorth Korea ready to discuss denuclearization. North Korea has told the U.S. that Kim Jong Un is prepared to discuss the denuclearization of the Korean Peninsula, clearing the way for a summit meeting between the North Korean leader and President Donald Trump, U.S. officials said, the WSJ reports.\nSTRATEGY \nNovartis to buy gene-therapy firm. Novartis agreed to buy U.S.-based gene-therapy company AveXis for $8.7 billion, marking the first big bet by the Swiss pharmaceutical giant’s new chief, Vasant Narasimhan, as he looks to the deal table to refresh his drug-development pipeline, the WSJ reports.\nNovartis’s logo is seen at a company’s plant in the northern Switzerland in October . Reuters PayPal moves toward banking. PayPal Holdings Inc. , the payments company, has been reaching out to groups of customers with an offer to add banking features to their digital wallets. The features include Federal Deposit Insurance Corp. insurance for their balances, a debit card and the ability to directly deposit their paychecks, the WSJ reports.\nAlibaba invests in facial-recognition startup. Chinese e-commerce giant Alibaba Group Holding is leading a $600 million funding round in SenseTime Group Ltd. , which makes surveillance systems using facial recognition, the WSJ reports.\nAUDIT \nAudit firms’ consulting revenue grows. Comments from a U.K. regulator last month revived a debate: Should the Big Four accounting firms be broken up, with auditing separated from consulting? The industry says it helps to have both functions under one roof, but rapid growth in consulting revenue has renewed concerns about the potential for conflicts of interest, the WSJ reports.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com . \nShare this: Alibaba Group Holding Ltd. Ant Financial AveXis Inc. Blake Farenthold Blue Cr Blue Cross Blue Shield CBS Corp. Christian Sewing Dean Skelos Deloitte denuclearization Deutsche Bank AG early decision EY Facebook Inc. Iceland John Cryan Kim Jong Un KPMG LLP Lee Myung-bak Leslie Moonves Lucy Peng Luiz Inácio Lula da Silva Mark Zuckerberg Novartis AG PayPal PricewaterhouseCoopers LLP Rusal Russia sanctions SenseTime Group Ltd. Sheldon Silver Vasant Narasimhan Previous U.S. Orders Americans to Leave Blacklisted Russian Firms Next Corruption Currents: Ex-Brazil President Lula Surrenders  ",
    "published": "2018-04-09T15:29:00.000+03:00",
    "crawled": "2018-04-11T05:33:24.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "aluminum",
        "ingot",
        "seen",
        "photo",
        "rusal",
        "smelter",
        "siberian",
        "town",
        "sayanogorsk",
        "russia",
        "reuters",
        "good",
        "morning",
        "treasury",
        "department",
        "friday",
        "told",
        "american",
        "working",
        "blacklisted",
        "russian",
        "company",
        "board",
        "director",
        "leave",
        "role",
        "firm",
        "sanction",
        "announced",
        "friday",
        "latest",
        "salvo",
        "fired",
        "west",
        "russia",
        "official",
        "say",
        "tension",
        "rising",
        "level",
        "seen",
        "since",
        "end",
        "cold",
        "war",
        "alongside",
        "sanction",
        "rollout",
        "treasury",
        "issued",
        "guidance",
        "telling",
        "american",
        "sever",
        "tie",
        "blacklisted",
        "russian",
        "firm",
        "risk",
        "compliance",
        "journal",
        "report",
        "review",
        "action",
        "view",
        "necessary",
        "sever",
        "tie",
        "blocked",
        "entity",
        "applicable",
        "ofac",
        "regulation",
        "authorization",
        "public",
        "guidance",
        "guidance",
        "document",
        "said",
        "treasury",
        "issued",
        "general",
        "license",
        "giving",
        "people",
        "limited",
        "amount",
        "time",
        "cut",
        "tie",
        "blacklisted",
        "firm",
        "anyone",
        "unsure",
        "whether",
        "action",
        "needed",
        "sever",
        "relationship",
        "prohibited",
        "apply",
        "license",
        "contact",
        "office",
        "document",
        "said",
        "treasury",
        "recognizes",
        "sanction",
        "said",
        "andrew",
        "keller",
        "partner",
        "law",
        "firm",
        "hogan",
        "lovell",
        "llp",
        "previously",
        "served",
        "deputy",
        "assistant",
        "secretary",
        "state",
        "department",
        "license",
        "guidance",
        "ofac",
        "attempt",
        "grapple",
        "impact",
        "said",
        "blank",
        "check",
        "person",
        "act",
        "short",
        "order",
        "said",
        "keller",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "watchdog",
        "say",
        "iceland",
        "must",
        "money",
        "laundering",
        "iceland",
        "spent",
        "much",
        "last",
        "decade",
        "focusing",
        "crime",
        "related",
        "global",
        "financial",
        "crisis",
        "hampering",
        "effort",
        "fight",
        "money",
        "laundering",
        "terrorist",
        "financing",
        "according",
        "international",
        "watchdog",
        "sanction",
        "two",
        "alleged",
        "cartel",
        "tie",
        "treasury",
        "department",
        "put",
        "sanction",
        "two",
        "people",
        "mexican",
        "music",
        "promoter",
        "alleged",
        "leader",
        "prostitution",
        "ring",
        "said",
        "friday",
        "link",
        "mexican",
        "organization",
        "compliance",
        "south",
        "korea",
        "indicts",
        "former",
        "president",
        "south",
        "korean",
        "prosecutor",
        "indicted",
        "former",
        "president",
        "lee",
        "graft",
        "charge",
        "day",
        "fellow",
        "former",
        "president",
        "sentenced",
        "year",
        "prison",
        "another",
        "case",
        "tying",
        "top",
        "political",
        "leader",
        "conglomerate",
        "dominate",
        "economy",
        "wsj",
        "report",
        "lee",
        "denied",
        "wrongdoing",
        "china",
        "widens",
        "ban",
        "export",
        "pyongyang",
        "china",
        "tightened",
        "restriction",
        "export",
        "north",
        "korea",
        "item",
        "potential",
        "dual",
        "use",
        "weapon",
        "mass",
        "destruction",
        "conventional",
        "arm",
        "chinese",
        "ministry",
        "commerce",
        "said",
        "ban",
        "line",
        "security",
        "council",
        "resolution",
        "resolution",
        "passed",
        "september",
        "wsj",
        "report",
        "new",
        "york",
        "politician",
        "face",
        "retrial",
        "retrial",
        "coming",
        "sheldon",
        "silver",
        "dean",
        "skelos",
        "two",
        "former",
        "leader",
        "new",
        "york",
        "state",
        "legislature",
        "accused",
        "abusing",
        "government",
        "power",
        "personal",
        "gain",
        "trial",
        "watched",
        "nationwide",
        "test",
        "whether",
        "prosecutor",
        "win",
        "conviction",
        "new",
        "narrower",
        "legal",
        "standard",
        "wsj",
        "report",
        "brazilian",
        "turn",
        "former",
        "brazilian",
        "leader",
        "luiz",
        "inácio",
        "lula",
        "da",
        "silva",
        "surrendered",
        "police",
        "saturday",
        "begin",
        "serving",
        "jail",
        "sentence",
        "corruption",
        "ending",
        "dramatic",
        "televised",
        "saga",
        "dashing",
        "hope",
        "million",
        "supporter",
        "become",
        "president",
        "wsj",
        "report",
        "probe",
        "college",
        "practice",
        "justice",
        "department",
        "looking",
        "whether",
        "communication",
        "among",
        "official",
        "competing",
        "college",
        "applicant",
        "violate",
        "antitrust",
        "law",
        "wsj",
        "report",
        "doj",
        "asked",
        "number",
        "college",
        "preserve",
        "document",
        "detailing",
        "agreement",
        "share",
        "identity",
        "accepted",
        "student",
        "people",
        "college",
        "antitrust",
        "setback",
        "blue",
        "cross",
        "blue",
        "shield",
        "federal",
        "court",
        "struck",
        "blow",
        "blue",
        "cross",
        "blue",
        "shield",
        "insurer",
        "litigation",
        "focused",
        "work",
        "together",
        "finding",
        "practice",
        "could",
        "represent",
        "automatic",
        "violation",
        "federal",
        "antitrust",
        "law",
        "wsj",
        "report",
        "data",
        "security",
        "zuckerberg",
        "testify",
        "congress",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "encounter",
        "hard",
        "question",
        "lawmaker",
        "congressional",
        "hearing",
        "week",
        "issue",
        "likely",
        "raised",
        "include",
        "data",
        "security",
        "potential",
        "tougher",
        "regulation",
        "social",
        "network",
        "facebook",
        "response",
        "past",
        "misuse",
        "data",
        "bloomberg",
        "report",
        "governance",
        "ant",
        "financial",
        "executive",
        "chairman",
        "departs",
        "lucy",
        "peng",
        "one",
        "china",
        "richest",
        "businesswoman",
        "leaving",
        "helm",
        "ant",
        "financial",
        "service",
        "group",
        "one",
        "country",
        "valuable",
        "private",
        "company",
        "peng",
        "stepped",
        "executive",
        "chairman",
        "serving",
        "eight",
        "year",
        "wsj",
        "report",
        "deutsche",
        "bank",
        "pick",
        "new",
        "ceo",
        "deutsche",
        "bank",
        "replacing",
        "british",
        "chief",
        "executive",
        "john",
        "cryan",
        "senior",
        "german",
        "head",
        "retail",
        "bank",
        "christian",
        "sewing",
        "switch",
        "signal",
        "less",
        "ambitious",
        "future",
        "year",
        "grim",
        "financial",
        "result",
        "sputtering",
        "attempt",
        "regain",
        "spot",
        "among",
        "global",
        "powerhouse",
        "wsj",
        "report",
        "john",
        "cryan",
        "left",
        "board",
        "member",
        "christian",
        "sewing",
        "succeed",
        "deutsche",
        "bank",
        "ag",
        "ceo",
        "attend",
        "bank",
        "annual",
        "news",
        "conference",
        "frankfurt",
        "february",
        "reuters",
        "cbs",
        "chief",
        "earned",
        "million",
        "cbs",
        "disclosed",
        "chief",
        "executive",
        "leslie",
        "moonves",
        "received",
        "total",
        "compensation",
        "million",
        "slightly",
        "million",
        "cbs",
        "also",
        "announced",
        "nomination",
        "former",
        "time",
        "warner",
        "chairman",
        "richard",
        "parson",
        "board",
        "director",
        "wsj",
        "report",
        "reputation",
        "texas",
        "representative",
        "quits",
        "congress",
        "blake",
        "farenthold",
        "resigned",
        "congress",
        "face",
        "investigation",
        "allegation",
        "sexual",
        "harassment",
        "call",
        "reimburse",
        "taxpayer",
        "related",
        "settlement",
        "farenthold",
        "said",
        "would",
        "run",
        "denies",
        "harassment",
        "occurred",
        "promised",
        "repay",
        "settlement",
        "wsj",
        "report",
        "risk",
        "north",
        "korea",
        "ready",
        "discus",
        "denuclearization",
        "north",
        "korea",
        "told",
        "kim",
        "jong",
        "un",
        "prepared",
        "discus",
        "denuclearization",
        "korean",
        "peninsula",
        "clearing",
        "way",
        "summit",
        "meeting",
        "north",
        "korean",
        "leader",
        "president",
        "donald",
        "trump",
        "official",
        "said",
        "wsj",
        "report",
        "strategy",
        "novartis",
        "buy",
        "firm",
        "novartis",
        "agreed",
        "buy",
        "company",
        "avexis",
        "billion",
        "marking",
        "first",
        "big",
        "bet",
        "swiss",
        "pharmaceutical",
        "giant",
        "new",
        "chief",
        "vasant",
        "narasimhan",
        "look",
        "deal",
        "table",
        "refresh",
        "pipeline",
        "wsj",
        "report",
        "novartis",
        "logo",
        "seen",
        "company",
        "plant",
        "northern",
        "switzerland",
        "october",
        "reuters",
        "paypal",
        "move",
        "toward",
        "banking",
        "paypal",
        "holding",
        "payment",
        "company",
        "reaching",
        "group",
        "customer",
        "offer",
        "add",
        "banking",
        "feature",
        "digital",
        "wallet",
        "feature",
        "include",
        "federal",
        "deposit",
        "insurance",
        "insurance",
        "balance",
        "debit",
        "card",
        "ability",
        "directly",
        "deposit",
        "paycheck",
        "wsj",
        "report",
        "alibaba",
        "invests",
        "startup",
        "chinese",
        "giant",
        "alibaba",
        "group",
        "holding",
        "leading",
        "million",
        "funding",
        "round",
        "sensetime",
        "group",
        "make",
        "surveillance",
        "system",
        "using",
        "facial",
        "recognition",
        "wsj",
        "report",
        "audit",
        "audit",
        "firm",
        "consulting",
        "revenue",
        "grows",
        "comment",
        "regulator",
        "last",
        "month",
        "revived",
        "debate",
        "big",
        "four",
        "accounting",
        "firm",
        "broken",
        "auditing",
        "separated",
        "consulting",
        "industry",
        "say",
        "help",
        "function",
        "one",
        "roof",
        "rapid",
        "growth",
        "consulting",
        "revenue",
        "renewed",
        "concern",
        "potential",
        "conflict",
        "interest",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "alibaba",
        "group",
        "holding",
        "ant",
        "financial",
        "avexis",
        "blake",
        "farenthold",
        "blue",
        "cr",
        "blue",
        "cross",
        "blue",
        "shield",
        "cbs",
        "christian",
        "sewing",
        "dean",
        "skelos",
        "deloitte",
        "denuclearization",
        "deutsche",
        "bank",
        "ag",
        "early",
        "decision",
        "ey",
        "facebook",
        "iceland",
        "john",
        "cryan",
        "kim",
        "jong",
        "un",
        "kpmg",
        "llp",
        "lee",
        "leslie",
        "moonves",
        "lucy",
        "peng",
        "luiz",
        "inácio",
        "lula",
        "da",
        "silva",
        "mark",
        "zuckerberg",
        "novartis",
        "ag",
        "paypal",
        "pricewaterhousecoopers",
        "llp",
        "rusal",
        "russia",
        "sanction",
        "sensetime",
        "group",
        "sheldon",
        "silver",
        "vasant",
        "narasimhan",
        "previous",
        "order",
        "american",
        "leave",
        "blacklisted",
        "russian",
        "firm",
        "next",
        "corruption",
        "current",
        "president",
        "lula",
        "surrender"
    ]
}