{
    "organizations": [],
    "uuid": "a82da08e8fd8b064960eb51f39fe29237750efff",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/20/crypto-crow-how-to-launch-an-online-business-with-very-little-money.html",
    "ord_in_thread": 0,
    "title": "I just started a business with less than $1,000 and I have no idea what I’m doing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "There's a seemingly endless list of ways to make money online. Most of them seem too good to be true.\nAs a reporter at CNBC Make It , I've covered some of the most incredible — including a 28-year-old whose company has made millions buying things at Walmart and reselling them on Amazon and an entrepreneur who started selling board games out of his living room .\nWith each new story, I found myself wondering, can it really be as easy as they make it seem? Can someone with no prior experience actually start a successful business with a little time and even less money?\nThat's what I am determined to find out. I am creating a side hustle from scratch and documenting it, all with a budget of less than $1,000. The goal is to minimize effort but bring in revenue almost immediately. All profits at the end of the venture, if there are any, will be donated to charity.\nCNBC | While CNBC Make It reporter Zack Guzman has reported on side hustles, he himself had never launched one. As I explained in the first installment of this experiment, I started with an idea . Like all great entrepreneurs, I want to fill a market need — but not just any market, one so hot even NFL cornerback Richard Sherman's grandma is asking about it .\nI'm talking about cryptocurrencies. I'm launching Crypto Crow , a streetwear brand for crypto enthusiasts I will sell online.\nGetting started\nFrom my years covering entrepreneurs, I'm convinced the first step to go from idea to business the \"right way\" depends on the person. Some people love operations, others marketing. But after an 18-day run eating Goldfish crackers for dinner and working on the business way past midnight, I realized when you're the only employee at your company, you become obsessed with everything.\nBut as one of my side hustle mentors, Dom Detore, a serial entrepreneur and star of CNBC's, \" Staten Island Hustle ,\" says: \"If you're not hustling, you're not making money.\"\nSo I've learned the key to not getting overwhelmed is to obsess in a way that brings you the most joy in the moment. For me, that meant starting with the name and logo. Particularly in the apparel arena, with so many brands trying to sell similar things, differentiation is key.\nWhen choosing a name, the lowest hurdle is picking something that's unique. And I don't mean unique in the way your elementary school teacher would attempt to compliment your art project. I mean legally unique. Fortunately, that's easy to check by searching the United States Patent and Trademark Office database for established trademarks.\nCNBC | Zack Guzman Zack Guzman was given two weeks to launch a side business. The first week, he handled back end logistics. In the second, he founded an LLC, acquired designs and launched CryptoCrow.co. With my favorite name, Crypto Crow, unclaimed, I did a quick GoDaddy search for domains. It revealed that the \".com\" version was taken, and would cost over $4,000 to buy. Thankfully, Trevor Chapman, an e-commerce veteran who sold his businesses for over $10 million in just a matter of months and has been acting as a mentor, says that a \".co\" or equivalent url can suffice. At $12, \"CryptoCrow.co\" seemed like a much wiser choice.\nNext, I asked CNBC Make It graphic designer Bryce Churchill to work his magic and make me a logo. That means I got it for free, but were Bryce not so nice, I would've turned to a contracting site like Fiverr or UpWork. You can find designers who will crate custom designs for as little as little as $5.\nCNBC | Bryce Churchill Talented CNBC Make It designer Bryce Churchill whipped up this logo without breaking a sweat. He's getting a free t-shirt out of it. To minimize the amount of labor and with only a week left to get up and running, I decided to go with a print-on-demand business model. That means every order placed via my virtual storefront will be passed along through the e-commerce platform Shopify to t-shirt fulfiller Printful, which will handle the printing and shipping. So for $79.99 a month, I activated a Shopify account, linked it to CryptoCrow.co and added Printful's app for free. While Printful's fee per t-shirt will eat into my profit margin, it satisfies my goal of an effortless setup.\nAdding a team email through Google's G-suite was the last logistical step, which costs $5 a month.\nBy the end of the first week, after working on the project after work and on the weekend, I had the bare bones of my site functioning.\nA business is born\nEven though it felt like it, I hadn't really started a business yet. The pre-requisite for that is taking care of the legal stuff.\nWhen it comes to starting a business you intend to grow, it can make sense to launch as a limited liability company, or LLC. It can help shield you from being personally liable for financial hardships or lawsuits that might be taken up against your company and it can make it easier to bring on partners down the line.\nWhile setting up an LLC can seem like a daunting task for a first timer, it doesn't have to be, according to Matt Horwitz, founder of LLC tutorial site, LLC University. With Horwitz walking me through the process , I was approved by the state of New York in less than two hours. Unfortunately, however, it was by far the largest unforeseen expense to hit to my budget.\nMatt Horwitz, founder of tutorial site LLC University, has been blogging about LLC formation for over six years. On average, the cost across to file an LLC in the U.S. is around $135, according to Horwitz. In New York it's $200. On top of that, newly formed LLCs in New York are required by law to publish notification of filing in newspapers designated by their county clerk within 120 days . The ads are required to run \"once a week for six consecutive weeks\" in both a daily and weekly newspaper. By Horwitz's estimates, that can cost over $1,000 in more expensive counties like New York City, where I live.\nThere are ways to minimize that cost, such as filing in counties with newspapers that charge less for ads. As Horwitz's explains, a common trick is to pay companies (known as registered agents) in those counties to let you use their mailing address until satisfying the requirement and moving the LLC's listed address back.\nBy following his guidance and registering in Albany, the ordeal cost me nearly $350 (after a $125 charge to use a registered agent) and I still have yet to satisfy the publication requirement.\nWhile Arizona and Nebraska are the only other states that have publishing requirements, other states have their own rules. As I learned, it's important to pay attention and budget for whatever those might be.\nCNBC | Guzman almost cratered under the pressure of starting a side hustle from scratch. Somewhere in his second bag of parmesean Goldfish, he found the will to continue. In the end, whether filing an LLC is right for you and your business will boil down to what your hustle is and your risk tolerance. For a legitimate business, it's generally a wise decision to keep the finances of your entity separate from your personal assets, according to Horwitz. To do so, he says filing as some sort of entity — whether its a C corp, proprietorship or an LLC, with your state, is the best way to go.\n\"Commingling business and personal assets basically undoes the whole reason you set up the LLC in the first place,\" Horwitz warns as he guides me through the final step of opening a business checking account. At this point, I was able to open the account with my remaining $500 and the newly minted Crypto Crow LLC Employee Identification Number I got from the IRS after my LLC was approved.\nIt was a little disheartening to lose nearly half of my budget to governmental red tape and archaic laws, but so goes the cost of compliance and avoiding headaches down the line.\nWith about half of the second week gone, I was ready to get started on what I actually set out to do: launch a line of crypto clothing.\nA business is actually born\nWith a legit business set up, I squeezed a few free t-shirt designs out of my co-worker Bryce. Then, via Fiverr, I found a gentleman in Bangladesh who created several others for $5 a piece. Thanks to my own sketches, Bryce's work, and my Fiverr hire, by the end of the week, I had about 20 designs to put on t-shirts, hats and mugs offered by Printful, and I had only spent about $50 to acquire them.\nWith my business model, I didn't have to spend capital on massive quantities of products. (Nothing gets made until a customer buys the design and Printful prints it on a product.) In an ideal world, this lets you test out a bunch of designs to see what sticks with your target audience.\nTo Chapman, this benefit cannot be overstated.\n\"You are not the one that will decide if anyone's going to buy, the market decides. So you just need to listen to the market like a wise old man,\" he says. \"Too many people fall in love with their products and they're certain that the market is going to love it as much as they do and so they go bankrupt trying to push the product that they love.\nCryptoCrow.co Zack Guzman came up with some ideas and outsourced the work to Fiverr designers. Each designer he used charged just $5 for a basic design. \"All of a sudden you know when you have a winner because you can't keep up with demand it just takes off … [but] you'll never know that unless you just get the designs out the door,\" he says.\nListening to Chapman, I rushed to finally launch the site. I wrote some product descriptions that should appeal to my target audience and added some Shopify apps to the site to help with conversion (the percentage of people who actually buy products from my store after visiting).\nChapman had shared some of his favorites: Hurrify counts down the time remaining on sale offers. It's meant to create a sense of urgency that hopefully leads prospective customers to complete a purchase. Cross Sell lets you individually curate which goods are displayed to customers who have clicked on other products. For example, if someone views a Bitcoin shirt on my site, I might up-sell by showing them a pair of Bitcoin socks, rather than Litecoin socks. And Recart automatically sends follow up emails with discount codes to customers who added items to their cart but failed to check out.\nDown to my last bag of dinner Goldfish and with the site optimized for conversions, I was ready to launch. Hitting publish on the site, I took record of the nearly $600 I had spent so far, leaving just enough (I hope) to get the word out.\nAs the confetti my coworkers threw fell on my desk, there was just one question left to answer. But it's the most important question: What will the market decide?\nFollow the progress on our side hustle here . Next up: We look at how to best target audiences and drive traffic to a newly established online business.\n—Video by CNBC's Zack Guzman\nWant more side hustle inspiration? Watch new episodes of \" Staten Island Hustle ,\" Wednesdays at 10P ET/PT on CNBC.\nLike this story? Like CNBC Make It on Facebook .\nshow chapters How to start a business with less than $1,000 3:17 PM ET Thu, 12 April 2018 | 03:13",
    "published": "2018-04-20T19:20:00.000+03:00",
    "crawled": "2018-04-20T19:32:57.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "seemingly",
        "endless",
        "list",
        "way",
        "make",
        "money",
        "online",
        "seem",
        "good",
        "true",
        "reporter",
        "cnbc",
        "make",
        "covered",
        "incredible",
        "including",
        "whose",
        "company",
        "made",
        "million",
        "buying",
        "thing",
        "walmart",
        "reselling",
        "amazon",
        "entrepreneur",
        "started",
        "selling",
        "board",
        "game",
        "living",
        "room",
        "new",
        "story",
        "found",
        "wondering",
        "really",
        "easy",
        "make",
        "seem",
        "someone",
        "prior",
        "experience",
        "actually",
        "start",
        "successful",
        "business",
        "little",
        "time",
        "even",
        "less",
        "money",
        "determined",
        "find",
        "creating",
        "side",
        "hustle",
        "scratch",
        "documenting",
        "budget",
        "less",
        "goal",
        "minimize",
        "effort",
        "bring",
        "revenue",
        "almost",
        "immediately",
        "profit",
        "end",
        "venture",
        "donated",
        "charity",
        "cnbc",
        "cnbc",
        "make",
        "reporter",
        "zack",
        "guzman",
        "reported",
        "side",
        "hustle",
        "never",
        "launched",
        "one",
        "explained",
        "first",
        "installment",
        "experiment",
        "started",
        "idea",
        "like",
        "great",
        "entrepreneur",
        "want",
        "fill",
        "market",
        "need",
        "market",
        "one",
        "hot",
        "even",
        "nfl",
        "cornerback",
        "richard",
        "sherman",
        "grandma",
        "asking",
        "talking",
        "cryptocurrencies",
        "launching",
        "crypto",
        "crow",
        "streetwear",
        "brand",
        "crypto",
        "enthusiast",
        "sell",
        "online",
        "getting",
        "started",
        "year",
        "covering",
        "entrepreneur",
        "convinced",
        "first",
        "step",
        "go",
        "idea",
        "business",
        "right",
        "way",
        "depends",
        "person",
        "people",
        "love",
        "operation",
        "others",
        "marketing",
        "run",
        "eating",
        "goldfish",
        "cracker",
        "dinner",
        "working",
        "business",
        "way",
        "past",
        "midnight",
        "realized",
        "employee",
        "company",
        "become",
        "obsessed",
        "everything",
        "one",
        "side",
        "hustle",
        "mentor",
        "dom",
        "detore",
        "serial",
        "entrepreneur",
        "star",
        "cnbc",
        "staten",
        "island",
        "hustle",
        "say",
        "hustling",
        "making",
        "money",
        "learned",
        "key",
        "getting",
        "overwhelmed",
        "obsess",
        "way",
        "brings",
        "joy",
        "moment",
        "meant",
        "starting",
        "name",
        "logo",
        "particularly",
        "apparel",
        "arena",
        "many",
        "brand",
        "trying",
        "sell",
        "similar",
        "thing",
        "differentiation",
        "key",
        "choosing",
        "name",
        "lowest",
        "hurdle",
        "picking",
        "something",
        "unique",
        "mean",
        "unique",
        "way",
        "elementary",
        "school",
        "teacher",
        "would",
        "attempt",
        "compliment",
        "art",
        "project",
        "mean",
        "legally",
        "unique",
        "fortunately",
        "easy",
        "check",
        "searching",
        "united",
        "state",
        "patent",
        "trademark",
        "office",
        "database",
        "established",
        "trademark",
        "cnbc",
        "zack",
        "guzman",
        "zack",
        "guzman",
        "given",
        "two",
        "week",
        "launch",
        "side",
        "business",
        "first",
        "week",
        "handled",
        "back",
        "end",
        "logistics",
        "second",
        "founded",
        "llc",
        "acquired",
        "design",
        "launched",
        "favorite",
        "name",
        "crypto",
        "crow",
        "unclaimed",
        "quick",
        "godaddy",
        "search",
        "domain",
        "revealed",
        "version",
        "taken",
        "would",
        "cost",
        "buy",
        "thankfully",
        "trevor",
        "chapman",
        "veteran",
        "sold",
        "business",
        "million",
        "matter",
        "month",
        "acting",
        "mentor",
        "say",
        "equivalent",
        "url",
        "suffice",
        "seemed",
        "like",
        "much",
        "wiser",
        "choice",
        "next",
        "asked",
        "cnbc",
        "make",
        "graphic",
        "designer",
        "bryce",
        "churchill",
        "work",
        "magic",
        "make",
        "logo",
        "mean",
        "got",
        "free",
        "bryce",
        "nice",
        "would",
        "turned",
        "contracting",
        "site",
        "like",
        "fiverr",
        "upwork",
        "find",
        "designer",
        "crate",
        "custom",
        "design",
        "little",
        "little",
        "cnbc",
        "bryce",
        "churchill",
        "talented",
        "cnbc",
        "make",
        "designer",
        "bryce",
        "churchill",
        "whipped",
        "logo",
        "without",
        "breaking",
        "sweat",
        "getting",
        "free",
        "minimize",
        "amount",
        "labor",
        "week",
        "left",
        "get",
        "running",
        "decided",
        "go",
        "business",
        "model",
        "mean",
        "every",
        "order",
        "placed",
        "via",
        "virtual",
        "storefront",
        "passed",
        "along",
        "platform",
        "shopify",
        "fulfiller",
        "printful",
        "handle",
        "printing",
        "shipping",
        "month",
        "activated",
        "shopify",
        "account",
        "linked",
        "added",
        "printful",
        "app",
        "free",
        "printful",
        "fee",
        "per",
        "eat",
        "profit",
        "margin",
        "satisfies",
        "goal",
        "effortless",
        "setup",
        "adding",
        "team",
        "email",
        "google",
        "last",
        "logistical",
        "step",
        "cost",
        "month",
        "end",
        "first",
        "week",
        "working",
        "project",
        "work",
        "weekend",
        "bare",
        "bone",
        "site",
        "functioning",
        "business",
        "born",
        "even",
        "though",
        "felt",
        "like",
        "really",
        "started",
        "business",
        "yet",
        "taking",
        "care",
        "legal",
        "stuff",
        "come",
        "starting",
        "business",
        "intend",
        "grow",
        "make",
        "sense",
        "launch",
        "limited",
        "liability",
        "company",
        "llc",
        "help",
        "shield",
        "personally",
        "liable",
        "financial",
        "hardship",
        "lawsuit",
        "might",
        "taken",
        "company",
        "make",
        "easier",
        "bring",
        "partner",
        "line",
        "setting",
        "llc",
        "seem",
        "like",
        "daunting",
        "task",
        "first",
        "timer",
        "according",
        "matt",
        "horwitz",
        "founder",
        "llc",
        "tutorial",
        "site",
        "llc",
        "university",
        "horwitz",
        "walking",
        "process",
        "approved",
        "state",
        "new",
        "york",
        "less",
        "two",
        "hour",
        "unfortunately",
        "however",
        "far",
        "largest",
        "unforeseen",
        "expense",
        "hit",
        "budget",
        "matt",
        "horwitz",
        "founder",
        "tutorial",
        "site",
        "llc",
        "university",
        "blogging",
        "llc",
        "formation",
        "six",
        "year",
        "average",
        "cost",
        "across",
        "file",
        "llc",
        "around",
        "according",
        "horwitz",
        "new",
        "york",
        "top",
        "newly",
        "formed",
        "llcs",
        "new",
        "york",
        "required",
        "law",
        "publish",
        "notification",
        "filing",
        "newspaper",
        "designated",
        "county",
        "clerk",
        "within",
        "day",
        "ad",
        "required",
        "run",
        "week",
        "six",
        "consecutive",
        "week",
        "daily",
        "weekly",
        "newspaper",
        "horwitz",
        "estimate",
        "cost",
        "expensive",
        "county",
        "like",
        "new",
        "york",
        "city",
        "live",
        "way",
        "minimize",
        "cost",
        "filing",
        "county",
        "newspaper",
        "charge",
        "less",
        "ad",
        "horwitz",
        "explains",
        "common",
        "trick",
        "pay",
        "company",
        "known",
        "registered",
        "agent",
        "county",
        "let",
        "use",
        "mailing",
        "address",
        "satisfying",
        "requirement",
        "moving",
        "llc",
        "listed",
        "address",
        "back",
        "following",
        "guidance",
        "registering",
        "albany",
        "ordeal",
        "cost",
        "nearly",
        "charge",
        "use",
        "registered",
        "agent",
        "still",
        "yet",
        "satisfy",
        "publication",
        "requirement",
        "arizona",
        "nebraska",
        "state",
        "publishing",
        "requirement",
        "state",
        "rule",
        "learned",
        "important",
        "pay",
        "attention",
        "budget",
        "whatever",
        "might",
        "cnbc",
        "guzman",
        "almost",
        "cratered",
        "pressure",
        "starting",
        "side",
        "hustle",
        "scratch",
        "somewhere",
        "second",
        "bag",
        "parmesean",
        "goldfish",
        "found",
        "continue",
        "end",
        "whether",
        "filing",
        "llc",
        "right",
        "business",
        "boil",
        "hustle",
        "risk",
        "tolerance",
        "legitimate",
        "business",
        "generally",
        "wise",
        "decision",
        "keep",
        "finance",
        "entity",
        "separate",
        "personal",
        "asset",
        "according",
        "horwitz",
        "say",
        "filing",
        "sort",
        "entity",
        "whether",
        "c",
        "corp",
        "proprietorship",
        "llc",
        "state",
        "best",
        "way",
        "go",
        "commingling",
        "business",
        "personal",
        "asset",
        "basically",
        "undoes",
        "whole",
        "reason",
        "set",
        "llc",
        "first",
        "place",
        "horwitz",
        "warns",
        "guide",
        "final",
        "step",
        "opening",
        "business",
        "checking",
        "account",
        "point",
        "able",
        "open",
        "account",
        "remaining",
        "newly",
        "minted",
        "crypto",
        "crow",
        "llc",
        "employee",
        "identification",
        "number",
        "got",
        "irs",
        "llc",
        "approved",
        "little",
        "disheartening",
        "lose",
        "nearly",
        "half",
        "budget",
        "governmental",
        "red",
        "tape",
        "archaic",
        "law",
        "go",
        "cost",
        "compliance",
        "avoiding",
        "headache",
        "line",
        "half",
        "second",
        "week",
        "gone",
        "ready",
        "get",
        "started",
        "actually",
        "set",
        "launch",
        "line",
        "crypto",
        "clothing",
        "business",
        "actually",
        "born",
        "legit",
        "business",
        "set",
        "squeezed",
        "free",
        "design",
        "bryce",
        "via",
        "fiverr",
        "found",
        "gentleman",
        "bangladesh",
        "created",
        "several",
        "others",
        "piece",
        "thanks",
        "sketch",
        "bryce",
        "work",
        "fiverr",
        "hire",
        "end",
        "week",
        "design",
        "put",
        "hat",
        "mug",
        "offered",
        "printful",
        "spent",
        "acquire",
        "business",
        "model",
        "spend",
        "capital",
        "massive",
        "quantity",
        "product",
        "nothing",
        "get",
        "made",
        "customer",
        "buy",
        "design",
        "printful",
        "print",
        "product",
        "ideal",
        "world",
        "let",
        "test",
        "bunch",
        "design",
        "see",
        "stick",
        "target",
        "audience",
        "chapman",
        "benefit",
        "overstated",
        "one",
        "decide",
        "anyone",
        "going",
        "buy",
        "market",
        "decides",
        "need",
        "listen",
        "market",
        "like",
        "wise",
        "old",
        "man",
        "say",
        "many",
        "people",
        "fall",
        "love",
        "product",
        "certain",
        "market",
        "going",
        "love",
        "much",
        "go",
        "bankrupt",
        "trying",
        "push",
        "product",
        "love",
        "zack",
        "guzman",
        "came",
        "idea",
        "outsourced",
        "work",
        "fiverr",
        "designer",
        "designer",
        "used",
        "charged",
        "basic",
        "design",
        "sudden",
        "know",
        "winner",
        "ca",
        "keep",
        "demand",
        "take",
        "never",
        "know",
        "unless",
        "get",
        "design",
        "door",
        "say",
        "listening",
        "chapman",
        "rushed",
        "finally",
        "launch",
        "site",
        "wrote",
        "product",
        "description",
        "appeal",
        "target",
        "audience",
        "added",
        "shopify",
        "apps",
        "site",
        "help",
        "conversion",
        "percentage",
        "people",
        "actually",
        "buy",
        "product",
        "store",
        "visiting",
        "chapman",
        "shared",
        "favorite",
        "hurrify",
        "count",
        "time",
        "remaining",
        "sale",
        "offer",
        "meant",
        "create",
        "sense",
        "urgency",
        "hopefully",
        "lead",
        "prospective",
        "customer",
        "complete",
        "purchase",
        "cross",
        "sell",
        "let",
        "individually",
        "curate",
        "good",
        "displayed",
        "customer",
        "clicked",
        "product",
        "example",
        "someone",
        "view",
        "bitcoin",
        "shirt",
        "site",
        "might",
        "showing",
        "pair",
        "bitcoin",
        "sock",
        "rather",
        "litecoin",
        "sock",
        "recart",
        "automatically",
        "sends",
        "follow",
        "email",
        "discount",
        "code",
        "customer",
        "added",
        "item",
        "cart",
        "failed",
        "check",
        "last",
        "bag",
        "dinner",
        "goldfish",
        "site",
        "optimized",
        "conversion",
        "ready",
        "launch",
        "hitting",
        "publish",
        "site",
        "took",
        "record",
        "nearly",
        "spent",
        "far",
        "leaving",
        "enough",
        "hope",
        "get",
        "word",
        "confetti",
        "coworkers",
        "threw",
        "fell",
        "desk",
        "one",
        "question",
        "left",
        "answer",
        "important",
        "question",
        "market",
        "decide",
        "follow",
        "progress",
        "side",
        "hustle",
        "next",
        "look",
        "best",
        "target",
        "audience",
        "drive",
        "traffic",
        "newly",
        "established",
        "online",
        "business",
        "cnbc",
        "zack",
        "guzman",
        "want",
        "side",
        "hustle",
        "inspiration",
        "watch",
        "new",
        "episode",
        "staten",
        "island",
        "hustle",
        "wednesday",
        "10p",
        "cnbc",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "show",
        "chapter",
        "start",
        "business",
        "less",
        "pm",
        "et",
        "thu",
        "april"
    ]
}