{
    "organizations": [],
    "uuid": "9babc88e861b1e036df747789b2ae492233cc9a4",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/04/19/the-morning-ledger-13/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Consumer-Goods Companies Struggle to Raise Prices",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription. \nUnilever’s Dove shampoo is seen in a store in Incheon, South Korea. Bloomberg News Good morning. Finance chiefs across all industries often face off rising input costs, changing customer tastes and the advance of new rivals. At large consumer-goods companies including Unilever PLC and Nestlé SA , executives are struggling to raise prices, a sign of increasingly fierce competition, write the WSJ’s Saabira Chaudhuri and Brian Blackstone. \nUnilever, which sells Dove soap and Ben & Jerry’s ice cream, said Thursday prices rose just 0.1% in the first quarter, while Nestlé reported price growth of 0.2%. The growth rates were the weakest since 2010 and 2000, respectively, according to analysts at Sanford C. Bernstein Ltd. \n“Pricing is the big theme for this morning,” Unilever’s finance chief, Graeme Pitkethly, said in an interview. “It looks like we’ve gone from all price and no volume to all volume and no price.”\nThe industry has long relied on selling new or improved versions of products at higher prices to boost growth. That’s now challenged by weak inflation, Amazon.com Inc. selling more household staples and less brand loyalty as consumers use the internet to shop around.\nTHE DAY AHEAD \nBlackstone Group LP , Nucor Corp. , Philip Morris International Inc. and PPG Industries Inc. are among the companies slated to report earnings today.\nCORPORATE NEWS \nTide laundry detergent is seen in San Francisco, Calif., U.S., Jan 28., 2005. Getty Images P&G to buy Merck KGaA’s consumer health unit. Procter & Gamble Co. agreed to acquire the consumer-health business from Germany’s Merck KGaA , in a $4.2 billion deal that adds vitamins and food supplements to its lineup of over-the-counter medicines.\n100 million reasons for Amazon’s success. More than 100 million people globally are now paying for Amazon Prime, a sign of how Amazon has used the service to evolve from an online marketplace that struggled with profitability into an e-commerce powerhouse.\nFacebook plans to build its own chips. Facebook Inc. is planning to design chips that could be used in its consumer devices, artificial-intelligence software and data centers, according to a person familiar with the matter and recent job listings.\nMorgan Stanley posts record earnings. Morgan Stanley reported record first-quarter profits of $2.6 billion and record revenues of $11.1 billion, the last of the big U.S. banks to benefit from a potent cocktail of lower taxes, active markets, lower expenses and economies growing in lockstep.\nGM ousts Cadillac head. General Motors Co. replaced the head of its Cadillac brand, Johan de Nysschen, as executives push for a swifter turnaround at the onetime U.S. luxury-auto leader.\nTesla could win from China’s new auto rules. China’s announcement Tuesday that it will ease its strict joint-venture rules on foreign auto makers could benefit Tesla Inc., which has long sought to manufacture its electric cars in China.\nStarbucks’ Schultz steps in as outrage over arrests simmers. Starbucks Corp. turned to long-time leader Howard Schultz on Wednesday to make the case that the U.S. coffee chain accused of racial profiling is committed to offering a “safe space” to customers despite the arrest of two black men in one of its Philadelphia cafes, reports Reuters.\nAmerican Express profit jumps. American Express Co. reported a 31% increase in first-quarter profit to $1.63 billion, as the company focused on rebuilding its capital, which took a hit from charges related to the U.S. tax overhaul.\nVisa, Mastercard discuss cooperating in online shopping. Visa Inc. and Mastercard Inc., the two largest U.S. card networks, are planning to drop their longstanding initiatives to get online shoppers to use dedicated payment buttons. Instead, they want to create a new online option that would amount to a shared single payment button.\nAbraaj deals upended amid dispute over health fund. Embattled private-equity firm Abraaj Group is struggling with recent major deals and has lost much of its senior management amid a fight with a group of investors over a $1 billion health-care fund.\nFox rejected higher Comcast bid due to antitrust concerns. 21st Century Fox Inc. rejected an acquisition offer for its entertainment assets from cable giant Comcast Corp. largely over antitrust concerns, according to a regulatory filing, even though the bid was 16% higher on a per-share basis than what Walt Disney Co. ultimately agreed to pay.\nGerman plants twice as expensive as other plants — Opel. Some of Opel’s German plants cost twice as much to run as Peugeot SA’s other factories, Opel’s chief executive told employees as the company tries to agree on an efficiency deal with labor leaders in return for investments, reports Reuters.\nREGULATION \nThe Qualcomm headquarter in San Diego, Calif., U.S. Qualcomm’s NXP-takeover has ‘hard to resolve’ issues — China. China’s antitrust regulator gave an initial pessimistic review of Qualcomm Inc.’s $44 billion purchase of NXP Semiconductors NV , raising questions about a critical deal for the American company and whether trade friction with the U.S. is playing a role. Meanwhile, Qualcomm has begun cutting jobs as part of the chipmaker’s promise to investors to reduce costs by $1 billion, reports Bloomberg. \nWhy asking about current pay is the new taboo. Big companies like Amazon, Bank of America Corp. and Wells Fargo & Co. are instructing recruiters not to ask about salary or benefits a candidate received in other positions, as more employers shift away from using past wages as a guide for setting their future pay due to new laws around the U.S. aimed at closing wage gaps in the workforce.\nStricter limits on combustible panels in construction could be coming. Makers of combustible-core building panels want a return to limits on the use of their product on building exteriors at 40 feet, almost a year after London’s deadly Grenfell Tower fire.\nECONOMY \nEuropean officials want a permanent exemption from new U.S. tariffs on steel and aluminum imports. Above, a worker at an aluminum processing plant in Hungary last month. Bloomberg News EU plans to pitch trade bargain at Trump. The European Union is drawing up a peace offer it hopes will end trade hostilities with the White House and avoid steel and aluminum tariffs being imposed on the bloc in two weeks’ time, according to European officials. Meanwhile, businesses across the U.S. reported rising steel prices in recent weeks due to recently implemented tariffs, according to a U.S. Federal Reserve report released Wednesday.\nProposed U.S. tariffs on China risk penalizing manufacturers unevenly. China is a significant source of materials for only a small fraction of products on President Donald Trump’s proposed list of tariffs, but they could disproportionately hit some U.S. manufacturers that depend on Chinese imports by driving up costs and forcing them to raise prices.\nRecovery from Nafta uncertainty could take time, Bank of Canada governor says. Canada’s business investment and exports have suffered on trade policy uncertainty and may not immediately recover once talks on the North American Free Trade Agreement conclude, Bank of Canada Governor Stephen Poloz says.\nIs the U.S. shale boom hitting a bottleneck? West Texas’ Permian basin, the oil field at the heart of the shale boom, is choking on its own growth as producers hit congested pipelines and shortages of materials and workers — bottlenecks that have caused some investors to sour on the region.\nU.S. economic growth on track despite tariff worries — Fed . Robust business borrowing, rising consumer spending, and tight labor markets indicate the U.S. economy remains on track for continued growth, the Fed reported on Wednesday, with the risks of a global trade war the one big outlier, writes Reuters.\nIceland takes hard look at energy regulation. The voracious electricity demand of Iceland’s proliferating data centers is testing the island nation’s environmental ethos. The country’s government is now considering ways to slow the rise of data centers in the country by reviewing its rulebook for adding new power plants.\nCFO MOVES \nAegion Corp. , a St. Louis-based pipeline services company, appointed David F. Morris executive vice president and chief financial officer, effective April 17. Mr. Morris, who has served as the company’s interim chief financial officer since 2017, resigned from his roles as general counsel, chief administrative officer and secretary in connection with his appointment as CFO. Mr. Morris has been with Aegion for more than 13 years. Prior to joining the company, he was a partner with Thompson Coburn LLP, a law firm. Compensation details were not immediately available.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Nina Trentmann contributed to today’s Ledger. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com. \nShare this: THE MORNING LEDGER Previous CFO Moves: Och-Ziff Capital Management, Sanofi Next British Pest Control Firm Rentokil Initial Seeks U.S. Targets  ",
    "published": "2018-04-19T15:42:00.000+03:00",
    "crawled": "2018-04-19T19:41:36.046+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "unilever",
        "dove",
        "shampoo",
        "seen",
        "store",
        "incheon",
        "south",
        "korea",
        "bloomberg",
        "news",
        "good",
        "morning",
        "finance",
        "chief",
        "across",
        "industry",
        "often",
        "face",
        "rising",
        "input",
        "cost",
        "changing",
        "customer",
        "taste",
        "advance",
        "new",
        "rival",
        "large",
        "company",
        "including",
        "unilever",
        "plc",
        "nestlé",
        "sa",
        "executive",
        "struggling",
        "raise",
        "price",
        "sign",
        "increasingly",
        "fierce",
        "competition",
        "write",
        "wsj",
        "saabira",
        "chaudhuri",
        "brian",
        "blackstone",
        "unilever",
        "sell",
        "dove",
        "soap",
        "ben",
        "jerry",
        "ice",
        "cream",
        "said",
        "thursday",
        "price",
        "rose",
        "first",
        "quarter",
        "nestlé",
        "reported",
        "price",
        "growth",
        "growth",
        "rate",
        "weakest",
        "since",
        "respectively",
        "according",
        "analyst",
        "sanford",
        "bernstein",
        "pricing",
        "big",
        "theme",
        "morning",
        "unilever",
        "finance",
        "chief",
        "graeme",
        "pitkethly",
        "said",
        "interview",
        "look",
        "like",
        "gone",
        "price",
        "volume",
        "volume",
        "industry",
        "long",
        "relied",
        "selling",
        "new",
        "improved",
        "version",
        "product",
        "higher",
        "price",
        "boost",
        "growth",
        "challenged",
        "weak",
        "inflation",
        "selling",
        "household",
        "staple",
        "less",
        "brand",
        "loyalty",
        "consumer",
        "use",
        "internet",
        "shop",
        "around",
        "day",
        "ahead",
        "blackstone",
        "group",
        "lp",
        "nucor",
        "philip",
        "morris",
        "international",
        "ppg",
        "industry",
        "among",
        "company",
        "slated",
        "report",
        "earnings",
        "today",
        "corporate",
        "news",
        "tide",
        "laundry",
        "detergent",
        "seen",
        "san",
        "francisco",
        "jan",
        "getty",
        "image",
        "p",
        "g",
        "buy",
        "merck",
        "kgaa",
        "consumer",
        "health",
        "unit",
        "procter",
        "gamble",
        "agreed",
        "acquire",
        "business",
        "germany",
        "merck",
        "kgaa",
        "billion",
        "deal",
        "add",
        "vitamin",
        "food",
        "supplement",
        "lineup",
        "medicine",
        "million",
        "reason",
        "amazon",
        "success",
        "million",
        "people",
        "globally",
        "paying",
        "amazon",
        "prime",
        "sign",
        "amazon",
        "used",
        "service",
        "evolve",
        "online",
        "marketplace",
        "struggled",
        "profitability",
        "powerhouse",
        "facebook",
        "plan",
        "build",
        "chip",
        "facebook",
        "planning",
        "design",
        "chip",
        "could",
        "used",
        "consumer",
        "device",
        "software",
        "data",
        "center",
        "according",
        "person",
        "familiar",
        "matter",
        "recent",
        "job",
        "listing",
        "morgan",
        "stanley",
        "post",
        "record",
        "earnings",
        "morgan",
        "stanley",
        "reported",
        "record",
        "profit",
        "billion",
        "record",
        "revenue",
        "billion",
        "last",
        "big",
        "bank",
        "benefit",
        "potent",
        "cocktail",
        "lower",
        "tax",
        "active",
        "market",
        "lower",
        "expense",
        "economy",
        "growing",
        "lockstep",
        "gm",
        "ousts",
        "cadillac",
        "head",
        "general",
        "motor",
        "replaced",
        "head",
        "cadillac",
        "brand",
        "johan",
        "de",
        "nysschen",
        "executive",
        "push",
        "swifter",
        "turnaround",
        "onetime",
        "leader",
        "tesla",
        "could",
        "win",
        "china",
        "new",
        "auto",
        "rule",
        "china",
        "announcement",
        "tuesday",
        "ease",
        "strict",
        "rule",
        "foreign",
        "auto",
        "maker",
        "could",
        "benefit",
        "tesla",
        "long",
        "sought",
        "manufacture",
        "electric",
        "car",
        "china",
        "starbucks",
        "schultz",
        "step",
        "outrage",
        "arrest",
        "simmer",
        "starbucks",
        "turned",
        "leader",
        "howard",
        "schultz",
        "wednesday",
        "make",
        "case",
        "coffee",
        "chain",
        "accused",
        "racial",
        "profiling",
        "committed",
        "offering",
        "safe",
        "space",
        "customer",
        "despite",
        "arrest",
        "two",
        "black",
        "men",
        "one",
        "philadelphia",
        "cafe",
        "report",
        "reuters",
        "american",
        "express",
        "profit",
        "jump",
        "american",
        "express",
        "reported",
        "increase",
        "profit",
        "billion",
        "company",
        "focused",
        "rebuilding",
        "capital",
        "took",
        "hit",
        "charge",
        "related",
        "tax",
        "overhaul",
        "visa",
        "mastercard",
        "discus",
        "cooperating",
        "online",
        "shopping",
        "visa",
        "mastercard",
        "two",
        "largest",
        "card",
        "network",
        "planning",
        "drop",
        "longstanding",
        "initiative",
        "get",
        "online",
        "shopper",
        "use",
        "dedicated",
        "payment",
        "button",
        "instead",
        "want",
        "create",
        "new",
        "online",
        "option",
        "would",
        "amount",
        "shared",
        "single",
        "payment",
        "button",
        "abraaj",
        "deal",
        "upended",
        "amid",
        "dispute",
        "health",
        "fund",
        "embattled",
        "firm",
        "abraaj",
        "group",
        "struggling",
        "recent",
        "major",
        "deal",
        "lost",
        "much",
        "senior",
        "management",
        "amid",
        "fight",
        "group",
        "investor",
        "billion",
        "fund",
        "fox",
        "rejected",
        "higher",
        "comcast",
        "bid",
        "due",
        "antitrust",
        "concern",
        "21st",
        "century",
        "fox",
        "rejected",
        "acquisition",
        "offer",
        "entertainment",
        "asset",
        "cable",
        "giant",
        "comcast",
        "largely",
        "antitrust",
        "concern",
        "according",
        "regulatory",
        "filing",
        "even",
        "though",
        "bid",
        "higher",
        "basis",
        "walt",
        "disney",
        "ultimately",
        "agreed",
        "pay",
        "german",
        "plant",
        "twice",
        "expensive",
        "plant",
        "opel",
        "opel",
        "german",
        "plant",
        "cost",
        "twice",
        "much",
        "run",
        "peugeot",
        "sa",
        "factory",
        "opel",
        "chief",
        "executive",
        "told",
        "employee",
        "company",
        "try",
        "agree",
        "efficiency",
        "deal",
        "labor",
        "leader",
        "return",
        "investment",
        "report",
        "reuters",
        "regulation",
        "qualcomm",
        "headquarter",
        "san",
        "diego",
        "qualcomm",
        "hard",
        "resolve",
        "issue",
        "china",
        "china",
        "antitrust",
        "regulator",
        "gave",
        "initial",
        "pessimistic",
        "review",
        "qualcomm",
        "billion",
        "purchase",
        "nxp",
        "semiconductor",
        "nv",
        "raising",
        "question",
        "critical",
        "deal",
        "american",
        "company",
        "whether",
        "trade",
        "friction",
        "playing",
        "role",
        "meanwhile",
        "qualcomm",
        "begun",
        "cutting",
        "job",
        "part",
        "chipmaker",
        "promise",
        "investor",
        "reduce",
        "cost",
        "billion",
        "report",
        "bloomberg",
        "asking",
        "current",
        "pay",
        "new",
        "taboo",
        "big",
        "company",
        "like",
        "amazon",
        "bank",
        "america",
        "well",
        "fargo",
        "instructing",
        "recruiter",
        "ask",
        "salary",
        "benefit",
        "candidate",
        "received",
        "position",
        "employer",
        "shift",
        "away",
        "using",
        "past",
        "wage",
        "guide",
        "setting",
        "future",
        "pay",
        "due",
        "new",
        "law",
        "around",
        "aimed",
        "closing",
        "wage",
        "gap",
        "workforce",
        "stricter",
        "limit",
        "combustible",
        "panel",
        "construction",
        "could",
        "coming",
        "maker",
        "building",
        "panel",
        "want",
        "return",
        "limit",
        "use",
        "product",
        "building",
        "exterior",
        "foot",
        "almost",
        "year",
        "london",
        "deadly",
        "grenfell",
        "tower",
        "fire",
        "economy",
        "european",
        "official",
        "want",
        "permanent",
        "exemption",
        "new",
        "tariff",
        "steel",
        "aluminum",
        "import",
        "worker",
        "aluminum",
        "processing",
        "plant",
        "hungary",
        "last",
        "month",
        "bloomberg",
        "news",
        "eu",
        "plan",
        "pitch",
        "trade",
        "bargain",
        "trump",
        "european",
        "union",
        "drawing",
        "peace",
        "offer",
        "hope",
        "end",
        "trade",
        "hostility",
        "white",
        "house",
        "avoid",
        "steel",
        "aluminum",
        "tariff",
        "imposed",
        "bloc",
        "two",
        "week",
        "time",
        "according",
        "european",
        "official",
        "meanwhile",
        "business",
        "across",
        "reported",
        "rising",
        "steel",
        "price",
        "recent",
        "week",
        "due",
        "recently",
        "implemented",
        "tariff",
        "according",
        "federal",
        "reserve",
        "report",
        "released",
        "wednesday",
        "proposed",
        "tariff",
        "china",
        "risk",
        "penalizing",
        "manufacturer",
        "unevenly",
        "china",
        "significant",
        "source",
        "material",
        "small",
        "fraction",
        "product",
        "president",
        "donald",
        "trump",
        "proposed",
        "list",
        "tariff",
        "could",
        "disproportionately",
        "hit",
        "manufacturer",
        "depend",
        "chinese",
        "import",
        "driving",
        "cost",
        "forcing",
        "raise",
        "price",
        "recovery",
        "nafta",
        "uncertainty",
        "could",
        "take",
        "time",
        "bank",
        "canada",
        "governor",
        "say",
        "canada",
        "business",
        "investment",
        "export",
        "suffered",
        "trade",
        "policy",
        "uncertainty",
        "may",
        "immediately",
        "recover",
        "talk",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "conclude",
        "bank",
        "canada",
        "governor",
        "stephen",
        "poloz",
        "say",
        "shale",
        "boom",
        "hitting",
        "bottleneck",
        "west",
        "texas",
        "permian",
        "basin",
        "oil",
        "field",
        "heart",
        "shale",
        "boom",
        "choking",
        "growth",
        "producer",
        "hit",
        "congested",
        "pipeline",
        "shortage",
        "material",
        "worker",
        "bottleneck",
        "caused",
        "investor",
        "sour",
        "region",
        "economic",
        "growth",
        "track",
        "despite",
        "tariff",
        "worry",
        "fed",
        "robust",
        "business",
        "borrowing",
        "rising",
        "consumer",
        "spending",
        "tight",
        "labor",
        "market",
        "indicate",
        "economy",
        "remains",
        "track",
        "continued",
        "growth",
        "fed",
        "reported",
        "wednesday",
        "risk",
        "global",
        "trade",
        "war",
        "one",
        "big",
        "outlier",
        "writes",
        "reuters",
        "iceland",
        "take",
        "hard",
        "look",
        "energy",
        "regulation",
        "voracious",
        "electricity",
        "demand",
        "iceland",
        "proliferating",
        "data",
        "center",
        "testing",
        "island",
        "nation",
        "environmental",
        "ethos",
        "country",
        "government",
        "considering",
        "way",
        "slow",
        "rise",
        "data",
        "center",
        "country",
        "reviewing",
        "rulebook",
        "adding",
        "new",
        "power",
        "plant",
        "cfo",
        "move",
        "aegion",
        "pipeline",
        "service",
        "company",
        "appointed",
        "david",
        "morris",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "effective",
        "april",
        "morris",
        "served",
        "company",
        "interim",
        "chief",
        "financial",
        "officer",
        "since",
        "resigned",
        "role",
        "general",
        "counsel",
        "chief",
        "administrative",
        "officer",
        "secretary",
        "connection",
        "appointment",
        "cfo",
        "morris",
        "aegion",
        "year",
        "prior",
        "joining",
        "company",
        "partner",
        "thompson",
        "coburn",
        "llp",
        "law",
        "firm",
        "compensation",
        "detail",
        "immediately",
        "available",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "nina",
        "trentmann",
        "contributed",
        "today",
        "ledger",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "morning",
        "ledger",
        "previous",
        "cfo",
        "move",
        "capital",
        "management",
        "sanofi",
        "next",
        "british",
        "pest",
        "control",
        "firm",
        "rentokil",
        "initial",
        "seek",
        "target"
    ]
}