{
    "organizations": [],
    "uuid": "e9e473c48ed3a0e2416abdbb0b22866d16a6f95d",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/04/06/data-sheet-virtual-reality-vr-oculus/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Facebook's Oculus VR Games Look Great; Gear Still Unwieldy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman 9:09 AM EDT This is the web version of Data To get it delivered daily to your in-box, sign up here .\nA crocodile in a space suit and some kind of bearded warrior crossed the street in front of me in Boston yesterday. Aaron in for Adam one last time this week and, no, I wasn’t dreaming. It was just a couple of costumed Cosplayers heading over to the PAX East video game conference at the convention center.\nI was headed nearby, to a special set up on the fifth floor of the Boston Design Center. That’s where Facebook’s Oculus virtual reality unit had built a temporary testing center for journalists complete with plush couches, free espresso, and 20 or so workstation grade computers running some of the latest and greatest VR games coming out this year.\nVR hasn’t taken off as quickly as many people predicted, but Oculus and a few others like Sony and HTC are still committed to building better gear, which will inexorably improve bit-by-bit until the world inside the headset is as detailed and interesting as the one around us. ( Paging William Gibson. ) I’m hardly the most qualified tester, but even I had fun making sand castles on a virtual beach in Vacation Simulator and trying to crack a mystery while experiencing the world as a sightless woman in Blind. (VR can be as much about simulating a three dimensional sound space as a visual arena.)\nThe creativity of the VR games was impressive. “We’re focusing on why does VR exist, what is magical about VR,” explained Cy Wise, the Hawaiian shirt wearing studio director at Owlchemy Labs and creator of my virtual beach trip. She does have to take into account all the odd things gamers may do in a VR setting. “People will try to shove their head through a wall,” she says.\nThe gear is a little clunky, the hand controllers take some getting used to and I only got tangled in cords a couple of times. But that’s all changing rapidly with lighter, wireless equipment coming soon. And that may finally attract a mainstream audience—who won’t all want to stick their heads in a wall.\nAaron Pressman @ampressman aaron.pressman@fortune.com NEWSWORTHY\nPick a little, talk a little. Facebook COO Sheryl Sandberg ended her silence on the company’s recent troubles with a series of media interviews. The number two exec explained what went wrong and how Facebook plans to prevent others from lifting personal data as Cambridge Analytica did. She also took responsibility for the screw up. “We also didn’t build our operations fast enough, and that’s on me,” Sandberg told Bloomberg. Amidst the continuing controversy, Facebook has quietly decided not to move forward with a medical data-sharing effort.\nThe Wells Fargo wagon . Digital currency exchange Coinbase has been dubbed the “Goldman Sachs of blockchain.” And like that Wall Street paragon, the cryptocurrency startup is diversifying its lines of business. On Thursday, Coinbase said it was opening a venture capital arm with $15 million to back “early stage” companies. Chainalysis , which helps law enforcers and others track bitcoin transactions, raised $16 million (not from Coinbase but from VC firm Benchmark) to expand its forensic detective work to more digital currencies.\nThe sadder but wiser girl . President Trump continues to berate Amazon , but the company is hardly standing still. Behind the scenes, Amazon has doubled the number of in-house lobbyists it employs to 28 since Trump was elected, the Financial Times reports. What’s the old joke about Washington, D.C.? Ten square miles surrounded by reality. Back in the real world, Amazon rolled out its Key program, which allows delivery people into customers’ homes, nationwide.\nSeventy-six trombones. Samsung had a great first quarter. Profit jumped 58% to $14.7 billion, slightly more than analysts expected and a record amount for the third consecutive quarter. Much of the surprise came from the company’s booming memory chip business, along with solid sales of the new Galaxy S9 phone (last year’s S8 didn’t go in sale until the second quarter). Apple won’t disclose how the iPhone X and the rest of its line up fared in the quarter for another couple of weeks, but the company did announce on Thursday that it wouldn’t have its redesigned super-high-end Mac Pro computer on the market until 2019. Also MSNBC is airing its interview with CEO Tim Cook tonight at 8 p.m. ET.\nGoodnight, ladies. Spotify’s unusual public stock debut left out many of the usual IPO terms, including a lock up agreement preventing prior investors from selling their shares right away. Sony took advantage of the opportunity , selling about one-fifth of its entire stake for more than $250 million.\nShipoopi . The tiny EMV chips embedded in credit and debit cards were supposed to make the payments system more secure. Overall, that’s probably true. But the Secret Service has uncovered a crazy scheme where criminals are prying out the chips in new cards and replacing them with dummies. When customers activate their cards, the crooks can use the purloined chips with a ginned up phony card. Yikes.\n(Your Gen X headline Quote: explainer of the day. )\nAdvertisement FOR YOUR WEEKEND READING PLEASURE\nA few interesting longer reads I came across that are suitable for your weekend reading pleasure.\nAre We Already Living in Virtual Reality? ( The New Yorker )\nThey took the idea of mental models to its logical conclusion. It isn’t just that we live inside a model of the external world, Metzinger wrote. We also live inside models of our own bodies, minds, and selves. These “self-models” don’t always reflect reality, and they can be adjusted in illogical ways. They can, for example, portray a self that exists outside of the body—an O.B.E.\nHow Grubhub Analyzed 4,000 Dishes to Predict Your Next Order ( Wired )\nThe problem was the data. Not the orders—the who-orders-what and from-where. Those are easy. It was the menus. Nobody’s dishes matched, each one was unique. A pilaf from one restaurant might be a biryani at another. Japanese curries weren’t Indian curries weren’t Pakistani curries. They worked on it for eight years. “Every time, the product and tech groups came back and said, ‘Matt, this is way too hard. Ultimately, to get what you want, it’s going to be a manual solution and we have 10 other things that are a priority,’” Maloney says.\nIt’s Weirdly Hard to Steal Mark Zuckerberg’s Trash ( The Outline )\nSecure in the knowledge that the Supreme Court had my back, I looked up the trash collection schedule for Zuckerberg’s block online. It happened to be on Wednesday, the very day I was looking it up (destiny!). I posted an Instagram story that I was going to steal Zuckerberg’s trash, got in my car, and zoomed over. On the drive across the bridge from Oakland (which Facebook board member Peter Thiel once described as a “failed state”), I wondered what I might find. Tubs of Vaseline? Discarded grey T-shirts, disintegrated by his acidic sweat? The scattered bones of small animals?\n“The Clock Is Ticking”: Inside the Worst U.S. Maritime Disaster in Decades ( Vanity Fair )\nDisasters at sea do not get the public attention that aviation accidents do, in part because the sea swallows the evidence. It has been reported that a major merchant ship goes down somewhere in the world every two or three days; most are ships sailing under flags of convenience, with underpaid crews and poor safety records. The El Faro tragedy attracted immediate attention for several reasons. El Faro was a U.S.-flagged ship with a respected captain—and it should have been able to avoid the hurricane. Why didn’t it? Add to that mystery this simple fact: the sinking of El Faro was the worst U.S. maritime disaster in three decades.\nFOOD FOR THOUGHT\nWall Street’s technology race sometimes leads not to new profits but new problems. A few years ago, the high-tech computerized trading systems at Goldman Sachs decided on their own to sell more than 1.5 million options due to a programming glitch. Regulators allowed the bank to cancel the trades, avoiding a $500 million loss, as Bloomberg reporters Hugh Son and Dakin Campbell recount in a feature story looking at the latest tech wave engulfing the securities markets. Goldman and others are increasingly turning to tech-driven strategies as some of their former profit spigots, like bond trading, got turned off in the wake of the mortgage market meltdown a decade ago.\nFew benefited more from this than Goldman Sachs, which became the most profitable company in Wall Street history under former commodities salesman Lloyd Blankfein, who may step down as chief executive officer as early as this year. Using house money to facilitate bond trades—or principal risk-taking—was far more lucrative than merely acting on clients’ behalf to execute stock orders. In 2009, Goldman traders reaped $33 billion in revenue, two-thirds of it from fixed income.\nBut constraints brought about by the financial crisis ended the leverage that had fueled the boom. Fixed-income traders felt the brunt of the changes, and in the years since, equities traders —especially those with a technology background—have enjoyed a renaissance. Their rise has touched off a battle for supremacy that’s come down to only three companies: Goldman Sachs, Morgan Stanley, and JPMorgan Chase. These rivals are now locked in a technological arms race to control a $58 billion-a-year industry. As they each jockey for an edge over the other, no one who trades on Wall Street is safe.\nAdvertisement IN CASE YOU MISSED IT\nVirgin Galactic Just Completed Its First Powered Test Flight Since Deadly 2014 Crash By Jamie Ducharme\nTwitter Has Suspended 1.2 Million Terrorist Accounts Since 2015 By Don Reisinger\nAmazon Echo Speakers Now Work as Intercoms By Jonathan Vanian\nSpaceX Now Needs a License to Stream Earth From Orbit. Is Tesla’s Starman to Blame? By Aric Jenkins\nFribo Is a New Robot That Reminds Loners to Call Their Friends By Don Reisinger\nExclusive: Foursquare’s President Starts New Early-Stage Venture By Polina Marinova\nCommentary: Can Technology Make Us Even More Human? By John Nosta\nAdvertisement BEFORE YOU GO\nRay Bradbury’s sci-fi classic Fahrenheit 451 is getting the HBO treatment starring Michael B. Jordan as “firefighter” Guy Montag, and the new trailer is burning hot. The movie arrives May 19.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-04-06T21:09:00.000+03:00",
    "crawled": "2018-04-06T16:36:18.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "edt",
        "web",
        "version",
        "data",
        "get",
        "delivered",
        "daily",
        "sign",
        "crocodile",
        "space",
        "suit",
        "kind",
        "bearded",
        "warrior",
        "crossed",
        "street",
        "front",
        "boston",
        "yesterday",
        "aaron",
        "adam",
        "one",
        "last",
        "time",
        "week",
        "dreaming",
        "couple",
        "costumed",
        "cosplayers",
        "heading",
        "pax",
        "east",
        "video",
        "game",
        "conference",
        "convention",
        "center",
        "headed",
        "nearby",
        "special",
        "set",
        "fifth",
        "floor",
        "boston",
        "design",
        "center",
        "facebook",
        "oculus",
        "virtual",
        "reality",
        "unit",
        "built",
        "temporary",
        "testing",
        "center",
        "journalist",
        "complete",
        "plush",
        "couch",
        "free",
        "espresso",
        "workstation",
        "grade",
        "computer",
        "running",
        "latest",
        "greatest",
        "vr",
        "game",
        "coming",
        "year",
        "vr",
        "taken",
        "quickly",
        "many",
        "people",
        "predicted",
        "oculus",
        "others",
        "like",
        "sony",
        "htc",
        "still",
        "committed",
        "building",
        "better",
        "gear",
        "inexorably",
        "improve",
        "world",
        "inside",
        "headset",
        "detailed",
        "interesting",
        "one",
        "around",
        "u",
        "paging",
        "william",
        "gibson",
        "hardly",
        "qualified",
        "tester",
        "even",
        "fun",
        "making",
        "sand",
        "castle",
        "virtual",
        "beach",
        "vacation",
        "simulator",
        "trying",
        "crack",
        "mystery",
        "experiencing",
        "world",
        "sightless",
        "woman",
        "blind",
        "vr",
        "much",
        "simulating",
        "three",
        "dimensional",
        "sound",
        "space",
        "visual",
        "arena",
        "creativity",
        "vr",
        "game",
        "impressive",
        "focusing",
        "vr",
        "exist",
        "magical",
        "vr",
        "explained",
        "cy",
        "wise",
        "hawaiian",
        "shirt",
        "wearing",
        "studio",
        "director",
        "owlchemy",
        "lab",
        "creator",
        "virtual",
        "beach",
        "trip",
        "take",
        "account",
        "odd",
        "thing",
        "gamers",
        "may",
        "vr",
        "setting",
        "people",
        "try",
        "shove",
        "head",
        "wall",
        "say",
        "gear",
        "little",
        "clunky",
        "hand",
        "controller",
        "take",
        "getting",
        "used",
        "got",
        "tangled",
        "cord",
        "couple",
        "time",
        "changing",
        "rapidly",
        "lighter",
        "wireless",
        "equipment",
        "coming",
        "soon",
        "may",
        "finally",
        "attract",
        "mainstream",
        "want",
        "stick",
        "head",
        "wall",
        "aaron",
        "pressman",
        "ampressman",
        "newsworthy",
        "pick",
        "little",
        "talk",
        "little",
        "facebook",
        "coo",
        "sheryl",
        "sandberg",
        "ended",
        "silence",
        "company",
        "recent",
        "trouble",
        "series",
        "medium",
        "interview",
        "number",
        "two",
        "exec",
        "explained",
        "went",
        "wrong",
        "facebook",
        "plan",
        "prevent",
        "others",
        "lifting",
        "personal",
        "data",
        "cambridge",
        "analytica",
        "also",
        "took",
        "responsibility",
        "screw",
        "also",
        "build",
        "operation",
        "fast",
        "enough",
        "sandberg",
        "told",
        "bloomberg",
        "amidst",
        "continuing",
        "controversy",
        "facebook",
        "quietly",
        "decided",
        "move",
        "forward",
        "medical",
        "effort",
        "well",
        "fargo",
        "wagon",
        "digital",
        "currency",
        "exchange",
        "coinbase",
        "dubbed",
        "goldman",
        "sachs",
        "like",
        "wall",
        "street",
        "paragon",
        "cryptocurrency",
        "startup",
        "diversifying",
        "line",
        "business",
        "thursday",
        "coinbase",
        "said",
        "opening",
        "venture",
        "capital",
        "arm",
        "million",
        "back",
        "early",
        "stage",
        "company",
        "chainalysis",
        "help",
        "law",
        "enforcer",
        "others",
        "track",
        "bitcoin",
        "transaction",
        "raised",
        "million",
        "coinbase",
        "vc",
        "firm",
        "benchmark",
        "expand",
        "forensic",
        "detective",
        "work",
        "digital",
        "currency",
        "sadder",
        "wiser",
        "girl",
        "president",
        "trump",
        "continues",
        "berate",
        "amazon",
        "company",
        "hardly",
        "standing",
        "still",
        "behind",
        "scene",
        "amazon",
        "doubled",
        "number",
        "lobbyist",
        "employ",
        "since",
        "trump",
        "elected",
        "financial",
        "time",
        "report",
        "old",
        "joke",
        "washington",
        "ten",
        "square",
        "mile",
        "surrounded",
        "reality",
        "back",
        "real",
        "world",
        "amazon",
        "rolled",
        "key",
        "program",
        "allows",
        "delivery",
        "people",
        "customer",
        "home",
        "nationwide",
        "trombone",
        "samsung",
        "great",
        "first",
        "quarter",
        "profit",
        "jumped",
        "billion",
        "slightly",
        "analyst",
        "expected",
        "record",
        "amount",
        "third",
        "consecutive",
        "quarter",
        "much",
        "surprise",
        "came",
        "company",
        "booming",
        "memory",
        "chip",
        "business",
        "along",
        "solid",
        "sale",
        "new",
        "galaxy",
        "s9",
        "phone",
        "last",
        "year",
        "s8",
        "go",
        "sale",
        "second",
        "quarter",
        "apple",
        "disclose",
        "iphone",
        "x",
        "rest",
        "line",
        "fared",
        "quarter",
        "another",
        "couple",
        "week",
        "company",
        "announce",
        "thursday",
        "redesigned",
        "mac",
        "pro",
        "computer",
        "market",
        "also",
        "msnbc",
        "airing",
        "interview",
        "ceo",
        "tim",
        "cook",
        "tonight",
        "et",
        "goodnight",
        "lady",
        "spotify",
        "unusual",
        "public",
        "stock",
        "debut",
        "left",
        "many",
        "usual",
        "ipo",
        "term",
        "including",
        "lock",
        "agreement",
        "preventing",
        "prior",
        "investor",
        "selling",
        "share",
        "right",
        "away",
        "sony",
        "took",
        "advantage",
        "opportunity",
        "selling",
        "entire",
        "stake",
        "million",
        "shipoopi",
        "tiny",
        "emv",
        "chip",
        "embedded",
        "credit",
        "debit",
        "card",
        "supposed",
        "make",
        "payment",
        "system",
        "secure",
        "overall",
        "probably",
        "true",
        "secret",
        "service",
        "uncovered",
        "crazy",
        "scheme",
        "criminal",
        "prying",
        "chip",
        "new",
        "card",
        "replacing",
        "dummy",
        "customer",
        "activate",
        "card",
        "crook",
        "use",
        "purloined",
        "chip",
        "ginned",
        "phony",
        "card",
        "yikes",
        "gen",
        "x",
        "headline",
        "quote",
        "explainer",
        "day",
        "advertisement",
        "weekend",
        "reading",
        "pleasure",
        "interesting",
        "longer",
        "read",
        "came",
        "across",
        "suitable",
        "weekend",
        "reading",
        "pleasure",
        "already",
        "living",
        "virtual",
        "reality",
        "new",
        "yorker",
        "took",
        "idea",
        "mental",
        "model",
        "logical",
        "conclusion",
        "live",
        "inside",
        "model",
        "external",
        "world",
        "metzinger",
        "wrote",
        "also",
        "live",
        "inside",
        "model",
        "body",
        "mind",
        "self",
        "always",
        "reflect",
        "reality",
        "adjusted",
        "illogical",
        "way",
        "example",
        "portray",
        "self",
        "exists",
        "outside",
        "grubhub",
        "analyzed",
        "dish",
        "predict",
        "next",
        "order",
        "wired",
        "problem",
        "data",
        "easy",
        "menu",
        "nobody",
        "dish",
        "matched",
        "one",
        "unique",
        "pilaf",
        "one",
        "restaurant",
        "might",
        "biryani",
        "another",
        "japanese",
        "curry",
        "indian",
        "curry",
        "pakistani",
        "curry",
        "worked",
        "eight",
        "year",
        "every",
        "time",
        "product",
        "tech",
        "group",
        "came",
        "back",
        "said",
        "matt",
        "way",
        "hard",
        "ultimately",
        "get",
        "want",
        "going",
        "manual",
        "solution",
        "thing",
        "priority",
        "maloney",
        "say",
        "weirdly",
        "hard",
        "steal",
        "mark",
        "zuckerberg",
        "trash",
        "outline",
        "secure",
        "knowledge",
        "supreme",
        "court",
        "back",
        "looked",
        "trash",
        "collection",
        "schedule",
        "zuckerberg",
        "block",
        "online",
        "happened",
        "wednesday",
        "day",
        "looking",
        "destiny",
        "posted",
        "instagram",
        "story",
        "going",
        "steal",
        "zuckerberg",
        "trash",
        "got",
        "car",
        "zoomed",
        "drive",
        "across",
        "bridge",
        "oakland",
        "facebook",
        "board",
        "member",
        "peter",
        "thiel",
        "described",
        "failed",
        "state",
        "wondered",
        "might",
        "find",
        "tub",
        "vaseline",
        "discarded",
        "grey",
        "disintegrated",
        "acidic",
        "sweat",
        "scattered",
        "bone",
        "small",
        "animal",
        "clock",
        "ticking",
        "inside",
        "worst",
        "maritime",
        "disaster",
        "decade",
        "vanity",
        "fair",
        "disaster",
        "sea",
        "get",
        "public",
        "attention",
        "aviation",
        "accident",
        "part",
        "sea",
        "swallow",
        "evidence",
        "reported",
        "major",
        "merchant",
        "ship",
        "go",
        "somewhere",
        "world",
        "every",
        "two",
        "three",
        "day",
        "ship",
        "sailing",
        "flag",
        "convenience",
        "underpaid",
        "crew",
        "poor",
        "safety",
        "record",
        "el",
        "faro",
        "tragedy",
        "attracted",
        "immediate",
        "attention",
        "several",
        "reason",
        "el",
        "faro",
        "ship",
        "respected",
        "able",
        "avoid",
        "hurricane",
        "add",
        "mystery",
        "simple",
        "fact",
        "sinking",
        "el",
        "faro",
        "worst",
        "maritime",
        "disaster",
        "three",
        "decade",
        "food",
        "thought",
        "wall",
        "street",
        "technology",
        "race",
        "sometimes",
        "lead",
        "new",
        "profit",
        "new",
        "problem",
        "year",
        "ago",
        "computerized",
        "trading",
        "system",
        "goldman",
        "sachs",
        "decided",
        "sell",
        "million",
        "option",
        "due",
        "programming",
        "glitch",
        "regulator",
        "allowed",
        "bank",
        "cancel",
        "trade",
        "avoiding",
        "million",
        "loss",
        "bloomberg",
        "reporter",
        "hugh",
        "son",
        "dakin",
        "campbell",
        "recount",
        "feature",
        "story",
        "looking",
        "latest",
        "tech",
        "wave",
        "engulfing",
        "security",
        "market",
        "goldman",
        "others",
        "increasingly",
        "turning",
        "strategy",
        "former",
        "profit",
        "spigot",
        "like",
        "bond",
        "trading",
        "got",
        "turned",
        "wake",
        "mortgage",
        "market",
        "meltdown",
        "decade",
        "ago",
        "benefited",
        "goldman",
        "sachs",
        "became",
        "profitable",
        "company",
        "wall",
        "street",
        "history",
        "former",
        "commodity",
        "salesman",
        "lloyd",
        "blankfein",
        "may",
        "step",
        "chief",
        "executive",
        "officer",
        "early",
        "year",
        "using",
        "house",
        "money",
        "facilitate",
        "bond",
        "principal",
        "far",
        "lucrative",
        "merely",
        "acting",
        "client",
        "behalf",
        "execute",
        "stock",
        "order",
        "goldman",
        "trader",
        "reaped",
        "billion",
        "revenue",
        "fixed",
        "income",
        "constraint",
        "brought",
        "financial",
        "crisis",
        "ended",
        "leverage",
        "fueled",
        "boom",
        "trader",
        "felt",
        "brunt",
        "change",
        "year",
        "since",
        "equity",
        "trader",
        "technology",
        "enjoyed",
        "renaissance",
        "rise",
        "touched",
        "battle",
        "supremacy",
        "come",
        "three",
        "company",
        "goldman",
        "sachs",
        "morgan",
        "stanley",
        "jpmorgan",
        "chase",
        "rival",
        "locked",
        "technological",
        "arm",
        "race",
        "control",
        "industry",
        "jockey",
        "edge",
        "one",
        "trade",
        "wall",
        "street",
        "safe",
        "advertisement",
        "case",
        "missed",
        "virgin",
        "galactic",
        "completed",
        "first",
        "powered",
        "test",
        "flight",
        "since",
        "deadly",
        "crash",
        "jamie",
        "ducharme",
        "twitter",
        "suspended",
        "million",
        "terrorist",
        "account",
        "since",
        "reisinger",
        "amazon",
        "echo",
        "speaker",
        "work",
        "intercom",
        "jonathan",
        "vanian",
        "spacex",
        "need",
        "license",
        "stream",
        "earth",
        "orbit",
        "tesla",
        "starman",
        "blame",
        "aric",
        "jenkins",
        "fribo",
        "new",
        "robot",
        "reminds",
        "loner",
        "call",
        "friend",
        "reisinger",
        "exclusive",
        "foursquare",
        "president",
        "start",
        "new",
        "venture",
        "polina",
        "marinova",
        "commentary",
        "technology",
        "make",
        "u",
        "even",
        "human",
        "john",
        "nosta",
        "advertisement",
        "go",
        "ray",
        "bradbury",
        "classic",
        "fahrenheit",
        "getting",
        "hbo",
        "treatment",
        "starring",
        "michael",
        "jordan",
        "firefighter",
        "guy",
        "montag",
        "new",
        "trailer",
        "burning",
        "hot",
        "movie",
        "arrives",
        "may",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}