{
    "organizations": [],
    "uuid": "8865ffc2ab020b934b7a76571e4e29b971fe3a60",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-macquarie-global-infrastructure-total-return-fund.html",
    "ord_in_thread": 0,
    "title": "Macquarie Global Infrastructure Total Return Fund",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Statement Pursuant to Section 19(a) of the Investment Company Act of 1940\nNEW YORK--(BUSINESS WIRE)-- On March 29, 2018, the Macquarie Global Infrastructure Total Return Fund (NYSE: MGU) (the “Fund”), a closed-end fund, paid a quarterly distribution on its common stock of $0.3700 per share to shareholders of record at the close of business on March 16, 2018.\nThe following table sets forth the estimated amount of the sources of distribution for purposes of Section 19 of the Investment Company Act of 1940, as amended, and the related rules adopted thereunder. The Fund estimates the following percentages, of the total distribution amount per share, attributable to (i) current and prior fiscal year net investment income, (ii) net realized short-term capital gain, (iii) net realized long-term capital gain and (iv) return of capital or other capital source as a percentage of the total distribution amount. These percentages are disclosed for the current distribution as well as the fiscal year-to-date cumulative distribution amount per share for the Fund.\nCurrent Distribution from:\nPer Share ($)\n%\nNet Investment Income 0.1040 28.11% Net Realized Short-Term Capital Gain 0.1380 37.30% Net Realized Long-Term Capital Gain\n0.0000 0.00% Return of Capital or other Capital Source 0.1280\n34.59%\nTotal (per common share)\n0.3700 100.00% Fiscal Year-to-Date Cumulative\nDistributions from: Per Share ($)\n%\nNet Investment Income 0.1040 14.05% Net Realized Short-Term Capital Gain 0.1535 20.75% Net Realized Long-Term Capital Gain 0.0000 0.00% Return of Capital or other Capital Source 0.4825\n65.20%\nTotal (per common share) 0.7400 100.00% The amounts and sources of distributions reported in this 19(a) Notice are only estimates and not for tax reporting purposes. The actual amounts and sources of the amounts for tax reporting purposes will depend upon the Fund’s investment experience during the remainder of its fiscal year and may be subject to changes based on tax regulations. The Fund will send you a Form 1099-DIV for the calendar year that will tell you how to report these distributions for federal income tax purposes. Subject to the foregoing, the Fund estimates (as of the date hereof) that it has distributed more than its income and net realized capital gains for the fiscal year ending November 30, 2018; therefore, a portion of your distribution may be a return of capital. A return of capital may occur for example, when some or all of the money that you invested in the Fund is paid back to you. A return of capital distribution does not necessarily reflect the Fund’s investment performance and should not be confused with ‘yield’ or ‘income.’\nPresented below are return figures, based on the change in the Fund’s Net Asset Value per share (“NAV”), compared to the annualized distribution rate for this current distribution as a percentage of the NAV on the last business day of the month prior to distribution record date.\nFund Performance & Distribution Information\nFiscal Year to Date (12/01/2017 through 2/28/2018) Annualized Distribution Rate as a Percentage of NAV^ 5.65% Cumulative Distribution Rate on NAV^ 2.82% Cumulative Total Return on NAV* -10.48% Average Annual Total Return on NAV for the 5 Year Period Ending 2/28/2018**\n8.44% ^ Based on the Fund’s NAV as of February 28, 2018.\n*Cumulative fiscal year-to-date return is based on the change in NAV including distributions paid and assuming reinvestment of these distributions for the period December 1, 2017 through February 28, 2018.\n**The 5 year average annual total return is based on change in NAV including distributions paid and assuming reinvestment of these distributions and is through the last business day of the month prior to the month of the current distribution record date.\nThe payment of dividend distributions in accordance with the distribution policy may result in a decrease in the Fund’s net assets. A decrease in the Fund’s net assets may cause an increase in the Fund’s annual operating expenses and a decrease in the Fund’s market price per share to the extent the market price correlates closely to the Fund’s net asset value per share. The distribution policy may also negatively affect the Fund’s investment activities to the extent that the Fund is required to hold larger cash positions than it typically would hold or to the extent that the Fund must liquidate securities that it would not have sold, for the purpose of paying the dividend distribution. The distribution policy may, under certain circumstances, cause the amounts of taxable distributions to exceed the amount minimally required to be distributed under the tax rules, such excess will be taxable as ordinary income to the extent loss carry forwards reduce the required amount of capital gains distributions in that year. The Board of Directors has the right to amend, suspend or terminate the distribution policy at any time. The amendment, suspension or termination of the distribution policy may affect the Fund’s market price per share. Investors should consult their tax advisor regarding federal, state, and local tax considerations that may be applicable in their particular circumstances.\nWhile the NAV performance may be indicative of the Fund’s investment performance, it does not measure the value of a shareholder’s investment in the Fund. The value of a shareholder’s investment in the Fund is determined by the Fund’s market price, which is based on the supply and demand for the Fund’s shares in the open market. Shareholders should not draw any conclusions about the Fund’s investment performance from the amount of this distribution or from the terms of the Fund’s Managed Distribution Plan.\nFurthermore, the Board of Directors reviews the amount of any potential distribution and the income, capital gain or capital available. The Board of Directors will continue to monitor the Fund’s distribution level, taking into consideration the Fund’s net asset value and the financial market environment. The Fund’s distribution policy is subject to modification by the Board of Directors at any time. The distribution rate should not be considered the dividend yield or total return on an investment in the Fund.\nThe Fund is not intended to be a complete investment program. An investment in the Fund involves risks, and the Fund may or may not be able to achieve its investment objective for a variety of reasons. The following summarizes some of the Fund’s risks but does not purport to be a complete listing of all of the risks. Investors should carefully review the Fund’s Prospectus and consult their own advisers.\nAdviser Risk. MCIML, the Fund’s adviser, is an investment adviser with limited investment history or track record. The Fund is further dependent on Co-Portfolio Managers Jonathon Ong and Brad Frishberg. There is no guarantee an adequate replacement could be found for MCIML should Co-Portfolio Managers Jonathon Ong’s and/or Brad Frishberg’s services no longer be available. The Fund is also subject to risk because it is an actively managed portfolio. Industry Concentration and Infrastructure Industry Risk. The Fund will be concentrated in the infrastructure industry, and will be more susceptible to adverse economic or regulatory occurrences affecting that industry than a fund that is not concentrated in a specific industry. Non-U.S. Investment Risk. A majority of the Fund’s investments will be in non-U.S. issuers and a substantial portion of the trades executed for the Fund will take place on foreign exchanges. Investments in securities and instruments of non-U.S. issuers involve certain considerations and risks not ordinarily associated with investments in those of U.S. issuers. Emerging Markets Risk. In addition to non-US investment risk, investments in emerging markets may expose the Fund to heightened risks that may be more volatile than investments in developed markets. Use of Derivatives and Hedging. The Fund may use derivatives and employ a variety of hedging techniques. Derivatives can be illiquid, may disproportionately increase losses and may have a potentially large impact on the Fund’s performance. Certain of the investment techniques that the Fund may employ for hedging or to increase income or total return will expose the Fund to additional risks. Leverage Risk. The Fund expects to employ leverage as part of its investing strategy. The use of leverage will increase the volatility of the Fund and increase risk to investors. Any difficulty in maintaining the Fund’s leverage could cause a diversion of cash flow and/or require liquidation of some portion of the Fund’s portfolio. Restrictions imposed as a result of any leverage may directly or indirectly inhibit the Fund’s ability to take actions that otherwise may be taken in an unleveraged portfolio of similar assets.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180402005882/en/\nMacquarie Global Infrastructure Total Return Fund\nInvestor/Broker Inquiries\n1-866-567-4771\nMGU-Questions@macquarie.com\nwww.macquarie.com/mgu\nor\nMedia Inquiries\nDaniela Palmieri, 215 255-8878\nDaniela.Palmieri@macquarie.com\nor\nJessica Fitzgerald, 215 255-1336\nJessica.Fitzgerald@macquarie.com\nSource: Macquarie Global Infrastructure Total Return Fund",
    "published": "2018-04-03T01:25:00.000+03:00",
    "crawled": "2018-04-03T03:04:30.064+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "statement",
        "pursuant",
        "section",
        "investment",
        "company",
        "act",
        "new",
        "york",
        "business",
        "wire",
        "march",
        "macquarie",
        "global",
        "infrastructure",
        "total",
        "return",
        "fund",
        "nyse",
        "mgu",
        "fund",
        "fund",
        "paid",
        "quarterly",
        "distribution",
        "common",
        "stock",
        "per",
        "share",
        "shareholder",
        "record",
        "close",
        "business",
        "march",
        "following",
        "table",
        "set",
        "forth",
        "estimated",
        "amount",
        "source",
        "distribution",
        "purpose",
        "section",
        "investment",
        "company",
        "act",
        "amended",
        "related",
        "rule",
        "adopted",
        "thereunder",
        "fund",
        "estimate",
        "following",
        "percentage",
        "total",
        "distribution",
        "amount",
        "per",
        "share",
        "attributable",
        "current",
        "prior",
        "fiscal",
        "year",
        "net",
        "investment",
        "income",
        "ii",
        "net",
        "realized",
        "capital",
        "gain",
        "iii",
        "net",
        "realized",
        "capital",
        "gain",
        "iv",
        "return",
        "capital",
        "capital",
        "source",
        "percentage",
        "total",
        "distribution",
        "amount",
        "percentage",
        "disclosed",
        "current",
        "distribution",
        "well",
        "fiscal",
        "cumulative",
        "distribution",
        "amount",
        "per",
        "share",
        "fund",
        "current",
        "distribution",
        "per",
        "share",
        "net",
        "investment",
        "income",
        "net",
        "realized",
        "capital",
        "gain",
        "net",
        "realized",
        "capital",
        "gain",
        "return",
        "capital",
        "capital",
        "source",
        "total",
        "per",
        "common",
        "share",
        "fiscal",
        "cumulative",
        "distribution",
        "per",
        "share",
        "net",
        "investment",
        "income",
        "net",
        "realized",
        "capital",
        "gain",
        "net",
        "realized",
        "capital",
        "gain",
        "return",
        "capital",
        "capital",
        "source",
        "total",
        "per",
        "common",
        "share",
        "amount",
        "source",
        "distribution",
        "reported",
        "notice",
        "estimate",
        "tax",
        "reporting",
        "purpose",
        "actual",
        "amount",
        "source",
        "amount",
        "tax",
        "reporting",
        "purpose",
        "depend",
        "upon",
        "fund",
        "investment",
        "experience",
        "remainder",
        "fiscal",
        "year",
        "may",
        "subject",
        "change",
        "based",
        "tax",
        "regulation",
        "fund",
        "send",
        "form",
        "calendar",
        "year",
        "tell",
        "report",
        "distribution",
        "federal",
        "income",
        "tax",
        "purpose",
        "subject",
        "foregoing",
        "fund",
        "estimate",
        "date",
        "hereof",
        "distributed",
        "income",
        "net",
        "realized",
        "capital",
        "gain",
        "fiscal",
        "year",
        "ending",
        "november",
        "therefore",
        "portion",
        "distribution",
        "may",
        "return",
        "capital",
        "return",
        "capital",
        "may",
        "occur",
        "example",
        "money",
        "invested",
        "fund",
        "paid",
        "back",
        "return",
        "capital",
        "distribution",
        "necessarily",
        "reflect",
        "fund",
        "investment",
        "performance",
        "confused",
        "yield",
        "presented",
        "return",
        "figure",
        "based",
        "change",
        "fund",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "nav",
        "compared",
        "annualized",
        "distribution",
        "rate",
        "current",
        "distribution",
        "percentage",
        "nav",
        "last",
        "business",
        "day",
        "month",
        "prior",
        "distribution",
        "record",
        "date",
        "fund",
        "performance",
        "distribution",
        "information",
        "fiscal",
        "year",
        "date",
        "annualized",
        "distribution",
        "rate",
        "percentage",
        "cumulative",
        "distribution",
        "rate",
        "cumulative",
        "total",
        "return",
        "nav",
        "average",
        "annual",
        "total",
        "return",
        "nav",
        "year",
        "period",
        "ending",
        "based",
        "fund",
        "nav",
        "february",
        "cumulative",
        "fiscal",
        "return",
        "based",
        "change",
        "nav",
        "including",
        "distribution",
        "paid",
        "assuming",
        "reinvestment",
        "distribution",
        "period",
        "december",
        "february",
        "year",
        "average",
        "annual",
        "total",
        "return",
        "based",
        "change",
        "nav",
        "including",
        "distribution",
        "paid",
        "assuming",
        "reinvestment",
        "distribution",
        "last",
        "business",
        "day",
        "month",
        "prior",
        "month",
        "current",
        "distribution",
        "record",
        "date",
        "payment",
        "dividend",
        "distribution",
        "accordance",
        "distribution",
        "policy",
        "may",
        "result",
        "decrease",
        "fund",
        "net",
        "asset",
        "decrease",
        "fund",
        "net",
        "asset",
        "may",
        "cause",
        "increase",
        "fund",
        "annual",
        "operating",
        "expense",
        "decrease",
        "fund",
        "market",
        "price",
        "per",
        "share",
        "extent",
        "market",
        "price",
        "correlate",
        "closely",
        "fund",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "distribution",
        "policy",
        "may",
        "also",
        "negatively",
        "affect",
        "fund",
        "investment",
        "activity",
        "extent",
        "fund",
        "required",
        "hold",
        "larger",
        "cash",
        "position",
        "typically",
        "would",
        "hold",
        "extent",
        "fund",
        "must",
        "liquidate",
        "security",
        "would",
        "sold",
        "purpose",
        "paying",
        "dividend",
        "distribution",
        "distribution",
        "policy",
        "may",
        "certain",
        "circumstance",
        "cause",
        "amount",
        "taxable",
        "distribution",
        "exceed",
        "amount",
        "minimally",
        "required",
        "distributed",
        "tax",
        "rule",
        "excess",
        "taxable",
        "ordinary",
        "income",
        "extent",
        "loss",
        "carry",
        "forward",
        "reduce",
        "required",
        "amount",
        "capital",
        "gain",
        "distribution",
        "year",
        "board",
        "director",
        "right",
        "amend",
        "suspend",
        "terminate",
        "distribution",
        "policy",
        "time",
        "amendment",
        "suspension",
        "termination",
        "distribution",
        "policy",
        "may",
        "affect",
        "fund",
        "market",
        "price",
        "per",
        "share",
        "investor",
        "consult",
        "tax",
        "advisor",
        "regarding",
        "federal",
        "state",
        "local",
        "tax",
        "consideration",
        "may",
        "applicable",
        "particular",
        "circumstance",
        "nav",
        "performance",
        "may",
        "indicative",
        "fund",
        "investment",
        "performance",
        "measure",
        "value",
        "shareholder",
        "investment",
        "fund",
        "value",
        "shareholder",
        "investment",
        "fund",
        "determined",
        "fund",
        "market",
        "price",
        "based",
        "supply",
        "demand",
        "fund",
        "share",
        "open",
        "market",
        "shareholder",
        "draw",
        "conclusion",
        "fund",
        "investment",
        "performance",
        "amount",
        "distribution",
        "term",
        "fund",
        "managed",
        "distribution",
        "plan",
        "furthermore",
        "board",
        "director",
        "review",
        "amount",
        "potential",
        "distribution",
        "income",
        "capital",
        "gain",
        "capital",
        "available",
        "board",
        "director",
        "continue",
        "monitor",
        "fund",
        "distribution",
        "level",
        "taking",
        "consideration",
        "fund",
        "net",
        "asset",
        "value",
        "financial",
        "market",
        "environment",
        "fund",
        "distribution",
        "policy",
        "subject",
        "modification",
        "board",
        "director",
        "time",
        "distribution",
        "rate",
        "considered",
        "dividend",
        "yield",
        "total",
        "return",
        "investment",
        "fund",
        "fund",
        "intended",
        "complete",
        "investment",
        "program",
        "investment",
        "fund",
        "involves",
        "risk",
        "fund",
        "may",
        "may",
        "able",
        "achieve",
        "investment",
        "objective",
        "variety",
        "reason",
        "following",
        "summarizes",
        "fund",
        "risk",
        "purport",
        "complete",
        "listing",
        "risk",
        "investor",
        "carefully",
        "review",
        "fund",
        "prospectus",
        "consult",
        "adviser",
        "adviser",
        "risk",
        "mciml",
        "fund",
        "adviser",
        "investment",
        "adviser",
        "limited",
        "investment",
        "history",
        "track",
        "record",
        "fund",
        "dependent",
        "manager",
        "jonathon",
        "ong",
        "brad",
        "frishberg",
        "guarantee",
        "adequate",
        "replacement",
        "could",
        "found",
        "mciml",
        "manager",
        "jonathon",
        "ong",
        "brad",
        "frishberg",
        "service",
        "longer",
        "available",
        "fund",
        "also",
        "subject",
        "risk",
        "actively",
        "managed",
        "portfolio",
        "industry",
        "concentration",
        "infrastructure",
        "industry",
        "risk",
        "fund",
        "concentrated",
        "infrastructure",
        "industry",
        "susceptible",
        "adverse",
        "economic",
        "regulatory",
        "occurrence",
        "affecting",
        "industry",
        "fund",
        "concentrated",
        "specific",
        "industry",
        "investment",
        "risk",
        "majority",
        "fund",
        "investment",
        "issuer",
        "substantial",
        "portion",
        "trade",
        "executed",
        "fund",
        "take",
        "place",
        "foreign",
        "exchange",
        "investment",
        "security",
        "instrument",
        "issuer",
        "involve",
        "certain",
        "consideration",
        "risk",
        "ordinarily",
        "associated",
        "investment",
        "issuer",
        "emerging",
        "market",
        "risk",
        "addition",
        "investment",
        "risk",
        "investment",
        "emerging",
        "market",
        "may",
        "expose",
        "fund",
        "heightened",
        "risk",
        "may",
        "volatile",
        "investment",
        "developed",
        "market",
        "use",
        "derivative",
        "hedging",
        "fund",
        "may",
        "use",
        "derivative",
        "employ",
        "variety",
        "hedging",
        "technique",
        "derivative",
        "illiquid",
        "may",
        "disproportionately",
        "increase",
        "loss",
        "may",
        "potentially",
        "large",
        "impact",
        "fund",
        "performance",
        "certain",
        "investment",
        "technique",
        "fund",
        "may",
        "employ",
        "hedging",
        "increase",
        "income",
        "total",
        "return",
        "expose",
        "fund",
        "additional",
        "risk",
        "leverage",
        "risk",
        "fund",
        "expects",
        "employ",
        "leverage",
        "part",
        "investing",
        "strategy",
        "use",
        "leverage",
        "increase",
        "volatility",
        "fund",
        "increase",
        "risk",
        "investor",
        "difficulty",
        "maintaining",
        "fund",
        "leverage",
        "could",
        "cause",
        "diversion",
        "cash",
        "flow",
        "require",
        "liquidation",
        "portion",
        "fund",
        "portfolio",
        "restriction",
        "imposed",
        "result",
        "leverage",
        "may",
        "directly",
        "indirectly",
        "inhibit",
        "fund",
        "ability",
        "take",
        "action",
        "otherwise",
        "may",
        "taken",
        "unleveraged",
        "portfolio",
        "similar",
        "asset",
        "view",
        "source",
        "version",
        "http",
        "macquarie",
        "global",
        "infrastructure",
        "total",
        "return",
        "fund",
        "inquiry",
        "medium",
        "inquiry",
        "daniela",
        "palmieri",
        "jessica",
        "fitzgerald",
        "source",
        "macquarie",
        "global",
        "infrastructure",
        "total",
        "return",
        "fund"
    ]
}