{
    "organizations": [],
    "uuid": "4766ebe238658ab20e7f584bd3af6de5df443445",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/26/hidden-hand-of-casino-company-in-trump-contact-with-vietnam.html",
    "ord_in_thread": 0,
    "title": "Hidden hand of casino company in Trump contact with Vietnam",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Find \"Trump, Inc.\" wherever you get your podcasts.\nOn Dec. 14, 2016, one month after his election, President-elect Donald Trump had a call with the prime minister of Vietnam. At a time when foreign governments were scrambling to contact Trump, the conversation was a victory for the Vietnamese. State television broadcast footage of the call, with the prime minister surrounded by other smiling officials.\nBut inside the State Department, officials were puzzled and concerned. Historically, post-election calls to heads of state are choreographed affairs. Careful deliberation goes into who the president-elect speaks to first and career diplomats deliver background briefings on issues to be raised and avoided.\nMore from ProPublica:\nOregon doctors warned that a killer and rapist would likely attack again. Then the state released him.\nThe company Michael Cohen kept — \"Trump, Inc.\" podcast\nHere's how you can use Trump town\nThe Trump transition operation ignored those conventions. The contact with Vietnam was not set up by the State Department. Instead, Trump's personal lawyer, Marc Kasowitz, helped arrange the call.\nKasowitz had another client with a keen interest in Vietnam: Philip Falcone, an American investor with a major casino outside Ho Chi Minh City. After the Trump call, Kasowitz traveled to Vietnam with Falcone. They met with government officials as part of an effort to persuade Vietnam to lift a ban on gambling for its citizens. Such a shift would deliver vastly more gamblers to Falcone's casino.\n\"Phil asked if Marc could arrange a phone call between the president and prime minister of Vietnam,\" said a person familiar with the call. \"Marc did that.\"\nListen to the Episode\nIn an interview, Falcone denied he requested the call. He added there was nothing improper about arranging such a call. \"It's just lending a hand when people ask you,\" he said. A spokesman for Kasowitz acknowledged the lawyer provided a \"telephone contact\" to the Vietnamese government to call Trump.\nKasowitz has represented Trump for over 15 years, including in the Trump University fraud case, against allegations of sexual harassment, and, most recently, in the Russia investigation.\nFalcone, who was barred from the securities industry several years ago after admitting to wrongdoing in managing his hedge fund, has been trying for several years to salvage his several hundred-million-dollar bet on Vietnam's gaming industry. So far, that investment has not paid off, in large measure because of the rules limiting casinos to foreign bettors.\nIt's not clear whether Trump mentioned the casino on his December 2016 call with the prime minister or in any other communications with the Vietnamese. A White House spokeswoman referred all questions to Kasowitz. The Vietnamese embassy in the U.S. didn't respond to requests for comment.\nU.S. embassy officials in Vietnam heard about the call in advance from Falcone's casino company, not the Trump transition. And they never received information from the Trump transition about what was said on the call; their only understanding of what was discussed came from Vietnamese officials, according to a person with knowledge of the episode.\n\"You want the State Department to set up calls and take notes,\" said Susan Rice, a senior adviser on Barack Obama's transition in 2008-09 who went on to become national security advisor. \"You want contacts made in a fashion that can be accountable to the president-elect. You want background briefings for the president-elect.\"\nIn November 2008, the Obama transition explicitly warned high-profile campaign supporters not to \"under any circumstances\" speak to \"any foreign officials, or embassies on behalf of the transition or President-elect Obama.\"\nThe Vietnam call was just one instance of how the Trump administration has blurred the lines between private business interests and those of the country. Trump, who did not divest from his own real estate empire, has declared America \"open for business.\" Many have tried to take him up on the promise. Businesspeople, lobbyists, friends, and foreign dignitaries have all vied for access to Trump since his election, believing it can mean lucrative contracts, eased regulations, or otherwise convey to potential partners a proximity to power and influence.\nFalcone, who didn't donate to Trump's campaign, told ProPublica his casino hasn't gained anything from the phone call. \"Literally nothing has changed since the new administration.\"\nFalcone's business interest in Vietnam goes back a decade. His Harbinger Capital fund has poured money — Bloomberg put it at more than $450 million — into a casino-resort called The Grand Ho Tram Strip . Located on a remote coastline 75 miles outside Ho Chi Minh City, the complex includes a gleaming Vegas-style tower, a golf course designed by the legendary Greg Norman, and a casino with 90 tables and a private area for high rollers dubbed the Pearl Room .\nBut the illegality of gambling for Vietnamese citizens has posed a nearly insurmountable obstacle. On a recent visit, the sprawling casino was almost entirely empty. Staff outnumbered customers. One industry observer quipped, \"you could drive a truck through the casino and not hit anyone.\"\nTo save the project, Falcone has spent years lobbying the Vietnamese government to allow its citizens to gamble in his casino.\nThe casino has proved not to be the comeback vehicle Falcone might have hoped for. A Harvard hockey player turned high-flying hedge fund manager who made it onto Forbes' billionaire list and amassed a large stake in The New York Times Company, Falcone's fortunes turned in the years after the financial crisis. In a 2013 settlement with the Securities and Exchange Commission, he was barred from the securities industry for five years and admitted to taking an improper loan of over $100 million from his fund. Falcone lost his place on the Forbes' list .\nTwo months before the 2016 election, Falcone's team made a play to add political heft to the Ho Tram project, appointing a pair of new board members to the casino company: Tony Podesta, the veteran lobbyist and brother of Hillary Clinton's campaign manager; and Loretta Pickus, former vice president of legal affairs at Trump Entertainment Resorts, Donald Trump's now-defunct casino company.\nA week after Trump won the election, the casino company sent out a new press release touting Pickus' appointment. It mentioned her onetime role representing Ivanka Trump and made a thinly veiled reference to Ho Tram's efforts to get its local gambling license in Vietnam.\n\"With Ms. Pickus having substantial experience with Trump properties, she hopes The Grand Ho Tram can continue to serve as a champion of U.S.-Vietnam ties for the incoming Trump Administration,\" the release said, calling her appointment \"an excellent opportunity to share best practices from the United States as Vietnam considers opportunities to reform the regulatory regime for its hospitality and gaming sector.\"\nOne of Pickus' duties at Trump's company was overseeing anti-money laundering enforcement. The Trump Taj Mahal in Atlantic City repeatedly ran afoul of anti-money laundering laws, and paid multiple fines for its lack of proper oversight. Pickus told ProPublica she has a decades long relationship with Trump but hasn't had contact with him or the administration since his election. She also defended the Trump casino anti-money laundering programs as \"sophisticated\" and appropriate.\nAfter Trump's surprise election victory, Kasowitz's longtime client was suddenly president-elect. A spokesman for the lawyer acknowledged Kasowitz's role in setting up the December call between Trump and Vietnamese Prime Minister Nguyen Xuan Phuc. \"At the request of the office of the Vietnamese Ambassador to the U.S., Mr. Kasowitz provided a telephone contact that the Vietnamese could use to try to arrange a congratulatory call to President-elect Trump,\" the spokesman said.\n(This wasn't the only unusual Trump call during the chaotic transition. Controversy erupted when it emerged that former Sen. Bob Dole, working as a lobbyist for Taiwan, played a role arranging a precedent-breaking call between Trump and Taiwan's president.)\nJust a few weeks after the phone call between Trump and Phuc, Falcone traveled to Hanoi to meet the Vietnamese prime minister and press him on the casino project. State media reported that Falcone \"asked the Vietnamese government to continue creating favorable conditions for U.S. companies, including Harbinger, to do long-term and stable business in Vietnam.\"\nFalcone has retained an array of lobbyists, consultants, and media advisers to persuade the Vietnamese government to change its rules on gambling. The effort included getting Falcone on the cover of Vietnamese Esquire , arranging regular meetings between Falcone and top Vietnamese officials, and seeking assistance from the U.S. embassy.\nIt's not clear when Kasowitz first got involved in the Ho Tram project. His law firm has represented Falcone and his associated businesses going back to at least 2013. David Friedman, who was a name partner at Kasowitz's firm until Trump named him U.S. ambassador to Israel, also represented Falcone's fund.\nIn 2017, Kasowitz traveled to Vietnam with Falcone. But Kasowitz went \"not as my attorney, just kind of getting to know the landscape, understanding what was happening over there,\" Falcone told ProPublica. Falcone said Kasowitz attended some meetings with Falcone and Vietnamese officials. A Kasowitz spokesman said Kasowitz went to Vietnam \"to advise Mr. Falcone on legal issues\" and declined to comment further.\nAlso on that trip was Jerry Abbruzzese, a Falcone consultant who has a history of working the levers of government for business interests. He is best known for being the main witness in the corruption trials of the former New York State Senate leader, Joe Bruno. The case centered on Bruno receiving a large consulting contract and payment for a racehorse from Abbruzzese, whose companies had business before the state. Bruno was ultimately acquitted . Abbruzzese was not charged in the case. He declined to comment on his role in Ho Tram.\nTwo Washington-based firms stocked with former diplomats from both Democratic and Republican administrations, BowerGroupAsia and The Asia Group , have worked on Falcone's casino project. According to Falcone, Asia Group asked him for a connection with Kasowitz because of the attorney's close ties with the Trump administration. A spokesman for Asia Group said: \"The Asia Group does not comment on business confidential information, including the names of our clients and contract terms.\"\nAsia Group worked with Falcone to host a conference of investors in New York for Prime Minister Phuc's visit to the U.S. last May. Luminaries including Ret. General David Petraeus , now with the firm KKR, attended.\nThe next day, Phuc traveled to Washington for his first in-person meeting with President Trump at the White House. The two leaders discussed trade and North Korea. As Trump and Phuc left a large meeting in the Cabinet Room, Marc Kasowitz was there, apparently waiting, according to a person familiar with the visit. Kasowitz greeted Trump and shook hands with Phuc.\nThe White House and the Vietnamese embassy declined to comment on Trump's meeting with Phuc. There's no evidence Trump raised Ho Tram.\nKasowitz's spokesman denied he was waiting to greet the prime minister: \"Mr. Kasowitz was in the White House on other business on May 31, 2017. He had no idea the Prime Minister of Vietnam was there that day, he was not waiting outside a meeting room for the Prime Minister, it was a total coincidence that he ran into the Prime Minister with the President and he had no substantive conversation with the Prime Minister.\"\nThe spokesman added, \"Neither Mr. Kasowitz nor anyone else at the firm has used any access [to Trump] to help a client of the firm.\"\nFalcone's efforts have so far proved unsuccessful: the Ho Tram casino hasn't yet won a local gambling license. One industry expert attributed that to disagreements within Vietnam's Communist Party-controlled state.\n\"I find it shocking that people would think that the administration would bring up Ho Tram or even think about getting involved,\" Falcone said.\nDo you have information about the Trump administration and casino companies? Contact Justin at justin@propublica.org or via Signal at 774-826-6240.",
    "published": "2018-04-26T18:32:00.000+03:00",
    "crawled": "2018-04-26T17:50:01.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "find",
        "trump",
        "wherever",
        "get",
        "podcasts",
        "one",
        "month",
        "election",
        "donald",
        "trump",
        "call",
        "prime",
        "minister",
        "vietnam",
        "time",
        "foreign",
        "government",
        "scrambling",
        "contact",
        "trump",
        "conversation",
        "victory",
        "vietnamese",
        "state",
        "television",
        "broadcast",
        "footage",
        "call",
        "prime",
        "minister",
        "surrounded",
        "smiling",
        "official",
        "inside",
        "state",
        "department",
        "official",
        "puzzled",
        "concerned",
        "historically",
        "call",
        "head",
        "state",
        "choreographed",
        "affair",
        "careful",
        "deliberation",
        "go",
        "speaks",
        "first",
        "career",
        "diplomat",
        "deliver",
        "background",
        "briefing",
        "issue",
        "raised",
        "avoided",
        "propublica",
        "oregon",
        "doctor",
        "warned",
        "killer",
        "rapist",
        "would",
        "likely",
        "attack",
        "state",
        "released",
        "company",
        "michael",
        "cohen",
        "kept",
        "trump",
        "podcast",
        "use",
        "trump",
        "town",
        "trump",
        "transition",
        "operation",
        "ignored",
        "convention",
        "contact",
        "vietnam",
        "set",
        "state",
        "department",
        "instead",
        "trump",
        "personal",
        "lawyer",
        "marc",
        "kasowitz",
        "helped",
        "arrange",
        "call",
        "kasowitz",
        "another",
        "client",
        "keen",
        "interest",
        "vietnam",
        "philip",
        "falcone",
        "american",
        "investor",
        "major",
        "casino",
        "outside",
        "ho",
        "chi",
        "minh",
        "city",
        "trump",
        "call",
        "kasowitz",
        "traveled",
        "vietnam",
        "falcone",
        "met",
        "government",
        "official",
        "part",
        "effort",
        "persuade",
        "vietnam",
        "lift",
        "ban",
        "gambling",
        "citizen",
        "shift",
        "would",
        "deliver",
        "vastly",
        "gambler",
        "falcone",
        "casino",
        "phil",
        "asked",
        "marc",
        "could",
        "arrange",
        "phone",
        "call",
        "president",
        "prime",
        "minister",
        "vietnam",
        "said",
        "person",
        "familiar",
        "call",
        "marc",
        "listen",
        "episode",
        "interview",
        "falcone",
        "denied",
        "requested",
        "call",
        "added",
        "nothing",
        "improper",
        "arranging",
        "call",
        "lending",
        "hand",
        "people",
        "ask",
        "said",
        "spokesman",
        "kasowitz",
        "acknowledged",
        "lawyer",
        "provided",
        "telephone",
        "contact",
        "vietnamese",
        "government",
        "call",
        "trump",
        "kasowitz",
        "represented",
        "trump",
        "year",
        "including",
        "trump",
        "university",
        "fraud",
        "case",
        "allegation",
        "sexual",
        "harassment",
        "recently",
        "russia",
        "investigation",
        "falcone",
        "barred",
        "security",
        "industry",
        "several",
        "year",
        "ago",
        "admitting",
        "wrongdoing",
        "managing",
        "hedge",
        "fund",
        "trying",
        "several",
        "year",
        "salvage",
        "several",
        "bet",
        "vietnam",
        "gaming",
        "industry",
        "far",
        "investment",
        "paid",
        "large",
        "measure",
        "rule",
        "limiting",
        "casino",
        "foreign",
        "bettor",
        "clear",
        "whether",
        "trump",
        "mentioned",
        "casino",
        "december",
        "call",
        "prime",
        "minister",
        "communication",
        "vietnamese",
        "white",
        "house",
        "spokeswoman",
        "referred",
        "question",
        "kasowitz",
        "vietnamese",
        "embassy",
        "respond",
        "request",
        "comment",
        "embassy",
        "official",
        "vietnam",
        "heard",
        "call",
        "advance",
        "falcone",
        "casino",
        "company",
        "trump",
        "transition",
        "never",
        "received",
        "information",
        "trump",
        "transition",
        "said",
        "call",
        "understanding",
        "discussed",
        "came",
        "vietnamese",
        "official",
        "according",
        "person",
        "knowledge",
        "episode",
        "want",
        "state",
        "department",
        "set",
        "call",
        "take",
        "note",
        "said",
        "susan",
        "rice",
        "senior",
        "adviser",
        "barack",
        "obama",
        "transition",
        "went",
        "become",
        "national",
        "security",
        "advisor",
        "want",
        "contact",
        "made",
        "fashion",
        "accountable",
        "want",
        "background",
        "briefing",
        "november",
        "obama",
        "transition",
        "explicitly",
        "warned",
        "campaign",
        "supporter",
        "circumstance",
        "speak",
        "foreign",
        "official",
        "embassy",
        "behalf",
        "transition",
        "obama",
        "vietnam",
        "call",
        "one",
        "instance",
        "trump",
        "administration",
        "blurred",
        "line",
        "private",
        "business",
        "interest",
        "country",
        "trump",
        "divest",
        "real",
        "estate",
        "empire",
        "declared",
        "america",
        "open",
        "business",
        "many",
        "tried",
        "take",
        "promise",
        "businesspeople",
        "lobbyist",
        "friend",
        "foreign",
        "dignitary",
        "vied",
        "access",
        "trump",
        "since",
        "election",
        "believing",
        "mean",
        "lucrative",
        "contract",
        "eased",
        "regulation",
        "otherwise",
        "convey",
        "potential",
        "partner",
        "proximity",
        "power",
        "influence",
        "falcone",
        "donate",
        "trump",
        "campaign",
        "told",
        "propublica",
        "casino",
        "gained",
        "anything",
        "phone",
        "call",
        "literally",
        "nothing",
        "changed",
        "since",
        "new",
        "administration",
        "falcone",
        "business",
        "interest",
        "vietnam",
        "go",
        "back",
        "decade",
        "harbinger",
        "capital",
        "fund",
        "poured",
        "money",
        "bloomberg",
        "put",
        "million",
        "called",
        "grand",
        "ho",
        "tram",
        "strip",
        "located",
        "remote",
        "coastline",
        "mile",
        "outside",
        "ho",
        "chi",
        "minh",
        "city",
        "complex",
        "includes",
        "gleaming",
        "tower",
        "golf",
        "course",
        "designed",
        "legendary",
        "greg",
        "norman",
        "casino",
        "table",
        "private",
        "area",
        "high",
        "roller",
        "dubbed",
        "pearl",
        "room",
        "illegality",
        "gambling",
        "vietnamese",
        "citizen",
        "posed",
        "nearly",
        "insurmountable",
        "obstacle",
        "recent",
        "visit",
        "sprawling",
        "casino",
        "almost",
        "entirely",
        "empty",
        "staff",
        "outnumbered",
        "customer",
        "one",
        "industry",
        "observer",
        "quipped",
        "could",
        "drive",
        "truck",
        "casino",
        "hit",
        "anyone",
        "save",
        "project",
        "falcone",
        "spent",
        "year",
        "lobbying",
        "vietnamese",
        "government",
        "allow",
        "citizen",
        "gamble",
        "casino",
        "casino",
        "proved",
        "comeback",
        "vehicle",
        "falcone",
        "might",
        "hoped",
        "harvard",
        "hockey",
        "player",
        "turned",
        "hedge",
        "fund",
        "manager",
        "made",
        "onto",
        "forbes",
        "billionaire",
        "list",
        "amassed",
        "large",
        "stake",
        "new",
        "york",
        "time",
        "company",
        "falcone",
        "fortune",
        "turned",
        "year",
        "financial",
        "crisis",
        "settlement",
        "security",
        "exchange",
        "commission",
        "barred",
        "security",
        "industry",
        "five",
        "year",
        "admitted",
        "taking",
        "improper",
        "loan",
        "million",
        "fund",
        "falcone",
        "lost",
        "place",
        "forbes",
        "list",
        "two",
        "month",
        "election",
        "falcone",
        "team",
        "made",
        "play",
        "add",
        "political",
        "heft",
        "ho",
        "tram",
        "project",
        "appointing",
        "pair",
        "new",
        "board",
        "member",
        "casino",
        "company",
        "tony",
        "podesta",
        "veteran",
        "lobbyist",
        "brother",
        "hillary",
        "clinton",
        "campaign",
        "manager",
        "loretta",
        "pickus",
        "former",
        "vice",
        "president",
        "legal",
        "affair",
        "trump",
        "entertainment",
        "resort",
        "donald",
        "trump",
        "casino",
        "company",
        "week",
        "trump",
        "election",
        "casino",
        "company",
        "sent",
        "new",
        "press",
        "release",
        "touting",
        "pickus",
        "appointment",
        "mentioned",
        "onetime",
        "role",
        "representing",
        "ivanka",
        "trump",
        "made",
        "thinly",
        "veiled",
        "reference",
        "ho",
        "tram",
        "effort",
        "get",
        "local",
        "gambling",
        "license",
        "vietnam",
        "pickus",
        "substantial",
        "experience",
        "trump",
        "property",
        "hope",
        "grand",
        "ho",
        "tram",
        "continue",
        "serve",
        "champion",
        "tie",
        "incoming",
        "trump",
        "administration",
        "release",
        "said",
        "calling",
        "appointment",
        "excellent",
        "opportunity",
        "share",
        "best",
        "practice",
        "united",
        "state",
        "vietnam",
        "considers",
        "opportunity",
        "reform",
        "regulatory",
        "regime",
        "hospitality",
        "gaming",
        "sector",
        "one",
        "pickus",
        "duty",
        "trump",
        "company",
        "overseeing",
        "laundering",
        "enforcement",
        "trump",
        "taj",
        "mahal",
        "atlantic",
        "city",
        "repeatedly",
        "ran",
        "afoul",
        "laundering",
        "law",
        "paid",
        "multiple",
        "fine",
        "lack",
        "proper",
        "oversight",
        "pickus",
        "told",
        "propublica",
        "decade",
        "long",
        "relationship",
        "trump",
        "contact",
        "administration",
        "since",
        "election",
        "also",
        "defended",
        "trump",
        "casino",
        "laundering",
        "program",
        "sophisticated",
        "appropriate",
        "trump",
        "surprise",
        "election",
        "victory",
        "kasowitz",
        "longtime",
        "client",
        "suddenly",
        "spokesman",
        "lawyer",
        "acknowledged",
        "kasowitz",
        "role",
        "setting",
        "december",
        "call",
        "trump",
        "vietnamese",
        "prime",
        "minister",
        "nguyen",
        "xuan",
        "phuc",
        "request",
        "office",
        "vietnamese",
        "ambassador",
        "kasowitz",
        "provided",
        "telephone",
        "contact",
        "vietnamese",
        "could",
        "use",
        "try",
        "arrange",
        "congratulatory",
        "call",
        "trump",
        "spokesman",
        "said",
        "unusual",
        "trump",
        "call",
        "chaotic",
        "transition",
        "controversy",
        "erupted",
        "emerged",
        "former",
        "bob",
        "dole",
        "working",
        "lobbyist",
        "taiwan",
        "played",
        "role",
        "arranging",
        "call",
        "trump",
        "taiwan",
        "president",
        "week",
        "phone",
        "call",
        "trump",
        "phuc",
        "falcone",
        "traveled",
        "hanoi",
        "meet",
        "vietnamese",
        "prime",
        "minister",
        "press",
        "casino",
        "project",
        "state",
        "medium",
        "reported",
        "falcone",
        "asked",
        "vietnamese",
        "government",
        "continue",
        "creating",
        "favorable",
        "condition",
        "company",
        "including",
        "harbinger",
        "stable",
        "business",
        "vietnam",
        "falcone",
        "retained",
        "array",
        "lobbyist",
        "consultant",
        "medium",
        "adviser",
        "persuade",
        "vietnamese",
        "government",
        "change",
        "rule",
        "gambling",
        "effort",
        "included",
        "getting",
        "falcone",
        "cover",
        "vietnamese",
        "esquire",
        "arranging",
        "regular",
        "meeting",
        "falcone",
        "top",
        "vietnamese",
        "official",
        "seeking",
        "assistance",
        "embassy",
        "clear",
        "kasowitz",
        "first",
        "got",
        "involved",
        "ho",
        "tram",
        "project",
        "law",
        "firm",
        "represented",
        "falcone",
        "associated",
        "business",
        "going",
        "back",
        "least",
        "david",
        "friedman",
        "name",
        "partner",
        "kasowitz",
        "firm",
        "trump",
        "named",
        "ambassador",
        "israel",
        "also",
        "represented",
        "falcone",
        "fund",
        "kasowitz",
        "traveled",
        "vietnam",
        "falcone",
        "kasowitz",
        "went",
        "attorney",
        "kind",
        "getting",
        "know",
        "landscape",
        "understanding",
        "happening",
        "falcone",
        "told",
        "propublica",
        "falcone",
        "said",
        "kasowitz",
        "attended",
        "meeting",
        "falcone",
        "vietnamese",
        "official",
        "kasowitz",
        "spokesman",
        "said",
        "kasowitz",
        "went",
        "vietnam",
        "advise",
        "falcone",
        "legal",
        "issue",
        "declined",
        "comment",
        "also",
        "trip",
        "jerry",
        "abbruzzese",
        "falcone",
        "consultant",
        "history",
        "working",
        "lever",
        "government",
        "business",
        "interest",
        "best",
        "known",
        "main",
        "witness",
        "corruption",
        "trial",
        "former",
        "new",
        "york",
        "state",
        "senate",
        "leader",
        "joe",
        "bruno",
        "case",
        "centered",
        "bruno",
        "receiving",
        "large",
        "consulting",
        "contract",
        "payment",
        "racehorse",
        "abbruzzese",
        "whose",
        "company",
        "business",
        "state",
        "bruno",
        "ultimately",
        "acquitted",
        "abbruzzese",
        "charged",
        "case",
        "declined",
        "comment",
        "role",
        "ho",
        "tram",
        "two",
        "firm",
        "stocked",
        "former",
        "diplomat",
        "democratic",
        "republican",
        "administration",
        "bowergroupasia",
        "asia",
        "group",
        "worked",
        "falcone",
        "casino",
        "project",
        "according",
        "falcone",
        "asia",
        "group",
        "asked",
        "connection",
        "kasowitz",
        "attorney",
        "close",
        "tie",
        "trump",
        "administration",
        "spokesman",
        "asia",
        "group",
        "said",
        "asia",
        "group",
        "comment",
        "business",
        "confidential",
        "information",
        "including",
        "name",
        "client",
        "contract",
        "term",
        "asia",
        "group",
        "worked",
        "falcone",
        "host",
        "conference",
        "investor",
        "new",
        "york",
        "prime",
        "minister",
        "phuc",
        "visit",
        "last",
        "may",
        "luminary",
        "including",
        "ret",
        "general",
        "david",
        "petraeus",
        "firm",
        "kkr",
        "attended",
        "next",
        "day",
        "phuc",
        "traveled",
        "washington",
        "first",
        "meeting",
        "president",
        "trump",
        "white",
        "house",
        "two",
        "leader",
        "discussed",
        "trade",
        "north",
        "korea",
        "trump",
        "phuc",
        "left",
        "large",
        "meeting",
        "cabinet",
        "room",
        "marc",
        "kasowitz",
        "apparently",
        "waiting",
        "according",
        "person",
        "familiar",
        "visit",
        "kasowitz",
        "greeted",
        "trump",
        "shook",
        "hand",
        "phuc",
        "white",
        "house",
        "vietnamese",
        "embassy",
        "declined",
        "comment",
        "trump",
        "meeting",
        "phuc",
        "evidence",
        "trump",
        "raised",
        "ho",
        "tram",
        "kasowitz",
        "spokesman",
        "denied",
        "waiting",
        "greet",
        "prime",
        "minister",
        "kasowitz",
        "white",
        "house",
        "business",
        "may",
        "idea",
        "prime",
        "minister",
        "vietnam",
        "day",
        "waiting",
        "outside",
        "meeting",
        "room",
        "prime",
        "minister",
        "total",
        "coincidence",
        "ran",
        "prime",
        "minister",
        "president",
        "substantive",
        "conversation",
        "prime",
        "minister",
        "spokesman",
        "added",
        "neither",
        "kasowitz",
        "anyone",
        "else",
        "firm",
        "used",
        "access",
        "trump",
        "help",
        "client",
        "firm",
        "falcone",
        "effort",
        "far",
        "proved",
        "unsuccessful",
        "ho",
        "tram",
        "casino",
        "yet",
        "local",
        "gambling",
        "license",
        "one",
        "industry",
        "expert",
        "attributed",
        "disagreement",
        "within",
        "vietnam",
        "communist",
        "state",
        "find",
        "shocking",
        "people",
        "would",
        "think",
        "administration",
        "would",
        "bring",
        "ho",
        "tram",
        "even",
        "think",
        "getting",
        "involved",
        "falcone",
        "said",
        "information",
        "trump",
        "administration",
        "casino",
        "company",
        "contact",
        "justin",
        "justin",
        "via",
        "signal"
    ]
}