{
    "organizations": [],
    "uuid": "eeb7fc031f7d1be6f1c275b051bdebd8c80f67f0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-iradimed-corporation-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "IRADIMED CORPORATION Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Reports first quarter 2018 revenue of $7.1 million Reports first quarter 2018 GAAP diluted EPS of $0.07 and non-GAAP diluted EPS of $0.10 Increases full year 2018 GAAP and non-GAAP diluted EPS guidance\nWINTER SPRINGS, Fla., April 30, 2018 (GLOBE NEWSWIRE) -- IRADIMED CORPORATION (NASDAQ:IRMD), a leader in the development of innovative magnetic resonance imaging (“MRI”) medical devices and the only known provider of a non-magnetic intravenous (“IV”) infusion pump system that is designed to be safe for use during MRI procedures, today announced financial results for the three months ended March 31, 2018.\nFor the first quarter ended March 31, 2018, the Company reported revenue of $7.1 million compared to $5.2 million for the first quarter 2017. Net income was $0.8 million, or $0.07 per diluted share, compared to a net loss of $(0.2) million, or $(0.02) per share for the first quarter 2017. Gross profit margin was 76.2 percent, compared to 73.1 percent for the first quarter 2017. Domestic sales were 84.1 percent of total revenue, compared to 83.6 percent for the first quarter 2017. Revenue from sales of our patient vital signs monitor was $1.2 million for the first quarter 2018 compared to $0.4 million for the first quarter 2017.\nNon-GAAP net income was $1.2 million for the quarter ended March 31, 2018, which excludes $0.3 million of stock compensation expense, net of tax. Non-GAAP net income for the quarter ended March 31, 2017 was $0.0 million. Non-GAAP earnings per diluted share was $0.10, compared to $0.00 for the first quarter 2017. Free cash flow was $1.5 million, compared to $(0.4) million for the first quarter 2017.\nAs of March 31, 2018, the Company had combined cash and investments of $27.9 million.\n“I am very pleased with these results, which illustrate the strength of our business and the positive customer response toward our new patient monitor. Revenue for the first quarter increased nearly 38% over the first quarter last year and both GAAP and non-GAAP earnings were above our guidance. This is a solid first step for 2018 and a good start toward achieving our goal of $100 million in annual revenue in the next five years,” said Roger Susi, President and Chief Executive Officer of the Company.\nFinancial Guidance\nFor the second quarter 2018, the Company expects to report revenue of $7.2 million to $7.3 million, GAAP diluted earnings per share of $0.07 to $0.08 and non-GAAP diluted earnings per share of $0.10 to $0.11.\nThe Company increased its full year 2018 earnings guidance and now expects to report GAAP diluted earnings per share of $0.30 to $0.33 and non-GAAP diluted earnings per share of $0.40 to $0.43. The Company previously expected full year 2018 GAAP diluted earnings per share of $0.22 to $0.27 and non-GAAP diluted earnings per share of $0.33 to $0.38. Full year 2018 revenue guidance was unchanged at $29.3 million to $30.0 million.\nThe Company’s non-GAAP earnings per share guidance excludes stock-based compensation expense, net of tax, which the Company expects to be approximately $1.3 million and $0.3 million for the full year and second quarter 2018, respectively.\nUse of non-GAAP Financial Measures\nThe Company believes the use of non-GAAP net income, free cash flow and infrequent income tax items are helpful to our investors. These measures, which we refer to as our non-GAAP financial measures, are not prepared in accordance with GAAP. We calculate non-GAAP net income as net income excluding stock-based compensation expense, net of tax. Because of varying available valuation methodologies, subjective assumptions and the variety of equity instruments that can impact a company’s non-cash expenses, we believe that providing non-GAAP financial measures that exclude stock-based compensation expense allows for meaningful comparisons between our operating results from period to period. We calculate free cash flow as net cash provided by operating activities less net cash used in investing activities for purchases of property and equipment. We consider free cash flow to be a liquidity measure that provides useful information to management and investors about the amount of cash generated by our business that can be used for strategic opportunities, including investing in our business, making strategic acquisitions, strengthening our balance sheet and returning cash to our shareholders via share repurchases. Infrequent tax items are considered based on their nature and are excluded from the provision for income taxes as these costs or benefits are not indicative of our normal or future provision for income taxes. All of our non-GAAP financial measures are important tools for financial and operational decision making and for evaluating our operating results.\nA reconciliation of the non-GAAP financial measures used in this release to the most comparable U.S. GAAP measures for the respective periods can be found in the table later in this release immediately following the condensed statements of cash flows. These non-GAAP financial measures should not be considered in isolation or as a substitute for a measure of the Company’s operating performance or liquidity prepared in accordance with U.S. GAAP and are not indicative of net income or cash provided by operating activities.\nConference Call\nIRADIMED has scheduled a conference call to discuss this announcement beginning at 11:00 a.m. Eastern Time today, April 30, 2018. Individuals interested in listening to the conference call may do so by dialing 1-844-413-1781 for domestic callers, or 1-716-247-5767 for international callers, and entering the reservation code 7495435.\nThe conference call will also be available real-time via the internet at http://www.iradimed.com/en-us/investors/events/ . A recording of the call will be available on the Company’s website following the completion of the call.\nAbout IRADIMED CORPORATION\nIRADIMED CORPORATION is a leader in the development of innovative magnetic resonance imaging (“MRI”) compatible medical devices. We are the only known provider of a non-magnetic intravenous (“IV”) infusion pump system that is specifically designed to be safe for use during MRI procedures. We were the first to develop an infusion delivery system that largely eliminates many of the dangers and problems present during MRI procedures. Standard infusion pumps contain magnetic and electronic components which can create radio frequency interference and are dangerous to operate in the presence of the powerful magnet that drives an MRI system. Our patented MRidium® MRI compatible IV infusion pump system has been designed with a non-magnetic ultrasonic motor, uniquely-designed non-ferrous parts and other special features to safely and predictably deliver anesthesia and other IV fluids during various MRI procedures. Our pump solution provides a seamless approach that enables accurate, safe and dependable fluid delivery before, during and after an MRI scan, which is important to critically-ill patients who cannot be removed from their vital medications, and children and infants who must generally be sedated to remain immobile during an MRI scan.\nOur 3880 MRI compatible patient vital signs monitoring system has been designed with non-magnetic components and other special features to safely and accurately monitor a patient’s vital signs during various MRI procedures. The IRADIMED 3880 system operates dependably in magnetic fields up to 30,000 gauss, which means it can operate virtually anywhere in the MRI scanner room. The IRADIMED 3880 has a compact, lightweight design allowing it to travel with the patient from their critical care unit, to the MRI and back, resulting in increased patient safety through uninterrupted vital signs monitoring and decreasing the amount of time critically ill patients are away from critical care units. The features of the IRADIMED 3880 include: wireless ECG with dynamic gradient filtering; wireless SpO2 using Masimo® algorithms; non-magnetic respiratory CO2; non-invasive blood pressure; patient temperature, and; optional advanced multi-gas anesthetic agent unit featuring continuous Minimum Alveolar Concentration measurements. The IRADIMED 3880 MRI compatible patient vital signs monitoring system has an easy-to-use design and allows for the effective communication of patient vital signs information to clinicians.\nFor more information please visit www.iradimed.com .\nForward-Looking Statements\nThis press release contains as defined in the Private Securities Litigation Act of 1995, particularly statements regarding our expectations, beliefs, plans, intentions, future operations, financial condition and prospects, and business strategies. These statements relate to future events or our future financial performance or condition and involve unknown risks, uncertainties and other factors that could cause our actual results, level of activity, performance or achievement to differ materially from those expressed or implied by these . The risks and uncertainties referred to above include, but are not limited to, risks associated with the Company’s ability to receive FDA 510(k) clearance for new products; unexpected costs, delays or diversion of management’s attention associated with the design, manufacture or sale of new products; the Company’s ability to implement successful sales techniques for existing and future products and evaluate the effectiveness of its sales techniques; additional actions by or requests from the FDA; our significant reliance on a single product; unexpected costs, expenses and diversion of management attention resulting from the FDA warning letter; potential disruptions in our limited supply chain for our products; a reduction in international distribution; actions of the FDA or other regulatory bodies that could delay, limit or suspend product development, manufacturing or sales; the effect of recalls, patient adverse events or deaths on our business; difficulties or delays in the development, production, manufacturing and marketing of new or existing products and services; changes in laws and regulations or in the interpretation or application of laws or regulations.\nFurther information on these and other factors that could affect the Company’s financial results is included in filings we make with the Securities and Exchange Commission from time to time. All are based on information available to us on the date hereof, and we assume no obligation to update .\nIRADIMED CORPORATION\nCONDENSED BALANCE SHEETS\nMarch 31,\n2018 December 31,\n2017 (unaudited) ASSETS Current assets: Cash and cash equivalents $ 20,093,133 $ 18,205,976 Accounts receivable, net 3,279,940 3,778,929 Investments 7,828,379 8,135,123 Inventory, net 4,308,321 4,210,846 Prepaid expenses and other current assets 628,346 648,881 Prepaid income taxes 63,541 127,855 Total current assets 36,201,660 35,107,610 Property and equipment, net 1,910,408 1,868,851 Intangible assets, net 863,940 885,502 Deferred income taxes, net 1,088,278 950,375 Other assets 196,451 200,196 Total assets $ 40,260,737 $ 39,012,534 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 692,289 $ 656,723 Accrued payroll and benefits 1,180,546 1,512,336 Other accrued taxes 34,137 109,502 Warranty reserve 70,952 60,538 Deferred revenue 1,496,117 1,617,571 Other current liability 108,571 108,571 Accrued income taxes 358,462 12,731 Total current liabilities 3,941,074 4,077,972 Deferred revenue 2,082,795 2,003,685 Total liabilities 6,023,869 6,081,657 Stockholders’ equity: Common stock 1,062 1,060 Additional paid-in capital 13,131,054 12,623,181 Retained earnings 21,207,237 20,355,545 Accumulated other comprehensive loss (102,485 ) (48,909 ) Total stockholders’ equity 34,236,868 32,930,877 Total liabilities and stockholders’ equity $ 40,260,737 $ 39,012,534\nIRADIMED CORPORATION\nCONDENSED STATEMENTS OF OPERATIONS\n(Unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Revenue $ 7,108,151 $ 5,162,560 Cost of revenue 1,691,535 1,387,618 Gross profit 5,416,616 3,774,942 Operating expenses: General and administrative 2,303,532 2,107,257 Sales and marketing 1,645,936 1,364,776 Research and development 379,826 541,290 Total operating expenses 4,329,294 4,013,323 Income (loss) from operations 1,087,322 (238,381 ) Other income, net 40,072 29,524 Income (loss) before provision for income taxes 1,127,394 (208,857 ) Provision for income taxes 286,198 24,483 Net income (loss) $ 841,196 $ (233,340 ) Net income (loss) per share: Basic $ 0.08 $ (0.02 ) Diluted $ 0.07 $ (0.02 ) Weighted average shares outstanding: Basic 10,608,387 10,740,979 Diluted 11,879,889 10,740,979\nIRADIMED CORPORATION\nCONDENSED STATEMENTS OF CASH FLOWS\n(Unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Operating activities: Net income (loss) $ 841,196 $ (233,340 ) Adjustments to reconcile net income (loss) to net cash provided by (used in) operating activities: Change in allowance for doubtful accounts 8,842 (8,533 ) Change in provision for excess and obsolete inventory 61,011 (7,171 ) Depreciation and amortization 427,747 287,116 Stock-based compensation 416,327 376,424 Deferred income taxes, net (123,689 ) (176,659 ) (Gain) loss on maturities of investments (550 ) 5,099 Changes in operating assets and liabilities: Accounts receivable 490,147 47,115 Inventory (155,234 ) (321,552 ) Prepaid expenses and other current assets (254,051 ) (201,029 ) Other assets (18,185 ) 3,665 Accounts payable (80,631 ) (320,124 ) Accrued payroll and benefits (331,790 ) (30,495 ) Other accrued taxes (75,365 ) 501 Warranty reserve 10,414 23,169 Deferred revenue (42,344 ) 170,026 Accrued income taxes, net of prepaid income taxes 410,045 201,143 Net cash provided by (used in) operating activities 1,583,890 (184,645 ) Investing activities: Purchases of investments — (1,321,257 ) Proceeds from maturities of investments 250,000 1,500,050 Purchases of property and equipment (37,983 ) (240,400 ) Capitalized intangible assets (298 ) (111 ) Net cash provided by (used in) investing activities 211,719 (61,718 ) Financing activities: Proceeds from stock option exercises 95,924 33,086 Taxes paid related to net share settlement of equity awards (4,376 ) (43,953 ) Net cash provided by (used in) financing activities 91,548 (10,687 ) Net increase (decrease) in cash and cash equivalents 1,887,157 (257,230 ) Cash and cash equivalents, beginning of period 18,205,976 17,713,871 Cash and cash equivalents, end of period $ 20,093,133 $ 17,456,641\nIRADIMED CORPORATION\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES (UNAUDITED)\nNon-GAAP Net Income and Diluted EPS\nThree Months Ended\nMarch 31, 2018 2017 Net income (loss) $ 841,196 $ (233,340 ) Excluding: Stock-based compensation expense, net of tax expense 313,761 249,944 Non-GAAP net income $ 1,154,957 $ 16,604 Weighted-average shares outstanding – diluted 11,879,889 11,801,569 Non-GAAP net income per share – diluted $ 0.10 $ 0.00 Free Cash Flow\nThree Months Ended\nMarch 31, 2018 2017 Net cash provided by (used in) operating activities $ 1,583,890 $ (184,645 ) Less: Purchases of property and equipment 37,983 240,400 Free cash flow $ 1,545,907 $ (425,045 ) Media Contact:\nChris Scott\nChief Financial Officer\nIRADIMED CORPORATION\n(407) 677-8022\nInvestorRelations@iradimed.com\nSource:iRadimed Corporation",
    "published": "2018-04-30T15:00:00.000+03:00",
    "crawled": "2018-04-30T17:59:05.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "report",
        "first",
        "quarter",
        "revenue",
        "million",
        "report",
        "first",
        "quarter",
        "gaap",
        "diluted",
        "eps",
        "diluted",
        "eps",
        "increase",
        "full",
        "year",
        "gaap",
        "diluted",
        "eps",
        "guidance",
        "winter",
        "spring",
        "april",
        "globe",
        "newswire",
        "iradimed",
        "corporation",
        "nasdaq",
        "irmd",
        "leader",
        "development",
        "innovative",
        "magnetic",
        "resonance",
        "imaging",
        "mri",
        "medical",
        "device",
        "known",
        "provider",
        "intravenous",
        "iv",
        "infusion",
        "pump",
        "system",
        "designed",
        "safe",
        "use",
        "mri",
        "procedure",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "first",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "revenue",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "gross",
        "profit",
        "margin",
        "percent",
        "compared",
        "percent",
        "first",
        "quarter",
        "domestic",
        "sale",
        "percent",
        "total",
        "revenue",
        "compared",
        "percent",
        "first",
        "quarter",
        "revenue",
        "sale",
        "patient",
        "vital",
        "sign",
        "monitor",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "income",
        "million",
        "quarter",
        "ended",
        "march",
        "excludes",
        "million",
        "stock",
        "compensation",
        "expense",
        "net",
        "tax",
        "net",
        "income",
        "quarter",
        "ended",
        "march",
        "million",
        "earnings",
        "per",
        "diluted",
        "share",
        "compared",
        "first",
        "quarter",
        "free",
        "cash",
        "flow",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "march",
        "company",
        "combined",
        "cash",
        "investment",
        "million",
        "pleased",
        "result",
        "illustrate",
        "strength",
        "business",
        "positive",
        "customer",
        "response",
        "toward",
        "new",
        "patient",
        "monitor",
        "revenue",
        "first",
        "quarter",
        "increased",
        "nearly",
        "first",
        "quarter",
        "last",
        "year",
        "gaap",
        "earnings",
        "guidance",
        "solid",
        "first",
        "step",
        "good",
        "start",
        "toward",
        "achieving",
        "goal",
        "million",
        "annual",
        "revenue",
        "next",
        "five",
        "year",
        "said",
        "roger",
        "susi",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "financial",
        "guidance",
        "second",
        "quarter",
        "company",
        "expects",
        "report",
        "revenue",
        "million",
        "million",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "company",
        "increased",
        "full",
        "year",
        "earnings",
        "guidance",
        "expects",
        "report",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "company",
        "previously",
        "expected",
        "full",
        "year",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "full",
        "year",
        "revenue",
        "guidance",
        "unchanged",
        "million",
        "million",
        "company",
        "earnings",
        "per",
        "share",
        "guidance",
        "excludes",
        "compensation",
        "expense",
        "net",
        "tax",
        "company",
        "expects",
        "approximately",
        "million",
        "million",
        "full",
        "year",
        "second",
        "quarter",
        "respectively",
        "use",
        "financial",
        "measure",
        "company",
        "belief",
        "use",
        "net",
        "income",
        "free",
        "cash",
        "flow",
        "infrequent",
        "income",
        "tax",
        "item",
        "helpful",
        "investor",
        "measure",
        "refer",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "calculate",
        "net",
        "income",
        "net",
        "income",
        "excluding",
        "compensation",
        "expense",
        "net",
        "tax",
        "varying",
        "available",
        "valuation",
        "methodology",
        "subjective",
        "assumption",
        "variety",
        "equity",
        "instrument",
        "impact",
        "company",
        "expense",
        "believe",
        "providing",
        "financial",
        "measure",
        "exclude",
        "compensation",
        "expense",
        "allows",
        "meaningful",
        "comparison",
        "operating",
        "result",
        "period",
        "period",
        "calculate",
        "free",
        "cash",
        "flow",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "less",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "consider",
        "free",
        "cash",
        "flow",
        "liquidity",
        "measure",
        "provides",
        "useful",
        "information",
        "management",
        "investor",
        "amount",
        "cash",
        "generated",
        "business",
        "used",
        "strategic",
        "opportunity",
        "including",
        "investing",
        "business",
        "making",
        "strategic",
        "acquisition",
        "strengthening",
        "balance",
        "sheet",
        "returning",
        "cash",
        "shareholder",
        "via",
        "share",
        "repurchase",
        "infrequent",
        "tax",
        "item",
        "considered",
        "based",
        "nature",
        "excluded",
        "provision",
        "income",
        "tax",
        "cost",
        "benefit",
        "indicative",
        "normal",
        "future",
        "provision",
        "income",
        "tax",
        "financial",
        "measure",
        "important",
        "tool",
        "financial",
        "operational",
        "decision",
        "making",
        "evaluating",
        "operating",
        "result",
        "reconciliation",
        "financial",
        "measure",
        "used",
        "release",
        "comparable",
        "gaap",
        "measure",
        "respective",
        "period",
        "found",
        "table",
        "later",
        "release",
        "immediately",
        "following",
        "condensed",
        "statement",
        "cash",
        "flow",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "measure",
        "company",
        "operating",
        "performance",
        "liquidity",
        "prepared",
        "accordance",
        "gaap",
        "indicative",
        "net",
        "income",
        "cash",
        "provided",
        "operating",
        "activity",
        "conference",
        "call",
        "iradimed",
        "scheduled",
        "conference",
        "call",
        "discus",
        "announcement",
        "beginning",
        "eastern",
        "time",
        "today",
        "april",
        "individual",
        "interested",
        "listening",
        "conference",
        "call",
        "may",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "entering",
        "reservation",
        "code",
        "conference",
        "call",
        "also",
        "available",
        "via",
        "internet",
        "http",
        "recording",
        "call",
        "available",
        "company",
        "website",
        "following",
        "completion",
        "call",
        "iradimed",
        "corporation",
        "iradimed",
        "corporation",
        "leader",
        "development",
        "innovative",
        "magnetic",
        "resonance",
        "imaging",
        "mri",
        "compatible",
        "medical",
        "device",
        "known",
        "provider",
        "intravenous",
        "iv",
        "infusion",
        "pump",
        "system",
        "specifically",
        "designed",
        "safe",
        "use",
        "mri",
        "procedure",
        "first",
        "develop",
        "infusion",
        "delivery",
        "system",
        "largely",
        "eliminates",
        "many",
        "danger",
        "problem",
        "present",
        "mri",
        "procedure",
        "standard",
        "infusion",
        "pump",
        "contain",
        "magnetic",
        "electronic",
        "component",
        "create",
        "radio",
        "frequency",
        "interference",
        "dangerous",
        "operate",
        "presence",
        "powerful",
        "magnet",
        "drive",
        "mri",
        "system",
        "patented",
        "mri",
        "compatible",
        "iv",
        "infusion",
        "pump",
        "system",
        "designed",
        "ultrasonic",
        "motor",
        "part",
        "special",
        "feature",
        "safely",
        "predictably",
        "deliver",
        "anesthesia",
        "iv",
        "fluid",
        "various",
        "mri",
        "procedure",
        "pump",
        "solution",
        "provides",
        "seamless",
        "approach",
        "enables",
        "accurate",
        "safe",
        "dependable",
        "fluid",
        "delivery",
        "mri",
        "scan",
        "important",
        "patient",
        "removed",
        "vital",
        "medication",
        "child",
        "infant",
        "must",
        "generally",
        "sedated",
        "remain",
        "immobile",
        "mri",
        "scan",
        "mri",
        "compatible",
        "patient",
        "vital",
        "sign",
        "monitoring",
        "system",
        "designed",
        "component",
        "special",
        "feature",
        "safely",
        "accurately",
        "monitor",
        "patient",
        "vital",
        "sign",
        "various",
        "mri",
        "procedure",
        "iradimed",
        "system",
        "operates",
        "dependably",
        "magnetic",
        "field",
        "gauss",
        "mean",
        "operate",
        "virtually",
        "anywhere",
        "mri",
        "scanner",
        "room",
        "iradimed",
        "compact",
        "lightweight",
        "design",
        "allowing",
        "travel",
        "patient",
        "critical",
        "care",
        "unit",
        "mri",
        "back",
        "resulting",
        "increased",
        "patient",
        "safety",
        "uninterrupted",
        "vital",
        "sign",
        "monitoring",
        "decreasing",
        "amount",
        "time",
        "critically",
        "ill",
        "patient",
        "away",
        "critical",
        "care",
        "unit",
        "feature",
        "iradimed",
        "include",
        "wireless",
        "ecg",
        "dynamic",
        "gradient",
        "filtering",
        "wireless",
        "spo2",
        "using",
        "algorithm",
        "respiratory",
        "co2",
        "blood",
        "pressure",
        "patient",
        "temperature",
        "optional",
        "advanced",
        "anesthetic",
        "agent",
        "unit",
        "featuring",
        "continuous",
        "minimum",
        "alveolar",
        "concentration",
        "measurement",
        "iradimed",
        "mri",
        "compatible",
        "patient",
        "vital",
        "sign",
        "monitoring",
        "system",
        "design",
        "allows",
        "effective",
        "communication",
        "patient",
        "vital",
        "sign",
        "information",
        "clinician",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "defined",
        "private",
        "security",
        "litigation",
        "act",
        "particularly",
        "statement",
        "regarding",
        "expectation",
        "belief",
        "plan",
        "intention",
        "future",
        "operation",
        "financial",
        "condition",
        "prospect",
        "business",
        "strategy",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "condition",
        "involve",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "referred",
        "include",
        "limited",
        "risk",
        "associated",
        "company",
        "ability",
        "receive",
        "fda",
        "k",
        "clearance",
        "new",
        "product",
        "unexpected",
        "cost",
        "delay",
        "diversion",
        "management",
        "attention",
        "associated",
        "design",
        "manufacture",
        "sale",
        "new",
        "product",
        "company",
        "ability",
        "implement",
        "successful",
        "sale",
        "technique",
        "existing",
        "future",
        "product",
        "evaluate",
        "effectiveness",
        "sale",
        "technique",
        "additional",
        "action",
        "request",
        "fda",
        "significant",
        "reliance",
        "single",
        "product",
        "unexpected",
        "cost",
        "expense",
        "diversion",
        "management",
        "attention",
        "resulting",
        "fda",
        "warning",
        "letter",
        "potential",
        "disruption",
        "limited",
        "supply",
        "chain",
        "product",
        "reduction",
        "international",
        "distribution",
        "action",
        "fda",
        "regulatory",
        "body",
        "could",
        "delay",
        "limit",
        "suspend",
        "product",
        "development",
        "manufacturing",
        "sale",
        "effect",
        "recall",
        "patient",
        "adverse",
        "event",
        "death",
        "business",
        "difficulty",
        "delay",
        "development",
        "production",
        "manufacturing",
        "marketing",
        "new",
        "existing",
        "product",
        "service",
        "change",
        "law",
        "regulation",
        "interpretation",
        "application",
        "law",
        "regulation",
        "information",
        "factor",
        "could",
        "affect",
        "company",
        "financial",
        "result",
        "included",
        "filing",
        "make",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "based",
        "information",
        "available",
        "u",
        "date",
        "hereof",
        "assume",
        "obligation",
        "update",
        "iradimed",
        "corporation",
        "condensed",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "investment",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "prepaid",
        "income",
        "tax",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "payroll",
        "benefit",
        "accrued",
        "tax",
        "warranty",
        "reserve",
        "deferred",
        "revenue",
        "current",
        "liability",
        "accrued",
        "income",
        "tax",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "iradimed",
        "corporation",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "general",
        "administrative",
        "sale",
        "marketing",
        "research",
        "development",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "net",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "iradimed",
        "corporation",
        "condensed",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "activity",
        "net",
        "income",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "loss",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "change",
        "allowance",
        "doubtful",
        "account",
        "change",
        "provision",
        "excess",
        "obsolete",
        "inventory",
        "depreciation",
        "amortization",
        "compensation",
        "deferred",
        "income",
        "tax",
        "net",
        "gain",
        "loss",
        "maturity",
        "investment",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "payroll",
        "benefit",
        "accrued",
        "tax",
        "warranty",
        "reserve",
        "deferred",
        "revenue",
        "accrued",
        "income",
        "tax",
        "net",
        "prepaid",
        "income",
        "tax",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "investment",
        "proceeds",
        "maturity",
        "investment",
        "purchase",
        "property",
        "equipment",
        "capitalized",
        "intangible",
        "asset",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "proceeds",
        "stock",
        "option",
        "exercise",
        "tax",
        "paid",
        "related",
        "net",
        "share",
        "settlement",
        "equity",
        "award",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "iradimed",
        "corporation",
        "reconciliation",
        "financial",
        "measure",
        "unaudited",
        "net",
        "income",
        "diluted",
        "eps",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "excluding",
        "compensation",
        "expense",
        "net",
        "tax",
        "expense",
        "net",
        "income",
        "share",
        "outstanding",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "free",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "less",
        "purchase",
        "property",
        "equipment",
        "free",
        "cash",
        "flow",
        "medium",
        "contact",
        "chris",
        "scott",
        "chief",
        "financial",
        "officer",
        "iradimed",
        "corporation",
        "investorrelations",
        "source",
        "iradimed",
        "corporation"
    ]
}