{
    "organizations": [],
    "uuid": "93b774ca52bbf565d8cdd02e536be0563a9c64b1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/pr-newswire-us-fda-approves-tagrissoa-osimertinib-as-1st-line-treatment-for-egfr-mutated-non-small-cell-lung-cancer.html",
    "ord_in_thread": 0,
    "title": "US FDA Approves TAGRISSO® (osimertinib) As 1st-Line Treatment For EGFR-Mutated Non-Small Cell Lung Cancer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WILMINGTON, Del., April 18, 2018 /PRNewswire/ -- AstraZeneca today announced that the US Food and Drug Administration (FDA) has approved TAGRISSO ® (osimertinib) for the 1st-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) mutations (exon 19 deletions or exon 21 L858R mutations), as detected by an FDA-approved test. The approval is based on results from the Phase III FLAURA trial, which were presented at the European Society of Medical Oncology 2017 Congress and published in the New England Journal of Medicine .\nExperience the interactive Multichannel News Release here: https://www.multivu.com/players/English/8244051-astrazeneca-tagrisso-flaura-fda-approval/\nDave Fredrickson, Executive Vice President, Head of the Oncology Business Unit at AstraZeneca, said: \"Today's FDA approval of TAGRISSO in the 1st-line setting is an exciting milestone for patients and our company. TAGRISSO delivered unprecedented median progression-free survival data across all pre-specified patient subgroups, including patients with or without CNS metastases, and could prolong the lives of more patients without their tumors growing or spreading.\"\nDr. Suresh S. Ramalingam, Principal Investigator of the FLAURA trial, from Winship Cancer Institute of Emory University, Atlanta, said: \"The approval of osimertinib (TAGRISSO) in the 1st-line setting represents a major advance in the treatment of patients with EGFR mutations and a significant change in the treatment paradigm. Osimertinib (TAGRISSO) provides robust improvements in progression-free survival with no unexpected safety signals compared to the previous generation of EGFR inhibitors.\"\nThe FLAURA trial compared TAGRISSO to current 1st-line EGFR tyrosine kinase inhibitors (TKIs), erlotinib or gefitinib, in previously untreated patients with locally advanced or metastatic EGFR-mutated (EGFRm) NSCLC. TAGRISSO met the primary endpoint of progression-free survival (PFS) (see table below). PFS results with TAGRISSO were consistent across all pre-specified patient subgroups, including in patients with or without central nervous system (CNS) metastases. Overall survival data were not mature at the time of the final PFS analysis.\nFLAURA Efficacy Results According to Investigator Assessment\nTAGRISSO\n(N=279)\nEGFR-TKI\n(gefitinib or erlotinib)\n(N=277)\nProgression-Free Survival (PFS)\nMedian PFS\n(95% confidence interval [CI])\n18.9 months\n(15.2, 21.4)\n10.2 months\n(9.6, 11.1)\nHazard Ratio (95% CI)\n0.46 (0.37, 0.57)\nP-value\nP < 0.0001\nObjective Response Rate (ORR)*\nORR\n(95% CI)\n77%\n(71, 82)\n69%\n(63, 74)\nComplete response\n2%\n1%\nPartial response\n75%\n68%\nDuration of Response (DoR)*\nMedian DoR\n(95% CI)\n17.6 months\n(13.8, 22.0)\n9.6 months\n(8.3, 11.1)\n*Confirmed responses\nSafety data for TAGRISSO in the FLAURA trial were in line with those observed in prior clinical trials. TAGRISSO was generally well tolerated, with Grade 3 or higher adverse events (AEs) occurring in 34% of patients taking TAGRISSO and 45% in the comparator arm. The most common adverse reactions (≥20%) in patients treated with TAGRISSO were diarrhea (58%), rash (58%), dry skin (36%), nail toxicity (35%), stomatitis (29%), fatigue (21%) and decreased appetite (20%).\nIn the US, TAGRISSO is already approved for the 2nd-line treatment of patients with metastatic EGFRm NSCLC, whose disease has progressed on or after a 1st-line EGFR-TKI therapy and who have developed the secondary T790M mutation, as detected by an FDA-approved test. In 2017, TAGRISSO was granted Breakthrough Therapy and Priority Review designations by the US FDA in the 1st-line treatment setting. TAGRISSO is under regulatory review in the European Union and Japan for use in the 1st-line treatment setting with regulatory decisions anticipated in the second half of 2018.\nTAGRISSO received its first approval for 1st-line use based on the FLAURA data in Brazil in patients with metastatic EGFRm NSCLC on April 16, 2018.\nAstraZeneca partnered with Roche Molecular Systems to develop the cobas ® EGFR Mutation Test v2 as the companion diagnostic for TAGRISSO. The diagnostic is simultaneously approved as a tissue- or plasma-based test, to identify patients with EGFRm NSCLC who are eligible for 1st-line treatment with TAGRISSO and as a tissue or plasma-based test to identify patients with EGFR T790M mutation-positive NSCLC whose disease has progressed on a 1st-line EGFR TKI.\nTAGRISSO ® (osimertinib) Important Safety Information\nThere are no contraindications for TAGRISSO Interstitial lung disease (ILD)/pneumonitis occurred in 3.9% of the 1142 TAGRISSO-treated patients; 0.4% of cases were fatal. Withhold TAGRISSO and promptly investigate for ILD in patients who present with worsening of respiratory symptoms which may be indicative of ILD (eg, dyspnea, cough and fever). Permanently discontinue TAGRISSO if ILD is confirmed Heart rate-corrected QT (QTc) interval prolongation occurred in TAGRISSO-treated patients. Of the 1142 TAGRISSO-treated patients in clinical trials, 0.9% were found to have a QTc > 500 msec, and 3.6% of patients had an increase from baseline QTc > 60 msec. No QTc-related arrhythmias were reported. Conduct periodic monitoring with ECGs and electrolytes in patients with congenital long QTc syndrome, congestive heart failure, electrolyte abnormalities, or those who are taking medications known to prolong the QTc interval. Permanently discontinue TAGRISSO in patients who develop QTc interval prolongation with signs/symptoms of life-threatening arrhythmia Cardiomyopathy occurred in 2.6% of the 1142 TAGRISSO-treated patients; 0.1% of cardiomyopathy cases were fatal. A decline in left ventricular ejection fraction (LVEF) ≥10% from baseline and to <50% LVEF occurred in 3.9% of 908 patients who had baseline and at least one follow-up LVEF assessment. Conduct cardiac monitoring, including assessment of LVEF at baseline and during treatment, in patients with cardiac risk factors. Assess LVEF in patients who develop relevant cardiac signs or symptoms during treatment. For symptomatic congestive heart failure, permanently discontinue TAGRISSO Keratitis was reported in 0.7% of 1142 patients treated with TAGRISSO in clinical trials. Promptly refer patients with signs and symptoms suggestive of keratitis (such as eye inflammation, lacrimation, light sensitivity, blurred vision, eye pain and/or red eye) to an ophthalmologist Verify pregnancy status of females of reproductive potential prior to initiating TAGRISSO. Advise pregnant women of the potential risk to a fetus. Advise females of reproductive potential to use effective contraception during treatment with TAGRISSO and for 6 weeks after the final dose. Advise males with female partners of reproductive potential to use effective contraception for 4 months after the final dose Most common adverse reactions (≥20%) were diarrhea, rash, dry skin, nail toxicity, stomatitis, fatigue and decreased appetite\nPlease see complete Prescribing Information including Patient Information.\nNOTES TO EDITORS\nAbout Non-Small Cell Lung Cancer (NSCLC)\nLung cancer is the leading cause of cancer death among both men and women, accounting for about one-quarter of all cancer deaths in the US, more than breast, prostate and colorectal cancers combined. Approximately 7-23% of patients in Western populations, and 30-50% of patients in Asia have tumors that contain activating mutations in epidermal growth factor receptor (EGFR). These patients are particularly sensitive to treatment with EGFR tyrosine kinase inhibitors (TKIs), which block the cell-signaling pathways that drive the growth of tumor cells. Tumors almost always develop resistance to EGFR-TKI treatment, however, leading to disease progression. Approximately half of patients develop resistance to approved EGFR-TKIs such as gefitinib, erlotinib and afatinib due to the EGFR T790M resistance mutation. There is also a need for medicines with improved central nervous system (CNS) efficacy, since approximately 25% of patients with EGFR-mutated NSCLC have brain metastases at diagnosis, increasing to approximately 40% within two years of diagnosis.\nAbout TAGRISSO ® (osimertinib)\nTAGRISSO ® (osimertinib) is a third-generation, irreversible EGFR-TKI designed to inhibit both EGFR-sensitizing and EGFR T790M-resistance mutations, with clinical activity against CNS metastases. TAGRISSO 40mg and 80mg once-daily oral tablets have been approved in the US and Brazil for 1st-line EGFRm advanced NSCLC, and in more than 75 countries including the US, EU, Japan and China for patients with EGFR T790M mutation-positive advanced non-small cell lung cancer.\nTAGRISSO was originally granted Accelerated Approval by the US Food and Drug Administration (FDA) in 2015 for the 2nd-line treatment of patients with metastatic EGFR T790M mutation-positive NSCLC, as detected by an FDA-approved test, whose disease has progressed on or after an EGFR-TKI therapy. In March 2017, the FDA followed up with a full, confirmatory approval based on data from the Phase III AURA3 trial.\nTAGRISSO is also being investigated in the adjuvant setting and in combination with other treatments.\nAbout the FLAURA Trial\nThe FLAURA trial assessed the efficacy and safety of TAGRISSO 80mg once daily vs. standard-of-care epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors (TKIs) (either erlotinib [150mg orally, once daily] or gefitinib [250mg orally, once daily]) in previously-untreated patients with locally advanced or metastatic EGFR mutation-positive non-small cell lung cancer. The trial was double-blinded and randomized, with 556 patients across 29 countries.\nAbout the cobas ® EGFR Mutation Test v2\nThe cobas ® EGFR Mutation Test v2 is a real-time PCR test for the qualitative detection of 42 defined mutations of the EGFR gene in exons 18-21, including L858R, exon 19 deletions, and T790M mutations. This in-vitro diagnostic (IVD) test is the first and currently the only FDA-approved EGFR test to include both tissue and liquid biopsy (plasma) as patient sample types for testing.\nAbout AstraZeneca in Lung Cancer\nAstraZeneca is committed to developing medicines to help every patient with lung cancer. We have three approved medicines and a growing pipeline that targets genetic changes in tumor cells and boosts the power of the immune response against cancer. Our unrelenting pursuit of science aims to deliver more breakthrough therapies with the goal of extending and improving the lives of patients across all stages of disease and lines of therapy.\nAbout AstraZeneca in Oncology\nAstraZeneca has a deep-rooted heritage in Oncology and offers a quickly-growing portfolio of new medicines that has the potential to transform patients' lives and the Company's future. With at least six new medicines to be launched between 2014 and 2020, and a broad pipeline of small molecules and biologics in development, we are committed to advance Oncology as a key growth platform for AstraZeneca focused on lung, ovarian, breast and blood cancers. In addition to our core capabilities, we actively pursue innovative partnerships and investments that accelerate the delivery of our strategy, as illustrated by our investment in Acerta Pharma in hematology.\nBy harnessing the power of four scientific platforms – Immuno-Oncology, Tumor Drivers and Resistance, DNA Damage Response and Antibody Drug Conjugates – and by championing the development of personalized combinations, AstraZeneca has the vision to redefine cancer treatment and one day eliminate cancer as a cause of death.\nAbout AstraZeneca\nAstraZeneca is a global, science-led biopharmaceutical company that focuses on the discovery, development and commercialization of prescription medicines, primarily for the treatment of diseases in three therapy areas – Oncology, Cardiovascular, Renal & Metabolism and Respiratory. The Company also is selectively active in the areas of autoimmunity, neuroscience and infection. AstraZeneca operates in over 100 countries and its innovative medicines are used by millions of patients worldwide. For more information, please visit www.astrazeneca-us.com and follow us on Twitter @AstraZenecaUS.\nMedia Inquiries\nMichele Meixell +1 302 885 2677\nStephanie Wiswall +1 302 885 2677\nView original content: http://www.prnewswire.com/news-releases/us-fda-approves-tagrisso-osimertinib-as-1st-line-treatment-for-egfr-mutated-non-small-cell-lung-cancer-300632643.html\nSOURCE AstraZeneca",
    "published": "2018-04-19T03:06:00.000+03:00",
    "crawled": "2018-04-19T04:21:00.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wilmington",
        "april",
        "astrazeneca",
        "today",
        "announced",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "tagrisso",
        "osimertinib",
        "treatment",
        "patient",
        "metastatic",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "whose",
        "tumor",
        "epidermal",
        "growth",
        "factor",
        "receptor",
        "egfr",
        "mutation",
        "exon",
        "deletion",
        "exon",
        "l858r",
        "mutation",
        "detected",
        "test",
        "approval",
        "based",
        "result",
        "phase",
        "iii",
        "flaura",
        "trial",
        "presented",
        "european",
        "society",
        "medical",
        "oncology",
        "congress",
        "published",
        "new",
        "england",
        "journal",
        "medicine",
        "experience",
        "interactive",
        "multichannel",
        "news",
        "release",
        "http",
        "dave",
        "fredrickson",
        "executive",
        "vice",
        "president",
        "head",
        "oncology",
        "business",
        "unit",
        "astrazeneca",
        "said",
        "today",
        "fda",
        "approval",
        "tagrisso",
        "setting",
        "exciting",
        "milestone",
        "patient",
        "company",
        "tagrisso",
        "delivered",
        "unprecedented",
        "median",
        "survival",
        "data",
        "across",
        "patient",
        "subgroup",
        "including",
        "patient",
        "without",
        "cns",
        "metastasis",
        "could",
        "prolong",
        "life",
        "patient",
        "without",
        "tumor",
        "growing",
        "spreading",
        "suresh",
        "ramalingam",
        "principal",
        "investigator",
        "flaura",
        "trial",
        "winship",
        "cancer",
        "institute",
        "emory",
        "university",
        "atlanta",
        "said",
        "approval",
        "osimertinib",
        "tagrisso",
        "setting",
        "represents",
        "major",
        "advance",
        "treatment",
        "patient",
        "egfr",
        "mutation",
        "significant",
        "change",
        "treatment",
        "paradigm",
        "osimertinib",
        "tagrisso",
        "provides",
        "robust",
        "improvement",
        "survival",
        "unexpected",
        "safety",
        "signal",
        "compared",
        "previous",
        "generation",
        "egfr",
        "inhibitor",
        "flaura",
        "trial",
        "compared",
        "tagrisso",
        "current",
        "egfr",
        "tyrosine",
        "kinase",
        "inhibitor",
        "tkis",
        "erlotinib",
        "gefitinib",
        "previously",
        "untreated",
        "patient",
        "locally",
        "advanced",
        "metastatic",
        "egfrm",
        "nsclc",
        "tagrisso",
        "met",
        "primary",
        "endpoint",
        "survival",
        "pfs",
        "see",
        "table",
        "pfs",
        "result",
        "tagrisso",
        "consistent",
        "across",
        "patient",
        "subgroup",
        "including",
        "patient",
        "without",
        "central",
        "nervous",
        "system",
        "cns",
        "metastasis",
        "overall",
        "survival",
        "data",
        "mature",
        "time",
        "final",
        "pfs",
        "analysis",
        "flaura",
        "efficacy",
        "result",
        "according",
        "investigator",
        "assessment",
        "tagrisso",
        "gefitinib",
        "erlotinib",
        "survival",
        "pfs",
        "median",
        "pfs",
        "confidence",
        "interval",
        "ci",
        "month",
        "month",
        "hazard",
        "ratio",
        "ci",
        "p",
        "objective",
        "response",
        "rate",
        "orr",
        "orr",
        "ci",
        "complete",
        "response",
        "partial",
        "response",
        "duration",
        "response",
        "dor",
        "median",
        "dor",
        "ci",
        "month",
        "month",
        "confirmed",
        "response",
        "safety",
        "data",
        "tagrisso",
        "flaura",
        "trial",
        "line",
        "observed",
        "prior",
        "clinical",
        "trial",
        "tagrisso",
        "generally",
        "well",
        "tolerated",
        "grade",
        "higher",
        "adverse",
        "event",
        "aes",
        "occurring",
        "patient",
        "taking",
        "tagrisso",
        "comparator",
        "arm",
        "common",
        "adverse",
        "reaction",
        "patient",
        "treated",
        "tagrisso",
        "diarrhea",
        "rash",
        "dry",
        "skin",
        "nail",
        "toxicity",
        "stomatitis",
        "fatigue",
        "decreased",
        "appetite",
        "u",
        "tagrisso",
        "already",
        "approved",
        "treatment",
        "patient",
        "metastatic",
        "egfrm",
        "nsclc",
        "whose",
        "disease",
        "progressed",
        "therapy",
        "developed",
        "secondary",
        "t790m",
        "mutation",
        "detected",
        "test",
        "tagrisso",
        "granted",
        "breakthrough",
        "therapy",
        "priority",
        "review",
        "designation",
        "u",
        "fda",
        "treatment",
        "setting",
        "tagrisso",
        "regulatory",
        "review",
        "european",
        "union",
        "japan",
        "use",
        "treatment",
        "setting",
        "regulatory",
        "decision",
        "anticipated",
        "second",
        "half",
        "tagrisso",
        "received",
        "first",
        "approval",
        "use",
        "based",
        "flaura",
        "data",
        "brazil",
        "patient",
        "metastatic",
        "egfrm",
        "nsclc",
        "april",
        "astrazeneca",
        "partnered",
        "roche",
        "molecular",
        "system",
        "develop",
        "cobas",
        "egfr",
        "mutation",
        "test",
        "v2",
        "companion",
        "diagnostic",
        "tagrisso",
        "diagnostic",
        "simultaneously",
        "approved",
        "test",
        "identify",
        "patient",
        "egfrm",
        "nsclc",
        "eligible",
        "treatment",
        "tagrisso",
        "tissue",
        "test",
        "identify",
        "patient",
        "egfr",
        "t790m",
        "nsclc",
        "whose",
        "disease",
        "progressed",
        "egfr",
        "tki",
        "tagrisso",
        "osimertinib",
        "important",
        "safety",
        "information",
        "contraindication",
        "tagrisso",
        "interstitial",
        "lung",
        "disease",
        "ild",
        "occurred",
        "patient",
        "case",
        "fatal",
        "withhold",
        "tagrisso",
        "promptly",
        "investigate",
        "ild",
        "patient",
        "present",
        "worsening",
        "respiratory",
        "symptom",
        "may",
        "indicative",
        "ild",
        "eg",
        "dyspnea",
        "cough",
        "fever",
        "permanently",
        "discontinue",
        "tagrisso",
        "ild",
        "confirmed",
        "heart",
        "qt",
        "qtc",
        "interval",
        "prolongation",
        "occurred",
        "patient",
        "patient",
        "clinical",
        "trial",
        "found",
        "qtc",
        "msec",
        "patient",
        "increase",
        "baseline",
        "qtc",
        "msec",
        "arrhythmia",
        "reported",
        "conduct",
        "periodic",
        "monitoring",
        "ecg",
        "electrolyte",
        "patient",
        "congenital",
        "long",
        "qtc",
        "syndrome",
        "congestive",
        "heart",
        "failure",
        "electrolyte",
        "abnormality",
        "taking",
        "medication",
        "known",
        "prolong",
        "qtc",
        "interval",
        "permanently",
        "discontinue",
        "tagrisso",
        "patient",
        "develop",
        "qtc",
        "interval",
        "prolongation",
        "arrhythmia",
        "cardiomyopathy",
        "occurred",
        "patient",
        "cardiomyopathy",
        "case",
        "fatal",
        "decline",
        "left",
        "ventricular",
        "ejection",
        "fraction",
        "lvef",
        "baseline",
        "lvef",
        "occurred",
        "patient",
        "baseline",
        "least",
        "one",
        "lvef",
        "assessment",
        "conduct",
        "cardiac",
        "monitoring",
        "including",
        "assessment",
        "lvef",
        "baseline",
        "treatment",
        "patient",
        "cardiac",
        "risk",
        "factor",
        "assess",
        "lvef",
        "patient",
        "develop",
        "relevant",
        "cardiac",
        "sign",
        "symptom",
        "treatment",
        "symptomatic",
        "congestive",
        "heart",
        "failure",
        "permanently",
        "discontinue",
        "tagrisso",
        "keratitis",
        "reported",
        "patient",
        "treated",
        "tagrisso",
        "clinical",
        "trial",
        "promptly",
        "refer",
        "patient",
        "sign",
        "symptom",
        "suggestive",
        "keratitis",
        "eye",
        "inflammation",
        "lacrimation",
        "light",
        "sensitivity",
        "blurred",
        "vision",
        "eye",
        "pain",
        "red",
        "eye",
        "ophthalmologist",
        "verify",
        "pregnancy",
        "status",
        "female",
        "reproductive",
        "potential",
        "prior",
        "initiating",
        "tagrisso",
        "advise",
        "pregnant",
        "woman",
        "potential",
        "risk",
        "fetus",
        "advise",
        "female",
        "reproductive",
        "potential",
        "use",
        "effective",
        "contraception",
        "treatment",
        "tagrisso",
        "week",
        "final",
        "dose",
        "advise",
        "male",
        "female",
        "partner",
        "reproductive",
        "potential",
        "use",
        "effective",
        "contraception",
        "month",
        "final",
        "dose",
        "common",
        "adverse",
        "reaction",
        "diarrhea",
        "rash",
        "dry",
        "skin",
        "nail",
        "toxicity",
        "stomatitis",
        "fatigue",
        "decreased",
        "appetite",
        "please",
        "see",
        "complete",
        "prescribing",
        "information",
        "including",
        "patient",
        "information",
        "note",
        "editor",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "lung",
        "cancer",
        "leading",
        "cause",
        "cancer",
        "death",
        "among",
        "men",
        "woman",
        "accounting",
        "cancer",
        "death",
        "u",
        "breast",
        "prostate",
        "colorectal",
        "cancer",
        "combined",
        "approximately",
        "patient",
        "western",
        "population",
        "patient",
        "asia",
        "tumor",
        "contain",
        "activating",
        "mutation",
        "epidermal",
        "growth",
        "factor",
        "receptor",
        "egfr",
        "patient",
        "particularly",
        "sensitive",
        "treatment",
        "egfr",
        "tyrosine",
        "kinase",
        "inhibitor",
        "tkis",
        "block",
        "pathway",
        "drive",
        "growth",
        "tumor",
        "cell",
        "tumor",
        "almost",
        "always",
        "develop",
        "resistance",
        "treatment",
        "however",
        "leading",
        "disease",
        "progression",
        "approximately",
        "half",
        "patient",
        "develop",
        "resistance",
        "approved",
        "gefitinib",
        "erlotinib",
        "afatinib",
        "due",
        "egfr",
        "t790m",
        "resistance",
        "mutation",
        "also",
        "need",
        "medicine",
        "improved",
        "central",
        "nervous",
        "system",
        "cns",
        "efficacy",
        "since",
        "approximately",
        "patient",
        "nsclc",
        "brain",
        "metastasis",
        "diagnosis",
        "increasing",
        "approximately",
        "within",
        "two",
        "year",
        "diagnosis",
        "tagrisso",
        "osimertinib",
        "tagrisso",
        "osimertinib",
        "irreversible",
        "designed",
        "inhibit",
        "egfr",
        "mutation",
        "clinical",
        "activity",
        "cns",
        "metastasis",
        "tagrisso",
        "40mg",
        "80mg",
        "oral",
        "tablet",
        "approved",
        "u",
        "brazil",
        "egfrm",
        "advanced",
        "nsclc",
        "country",
        "including",
        "u",
        "eu",
        "japan",
        "china",
        "patient",
        "egfr",
        "t790m",
        "advanced",
        "cell",
        "lung",
        "cancer",
        "tagrisso",
        "originally",
        "granted",
        "accelerated",
        "approval",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "treatment",
        "patient",
        "metastatic",
        "egfr",
        "t790m",
        "nsclc",
        "detected",
        "test",
        "whose",
        "disease",
        "progressed",
        "therapy",
        "march",
        "fda",
        "followed",
        "full",
        "confirmatory",
        "approval",
        "based",
        "data",
        "phase",
        "iii",
        "aura3",
        "trial",
        "tagrisso",
        "also",
        "investigated",
        "adjuvant",
        "setting",
        "combination",
        "treatment",
        "flaura",
        "trial",
        "flaura",
        "trial",
        "assessed",
        "efficacy",
        "safety",
        "tagrisso",
        "80mg",
        "daily",
        "epidermal",
        "growth",
        "factor",
        "receptor",
        "egfr",
        "tyrosine",
        "kinase",
        "inhibitor",
        "tkis",
        "either",
        "erlotinib",
        "150mg",
        "orally",
        "daily",
        "gefitinib",
        "250mg",
        "orally",
        "daily",
        "patient",
        "locally",
        "advanced",
        "metastatic",
        "egfr",
        "cell",
        "lung",
        "cancer",
        "trial",
        "randomized",
        "patient",
        "across",
        "country",
        "cobas",
        "egfr",
        "mutation",
        "test",
        "v2",
        "cobas",
        "egfr",
        "mutation",
        "test",
        "v2",
        "pcr",
        "test",
        "qualitative",
        "detection",
        "defined",
        "mutation",
        "egfr",
        "gene",
        "exon",
        "including",
        "l858r",
        "exon",
        "deletion",
        "t790m",
        "mutation",
        "diagnostic",
        "ivd",
        "test",
        "first",
        "currently",
        "egfr",
        "test",
        "include",
        "tissue",
        "liquid",
        "biopsy",
        "plasma",
        "patient",
        "sample",
        "type",
        "testing",
        "astrazeneca",
        "lung",
        "cancer",
        "astrazeneca",
        "committed",
        "developing",
        "medicine",
        "help",
        "every",
        "patient",
        "lung",
        "cancer",
        "three",
        "approved",
        "medicine",
        "growing",
        "pipeline",
        "target",
        "genetic",
        "change",
        "tumor",
        "cell",
        "boost",
        "power",
        "immune",
        "response",
        "cancer",
        "unrelenting",
        "pursuit",
        "science",
        "aim",
        "deliver",
        "breakthrough",
        "therapy",
        "goal",
        "extending",
        "improving",
        "life",
        "patient",
        "across",
        "stage",
        "disease",
        "line",
        "therapy",
        "astrazeneca",
        "oncology",
        "astrazeneca",
        "heritage",
        "oncology",
        "offer",
        "portfolio",
        "new",
        "medicine",
        "potential",
        "transform",
        "patient",
        "life",
        "company",
        "future",
        "least",
        "six",
        "new",
        "medicine",
        "launched",
        "broad",
        "pipeline",
        "small",
        "molecule",
        "biologics",
        "development",
        "committed",
        "advance",
        "oncology",
        "key",
        "growth",
        "platform",
        "astrazeneca",
        "focused",
        "lung",
        "ovarian",
        "breast",
        "blood",
        "cancer",
        "addition",
        "core",
        "capability",
        "actively",
        "pursue",
        "innovative",
        "partnership",
        "investment",
        "accelerate",
        "delivery",
        "strategy",
        "illustrated",
        "investment",
        "acerta",
        "pharma",
        "hematology",
        "harnessing",
        "power",
        "four",
        "scientific",
        "platform",
        "tumor",
        "driver",
        "resistance",
        "dna",
        "damage",
        "response",
        "antibody",
        "drug",
        "conjugate",
        "championing",
        "development",
        "personalized",
        "combination",
        "astrazeneca",
        "vision",
        "redefine",
        "cancer",
        "treatment",
        "one",
        "day",
        "eliminate",
        "cancer",
        "cause",
        "death",
        "astrazeneca",
        "astrazeneca",
        "global",
        "biopharmaceutical",
        "company",
        "focus",
        "discovery",
        "development",
        "commercialization",
        "prescription",
        "medicine",
        "primarily",
        "treatment",
        "disease",
        "three",
        "therapy",
        "area",
        "oncology",
        "cardiovascular",
        "renal",
        "metabolism",
        "respiratory",
        "company",
        "also",
        "selectively",
        "active",
        "area",
        "autoimmunity",
        "neuroscience",
        "infection",
        "astrazeneca",
        "operates",
        "country",
        "innovative",
        "medicine",
        "used",
        "million",
        "patient",
        "worldwide",
        "information",
        "please",
        "visit",
        "follow",
        "u",
        "twitter",
        "astrazenecaus",
        "medium",
        "inquiry",
        "michele",
        "meixell",
        "stephanie",
        "wiswall",
        "view",
        "original",
        "content",
        "http",
        "source",
        "astrazeneca"
    ]
}