{
    "organizations": [],
    "uuid": "028ee2c764dad2fa52ff913340f571bda71ded58",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/13/pr-newswire-micronet-enertec-reports-financial-results-for-the-4th-quarter-and-full-year-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Micronet Enertec Reports Financial Results for the 4th and Full Year Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONTVALE, N.J., April 13, 2018 /PRNewswire/ -- Micronet Enertec Technologies, Inc. (NASDAQCM: MICT), a developer and manufacturer of rugged computers, tablets and computer-based systems for the commercial Mobile Resource Management (MRM) market and for the aerospace and defense markets, today announced financial results for the three and twelve month periods ended December 31, 2017.\n\"We are pleased to report that the Company's Micronet Ltd. subsidiary is delivering in line with our expectations and showed significant growth in several key performance metrics in 2017. Revenues grew by 38% in 2017 to $18.4 million as compared to 2016, with increasing gross margins. Revenue backlog nearly doubled to $17.4 million in 2017 as compared to 2016. Over the course of 2017, Micronet fortified its management team with industry experts, increased its sales force and has shown a continuous increase in sales orders while increasing and diversifying its products and offerings. We expect continued improvements in 2018,\" stated David Lucatz, Chief Executive Officer of Micronet Enertec Technologies.\n\"We believe that if, and once, the proposed sale of our Enertec subsidiary occurs, it will fortify our balance sheet and enable us to invest and focus on growing our MRM business,\" confirmed Mr. Lucatz. \"This potential transaction is in line with our roadmap to increase the value of our Company by focusing all our resources in the high-growth MRM space, where we believe Micronet has strong traction.\"\nAs a result of the proposed sale of Enertec, and according to U.S. generally accepted accounting principles, or GAAP, Micronet Enertec's profit and loss statements, balance sheets, cash flow statements, and the corresponding consolidated results only include the Company's MRM business while Enertec's aerospace and defense business is presented in the profit and loss statement under \"discontinued operation\" and \"held for sales assets and liabilities\" in the balance sheet.\nFourth Quarter 2017 Review\nTotal revenue increased to $6.4 million for the fourth quarter of 2017, as compared to $1.3 million in the fourth quarter of 2016. Gross profit margin was 25%, as compared to gross loss margin of 67% in the fourth quarter of 2016. Research and development (R&D) expense for the fourth quarter of 2017 was $0.50 million, or 8% of sales, as compared to $0.3 million, or 26% of sales, in the fourth quarter of 2016. Selling, general and administrative (SG&A) expense $1.7 million, or 27% of sales, in the fourth quarter of 2017, as compared to $2.1 million, or 160% of sales, in the fourth quarter of 2016. Net loss from continued operation for the fourth quarter of 2017 was $1 million, or a net loss of $0.10 per basic and diluted share from continued operation, as compared to a net loss from continued operation of $3.7 million, or net loss of $0.42 per basic and diluted share from continued operation, for the fourth quarter of 2016. At December 31, 2017, the Company reported cash and restricted cash totaling $2.4 million and net working capital of $3 million.\nYear End 2017 Review\nTotal revenue increased by 38% to $18.4 million in 2017, as compared to $13.3 million in 2016. Consolidated Backlog was $17.4 million on December 31, 2017. Gross profit margin increased to 23% in 2017 from 20% in 2016. R&D expense in 2017 was down 3% as a percentage of sales, but increased on a dollar basis to $2.0 million, or 11% of sales, in 2017, from $1.8 million, or 14% of sales, in 2016. SG&A expense declined 12% as a percentage of sales, but was relatively consistent on dollar basis with $6.0 million in 2017, as compared to $5.9 million in 2016. Net loss from continued operation narrowed by 19% in 2017 to $5.1 million, or a loss of $0.70 per basic share from continued operation, as compared to a net loss of $6.3 million from continued operation, or a loss of $0.76 per basic and diluted share from continued operation in 2016. Non-GAAP net loss from continued operation for 2017 was $4.3 million, or $0.60 per basic and diluted share, as compared to a $5.4 million, or $0.91 per basic and diluted share, Non-GAAP net loss from continued operation in 2016.\nA reconciliation of GAAP to non-GAAP net loss from continued operation and loss per share from continued operation is provided in the table at the end of this press release.\nConference Call\nMicronet Enertec will host a conference call today at 9:00 a.m. EDT to discuss the Company's financial results for the fourth quarter and year ended December 31, 2017. U.S. callers may dial: 1-888-668-9141. Callers from outside of the U.S. may access the call by dialing 972-3-918-0609. Please dial a few minutes before 9:00 a.m. Eastern Time.\nA slide presentation accompanying management's remarks can be accessed at www.micronet-enertec.com .\nParticipants may also access a live webcast of the conference call through the Investor Relations section of Micronet Enertec's website at:\nwww.veidan-stream.com/micronetq4-2017.html\nA telephone replay of the call will be available for two weeks at: 1-888-326-9310, outside of the U.S.: 972-3-925-5904.\nAbout Micronet Enertec Technologies, Inc.\nMicronet Enertec Technologies, Inc. (NASDAQCM: MICT) operates through two primary companies, Enertec Systems 2001 Ltd, its wholly-owned subsidiary, and Micronet Ltd, in which it has a controlling interest. Micronet operates in the growing commercial MRM market, mainly in the United States. Micronet designs, develops, manufactures and sells rugged mobile computing devices that provide fleet operators and field workforces with computing solutions in challenging work environments. Enertec operates in the Defense and Aerospace markets and designs, develops, manufactures and supplies various customized military computer-based systems for missile defense systems, command and control and others. The Company's products, solutions and services are designed to perform in severe environments and battlefield conditions. For more information please visit: www.micronet-enertec.com , the content of which is not incorporated by reference into this press release.\nForward-looking Statement\nThis press release contains express or implied forward-looking statements within the Private Securities Litigation Reform Act of 1995 and other U.S. Federal securities laws. These forward-looking statements include, but are not limited to, those statements regarding our expectation regarding the sale of our of aerospace and defense business, Enertec, that we believe the sale of Enertec will fortify our balance sheet and enable us to invest and focus on growing our MRM business and that we expect continued improvements in our revenues, gross margins and backlog in 2018. The forward-looking statements contained in this press release are subject to other risks and uncertainties, including those discussed in the \"Risk Factors\" section and elsewhere in the Company's Annual Report on Form 10-K for the year ended December 31, 2016 filed with the Securities and Exchange Commission, the Company's Annual Report on Form 10-K for the year ended December 31, 2017 to be filed with the Securities and Exchange Commission and in subsequent filings with the Securities and Exchange Commission. Except as otherwise required by law, the Company is under no obligation to (and expressly disclaims any such obligation to) update or alter its forward-looking statements whether as a result of new information, future events or otherwise.\nTables To Follow\nMICRONET ENERTEC TECHNOLOGIES, INC.\nCONSOLIDATED BALANCE SHEETS\n(In Thousands, except Share and Par Value data)\nDecember 31,\n2017\nDecember 31,\n2016\nASSETS\nCurrent assets:\nCash and cash equivalents\n$\n2,114\n$\n539\nRestricted cash\n284\n594\nMarketable securities\n-\n2,978\nTrade accounts receivable, net\n5,183\n3,059\nInventories\n4,979\n4,290\nOther accounts receivable\n1,092\n306\nHeld for sale assets\n11,656\n14,881\nTotal current assets\n25,308\n26,647\nProperty and equipment, net\n910\n965\nIntangible assets, net\n1,494\n2,294\nDeferred tax assets\n542\n483\nLong-term deposit\n12\n61\nGoodwill\n1,466\n1,466\nTotal long-term assets\n4,424\n5,269\nTotal assets\n$\n29,732\n$\n31,916\nMICRONET ENERTEC TECHNOLOGIES, INC.\nCONSOLIDATED BALANCE SHEETS\n(In Thousands, except Share and Par Value data)\nDecember 31,\n2017\nDecember 31,\n2016\nLIABILITIES AND EQUITY\nShort-term bank credit and current portion of long-term bank loans\n$\n1,582\n$\n3,680\nShort-term credit from others and current portion of long-term loans from others\n2,207\n2,446\nTrade accounts payable\n3,973\n2,233\nOther accounts payable\n3,146\n1,250\nHeld for sale liabilities\n11,338\n10,010\nTotal current liabilities\n22,246\n19,619\nLong-term loans from banks\n-\n1,093\nLong-term loan from others\n1,379\n188\nAccrued severance pay, net\n133\n58\nTotal long-term liabilities\n1,512\n1,339\nStockholders' Equity:\nPreferred stock; $.001 par value, 5,000,000 shares authorized, none issued and outstanding\nCommon stock; $.001 par value, 25,000,000 shares authorized, 8,645,656 and 6,385,092 shares issued and outstanding as of December 31, 2017 and 2016, respectively\n8\n6\nAdditional paid in capital\n10,881\n8,748\nAccumulated other comprehensive income\n(363)\n11\nRetained loss\n(10,147)\n(1,990)\nMicronet Enertec stockholders' equity\n379\n6,775\nNon-controlling interests\n5,595\n4,183\nTotal equity\n5,974\n10,958\nTotal Liabilities and equity\n$\n29,732\n$\n31,916\nMICRONET ENERTEC TECHNOLOGIES, INC.\nCONSOLIDATED STATEMENTS OF INCOME\n(In Thousands, Except Share and Loss Per Share data)\nYear ended\nDecember 31,\n2017\n2016\nRevenues\n$\n18,366\n$\n13,284\nCost of revenues\n14,094\n10,657\nGross profit\n4,272\n2,627\nOperating expenses:\nResearch and development\n1,964\n1,802\nSelling and marketing\n1,883\n1,352\nGeneral and administrative\n4,116\n4,535\nAmortization of intangible assets\n978\n926\nTotal operating expenses\n8,941\n8,615\nLoss from operations\n(4,669)\n(5,988)\nFinance expense, net\n401\n319\nLoss before provision for income taxes\n(5,070)\n(6,307)\nTaxes on income (benefit)\n(10)\n(45)\nNet loss from continued operation\n(5,060)\n(6,262)\nNet loss from discontinued operation\n(4,901)\n(1,251)\nTotal Net Loss\n(9,961)\n(7,513)\nNet loss attributable to non-controlling interests\n1,804\n1,706\nNet loss attributable to Micronet Enertec\n$\n(8,157)\n$\n(5,807)\nLoss per share attributable to Micronet Enertec:\nBasic and diluted loss per share from continued operation\n$\n(0.70)\n$\n(0.76)\nBasic and diluted loss per share from discontinued operation\n$\n(0.68)\n$\n(0.21)\nWeighted average common shares outstanding:\nBasic and diluted\n7,128,655\n5,966,622\nNon-GAAP Financial Measures\nIn addition to providing financial measurements based on generally accepted accounting principles in the United States of America, or GAAP, we provide additional financial metrics that are not prepared in accordance with GAAP, or non-GAAP financial measures. Management uses non-GAAP financial measures, in addition to GAAP financial measures, to understand and compare operating results across accounting periods, for financial and operational decision making, for planning and forecasting purposes and to evaluate our financial performance.\nManagement believes that these non-GAAP financial measures reflect our ongoing business in a manner that allows for meaningful comparisons and analysis of trends in our business, as they exclude expenses and gains that are not reflective of our ongoing operating results. Management also believes that these non-GAAP financial measures provide useful information to investors in understanding and evaluating our operating results and future prospects in the same manner as management and in comparing financial results across accounting periods and to those of peer companies.\nThe non-GAAP financial measures do not replace the presentation of our GAAP financial results and should only be used as a supplement to, not as a substitute for, our financial results presented in accordance with GAAP.\nThe non-GAAP adjustments, and the basis for excluding them from non-GAAP financial measures, are outlined below:\nAmortization of acquired intangible assets - We are required to amortize the intangible assets, included in our GAAP financial statements, related to our acquisition of Beijer in June 2014.. The amount of an acquisition's purchase price allocated to intangible assets and term of its related amortization are unique to these transactions. The amortization of acquired intangible assets are non-cash charges. We believe that such changes do not reflect our operational performance. Therefore, we exclude amortization of acquired intangible assets to provide investors with a consistent basis for comparing pre- and post-transaction operating results. Amortization of note discount - These expenses are non-cash and are related to amortization of discount of the note purchase agreements with YA II PN Ltd. Such expenses do not reflect our on-going operations. Stock-based compensation -This is stock-based awards granted to certain individuals. They are non-cash and affected by our historical stock prices which are irrelevant to forward-looking analyses and are not necessarily linked to our operational performance.\nThe following table reconciles, for the periods presented, GAAP net loss from continued operation to non-GAAP net loss from continued operation and GAAP loss per diluted share from continued operation to non-GAAP net income per diluted share from continued operation:\nYear ended\nDecember 31,\n(Dollars in thousands,\nother than share and\nper share amounts)\n2017\n2016\nGAAP net loss from continued operation\n$\n(5,060)\n$\n(6,262)\nAmortization of acquired intangible assets\n504\n582\nStock-based compensation and shares issued to service providers\n102\n294\nAmortization of note discount\n158\n(24)\nIncome tax-effect of above non-GAAP adjustments\n(3)\n(6)\nTotal Non-GAAP net loss from continued operation\n$\n(4,299)\n$\n(5,416)\nNon-GAAP net loss per diluted share from continued operation\n$\n(0.60)\n$\n(0.91)\nShares used in per share calculations\n7,128,655\n5,966,622\nGAAP basic and diluted loss per share from discontinued operation\n$\n(0.68)\n$\n(0.21)\nGAAP basic and diluted loss per share from continued operation\n$\n(0.70)\n$\n(0.76)\nView original content: http://www.prnewswire.com/news-releases/micronet-enertec-reports-financial-results-for-the-4th-quarter-and-full-year-ended-december-31-2017-300629476.html\nSOURCE Micronet Enertec Technologies, Inc.",
    "published": "2018-04-13T15:00:00.000+03:00",
    "crawled": "2018-04-13T18:07:12.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montvale",
        "april",
        "micronet",
        "enertec",
        "technology",
        "nasdaqcm",
        "mict",
        "developer",
        "manufacturer",
        "rugged",
        "computer",
        "tablet",
        "system",
        "commercial",
        "mobile",
        "resource",
        "management",
        "mrm",
        "market",
        "aerospace",
        "defense",
        "market",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "twelve",
        "month",
        "period",
        "ended",
        "december",
        "pleased",
        "report",
        "company",
        "micronet",
        "subsidiary",
        "delivering",
        "line",
        "expectation",
        "showed",
        "significant",
        "growth",
        "several",
        "key",
        "performance",
        "metric",
        "revenue",
        "grew",
        "million",
        "compared",
        "increasing",
        "gross",
        "margin",
        "revenue",
        "backlog",
        "nearly",
        "doubled",
        "million",
        "compared",
        "course",
        "micronet",
        "fortified",
        "management",
        "team",
        "industry",
        "expert",
        "increased",
        "sale",
        "force",
        "shown",
        "continuous",
        "increase",
        "sale",
        "order",
        "increasing",
        "diversifying",
        "product",
        "offering",
        "expect",
        "continued",
        "improvement",
        "stated",
        "david",
        "lucatz",
        "chief",
        "executive",
        "officer",
        "micronet",
        "enertec",
        "technology",
        "believe",
        "proposed",
        "sale",
        "enertec",
        "subsidiary",
        "occurs",
        "fortify",
        "balance",
        "sheet",
        "enable",
        "u",
        "invest",
        "focus",
        "growing",
        "mrm",
        "business",
        "confirmed",
        "lucatz",
        "potential",
        "transaction",
        "line",
        "roadmap",
        "increase",
        "value",
        "company",
        "focusing",
        "resource",
        "mrm",
        "space",
        "believe",
        "micronet",
        "strong",
        "traction",
        "result",
        "proposed",
        "sale",
        "enertec",
        "according",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "micronet",
        "enertec",
        "profit",
        "loss",
        "statement",
        "balance",
        "sheet",
        "cash",
        "flow",
        "statement",
        "corresponding",
        "consolidated",
        "result",
        "include",
        "company",
        "mrm",
        "business",
        "enertec",
        "aerospace",
        "defense",
        "business",
        "presented",
        "profit",
        "loss",
        "statement",
        "discontinued",
        "operation",
        "held",
        "sale",
        "asset",
        "liability",
        "balance",
        "sheet",
        "fourth",
        "quarter",
        "review",
        "total",
        "revenue",
        "increased",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "margin",
        "compared",
        "gross",
        "loss",
        "margin",
        "fourth",
        "quarter",
        "research",
        "development",
        "r",
        "expense",
        "fourth",
        "quarter",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "fourth",
        "quarter",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "million",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "million",
        "sale",
        "fourth",
        "quarter",
        "net",
        "loss",
        "continued",
        "operation",
        "fourth",
        "quarter",
        "million",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "continued",
        "operation",
        "compared",
        "net",
        "loss",
        "continued",
        "operation",
        "million",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "continued",
        "operation",
        "fourth",
        "quarter",
        "december",
        "company",
        "reported",
        "cash",
        "restricted",
        "cash",
        "totaling",
        "million",
        "net",
        "working",
        "capital",
        "million",
        "year",
        "end",
        "review",
        "total",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "consolidated",
        "backlog",
        "million",
        "december",
        "gross",
        "profit",
        "margin",
        "increased",
        "r",
        "expense",
        "percentage",
        "sale",
        "increased",
        "dollar",
        "basis",
        "million",
        "sale",
        "million",
        "sale",
        "sg",
        "expense",
        "declined",
        "percentage",
        "sale",
        "relatively",
        "consistent",
        "dollar",
        "basis",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "continued",
        "operation",
        "narrowed",
        "million",
        "loss",
        "per",
        "basic",
        "share",
        "continued",
        "operation",
        "compared",
        "net",
        "loss",
        "million",
        "continued",
        "operation",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "continued",
        "operation",
        "net",
        "loss",
        "continued",
        "operation",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "net",
        "loss",
        "continued",
        "operation",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "continued",
        "operation",
        "loss",
        "per",
        "share",
        "continued",
        "operation",
        "provided",
        "table",
        "end",
        "press",
        "release",
        "conference",
        "call",
        "micronet",
        "enertec",
        "host",
        "conference",
        "call",
        "today",
        "edt",
        "discus",
        "company",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "caller",
        "may",
        "dial",
        "caller",
        "outside",
        "may",
        "access",
        "call",
        "dialing",
        "please",
        "dial",
        "minute",
        "eastern",
        "time",
        "slide",
        "presentation",
        "accompanying",
        "management",
        "remark",
        "accessed",
        "participant",
        "may",
        "also",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "investor",
        "relation",
        "section",
        "micronet",
        "enertec",
        "website",
        "telephone",
        "replay",
        "call",
        "available",
        "two",
        "week",
        "outside",
        "micronet",
        "enertec",
        "technology",
        "micronet",
        "enertec",
        "technology",
        "nasdaqcm",
        "mict",
        "operates",
        "two",
        "primary",
        "company",
        "enertec",
        "system",
        "ltd",
        "subsidiary",
        "micronet",
        "ltd",
        "controlling",
        "interest",
        "micronet",
        "operates",
        "growing",
        "commercial",
        "mrm",
        "market",
        "mainly",
        "united",
        "state",
        "micronet",
        "design",
        "develops",
        "manufacture",
        "sell",
        "rugged",
        "mobile",
        "computing",
        "device",
        "provide",
        "fleet",
        "operator",
        "field",
        "workforce",
        "computing",
        "solution",
        "challenging",
        "work",
        "environment",
        "enertec",
        "operates",
        "defense",
        "aerospace",
        "market",
        "design",
        "develops",
        "manufacture",
        "supply",
        "various",
        "customized",
        "military",
        "system",
        "missile",
        "defense",
        "system",
        "command",
        "control",
        "others",
        "company",
        "product",
        "solution",
        "service",
        "designed",
        "perform",
        "severe",
        "environment",
        "battlefield",
        "condition",
        "information",
        "please",
        "visit",
        "content",
        "incorporated",
        "reference",
        "press",
        "release",
        "statement",
        "press",
        "release",
        "contains",
        "express",
        "implied",
        "statement",
        "within",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "expectation",
        "regarding",
        "sale",
        "aerospace",
        "defense",
        "business",
        "enertec",
        "believe",
        "sale",
        "enertec",
        "fortify",
        "balance",
        "sheet",
        "enable",
        "u",
        "invest",
        "focus",
        "growing",
        "mrm",
        "business",
        "expect",
        "continued",
        "improvement",
        "revenue",
        "gross",
        "margin",
        "backlog",
        "statement",
        "contained",
        "press",
        "release",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "discussed",
        "risk",
        "factor",
        "section",
        "elsewhere",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "except",
        "otherwise",
        "required",
        "law",
        "company",
        "obligation",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "table",
        "follow",
        "micronet",
        "enertec",
        "technology",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "par",
        "value",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "marketable",
        "security",
        "trade",
        "account",
        "receivable",
        "net",
        "inventory",
        "account",
        "receivable",
        "held",
        "sale",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "deferred",
        "tax",
        "asset",
        "deposit",
        "goodwill",
        "total",
        "asset",
        "total",
        "asset",
        "micronet",
        "enertec",
        "technology",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "par",
        "value",
        "data",
        "december",
        "december",
        "liability",
        "equity",
        "bank",
        "credit",
        "current",
        "portion",
        "bank",
        "loan",
        "credit",
        "others",
        "current",
        "portion",
        "loan",
        "others",
        "trade",
        "account",
        "payable",
        "account",
        "payable",
        "held",
        "sale",
        "liability",
        "total",
        "current",
        "liability",
        "loan",
        "bank",
        "loan",
        "others",
        "accrued",
        "severance",
        "pay",
        "net",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "retained",
        "loss",
        "micronet",
        "enertec",
        "stockholder",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "micronet",
        "enertec",
        "technology",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "share",
        "loss",
        "per",
        "share",
        "data",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "finance",
        "expense",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "tax",
        "income",
        "benefit",
        "net",
        "loss",
        "continued",
        "operation",
        "net",
        "loss",
        "discontinued",
        "operation",
        "total",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "micronet",
        "enertec",
        "loss",
        "per",
        "share",
        "attributable",
        "micronet",
        "enertec",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "continued",
        "operation",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "discontinued",
        "operation",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "financial",
        "measure",
        "addition",
        "providing",
        "financial",
        "measurement",
        "based",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "america",
        "gaap",
        "provide",
        "additional",
        "financial",
        "metric",
        "prepared",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "management",
        "us",
        "financial",
        "measure",
        "addition",
        "gaap",
        "financial",
        "measure",
        "understand",
        "compare",
        "operating",
        "result",
        "across",
        "accounting",
        "period",
        "financial",
        "operational",
        "decision",
        "making",
        "planning",
        "forecasting",
        "purpose",
        "evaluate",
        "financial",
        "performance",
        "management",
        "belief",
        "financial",
        "measure",
        "reflect",
        "ongoing",
        "business",
        "manner",
        "allows",
        "meaningful",
        "comparison",
        "analysis",
        "trend",
        "business",
        "exclude",
        "expense",
        "gain",
        "reflective",
        "ongoing",
        "operating",
        "result",
        "management",
        "also",
        "belief",
        "financial",
        "measure",
        "provide",
        "useful",
        "information",
        "investor",
        "understanding",
        "evaluating",
        "operating",
        "result",
        "future",
        "prospect",
        "manner",
        "management",
        "comparing",
        "financial",
        "result",
        "across",
        "accounting",
        "period",
        "peer",
        "company",
        "financial",
        "measure",
        "replace",
        "presentation",
        "gaap",
        "financial",
        "result",
        "used",
        "supplement",
        "substitute",
        "financial",
        "result",
        "presented",
        "accordance",
        "gaap",
        "adjustment",
        "basis",
        "excluding",
        "financial",
        "measure",
        "outlined",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "required",
        "amortize",
        "intangible",
        "asset",
        "included",
        "gaap",
        "financial",
        "statement",
        "related",
        "acquisition",
        "beijer",
        "june",
        "amount",
        "acquisition",
        "purchase",
        "price",
        "allocated",
        "intangible",
        "asset",
        "term",
        "related",
        "amortization",
        "unique",
        "transaction",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "charge",
        "believe",
        "change",
        "reflect",
        "operational",
        "performance",
        "therefore",
        "exclude",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "provide",
        "investor",
        "consistent",
        "basis",
        "comparing",
        "operating",
        "result",
        "amortization",
        "note",
        "discount",
        "expense",
        "related",
        "amortization",
        "discount",
        "note",
        "purchase",
        "agreement",
        "ya",
        "ii",
        "pn",
        "expense",
        "reflect",
        "operation",
        "compensation",
        "award",
        "granted",
        "certain",
        "individual",
        "affected",
        "historical",
        "stock",
        "price",
        "irrelevant",
        "analysis",
        "necessarily",
        "linked",
        "operational",
        "performance",
        "following",
        "table",
        "reconciles",
        "period",
        "presented",
        "gaap",
        "net",
        "loss",
        "continued",
        "operation",
        "net",
        "loss",
        "continued",
        "operation",
        "gaap",
        "loss",
        "per",
        "diluted",
        "share",
        "continued",
        "operation",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "continued",
        "operation",
        "year",
        "ended",
        "december",
        "dollar",
        "thousand",
        "share",
        "per",
        "share",
        "amount",
        "gaap",
        "net",
        "loss",
        "continued",
        "operation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "compensation",
        "share",
        "issued",
        "service",
        "provider",
        "amortization",
        "note",
        "discount",
        "income",
        "adjustment",
        "total",
        "net",
        "loss",
        "continued",
        "operation",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "continued",
        "operation",
        "share",
        "used",
        "per",
        "share",
        "calculation",
        "gaap",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "discontinued",
        "operation",
        "gaap",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "continued",
        "operation",
        "view",
        "original",
        "content",
        "http",
        "source",
        "micronet",
        "enertec",
        "technology",
        "inc"
    ]
}