{
    "organizations": [],
    "uuid": "1b58f8cda0e01a9887ccb106e6cc69c4282e4796",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/24/hawaiian-food-is-flourishing-in-utah.html",
    "ord_in_thread": 0,
    "title": "Hawaiian food is flourishing … in Utah?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SALT LAKE CITY — The restaurant Mo' Bettahs is a ballad to beach life. Surfing movies play on TV screens in a continuous loop. Paddles and surfboards that have all touched Hawaiian waters adorn the walls. Reggae music by the Hawaiian band Natural Vibrations pulses through the speakers.\nIt's nearly enough to make you forget you're in a dry, landlocked city where the sights include snow-capped mountains and the occasional blizzard.\nThat this restaurant exists at all is improbable. The brothers Kalani and Kimo Mack, who hail from Kaneohe on the coast of Oahu, opened the Hawaiian-style fast-casual place in 2008, in the depths of the Great Recession, with no experience, no business plan and only the money they had saved from driving buses in Honolulu.\nMore from the New York Times:\nHome to Hawaii in search of poke\nPoke reaches the shores of Manhattan\nMissions signal a growing role for Mormon women\nA decade later, Mo' Bettahs has six perennially packed locations in Utah, an aggressive plan to expand to other states and a loyal customer base that dotes on the restaurant's specialties: crisp, golden-brown chicken katsu dipped in ketchup-laced Mo' Bettahs sauce, and steak glossed with a sweet, almost maltlike homemade teriyaki.\nA large measure of that success, though, derives not from any particular dish, but from the very specific appeal the restaurant holds for Utah's dominant religious group: Mormons.\nAs the headquarters of the Church of Jesus Christ of Latter-day Saints , Utah is home to two million Mormons, the largest number in any state. And the Mormon Church has long had strong ties to Polynesian island groups like Hawaii, Tonga and Samoa.\nThat Pacific region was one of the church's first overseas destinations, in the 1840s, for its missions — an essential Mormon tradition in which young members spend one and a half to two years in a single place to try converting locals to the faith. As a result, Mormons number in the hundreds of thousands in Polynesia, which has six Mormon temples and several church-sponsored schools.\nThe Mack brothers, Kimo, 48, and Kalani, 49 — relaxed, slow-talking and clad in Hawaiian shirts and flip-flops regardless of the weather — never considered any of this when they moved to Salt Lake City and set out to open Mo' Bettahs, even though both are lifelong members of the Mormon Church.\nGrowing up in Hawaii — their mother was Hawaiian-Korean, and their father was Caucasian — they were beach bums who barely graduated from high school, and eventually became city bus drivers. Kalani moved to Salt Lake City in 1998 because his wife's family was from there, as was his father; Kimo followed in 2008 to escape the high cost of living in Honolulu.\n\"The Mormon thing wasn't really a draw,\" Kalani said. \"I thought that everyone in Utah kind of takes for granted the fact that everyone's Mormon. It doesn't feel as special as it does in Hawaii.\"\nWith no other job prospects, the brothers brainstormed and wrote down 10 ideas for businesses they could start together — including a tent company, and creating kiosks for loading songs onto an iPod. They settled on option No. 3: opening a restaurant.\nThey had no clue about the logistics of running a restaurant, but no doubt that it would center on their favorite food, the Hawaiian plate lunch — a multicultural meal of meat, rice and macaroni salad, a staple of 19th-century sugar-plantation workers who came to Hawaii from countries like Japan and China. The name, Mo' Bettahs, is Hawaiian Pidgin, a Creole language from the plantations.\nThe Macks' main source of culinary education was Zippy's — the popular Hawaii-based fast-casual chain where they worked making plate lunches for two years — as well as their mother, an avid home cook who \"fried everything,\" Kimo recalled.\nThe brothers worked tirelessly to ensure that their new restaurant looked and felt like their island home. They bought 200 gallons of their favorite soy sauce, Aloha Shoyu , from Hawaii for their teriyaki; they installed a tin roof in one corner and decorated it with surfboards and Hawaii license plates to mimic the look of their grandparents' house in Kauai. Kalani cooked pound after pound of elbow pasta to perfect the restaurant's creamy macaroni salad (or \"crack salad,\" as customers have taken to calling it).\nBut when Mo' Bettahs opened in the summer of 2008, with the economic downturn in full swing, the brothers were making only $500 a day in sales. \"I remember so vividly telling Kimo, 'How long do you think we can go until we have to pull the plug and cut our losses?'\" Kalani said.\nAround the same time, Facebook was gaining traction, and Kalani's 15-year-old daughter, Malia, had just created a profile for herself. \"I quickly realized, holy smokes, you can reach a lot of people through this,\" he said.\nSo Kalani made a profile for Mo' Bettahs, and soon noticed that there were many Facebook groups for Mormons who had served missions in Polynesia. He started promoting the restaurant through those channels.\nMo' Bettahs was suddenly mobbed with former missionaries eager to give their families and friends a taste of the place where they had spent their most formative years. Mormons, the Macks quickly realized, were their greatest marketing tool.\n\"Mormons are all about supporting their neighbors, and seeing their community succeed,\" Kimo said. \"I would go as far as to say: You want to be a successful business person here? You need to join the church.\"\nOne of those fans is Vince Vernon, who sells commercial insurance and served his mission in Hawaii from 2000 to 2002. Mo' Bettahs, he said, \"took the environment in Hawaii — where everyone is happy to see you, where people are constantly feeding you, where there's so much food that you cannot see the bottom of the table — and they brought that here.\"\nAt one point, Mr. Vernon said, he visited the restaurant every day for six weeks because it reminded him so strongly of his mission experience. \"And it's the best food I have ever had in my life,\" he said. \"I can't even begin to describe the endorphin release from that chicken katsu.\"\nTodd Bangerter, a plumber, served his mission in Kaneohe from 2002 to 2004. \"I am a redneck hunting guy from Utah, and by the time I left Hawaii, I felt so much like part of the culture,\" Mr. Bangerter said. \"I really grew up there.\"\nTo have a place as true to his memories as Mo' Bettahs, he said, \"all the way in Utah, where the biggest body of water close to the ocean is the Great Salt Lake — it's amazing.\" From his first taste of the macaroni salad, he said, it was like he was back in Hawaii.\nThe Macks quickly became celebrities in local Mormon circles. \"It got to the point that when I changed congregations, I walked in and everyone knew who I was,\" Kimo said. \"They were like, 'You're the Mo' Bettahs guy!'\"\nThere is one subset of the local Mormon population that the brothers acknowledge they have not been as successful in wooing: people of Polynesian descent.\nOn a recent afternoon at the original restaurant, a table of teenage Samoan-American girls agreed that the food didn't have the depth of seasoning they were used to.\n\"It's good for Utah, but I've had Hawaiian barbecue with a lot more flavor,\" said one, Charlotte McFarland. \"A lot of the cooks here are white, so they don't know how to season because they didn't grow up cooking this food. This chicken katsu just tastes fried.\"\nA local Lyft driver from the Philippines who has spent much of his life in Hawaii said the food at Mo' Bettahs was \"not sweet enough\" for his tastes.\nThis response doesn't surprise the Macks. Polynesia has people of so many backgrounds that \"everyone makes their food a little differently,\" Kalani said. \"That's why we don't want to rely on that Polynesian audience, because I think so few of them actually eat with us, and those that do are our harshest critics.\"\nStill, business continues to look up. Mo' Bettahs has opened five more locations in Utah, and the brothers say they are one opening away from making $1 million in sales each month . \"I'm an island boy who didn't go to school, so that's like, whoa!\" Kimo said.\nIn 2017, the Macks entered into a partnership with the Utah restaurant development company Four Foods Group to standardize their business operations and grow the brand nationally. (Four Foods says it holds a 50.1 percent stake in the chain.)\nAndrew and Shauna Smith, the group's founders, said they were impressed by the economics of the restaurant. \"You get so much food for your money, but the food cost is lower than average in the industry,\" Mr. Smith said. There are also not many Hawaiian restaurants in Utah to compete with Mo' Bettahs.\nThe plan is to open six more Utah locations starting this summer, with a branch in Idaho — which also has a large Mormon population — to follow next year. After that, Mo' Bettahs plans to expand to states like Nevada and Missouri, in cities where housing costs are low and incomes are high.\nFour Foods has gotten Mo' Bettahs onto Instagram and Twitter, and expanded its presence on Facebook, which the Mack brothers had all but stopped using once they realized their fellow Mormons provided a much more powerful social platform.\n\"We've got this network of people from all over the world just because of the connectivity of the church,\" Kimo said. \"They have become our customers, our business partners, our insurance guys, our graphic design team.\"\nIt helps that the teriyaki steak inspires devotion, too.\n\"This food is the next big thing,\" said Mr. Vernon. \"It's going to be better than Chipotle and Panda Express.\"",
    "published": "2018-04-25T00:09:00.000+03:00",
    "crawled": "2018-04-25T00:30:03.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "salt",
        "lake",
        "city",
        "restaurant",
        "mo",
        "bettahs",
        "ballad",
        "beach",
        "life",
        "surfing",
        "movie",
        "play",
        "tv",
        "screen",
        "continuous",
        "loop",
        "paddle",
        "surfboard",
        "touched",
        "hawaiian",
        "water",
        "adorn",
        "wall",
        "reggae",
        "music",
        "hawaiian",
        "band",
        "natural",
        "vibration",
        "pulse",
        "speaker",
        "nearly",
        "enough",
        "make",
        "forget",
        "dry",
        "landlocked",
        "city",
        "sight",
        "include",
        "mountain",
        "occasional",
        "blizzard",
        "restaurant",
        "exists",
        "improbable",
        "brother",
        "kalani",
        "kimo",
        "mack",
        "hail",
        "kaneohe",
        "coast",
        "oahu",
        "opened",
        "place",
        "depth",
        "great",
        "recession",
        "experience",
        "business",
        "plan",
        "money",
        "saved",
        "driving",
        "bus",
        "honolulu",
        "new",
        "york",
        "time",
        "home",
        "hawaii",
        "search",
        "poke",
        "poke",
        "reach",
        "shore",
        "manhattan",
        "mission",
        "signal",
        "growing",
        "role",
        "mormon",
        "woman",
        "decade",
        "later",
        "mo",
        "bettahs",
        "six",
        "perennially",
        "packed",
        "location",
        "utah",
        "aggressive",
        "plan",
        "expand",
        "state",
        "loyal",
        "customer",
        "base",
        "dotes",
        "restaurant",
        "specialty",
        "crisp",
        "chicken",
        "katsu",
        "dipped",
        "mo",
        "bettahs",
        "sauce",
        "steak",
        "glossed",
        "sweet",
        "almost",
        "maltlike",
        "homemade",
        "teriyaki",
        "large",
        "measure",
        "success",
        "though",
        "derives",
        "particular",
        "dish",
        "specific",
        "appeal",
        "restaurant",
        "hold",
        "utah",
        "dominant",
        "religious",
        "group",
        "mormon",
        "headquarters",
        "church",
        "jesus",
        "christ",
        "saint",
        "utah",
        "home",
        "two",
        "million",
        "mormon",
        "largest",
        "number",
        "state",
        "mormon",
        "church",
        "long",
        "strong",
        "tie",
        "polynesian",
        "island",
        "group",
        "like",
        "hawaii",
        "tonga",
        "samoa",
        "pacific",
        "region",
        "one",
        "church",
        "first",
        "overseas",
        "destination",
        "1840s",
        "mission",
        "essential",
        "mormon",
        "tradition",
        "young",
        "member",
        "spend",
        "one",
        "half",
        "two",
        "year",
        "single",
        "place",
        "try",
        "converting",
        "local",
        "faith",
        "result",
        "mormon",
        "number",
        "hundred",
        "thousand",
        "polynesia",
        "six",
        "mormon",
        "temple",
        "several",
        "school",
        "mack",
        "brother",
        "kimo",
        "kalani",
        "relaxed",
        "clad",
        "hawaiian",
        "shirt",
        "regardless",
        "weather",
        "never",
        "considered",
        "moved",
        "salt",
        "lake",
        "city",
        "set",
        "open",
        "mo",
        "bettahs",
        "even",
        "though",
        "lifelong",
        "member",
        "mormon",
        "church",
        "growing",
        "hawaii",
        "mother",
        "father",
        "caucasian",
        "beach",
        "bum",
        "barely",
        "graduated",
        "high",
        "school",
        "eventually",
        "became",
        "city",
        "bus",
        "driver",
        "kalani",
        "moved",
        "salt",
        "lake",
        "city",
        "wife",
        "family",
        "father",
        "kimo",
        "followed",
        "escape",
        "high",
        "cost",
        "living",
        "honolulu",
        "mormon",
        "thing",
        "really",
        "draw",
        "kalani",
        "said",
        "thought",
        "everyone",
        "utah",
        "kind",
        "take",
        "granted",
        "fact",
        "everyone",
        "mormon",
        "feel",
        "special",
        "hawaii",
        "job",
        "prospect",
        "brother",
        "brainstormed",
        "wrote",
        "idea",
        "business",
        "could",
        "start",
        "together",
        "including",
        "tent",
        "company",
        "creating",
        "kiosk",
        "loading",
        "song",
        "onto",
        "ipod",
        "settled",
        "option",
        "opening",
        "restaurant",
        "clue",
        "logistics",
        "running",
        "restaurant",
        "doubt",
        "would",
        "center",
        "favorite",
        "food",
        "hawaiian",
        "plate",
        "lunch",
        "multicultural",
        "meal",
        "meat",
        "rice",
        "macaroni",
        "salad",
        "staple",
        "worker",
        "came",
        "hawaii",
        "country",
        "like",
        "japan",
        "china",
        "name",
        "mo",
        "bettahs",
        "hawaiian",
        "pidgin",
        "creole",
        "language",
        "plantation",
        "mack",
        "main",
        "source",
        "culinary",
        "education",
        "zippy",
        "popular",
        "chain",
        "worked",
        "making",
        "plate",
        "lunch",
        "two",
        "year",
        "well",
        "mother",
        "avid",
        "home",
        "cook",
        "fried",
        "everything",
        "kimo",
        "recalled",
        "brother",
        "worked",
        "tirelessly",
        "ensure",
        "new",
        "restaurant",
        "looked",
        "felt",
        "like",
        "island",
        "home",
        "bought",
        "gallon",
        "favorite",
        "soy",
        "sauce",
        "aloha",
        "shoyu",
        "hawaii",
        "teriyaki",
        "installed",
        "tin",
        "roof",
        "one",
        "corner",
        "decorated",
        "surfboard",
        "hawaii",
        "license",
        "plate",
        "mimic",
        "look",
        "grandparent",
        "house",
        "kauai",
        "kalani",
        "cooked",
        "pound",
        "pound",
        "elbow",
        "pasta",
        "perfect",
        "restaurant",
        "creamy",
        "macaroni",
        "salad",
        "crack",
        "salad",
        "customer",
        "taken",
        "calling",
        "mo",
        "bettahs",
        "opened",
        "summer",
        "economic",
        "downturn",
        "full",
        "swing",
        "brother",
        "making",
        "day",
        "sale",
        "remember",
        "vividly",
        "telling",
        "kimo",
        "long",
        "think",
        "go",
        "pull",
        "plug",
        "cut",
        "loss",
        "kalani",
        "said",
        "around",
        "time",
        "facebook",
        "gaining",
        "traction",
        "kalani",
        "daughter",
        "malia",
        "created",
        "profile",
        "quickly",
        "realized",
        "holy",
        "smoke",
        "reach",
        "lot",
        "people",
        "said",
        "kalani",
        "made",
        "profile",
        "mo",
        "bettahs",
        "soon",
        "noticed",
        "many",
        "facebook",
        "group",
        "mormon",
        "served",
        "mission",
        "polynesia",
        "started",
        "promoting",
        "restaurant",
        "channel",
        "mo",
        "bettahs",
        "suddenly",
        "mobbed",
        "former",
        "missionary",
        "eager",
        "give",
        "family",
        "friend",
        "taste",
        "place",
        "spent",
        "formative",
        "year",
        "mormon",
        "mack",
        "quickly",
        "realized",
        "greatest",
        "marketing",
        "tool",
        "mormon",
        "supporting",
        "neighbor",
        "seeing",
        "community",
        "succeed",
        "kimo",
        "said",
        "would",
        "go",
        "far",
        "say",
        "want",
        "successful",
        "business",
        "person",
        "need",
        "join",
        "church",
        "one",
        "fan",
        "vince",
        "vernon",
        "sell",
        "commercial",
        "insurance",
        "served",
        "mission",
        "hawaii",
        "mo",
        "bettahs",
        "said",
        "took",
        "environment",
        "hawaii",
        "everyone",
        "happy",
        "see",
        "people",
        "constantly",
        "feeding",
        "much",
        "food",
        "see",
        "bottom",
        "table",
        "brought",
        "one",
        "point",
        "vernon",
        "said",
        "visited",
        "restaurant",
        "every",
        "day",
        "six",
        "week",
        "reminded",
        "strongly",
        "mission",
        "experience",
        "best",
        "food",
        "ever",
        "life",
        "said",
        "ca",
        "even",
        "begin",
        "describe",
        "endorphin",
        "release",
        "chicken",
        "katsu",
        "todd",
        "bangerter",
        "plumber",
        "served",
        "mission",
        "kaneohe",
        "redneck",
        "hunting",
        "guy",
        "utah",
        "time",
        "left",
        "hawaii",
        "felt",
        "much",
        "like",
        "part",
        "culture",
        "bangerter",
        "said",
        "really",
        "grew",
        "place",
        "true",
        "memory",
        "mo",
        "bettahs",
        "said",
        "way",
        "utah",
        "biggest",
        "body",
        "water",
        "close",
        "ocean",
        "great",
        "salt",
        "lake",
        "amazing",
        "first",
        "taste",
        "macaroni",
        "salad",
        "said",
        "like",
        "back",
        "hawaii",
        "mack",
        "quickly",
        "became",
        "celebrity",
        "local",
        "mormon",
        "circle",
        "got",
        "point",
        "changed",
        "congregation",
        "walked",
        "everyone",
        "knew",
        "kimo",
        "said",
        "like",
        "mo",
        "bettahs",
        "guy",
        "one",
        "subset",
        "local",
        "mormon",
        "population",
        "brother",
        "acknowledge",
        "successful",
        "wooing",
        "people",
        "polynesian",
        "descent",
        "recent",
        "afternoon",
        "original",
        "restaurant",
        "table",
        "teenage",
        "girl",
        "agreed",
        "food",
        "depth",
        "seasoning",
        "used",
        "good",
        "utah",
        "hawaiian",
        "barbecue",
        "lot",
        "flavor",
        "said",
        "one",
        "charlotte",
        "mcfarland",
        "lot",
        "cook",
        "white",
        "know",
        "season",
        "grow",
        "cooking",
        "food",
        "chicken",
        "katsu",
        "taste",
        "fried",
        "local",
        "lyft",
        "driver",
        "philippine",
        "spent",
        "much",
        "life",
        "hawaii",
        "said",
        "food",
        "mo",
        "bettahs",
        "sweet",
        "enough",
        "taste",
        "response",
        "surprise",
        "mack",
        "polynesia",
        "people",
        "many",
        "background",
        "everyone",
        "make",
        "food",
        "little",
        "differently",
        "kalani",
        "said",
        "want",
        "rely",
        "polynesian",
        "audience",
        "think",
        "actually",
        "eat",
        "u",
        "harshest",
        "critic",
        "still",
        "business",
        "continues",
        "look",
        "mo",
        "bettahs",
        "opened",
        "five",
        "location",
        "utah",
        "brother",
        "say",
        "one",
        "opening",
        "away",
        "making",
        "million",
        "sale",
        "month",
        "island",
        "boy",
        "go",
        "school",
        "like",
        "whoa",
        "kimo",
        "said",
        "mack",
        "entered",
        "partnership",
        "utah",
        "restaurant",
        "development",
        "company",
        "four",
        "food",
        "group",
        "standardize",
        "business",
        "operation",
        "grow",
        "brand",
        "nationally",
        "four",
        "food",
        "say",
        "hold",
        "percent",
        "stake",
        "chain",
        "andrew",
        "shauna",
        "smith",
        "group",
        "founder",
        "said",
        "impressed",
        "economics",
        "restaurant",
        "get",
        "much",
        "food",
        "money",
        "food",
        "cost",
        "lower",
        "average",
        "industry",
        "smith",
        "said",
        "also",
        "many",
        "hawaiian",
        "restaurant",
        "utah",
        "compete",
        "mo",
        "bettahs",
        "plan",
        "open",
        "six",
        "utah",
        "location",
        "starting",
        "summer",
        "branch",
        "idaho",
        "also",
        "large",
        "mormon",
        "population",
        "follow",
        "next",
        "year",
        "mo",
        "bettahs",
        "plan",
        "expand",
        "state",
        "like",
        "nevada",
        "missouri",
        "city",
        "housing",
        "cost",
        "low",
        "income",
        "high",
        "four",
        "food",
        "gotten",
        "mo",
        "bettahs",
        "onto",
        "instagram",
        "twitter",
        "expanded",
        "presence",
        "facebook",
        "mack",
        "brother",
        "stopped",
        "using",
        "realized",
        "fellow",
        "mormon",
        "provided",
        "much",
        "powerful",
        "social",
        "platform",
        "got",
        "network",
        "people",
        "world",
        "connectivity",
        "church",
        "kimo",
        "said",
        "become",
        "customer",
        "business",
        "partner",
        "insurance",
        "guy",
        "graphic",
        "design",
        "team",
        "help",
        "teriyaki",
        "steak",
        "inspires",
        "devotion",
        "food",
        "next",
        "big",
        "thing",
        "said",
        "vernon",
        "going",
        "better",
        "chipotle",
        "panda",
        "express"
    ]
}