{
    "organizations": [],
    "uuid": "8e409f44dd438971bad588f389f6fae1d0e04194",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/globe-newswire-pengrowth-provides-update-to-exchange-listings-to-align-with-its-new-focus.html",
    "ord_in_thread": 0,
    "title": "Pengrowth Provides Update to Exchange Listings to Align With Its New Focus",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 18, 2018 (GLOBE NEWSWIRE) -- Pengrowth Energy Corporation (TSX:PGF) (NYSE:PGH) today announces that after careful consideration and in contemplation of the previous delisting notices received by Pengrowth from the New York Stock Exchange (NYSE), the Board of Directors of Pengrowth has decided not to take any further steps towards the implementation of a compliance plan, which would have included effecting a reverse stock-split of the Company’s common stock, in order to preserve the listing of its common stock on the NYSE. Pengrowth will continue to be listed on the Toronto Stock Exchange (TSX) and is expected to commence trading on the OTC Pink Market electronic quotation service in the United States, once delisting from the NYSE is complete.\nThe Company’s decision not to effect a reverse stock-split of its common stock, or to take any other steps towards implementation of a compliance plan, was made after the Board concluded that the disadvantages of maintaining its listing on the NYSE outweighed the benefits to the Company and its shareholders. Among the factors considered were the ongoing costs and expenses, direct and indirect, associated with having the Company’s common stock listed on both the NYSE and the TSX, the costs of effecting a reverse stock-split or other activity intended to achieve compliance, and the lack of incremental benefits generated by the dual listing for a company of Pengrowth’s size.\nOn December 1, 2017, Pengrowth announced that it had received notice from the NYSE that it was no longer in compliance with the NYSE’s continued listing standards as a result of the average closing price of its common stock being less than U.S.$1.00 per share over a consecutive 30 trading-day period. Pengrowth also advised that it had a period of six months from the date of the NYSE notification to regain compliance with the NYSE's price listing standard. Failure to regain compliance prior to the expiration of the six month period may result in the common stock being subject to delisting by the NYSE. The compliance period is expected to expire on June 1, 2018.\nA delisting of the Company’s common stock from the NYSE will not affect Pengrowth’s business operations nor will it breach or constitute an event of default under any of Pengrowth’s agreements with its lenders. Pengrowth continues to be in compliance with the terms of all of those agreements.\nPengrowth remains a publicly traded entity with its primary listing on the TSX, where its shares will continue to trade under the symbol PGF, independent of, and not affected by, the status of the NYSE listing. The Company is in full compliance with the TSX listing requirements and in light of the size of the new Pengrowth, it is expected that the TSX listing is more than sufficient to meet the needs of the Company. Shareholders in the United States who hold shares with a broker are encouraged to check with their broker as they may be able to trade their shares on the TSX. For all other U.S. shareholders, the trading of shares in the United States is expected to commence on the OTC Pink Market electronic quotation service, once delisting from the NYSE is complete.\nAbout Pengrowth :\nPengrowth Energy Corporation is a Canadian energy company focused on the sustainable development and production of oil and natural gas in Western Canada from its Lindbergh thermal oil property and its Groundbirch Montney gas property. The Company is headquartered in Calgary, Alberta, Canada and has been operating in the Western basin for over 28 years. The Company’s shares trade on both the Toronto Stock Exchange under the symbol \"PGF\" and on the New York Stock Exchange under the symbol \"PGH\".\nPENGROWTH ENERGY CORPORATION\nPete Sametz\nPresident and Chief Executive Officer\nContact information:\nWassem Khalil\nManager, Investor Relations\nToll free 1-855-336-8814\nFor further information about Pengrowth, please visit our website www.pengrowth.com or contact: Investor Relations, E-mail: investorrelations@pengrowth.com\nAdvisories:\nCaution Regarding Forward Looking Information:\nThis press release contains forward-looking statements within the meaning of securities laws, including the \"safe harbour\" provisions of the Canadian securities legislation and the United States Private Securities Litigation Reform Act of 1995. Forward-looking information is often, but not always, identified by the use of words such as \"anticipate\", \"believe\", \"expect\", \"plan\", \"intend\", \"forecast\", \"target\", \"project\", \"guidance\", \"may\", \"will\", \"should\", \"could\", \"estimate\", \"predict\" or similar words suggesting future outcomes or language suggesting an outlook. Forward-looking statements in this press release include, but are not limited to, statements with respect to Pengrowth’s decision not to implement a compliance plan intended to preserve the listing of the common stock on the NYSE; the potential delisting of Pengrowth’s common shares from the NYSE and the timing thereof; a de-listing from the NYSE not affecting Pengrowth’s business operations and does not breach or cause an event of default under any of Pengrowth’s agreements with its lenders; Pengrowth’s continued compliance with the terms of all of those agreements and the continued listing and trading of Pengrowth’s common shares on the TSX. Forward-looking statements and information are based on current beliefs as well as assumptions made by and information currently available to Pengrowth concerning anticipated financial performance, business prospects, strategies and regulatory developments. Although management considers these assumptions to be reasonable based on information currently available to it, they may prove to be incorrect.\nBy their very nature, forward-looking statements involve inherent risks and uncertainties, both general and specific, and risks that predictions, forecasts, projections and other forward-looking statements will not be achieved. We caution readers not to place undue reliance on these statements as a number of important factors could cause the actual results to differ materially from the beliefs, plans, objectives, expectations and anticipations, estimates and intentions expressed in such forward-looking statements. These factors include, but are not limited to: changes in general economic, market and business conditions; the volatility of oil and gas prices; fluctuations in production and development costs and capital expenditures; the imprecision of reserve estimates and estimates of recoverable quantities of oil, natural gas and liquids; Pengrowth's ability to replace and expand oil and gas reserves; geological, technical, drilling and processing problems and other difficulties in producing reserves; environmental claims and liabilities; incorrect assessments of value when making acquisitions; increases in debt service charges; the loss of key personnel; the marketability of production; defaults by third party operators; unforeseen title defects; fluctuations in foreign currency and exchange rates; fluctuations in interest rates; inadequate insurance coverage; compliance with environmental laws and regulations; actions by governmental or regulatory agencies, including changes in tax laws; Pengrowth's ability to access external sources of debt and equity capital; the impact of foreign and domestic government programs and the occurrence of unexpected events involved in the operation and development of oil and gas properties. Further information regarding these factors may be found under the heading \"Business Risks\" in our most recent management's discussion and analysis and under \"Risk Factors\" in our Annual Information Form dated February 28, 2018.\nThe foregoing list of factors that may affect future results is not exhaustive. When relying on our forward-looking statements to make decisions, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. Furthermore, the forward-looking statements contained in this press release are made as of the date of this press release, and Pengrowth does not undertake any obligation to update publicly or to revise any of the included forward-looking statements, whether as a result of new information, future events or otherwise, except as required by applicable laws. The forward-looking statements contained in this press release are expressly qualified by this cautionary statement.\nThe forward-looking statements contained in this press release are expressly qualified by this cautionary statement.\nSource:Pengrowth Energy Corporation",
    "published": "2018-04-18T14:30:00.000+03:00",
    "crawled": "2018-04-18T17:56:48.167+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "pengrowth",
        "energy",
        "corporation",
        "tsx",
        "pgf",
        "nyse",
        "pgh",
        "today",
        "announces",
        "careful",
        "consideration",
        "contemplation",
        "previous",
        "delisting",
        "notice",
        "received",
        "pengrowth",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "board",
        "director",
        "pengrowth",
        "decided",
        "take",
        "step",
        "towards",
        "implementation",
        "compliance",
        "plan",
        "would",
        "included",
        "effecting",
        "reverse",
        "company",
        "common",
        "stock",
        "order",
        "preserve",
        "listing",
        "common",
        "stock",
        "nyse",
        "pengrowth",
        "continue",
        "listed",
        "toronto",
        "stock",
        "exchange",
        "tsx",
        "expected",
        "commence",
        "trading",
        "otc",
        "pink",
        "market",
        "electronic",
        "quotation",
        "service",
        "united",
        "state",
        "delisting",
        "nyse",
        "complete",
        "company",
        "decision",
        "effect",
        "reverse",
        "common",
        "stock",
        "take",
        "step",
        "towards",
        "implementation",
        "compliance",
        "plan",
        "made",
        "board",
        "concluded",
        "disadvantage",
        "maintaining",
        "listing",
        "nyse",
        "outweighed",
        "benefit",
        "company",
        "shareholder",
        "among",
        "factor",
        "considered",
        "ongoing",
        "cost",
        "expense",
        "direct",
        "indirect",
        "associated",
        "company",
        "common",
        "stock",
        "listed",
        "nyse",
        "tsx",
        "cost",
        "effecting",
        "reverse",
        "activity",
        "intended",
        "achieve",
        "compliance",
        "lack",
        "incremental",
        "benefit",
        "generated",
        "dual",
        "listing",
        "company",
        "pengrowth",
        "size",
        "december",
        "pengrowth",
        "announced",
        "received",
        "notice",
        "nyse",
        "longer",
        "compliance",
        "nyse",
        "continued",
        "listing",
        "standard",
        "result",
        "average",
        "closing",
        "price",
        "common",
        "stock",
        "less",
        "per",
        "share",
        "consecutive",
        "period",
        "pengrowth",
        "also",
        "advised",
        "period",
        "six",
        "month",
        "date",
        "nyse",
        "notification",
        "regain",
        "compliance",
        "nyse",
        "price",
        "listing",
        "standard",
        "failure",
        "regain",
        "compliance",
        "prior",
        "expiration",
        "six",
        "month",
        "period",
        "may",
        "result",
        "common",
        "stock",
        "subject",
        "delisting",
        "nyse",
        "compliance",
        "period",
        "expected",
        "expire",
        "june",
        "delisting",
        "company",
        "common",
        "stock",
        "nyse",
        "affect",
        "pengrowth",
        "business",
        "operation",
        "breach",
        "constitute",
        "event",
        "default",
        "pengrowth",
        "agreement",
        "lender",
        "pengrowth",
        "continues",
        "compliance",
        "term",
        "agreement",
        "pengrowth",
        "remains",
        "publicly",
        "traded",
        "entity",
        "primary",
        "listing",
        "tsx",
        "share",
        "continue",
        "trade",
        "symbol",
        "pgf",
        "independent",
        "affected",
        "status",
        "nyse",
        "listing",
        "company",
        "full",
        "compliance",
        "tsx",
        "listing",
        "requirement",
        "light",
        "size",
        "new",
        "pengrowth",
        "expected",
        "tsx",
        "listing",
        "sufficient",
        "meet",
        "need",
        "company",
        "shareholder",
        "united",
        "state",
        "hold",
        "share",
        "broker",
        "encouraged",
        "check",
        "broker",
        "may",
        "able",
        "trade",
        "share",
        "tsx",
        "shareholder",
        "trading",
        "share",
        "united",
        "state",
        "expected",
        "commence",
        "otc",
        "pink",
        "market",
        "electronic",
        "quotation",
        "service",
        "delisting",
        "nyse",
        "complete",
        "pengrowth",
        "pengrowth",
        "energy",
        "corporation",
        "canadian",
        "energy",
        "company",
        "focused",
        "sustainable",
        "development",
        "production",
        "oil",
        "natural",
        "gas",
        "western",
        "canada",
        "lindbergh",
        "thermal",
        "oil",
        "property",
        "groundbirch",
        "montney",
        "gas",
        "property",
        "company",
        "headquartered",
        "calgary",
        "alberta",
        "canada",
        "operating",
        "western",
        "basin",
        "year",
        "company",
        "share",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "pgf",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "pgh",
        "pengrowth",
        "energy",
        "corporation",
        "pete",
        "sametz",
        "president",
        "chief",
        "executive",
        "officer",
        "contact",
        "information",
        "wassem",
        "khalil",
        "manager",
        "investor",
        "relation",
        "toll",
        "free",
        "information",
        "pengrowth",
        "please",
        "visit",
        "website",
        "contact",
        "investor",
        "relation",
        "investorrelations",
        "advisory",
        "caution",
        "regarding",
        "forward",
        "looking",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "security",
        "law",
        "including",
        "safe",
        "harbour",
        "provision",
        "canadian",
        "security",
        "legislation",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "information",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "expect",
        "plan",
        "intend",
        "forecast",
        "target",
        "project",
        "guidance",
        "may",
        "could",
        "estimate",
        "predict",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "language",
        "suggesting",
        "outlook",
        "statement",
        "press",
        "release",
        "include",
        "limited",
        "statement",
        "respect",
        "pengrowth",
        "decision",
        "implement",
        "compliance",
        "plan",
        "intended",
        "preserve",
        "listing",
        "common",
        "stock",
        "nyse",
        "potential",
        "delisting",
        "pengrowth",
        "common",
        "share",
        "nyse",
        "timing",
        "thereof",
        "nyse",
        "affecting",
        "pengrowth",
        "business",
        "operation",
        "breach",
        "cause",
        "event",
        "default",
        "pengrowth",
        "agreement",
        "lender",
        "pengrowth",
        "continued",
        "compliance",
        "term",
        "agreement",
        "continued",
        "listing",
        "trading",
        "pengrowth",
        "common",
        "share",
        "tsx",
        "statement",
        "information",
        "based",
        "current",
        "belief",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "pengrowth",
        "concerning",
        "anticipated",
        "financial",
        "performance",
        "business",
        "prospect",
        "strategy",
        "regulatory",
        "development",
        "although",
        "management",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "nature",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "risk",
        "prediction",
        "forecast",
        "projection",
        "statement",
        "achieved",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "belief",
        "plan",
        "objective",
        "expectation",
        "anticipation",
        "estimate",
        "intention",
        "expressed",
        "statement",
        "factor",
        "include",
        "limited",
        "change",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "volatility",
        "oil",
        "gas",
        "price",
        "fluctuation",
        "production",
        "development",
        "cost",
        "capital",
        "expenditure",
        "imprecision",
        "reserve",
        "estimate",
        "estimate",
        "recoverable",
        "quantity",
        "oil",
        "natural",
        "gas",
        "liquid",
        "pengrowth",
        "ability",
        "replace",
        "expand",
        "oil",
        "gas",
        "reserve",
        "geological",
        "technical",
        "drilling",
        "processing",
        "problem",
        "difficulty",
        "producing",
        "reserve",
        "environmental",
        "claim",
        "liability",
        "incorrect",
        "assessment",
        "value",
        "making",
        "acquisition",
        "increase",
        "debt",
        "service",
        "charge",
        "loss",
        "key",
        "personnel",
        "marketability",
        "production",
        "default",
        "third",
        "party",
        "operator",
        "unforeseen",
        "title",
        "defect",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "interest",
        "rate",
        "inadequate",
        "insurance",
        "coverage",
        "compliance",
        "environmental",
        "law",
        "regulation",
        "action",
        "governmental",
        "regulatory",
        "agency",
        "including",
        "change",
        "tax",
        "law",
        "pengrowth",
        "ability",
        "access",
        "external",
        "source",
        "debt",
        "equity",
        "capital",
        "impact",
        "foreign",
        "domestic",
        "government",
        "program",
        "occurrence",
        "unexpected",
        "event",
        "involved",
        "operation",
        "development",
        "oil",
        "gas",
        "property",
        "information",
        "regarding",
        "factor",
        "may",
        "found",
        "heading",
        "business",
        "risk",
        "recent",
        "management",
        "discussion",
        "analysis",
        "risk",
        "factor",
        "annual",
        "information",
        "form",
        "dated",
        "february",
        "foregoing",
        "list",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "exhaustive",
        "relying",
        "statement",
        "make",
        "decision",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "furthermore",
        "statement",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "pengrowth",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "included",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "statement",
        "contained",
        "press",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "source",
        "pengrowth",
        "energy",
        "corporation"
    ]
}