{
    "organizations": [],
    "uuid": "1b46967c139671c1e77b2821e386b15497540fa4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/globe-newswire-wow-unlimited-media-announces-financial-results-for-fiscal-year-end-2017.html",
    "ord_in_thread": 0,
    "title": "Wow Unlimited Media Announces Financial Results for Fiscal Year End 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, April 27, 2018 (GLOBE NEWSWIRE) -- Wow Unlimited Media Inc. (“Wow” or the “Company”) (TSX-V:WOW.A) (TSX-V:WOW.B) announced its fourth quarter and fiscal year-end results for the period ended December 31, 2017. The Company reported the following highlights from the year ended December 31 st , 2017:\nCumulative prior period information in the following table has been restated for changes in accounting policies and for purchase price allocation adjustments relating to the acquisition of Frederator.\nFor the three months ended\nFor the twelve months ended\n$000's, except per share amounts December 31,\n2017 December 31,\n2016 December 31,\n2017 December 31,\n2016 Revenue $ 16,675 $ 3,453 $ 44,660 $ 17,660 Operating EBITDA 1 35 (242 ) (42 ) 1,898 Operating (loss) 1 (2,226 ) (1,039 ) (7,795 ) (1,215 ) Operating (loss) per share 2 - basic and diluted $ (0.09 ) $ (0.37 ) $ (0.31 ) $ (0.43 ) Net loss $ (1,519 ) $ (6,530 ) $ (5,086 ) $ (15,128 ) Net (loss) per share 2 - basic and diluted $ (0.06 ) $ (2.33 ) $ (0.20 ) $ (5.41 ) Weighted average number of shares outstanding 2 - basic and diluted 25,178,604 2,798,249 25,241,171 2,798,249 1 Operating EBITDA includes amortization of investment in film and television. Refer to discussion under Consolidated Results for a reconciliation of Operating EBITDA and Operating loss to Net loss. 2 Weighted average number of share comparative data has been adjusted to reflect a 10:1 share consolidation that occurred on December 15, 2016 FINANCIAL HIGHLIGHTS\nFor Fiscal 2017 revenue earned grew by 153% to $44.7 million compared to Fiscal 2016. This included $12.7 million generated from the Networks and Platforms segment through Channel Frederator Network, which continues to grow in both views and channels added over the course of the year. Revenue for the Animation Production segment was $32.0 million for the year ended December 31, 2017, which was an 85% increase in comparison to Fiscal 2016. Revenues in the Animation Production segment were bolstered from the delivery of the production Costume Quest by Frederator Studios and all 20 episodes of ReBoot: The Guardian Code , the Company’s proprietary intellectual property, by Mainframe Studios. Operating EBITDA was a loss of $42 thousand for Fiscal 2017 and net loss was $5.1 million for the year.\nMichael Hirsh, Chairman and CEO, commented: \"We are very pleased with our achievements during the first complete fiscal year for WOW!, including such highlights as:\nWOW! Unlimited Media and Bell Media announcing a Strategic Partnership in Kids and Youth Entertainment. Commenced production of 28 x 11 min episodes of the new Barbie Dream House Adventures series for Mattel. Mainframe Studios commenced production on season five of Octonauts for Silvergate Media in the second quarter of 2017. Frederator produced, Castlevania , season 1, launched on Netflix in July, 2017, and it became a top digital series in the United States. Amazon Studios announced the greenlight for Costume Quest for production by Frederator Studios. New episodes of Bravest Warriors , produced in partnership with Nelvana, launched exclusively to Frederator’s Cartoon Hangover Select service on Ellation’s VRV platform. Netflix announced a 2 nd season pick up of Castlevania based upon the success of the first season. In September, 2017, WOW! Unlimited Media entered into an agreement acquire a Category B specialty service from Bell Media (subject to Canadian regulatory approvals) in exchange for equity in WOW!. Rainmaker Studios completed and delivered the Barbie Dolphin Magic DVD to Mattel in the third quarter of 2017. Channel Frederator Network passed 1 billion views a month and exceeded 11 billion views for the year ended December 31, 2017. GO! Cartoons began on Cartoon Hangover, on YouTube, and on Ellation’s RV platform in November 2017. Mainframe Studios completed production of 20 x 22 min episodes of the ReBoot: The Guardian Code series in December 2017. Completed production of the first 10 x 22 min episodes of Spy Kids: Mission Critical series.\nWe are looking forward to continuing to grow the business in 2018 and we are off to a great start.”\nOPERATIONAL UPDATE\nChannel Frederator Network continues to grow, with 68 channels added to the network in the 3 months ended December 31, 2017, for a total of 394 channels added in 2017. Channel Frederator Network also attracted a total of 11.2 billion views for the year ended December 31, 2017, with 4.3 billion of those views coming in the 3 months ended December 31, 2017, representing a 46% increase over the previous quarter.\nIn addition, during the year ended December 31, 2017, Mainframe Studios delivered all episodes of the series Reboot: The Guardian Code to Corus Entertainment Inc. (“Corus”). The series debuted on Netflix on March 30, 2018, for international viewers and is expected to debut in Canada in June 2018.\nCastlevania, Season 1, an animated series, was also delivered to Netflix in June 2017, and debuted on Netflix on July 7, 2017, to wide critical acclaim. As published by Parrot Analytics, C astlevania achieved the status of both the most in-demand digital original and the most popular digital original series in the United States in the first two weeks of its launch. Netflix has contracted for an additional 8 episodes to be delivered in 2018.\nYEAR END CONSOLIDATED RESULTS\nCumulative prior period information in the following table has been restated for changes in accounting policies and for purchase price allocation adjustments relating to the acquisition of Frederator.\n$000's 2017 2016 2015 Revenue $ 44,660 $ 17,660 $ 15,902 Amortization of investment in film and televis ion $ 7,455 $ – $ – Operating EBITDA (42 ) 1,898 2,787 Finance costs 443 1,663 1,780 Depreciation and amortization 1 4,878 740 690 Corporate Expenses 2,432 710 1,235 Operating loss (7,795 ) (1,215 ) (918 ) Items affecting comparability: Share based payments 1,342 – – Acquisition costs – 5,760 635 Impairments – 566 – Share of results of Ratchet Productions, LLC – 7,673 647 Deferred income tax recovery (4,051 ) (86 ) – (2,709 ) 13,913 1,282 Net loss $ (5,086 ) $ (15,128 ) $ (2,200 ) Items affecting comparability: Foreign currency translation adjustment 1,107 375 (608 ) Total comprehensive loss $ (6,194 ) $ (15,503 ) $ (1,592 ) 1 Excludes amortization of investment in film and television properties Revenue and Operating EBITDA\nRevenue earned for the year ended December 31, 2017, increased by $27.0 million, compared to 2016, driven by advertising and other revenues generated by the Networks and Platforms segment through Channel Frederator Network and growth in the Animation Production segment as discussed above.\nOperating EBITDA decreased by $1.9 million for the year ended December 31, 2017, compared to 2016. This decrease reflects the impact of the lower margins for Channel Frederator Network and on owned IP compared to animation production service work. In addition, the Company recorded a $0.3 million provision against tax credits receivable for the year ended December 31, 2017, compared to no provision in 2016.\nAmortization of investment in film and television\nAmortization of investment in film and television during the year relates primarily to the amortization of productions completed during 2017 including Reboot: The Guardian Code and Castlevania Season 1 .\nFinance costs\nThe decrease in overall finance costs from 2016 to 2017 of $1.2 million for the year ended December 31, 2017, is largely due to a decrease in interest expense on convertible debentures which were settled as part of the Company’s series of acquisitions and reorganizations which occurred in December 2016 (the “Reorganization”).\nDepreciation and amortization\nThe increase in depreciation and amortisation during the year ended December 31, 2017 is primarily related to the $4.3 million in amortization expense for the year, for the identified intangible assets that were acquired as part of the Reorganization.\nNON-GAAP FINANCIAL MEASURES\nThe Company reports using certain supplemental indicators of the Company’s financial and operating performance in addition to results reported in accordance with International Financial Reporting Standards (“GAAP”). These measures are referred to as non-GAAP measures, and include operating earnings, operating earnings per share and operating EBITDA. The Company believes these supplemental financial measures reflect the Company's ongoing business in a manner that allows for meaningful period-to-period comparisons and analysis of trends in its business.\nThe Company defines operating profit or loss as net profit or loss excluding the impact of specified items affecting comparability, including, where applicable, share of loss of equity accounted investees, other non-operational income and expenses, deferred taxes and other gains or losses. The use of the term \"non-operational income and expenses\" is defined by the Company as those that do not impact operating decisions taken by the Company's management and is based upon the way the Company's management evaluates the performance of the Company's business for use in the Company's internal management reports. Operating profit or loss per share is calculated using diluted weighted average shares outstanding and does not represent actual profit or loss per share attributable to shareholders. The Company believes that the disclosure of operating profit or loss and operating profit or loss per share allows investors to evaluate the operational and financial performance of the Company's ongoing business using the same evaluation measures that management uses, and is therefore a useful indicator of the Company's performance or expected performance of recurring operations.\nThe Company defines operating EBITDA as profit or loss net of amortization of investment in film and television, but before interest, taxes, corporate expenses, depreciation and amortization, adjusted for certain items affecting comparability as specified in the calculation of operating profit or loss. Operating EBITDA is presented on a basis consistent with the Company's internal management reports. The Company discloses operating EBITDA to capture the profitability of its business before the impact of items not considered in management's evaluation of operating performance. Unless otherwise stated, the Company includes the amortization of investment in film and television in the calculation of EBITDA.\nOperating profit or loss, operating profit or loss per share and operating EBITDA do not have any standardized meaning prescribed by IFRS and therefore may not be comparable to similar measures presented by other companies. The Company cautions readers to consider these non-IFRS financial measures in addition to, and not as an alternative for, measures calculated in accordance with IFRS.\nForward-looking Statements\nThis news release contains certain forward-looking statements and forward-looking information (collectively referred to herein as \"forward-looking statements\") within the meaning of applicable Canadian securities laws. All statements other than statements of present or historical fact are forward-looking statements. Forward-looking statements are often, but not always, identified by the use of words such as \"anticipate\", \"achieve\", \"could\", \"believe\", \"plan\", \"intend\", \"objective\", \"continuous\", \"ongoing\", \"estimate\", \"outlook\", \"expect\", \"may\", \"will\", \"project\", \"should\" or similar words, including negatives thereof, suggesting future outcomes.\nIn particular, this news release contains forward-looking statements relating to, among other things: (i) general economic conditions; (ii) future revenues to be received by Wow; (iii) Wow’s future business prospects and opportunities; (iv) Wow’s ability to complete any or all of its proposed production work; (v) the ability of the Company to raise financing in the future; (vi) the completion of the proposed transactions with Bell Media Inc.; and (vii) the results of operations to be achieved during 2018.\nManagement of the Company believes the expectations reflected in such forward-looking statements are reasonable as of the date hereof but no assurance can be given that these expectations will prove to be correct and such forward-looking statements should not be unduly relied upon. Various material factors and assumptions are typically applied in drawing conclusions or making the forecasts or projections set out in forward-looking statements. Those material factors and assumptions are based on information currently available to the Company, including data from publicly available governmental sources as well as from market research and industry analysis and on assumptions based on data and knowledge of this industry which the Corporation believes to be reasonable. However, although generally indicative of relative market positions, market shares and performance characteristics, such data is inherently imprecise.\nForward-looking statements are not a guarantee of future performance and are subject to and involve a number of known and unknown risks and uncertainties, many of which are beyond the control of the Company, which may cause the Company's actual performance and results to differ materially from any projections of future performance or results expressed or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to, the risks identified in the Company's annual information form for the year ended December 31, 2017, which has been filed with the Canadian Securities Administrators and is available on www.sedar.com . Any forward-looking statements are made as of the date hereof and, except as required by law, the Company assumes no obligation to publicly update or revise such statements to reflect new information, subsequent or otherwise.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nAbout Wow Unlimited Media Inc.\nWOW Unlimited Media Inc. is creating a leading next-generation kids and youth animation business by focusing on digital platforms and content. The company's key assets include: the world's No. 1 digital animation network, Frederator Networks, which consists of an animation production company, Frederator Studios, as well as VOD channels on digital platforms; and one of Canada's largest, multifaceted animation production studios, Rainmaker Entertainment, which consists of Mainframe Studios that produces CGI animated television series, and Rainmaker Studios that produces long-form animated features.\nFurther information available at: Website: www.wowunlimited.co Contact: Lowell Hall Tel: (416) 887-1636 Email: Lowell@irelandandhall.com\nSource:WOW! Unlimited Media Inc.",
    "published": "2018-04-27T21:35:00.000+03:00",
    "crawled": "2018-04-27T22:46:32.077+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "wow",
        "unlimited",
        "medium",
        "wow",
        "company",
        "announced",
        "fourth",
        "quarter",
        "fiscal",
        "result",
        "period",
        "ended",
        "december",
        "company",
        "reported",
        "following",
        "highlight",
        "year",
        "ended",
        "december",
        "st",
        "cumulative",
        "prior",
        "period",
        "information",
        "following",
        "table",
        "restated",
        "change",
        "accounting",
        "policy",
        "purchase",
        "price",
        "allocation",
        "adjustment",
        "relating",
        "acquisition",
        "frederator",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "except",
        "per",
        "share",
        "amount",
        "december",
        "december",
        "december",
        "december",
        "revenue",
        "operating",
        "ebitda",
        "operating",
        "loss",
        "operating",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "operating",
        "ebitda",
        "includes",
        "amortization",
        "investment",
        "film",
        "television",
        "refer",
        "discussion",
        "consolidated",
        "result",
        "reconciliation",
        "operating",
        "ebitda",
        "operating",
        "loss",
        "net",
        "loss",
        "weighted",
        "average",
        "number",
        "share",
        "comparative",
        "data",
        "adjusted",
        "reflect",
        "share",
        "consolidation",
        "occurred",
        "december",
        "financial",
        "highlight",
        "fiscal",
        "revenue",
        "earned",
        "grew",
        "million",
        "compared",
        "fiscal",
        "included",
        "million",
        "generated",
        "network",
        "platform",
        "segment",
        "channel",
        "frederator",
        "network",
        "continues",
        "grow",
        "view",
        "channel",
        "added",
        "course",
        "year",
        "revenue",
        "animation",
        "production",
        "segment",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "comparison",
        "fiscal",
        "revenue",
        "animation",
        "production",
        "segment",
        "bolstered",
        "delivery",
        "production",
        "costume",
        "quest",
        "frederator",
        "studio",
        "episode",
        "reboot",
        "guardian",
        "code",
        "company",
        "proprietary",
        "intellectual",
        "property",
        "mainframe",
        "studio",
        "operating",
        "ebitda",
        "loss",
        "thousand",
        "fiscal",
        "net",
        "loss",
        "million",
        "year",
        "michael",
        "hirsh",
        "chairman",
        "ceo",
        "commented",
        "pleased",
        "achievement",
        "first",
        "complete",
        "fiscal",
        "year",
        "wow",
        "including",
        "highlight",
        "wow",
        "unlimited",
        "medium",
        "bell",
        "medium",
        "announcing",
        "strategic",
        "partnership",
        "kid",
        "youth",
        "entertainment",
        "commenced",
        "production",
        "x",
        "min",
        "episode",
        "new",
        "barbie",
        "dream",
        "house",
        "adventure",
        "series",
        "mattel",
        "mainframe",
        "studio",
        "commenced",
        "production",
        "season",
        "five",
        "octonauts",
        "silvergate",
        "medium",
        "second",
        "quarter",
        "frederator",
        "produced",
        "castlevania",
        "season",
        "launched",
        "netflix",
        "july",
        "became",
        "top",
        "digital",
        "series",
        "united",
        "state",
        "amazon",
        "studio",
        "announced",
        "greenlight",
        "costume",
        "quest",
        "production",
        "frederator",
        "studio",
        "new",
        "episode",
        "bravest",
        "warrior",
        "produced",
        "partnership",
        "nelvana",
        "launched",
        "exclusively",
        "frederator",
        "cartoon",
        "hangover",
        "select",
        "service",
        "ellation",
        "vrv",
        "platform",
        "netflix",
        "announced",
        "nd",
        "season",
        "pick",
        "castlevania",
        "based",
        "upon",
        "success",
        "first",
        "season",
        "september",
        "wow",
        "unlimited",
        "medium",
        "entered",
        "agreement",
        "acquire",
        "category",
        "b",
        "specialty",
        "service",
        "bell",
        "medium",
        "subject",
        "canadian",
        "regulatory",
        "approval",
        "exchange",
        "equity",
        "wow",
        "rainmaker",
        "studio",
        "completed",
        "delivered",
        "barbie",
        "dolphin",
        "magic",
        "dvd",
        "mattel",
        "third",
        "quarter",
        "channel",
        "frederator",
        "network",
        "passed",
        "billion",
        "view",
        "month",
        "exceeded",
        "billion",
        "view",
        "year",
        "ended",
        "december",
        "go",
        "cartoon",
        "began",
        "cartoon",
        "hangover",
        "youtube",
        "ellation",
        "rv",
        "platform",
        "november",
        "mainframe",
        "studio",
        "completed",
        "production",
        "x",
        "min",
        "episode",
        "reboot",
        "guardian",
        "code",
        "series",
        "december",
        "completed",
        "production",
        "first",
        "x",
        "min",
        "episode",
        "spy",
        "kid",
        "mission",
        "critical",
        "series",
        "looking",
        "forward",
        "continuing",
        "grow",
        "business",
        "great",
        "operational",
        "update",
        "channel",
        "frederator",
        "network",
        "continues",
        "grow",
        "channel",
        "added",
        "network",
        "month",
        "ended",
        "december",
        "total",
        "channel",
        "added",
        "channel",
        "frederator",
        "network",
        "also",
        "attracted",
        "total",
        "billion",
        "view",
        "year",
        "ended",
        "december",
        "billion",
        "view",
        "coming",
        "month",
        "ended",
        "december",
        "representing",
        "increase",
        "previous",
        "quarter",
        "addition",
        "year",
        "ended",
        "december",
        "mainframe",
        "studio",
        "delivered",
        "episode",
        "series",
        "reboot",
        "guardian",
        "code",
        "corus",
        "entertainment",
        "corus",
        "series",
        "debuted",
        "netflix",
        "march",
        "international",
        "viewer",
        "expected",
        "debut",
        "canada",
        "june",
        "castlevania",
        "season",
        "animated",
        "series",
        "also",
        "delivered",
        "netflix",
        "june",
        "debuted",
        "netflix",
        "july",
        "wide",
        "critical",
        "acclaim",
        "published",
        "parrot",
        "analytics",
        "c",
        "astlevania",
        "achieved",
        "status",
        "digital",
        "original",
        "popular",
        "digital",
        "original",
        "series",
        "united",
        "state",
        "first",
        "two",
        "week",
        "launch",
        "netflix",
        "contracted",
        "additional",
        "episode",
        "delivered",
        "year",
        "end",
        "consolidated",
        "result",
        "cumulative",
        "prior",
        "period",
        "information",
        "following",
        "table",
        "restated",
        "change",
        "accounting",
        "policy",
        "purchase",
        "price",
        "allocation",
        "adjustment",
        "relating",
        "acquisition",
        "frederator",
        "revenue",
        "amortization",
        "investment",
        "film",
        "televis",
        "ion",
        "operating",
        "ebitda",
        "finance",
        "cost",
        "depreciation",
        "amortization",
        "corporate",
        "expense",
        "operating",
        "loss",
        "item",
        "affecting",
        "comparability",
        "share",
        "based",
        "payment",
        "acquisition",
        "cost",
        "impairment",
        "share",
        "result",
        "ratchet",
        "production",
        "llc",
        "deferred",
        "income",
        "tax",
        "recovery",
        "net",
        "loss",
        "item",
        "affecting",
        "comparability",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "total",
        "comprehensive",
        "loss",
        "excludes",
        "amortization",
        "investment",
        "film",
        "television",
        "property",
        "revenue",
        "operating",
        "ebitda",
        "revenue",
        "earned",
        "year",
        "ended",
        "december",
        "increased",
        "million",
        "compared",
        "driven",
        "advertising",
        "revenue",
        "generated",
        "network",
        "platform",
        "segment",
        "channel",
        "frederator",
        "network",
        "growth",
        "animation",
        "production",
        "segment",
        "discussed",
        "operating",
        "ebitda",
        "decreased",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "decrease",
        "reflects",
        "impact",
        "lower",
        "margin",
        "channel",
        "frederator",
        "network",
        "owned",
        "ip",
        "compared",
        "animation",
        "production",
        "service",
        "work",
        "addition",
        "company",
        "recorded",
        "million",
        "provision",
        "tax",
        "credit",
        "receivable",
        "year",
        "ended",
        "december",
        "compared",
        "provision",
        "amortization",
        "investment",
        "film",
        "television",
        "amortization",
        "investment",
        "film",
        "television",
        "year",
        "relates",
        "primarily",
        "amortization",
        "production",
        "completed",
        "including",
        "reboot",
        "guardian",
        "code",
        "castlevania",
        "season",
        "finance",
        "cost",
        "decrease",
        "overall",
        "finance",
        "cost",
        "million",
        "year",
        "ended",
        "december",
        "largely",
        "due",
        "decrease",
        "interest",
        "expense",
        "convertible",
        "debenture",
        "settled",
        "part",
        "company",
        "series",
        "acquisition",
        "reorganization",
        "occurred",
        "december",
        "reorganization",
        "depreciation",
        "amortization",
        "increase",
        "depreciation",
        "amortisation",
        "year",
        "ended",
        "december",
        "primarily",
        "related",
        "million",
        "amortization",
        "expense",
        "year",
        "identified",
        "intangible",
        "asset",
        "acquired",
        "part",
        "reorganization",
        "financial",
        "measure",
        "company",
        "report",
        "using",
        "certain",
        "supplemental",
        "indicator",
        "company",
        "financial",
        "operating",
        "performance",
        "addition",
        "result",
        "reported",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "gaap",
        "measure",
        "referred",
        "measure",
        "include",
        "operating",
        "earnings",
        "operating",
        "earnings",
        "per",
        "share",
        "operating",
        "ebitda",
        "company",
        "belief",
        "supplemental",
        "financial",
        "measure",
        "reflect",
        "company",
        "ongoing",
        "business",
        "manner",
        "allows",
        "meaningful",
        "comparison",
        "analysis",
        "trend",
        "business",
        "company",
        "defines",
        "operating",
        "profit",
        "loss",
        "net",
        "profit",
        "loss",
        "excluding",
        "impact",
        "specified",
        "item",
        "affecting",
        "comparability",
        "including",
        "applicable",
        "share",
        "loss",
        "equity",
        "accounted",
        "investees",
        "income",
        "expense",
        "deferred",
        "tax",
        "gain",
        "loss",
        "use",
        "term",
        "income",
        "expense",
        "defined",
        "company",
        "impact",
        "operating",
        "decision",
        "taken",
        "company",
        "management",
        "based",
        "upon",
        "way",
        "company",
        "management",
        "evaluates",
        "performance",
        "company",
        "business",
        "use",
        "company",
        "internal",
        "management",
        "report",
        "operating",
        "profit",
        "loss",
        "per",
        "share",
        "calculated",
        "using",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "represent",
        "actual",
        "profit",
        "loss",
        "per",
        "share",
        "attributable",
        "shareholder",
        "company",
        "belief",
        "disclosure",
        "operating",
        "profit",
        "loss",
        "operating",
        "profit",
        "loss",
        "per",
        "share",
        "allows",
        "investor",
        "evaluate",
        "operational",
        "financial",
        "performance",
        "company",
        "ongoing",
        "business",
        "using",
        "evaluation",
        "measure",
        "management",
        "us",
        "therefore",
        "useful",
        "indicator",
        "company",
        "performance",
        "expected",
        "performance",
        "recurring",
        "operation",
        "company",
        "defines",
        "operating",
        "ebitda",
        "profit",
        "loss",
        "net",
        "amortization",
        "investment",
        "film",
        "television",
        "interest",
        "tax",
        "corporate",
        "expense",
        "depreciation",
        "amortization",
        "adjusted",
        "certain",
        "item",
        "affecting",
        "comparability",
        "specified",
        "calculation",
        "operating",
        "profit",
        "loss",
        "operating",
        "ebitda",
        "presented",
        "basis",
        "consistent",
        "company",
        "internal",
        "management",
        "report",
        "company",
        "discloses",
        "operating",
        "ebitda",
        "capture",
        "profitability",
        "business",
        "impact",
        "item",
        "considered",
        "management",
        "evaluation",
        "operating",
        "performance",
        "unless",
        "otherwise",
        "stated",
        "company",
        "includes",
        "amortization",
        "investment",
        "film",
        "television",
        "calculation",
        "ebitda",
        "operating",
        "profit",
        "loss",
        "operating",
        "profit",
        "loss",
        "per",
        "share",
        "operating",
        "ebitda",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "company",
        "caution",
        "reader",
        "consider",
        "financial",
        "measure",
        "addition",
        "alternative",
        "measure",
        "calculated",
        "accordance",
        "ifrs",
        "statement",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "information",
        "collectively",
        "referred",
        "herein",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "statement",
        "present",
        "historical",
        "fact",
        "statement",
        "statement",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "anticipate",
        "achieve",
        "could",
        "believe",
        "plan",
        "intend",
        "objective",
        "continuous",
        "ongoing",
        "estimate",
        "outlook",
        "expect",
        "may",
        "project",
        "similar",
        "word",
        "including",
        "negative",
        "thereof",
        "suggesting",
        "future",
        "outcome",
        "particular",
        "news",
        "release",
        "contains",
        "statement",
        "relating",
        "among",
        "thing",
        "general",
        "economic",
        "condition",
        "ii",
        "future",
        "revenue",
        "received",
        "wow",
        "iii",
        "wow",
        "future",
        "business",
        "prospect",
        "opportunity",
        "iv",
        "wow",
        "ability",
        "complete",
        "proposed",
        "production",
        "work",
        "v",
        "ability",
        "company",
        "raise",
        "financing",
        "future",
        "vi",
        "completion",
        "proposed",
        "transaction",
        "bell",
        "medium",
        "vii",
        "result",
        "operation",
        "achieved",
        "management",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "date",
        "hereof",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "statement",
        "unduly",
        "relied",
        "upon",
        "various",
        "material",
        "factor",
        "assumption",
        "typically",
        "applied",
        "drawing",
        "conclusion",
        "making",
        "forecast",
        "projection",
        "set",
        "statement",
        "material",
        "factor",
        "assumption",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "including",
        "data",
        "publicly",
        "available",
        "governmental",
        "source",
        "well",
        "market",
        "research",
        "industry",
        "analysis",
        "assumption",
        "based",
        "data",
        "knowledge",
        "industry",
        "corporation",
        "belief",
        "reasonable",
        "however",
        "although",
        "generally",
        "indicative",
        "relative",
        "market",
        "position",
        "market",
        "share",
        "performance",
        "characteristic",
        "data",
        "inherently",
        "imprecise",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "company",
        "may",
        "cause",
        "company",
        "actual",
        "performance",
        "result",
        "differ",
        "materially",
        "projection",
        "future",
        "performance",
        "result",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "identified",
        "company",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "canadian",
        "security",
        "administrator",
        "available",
        "statement",
        "made",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "reflect",
        "new",
        "information",
        "subsequent",
        "otherwise",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "wow",
        "unlimited",
        "medium",
        "wow",
        "unlimited",
        "medium",
        "creating",
        "leading",
        "kid",
        "youth",
        "animation",
        "business",
        "focusing",
        "digital",
        "platform",
        "content",
        "company",
        "key",
        "asset",
        "include",
        "world",
        "digital",
        "animation",
        "network",
        "frederator",
        "network",
        "consists",
        "animation",
        "production",
        "company",
        "frederator",
        "studio",
        "well",
        "vod",
        "channel",
        "digital",
        "platform",
        "one",
        "canada",
        "largest",
        "multifaceted",
        "animation",
        "production",
        "studio",
        "rainmaker",
        "entertainment",
        "consists",
        "mainframe",
        "studio",
        "produce",
        "cgi",
        "animated",
        "television",
        "series",
        "rainmaker",
        "studio",
        "produce",
        "animated",
        "feature",
        "information",
        "available",
        "website",
        "contact",
        "lowell",
        "hall",
        "tel",
        "email",
        "lowell",
        "source",
        "wow",
        "unlimited",
        "medium",
        "inc"
    ]
}