{
    "organizations": [],
    "uuid": "98ae7895fbf5d0dff32882bf200c32015ab4bf7b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/globe-newswire-galane-gold-ltd-releases-financial-and-operating-results-for-2017.html",
    "ord_in_thread": 0,
    "title": "Galane Gold Ltd. Releases Financial and Operating Results for 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, April 17, 2018 (GLOBE NEWSWIRE) --\nGalane Gold Ltd. (“Galane Gold” or the “Company”) (TSX-V:GG) is pleased to announce the release of its financial results for the year ended December 31, 2017. All amounts are in United States dollars unless otherwise indicated.\nA copy of the audited consolidated financial statements for the year ended December 31, 2017 prepared in accordance with International Financial Reporting Standards and the corresponding Management’s Discussion and Analysis will be available under the Company’s profile on www.sedar.com .\n2017 Highlights\nFor the second consecutive year, the Company saw year-over-year increased production and cash-flows and reduced cash cost (excluding royalties) (1) . Produced 29,354 ounces of gold at the Mupane property at a head grade of 1.75 g/t (2016 – 26,783 at a head grade of 1.29 g/t). Operating cash cost (1) of $933 per ounce (excluding royalties) for the year (2016 - $965). Operating cash inflow of $6.9 million (2016 - $4.7 million). Earnings from mining operations $1.7 million (2016 – loss of $1.3 million)\nGalane Gold CEO, Nick Brodie commented: “As I stated in the 2016 year end press release, I expected the results in 2017 to be an improvement and they have been. Again, we have seen an increase in ounces produced, an increase in underground production at Tau, an increase in operating cash flows and a reduction in cash costs per ounce. I am more than optimistic that we will continue this trend in 2018.”\nOutlook (2)\nMupane Property\nIn 2017, the Company completed a new four year mine plan for the Mupane property located in Botswana which will form the guide for the Company’s short term goals and long term strategy. (3)\nThe Company intends to utilize the following resources during 2018:\nTau – It is estimated that the Company will process approximately 415,000 tonnes at an average grade of 2.5 grams per tonne (“g/t”). The Company intends to continue exploration to attempt to further confirm the potential extension of the Tau mineralised body at depth as reported in the press release of October 24, 2016 and further expand the potential resource as reported in the press release of October 5, 2017. (4) Low Grade Stockpiles – It is estimated that the Company will process approximately 440,000 tonnes of low grade stockpile at an average grade of 0.76 g/t, which is located at the run-of-mine pad at the processing plant and at Golden Eagle.\nThe Mupane Property mine plan is subject to change according to the prevailing gold price. The Company will adopt the appropriate plan for the prevailing gold price environment.\nGalaxy Property\nIn 2017, the Company announced that it had updated its mine plan for the Galaxy property located in South Africa. (3)\nOn March 5, 2018, the Company announced that it had entered into a loan agreement with Barak Fund SPC Limited (“Barak”) with respect to a $5,000,000 secured loan facility (the “Barak Facility”), for a term ending three years from the date of the first drawdown and bearing interest at a rate of 14% per annum. The funds are to be used towards the refurbishment and expansion of the processing facilities and restarting underground mining operations at the Galaxy property. The Company will pay to Barak, or its nominee, 0.75% of the net proceeds accruing to Galaxy Gold Mining Limited (“Galaxy”) under an off-take agreement covering the annual gold concentrate production of the Agnes gold mine in Barberton owned and operated by Galaxy, after taking into account all attributable logistics and freight costs, certain royalties and value-added tax (if applicable). Drawdowns on the facility remain subject to certain conditions precedent, which the Company expects to complete by July 2018.\nAssuming the drawdown under the Barak facility, the Company anticipates the first production at the Galaxy property in the first quarter of 2019 and the first phase of the restart of the Galaxy property to increase the capacity of the processing plant to 30,000 tonnes per month and annual production to over 25,000 ounces of gold at an operating cash cost per ounce of less than US$800 (1)(5) . During the implementation of the first phase, the Company expects to complete a study on the second expansion phase with the objective of increasing the capacity at the Galaxy processing plant to 60,000 tonnes per month and decreasing the cash cost per ounce with increased economies of scale.\nAbout Galane Gold\nGalane Gold is an un-hedged gold producer and explorer with mining operations and exploration tenements in Botswana and South Africa. Galane Gold is a public company and its shares are Quote: d on the TSX Venture Exchange under the symbol “GG”. Galane Gold’s management team is comprised of senior mining professionals with extensive experience in managing mining and processing operations and large-scale exploration programmes. Galane Gold is committed to operating at world-class standards and is focused on the safety of its employees, respecting the environment, and contributing to the communities in which it operates.\nNotes:\n(1) Total operating cash cost excluding royalties is a non-GAAP measure. Refer to “Supplemental Information to Management’s Discussion and Analysis” in the Company’s Management’s Discussion and Analysis for the year ended December 31, 2017 for reconciliation to measures reported in the Company’s financial statements. (2) This is forward-looking information and is based on a number of assumptions. See “Cautionary Notes”. (3) The updated mine plans are based on internal reporting by the Company and not based on an independent feasibility study or pre-feasibility study of mineral reserves demonstrating economic and technical viability. There has yet to be sufficient exploration on any potential expansion at the Mupane or Galaxy properties to extrapolate that it extends beyond the current mined area. (4) The deposits on the Tau property are supported by a technical report in respect of the Mupane property entitled \"Independent Technical Report on the Mupane Gold Mine\" dated May 10, 2011, a copy of which is available under the Company’s profile on www.sedar.com . (5) Based on a technical report entitled “A Technical Report on the Galaxy Gold Mine, Mpumalanga Province, South Africa” which was issued January 4, 2016 with an effective date of September 1, 2015 , a copy of which is available under the Company’s profile on www.sedar.com . This technical report satisfies the requirements to be a pre-feasibility study. Cautionary Notes\nCertain statements contained in this press release constitute “forward-looking statements”. All statements other than statements of historical fact contained in this press release, including, without limitation, those regarding the Company’s future financial position and results of operations, strategy, proposed acquisitions, plans, objectives, goals and targets, and any statements preceded by, followed by or that include the words “believe”, “expect”, “aim”, “intend”, “plan”, “continue”, “will”, “may”, “would”, “anticipate”, “estimate”, “forecast”, “predict”, “project”, “seek”, “should” or similar expressions or the negative thereof, are forward-looking statements. These statements are not historical facts but instead represent only the Company’s expectations, estimates and projections regarding future events. These statements are not guarantees of future performance and involve assumptions, risks and uncertainties that are difficult to predict. Therefore, actual results may differ materially from what is expressed, implied or forecasted in such forward-looking statements.\nAdditional factors that could cause actual results, performance or achievements to differ materially include, but are not limited to: the Company’s dependence on two mineral projects; gold price volatility; risks associated with the conduct of the Company’s mining activities in Botswana and South Africa; regulatory, consent or permitting delays; risks relating to the Company’s exploration, development and mining activities being situated in Botswana and South Africa; risks relating to reliance on the Company’s management team and outside contractors; risks regarding mineral resources and reserves; the Company’s inability to obtain insurance to cover all risks, on a commercially reasonable basis or at all; currency fluctuations; risks regarding the failure to generate sufficient cash flow from operations; risks relating to project financing and equity issuances; risks arising from the Company’s fair value estimates with respect to the carrying amount of mineral interests; mining tax regimes; risks arising from holding derivative instruments; the Company’s need to replace reserves depleted by production; risks and unknowns inherent in all mining projects, including the inaccuracy of reserves and resources, metallurgical recoveries and capital and operating costs of such projects; contests over title to properties, particularly title to undeveloped properties; laws and regulations governing the environment, health and safety; operating or technical difficulties in connection with mining or development activities; lack of infrastructure; employee relations, labour unrest or unavailability; health risks in Africa; the Company’s interactions with surrounding communities and artisanal miners; the Company’s ability to successfully integrate acquired assets; risks related to restarting production; the speculative nature of exploration and development, including the risks of diminishing quantities or grades of reserves; development of the Company’s exploration properties into commercially viable mines; stock market volatility; conflicts of interest among certain directors and officers; lack of liquidity for shareholders of the Company; risks related to the market perception of junior gold companies; and litigation risk. Management provides forward-looking statements because it believes they provide useful information to investors when considering their investment objectives and cautions investors not to place undue reliance on forward-looking information. Consequently, all of the forward-looking statements made in this press release are qualified by these cautionary statements and other cautionary statements or factors contained herein, and there can be no assurance that the actual results or developments will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, the Company. These forward-looking statements are made as of the date of this press release and the Company assumes no obligation to update or revise them to reflect subsequent information, events or circumstances or otherwise, except as required by law.\nEstimates set out above under “Outlook” in respect of Mupane and Galaxy are preliminary in nature and include inferred mineral resources. There is no certainty that such estimates will be realized. Mineral resources are not mineral reserves and do not have demonstrated economic viability. Inferred mineral resources are estimated on limited information not sufficient to verify geological and grade continuity or to allow technical and economic parameters to be applied. Inferred mineral resources are too speculative geologically to have economic considerations applied to them to enable them to be categorized as mineral reserves. There is no certainty that mineral resources can be upgraded to mineral reserves through continued exploration.\nInformation of a technical and scientific nature that forms the basis of the disclosure in the press release has been approved by Charles Byron Pr. Sci. Nat., MAusIMM., MGSSA and Chief Geologist for Galane Gold, and a “qualified person” as defined by National Instrument 43-101.\nNeither the TSX Venture Exchange nor its regulation services provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFor further information please contact:\nNick Brodie\nCEO, Galane Gold Ltd.\n+ 44 7905 089878\nNick.Brodie@GalaneGold.com\nwww.GalaneGold.com\nSource: Galane Gold Ltd",
    "published": "2018-04-17T17:18:00.000+03:00",
    "crawled": "2018-04-17T20:04:46.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "april",
        "globe",
        "newswire",
        "galane",
        "gold",
        "galane",
        "gold",
        "company",
        "gg",
        "pleased",
        "announce",
        "release",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "amount",
        "united",
        "state",
        "dollar",
        "unless",
        "otherwise",
        "indicated",
        "copy",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "year",
        "ended",
        "december",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "corresponding",
        "management",
        "discussion",
        "analysis",
        "available",
        "company",
        "profile",
        "highlight",
        "second",
        "consecutive",
        "year",
        "company",
        "saw",
        "increased",
        "production",
        "reduced",
        "cash",
        "cost",
        "excluding",
        "royalty",
        "produced",
        "ounce",
        "gold",
        "mupane",
        "property",
        "head",
        "grade",
        "head",
        "grade",
        "operating",
        "cash",
        "cost",
        "per",
        "ounce",
        "excluding",
        "royalty",
        "year",
        "operating",
        "cash",
        "inflow",
        "million",
        "million",
        "earnings",
        "mining",
        "operation",
        "million",
        "loss",
        "million",
        "galane",
        "gold",
        "ceo",
        "nick",
        "brodie",
        "commented",
        "stated",
        "year",
        "end",
        "press",
        "release",
        "expected",
        "result",
        "improvement",
        "seen",
        "increase",
        "ounce",
        "produced",
        "increase",
        "underground",
        "production",
        "tau",
        "increase",
        "operating",
        "cash",
        "flow",
        "reduction",
        "cash",
        "cost",
        "per",
        "ounce",
        "optimistic",
        "continue",
        "trend",
        "outlook",
        "mupane",
        "property",
        "company",
        "completed",
        "new",
        "four",
        "year",
        "mine",
        "plan",
        "mupane",
        "property",
        "located",
        "botswana",
        "form",
        "guide",
        "company",
        "short",
        "term",
        "goal",
        "long",
        "term",
        "strategy",
        "company",
        "intends",
        "utilize",
        "following",
        "resource",
        "tau",
        "estimated",
        "company",
        "process",
        "approximately",
        "tonne",
        "average",
        "grade",
        "gram",
        "per",
        "tonne",
        "company",
        "intends",
        "continue",
        "exploration",
        "attempt",
        "confirm",
        "potential",
        "extension",
        "tau",
        "mineralised",
        "body",
        "depth",
        "reported",
        "press",
        "release",
        "october",
        "expand",
        "potential",
        "resource",
        "reported",
        "press",
        "release",
        "october",
        "low",
        "grade",
        "stockpile",
        "estimated",
        "company",
        "process",
        "approximately",
        "tonne",
        "low",
        "grade",
        "stockpile",
        "average",
        "grade",
        "located",
        "pad",
        "processing",
        "plant",
        "golden",
        "eagle",
        "mupane",
        "property",
        "mine",
        "plan",
        "subject",
        "change",
        "according",
        "prevailing",
        "gold",
        "price",
        "company",
        "adopt",
        "appropriate",
        "plan",
        "prevailing",
        "gold",
        "price",
        "environment",
        "galaxy",
        "property",
        "company",
        "announced",
        "updated",
        "mine",
        "plan",
        "galaxy",
        "property",
        "located",
        "south",
        "africa",
        "march",
        "company",
        "announced",
        "entered",
        "loan",
        "agreement",
        "barak",
        "fund",
        "spc",
        "limited",
        "barak",
        "respect",
        "secured",
        "loan",
        "facility",
        "barak",
        "facility",
        "term",
        "ending",
        "three",
        "year",
        "date",
        "first",
        "drawdown",
        "bearing",
        "interest",
        "rate",
        "per",
        "annum",
        "fund",
        "used",
        "towards",
        "refurbishment",
        "expansion",
        "processing",
        "facility",
        "restarting",
        "underground",
        "mining",
        "operation",
        "galaxy",
        "property",
        "company",
        "pay",
        "barak",
        "nominee",
        "net",
        "proceeds",
        "accruing",
        "galaxy",
        "gold",
        "mining",
        "limited",
        "galaxy",
        "agreement",
        "covering",
        "annual",
        "gold",
        "concentrate",
        "production",
        "agnes",
        "gold",
        "mine",
        "barberton",
        "owned",
        "operated",
        "galaxy",
        "taking",
        "account",
        "attributable",
        "logistics",
        "freight",
        "cost",
        "certain",
        "royalty",
        "tax",
        "applicable",
        "drawdowns",
        "facility",
        "remain",
        "subject",
        "certain",
        "condition",
        "precedent",
        "company",
        "expects",
        "complete",
        "july",
        "assuming",
        "drawdown",
        "barak",
        "facility",
        "company",
        "anticipates",
        "first",
        "production",
        "galaxy",
        "property",
        "first",
        "quarter",
        "first",
        "phase",
        "restart",
        "galaxy",
        "property",
        "increase",
        "capacity",
        "processing",
        "plant",
        "tonne",
        "per",
        "month",
        "annual",
        "production",
        "ounce",
        "gold",
        "operating",
        "cash",
        "cost",
        "per",
        "ounce",
        "less",
        "u",
        "implementation",
        "first",
        "phase",
        "company",
        "expects",
        "complete",
        "study",
        "second",
        "expansion",
        "phase",
        "objective",
        "increasing",
        "capacity",
        "galaxy",
        "processing",
        "plant",
        "tonne",
        "per",
        "month",
        "decreasing",
        "cash",
        "cost",
        "per",
        "ounce",
        "increased",
        "economy",
        "scale",
        "galane",
        "gold",
        "galane",
        "gold",
        "gold",
        "producer",
        "explorer",
        "mining",
        "operation",
        "exploration",
        "tenement",
        "botswana",
        "south",
        "africa",
        "galane",
        "gold",
        "public",
        "company",
        "share",
        "quote",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "gg",
        "galane",
        "gold",
        "management",
        "team",
        "comprised",
        "senior",
        "mining",
        "professional",
        "extensive",
        "experience",
        "managing",
        "mining",
        "processing",
        "operation",
        "exploration",
        "programme",
        "galane",
        "gold",
        "committed",
        "operating",
        "standard",
        "focused",
        "safety",
        "employee",
        "respecting",
        "environment",
        "contributing",
        "community",
        "operates",
        "note",
        "total",
        "operating",
        "cash",
        "cost",
        "excluding",
        "royalty",
        "measure",
        "refer",
        "supplemental",
        "information",
        "management",
        "discussion",
        "analysis",
        "company",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "reconciliation",
        "measure",
        "reported",
        "company",
        "financial",
        "statement",
        "information",
        "based",
        "number",
        "assumption",
        "see",
        "cautionary",
        "note",
        "updated",
        "mine",
        "plan",
        "based",
        "internal",
        "reporting",
        "company",
        "based",
        "independent",
        "feasibility",
        "study",
        "study",
        "mineral",
        "reserve",
        "demonstrating",
        "economic",
        "technical",
        "viability",
        "yet",
        "sufficient",
        "exploration",
        "potential",
        "expansion",
        "mupane",
        "galaxy",
        "property",
        "extrapolate",
        "extends",
        "beyond",
        "current",
        "mined",
        "area",
        "deposit",
        "tau",
        "property",
        "supported",
        "technical",
        "report",
        "respect",
        "mupane",
        "property",
        "entitled",
        "independent",
        "technical",
        "report",
        "mupane",
        "gold",
        "mine",
        "dated",
        "may",
        "copy",
        "available",
        "company",
        "profile",
        "based",
        "technical",
        "report",
        "entitled",
        "technical",
        "report",
        "galaxy",
        "gold",
        "mine",
        "mpumalanga",
        "province",
        "south",
        "africa",
        "issued",
        "january",
        "effective",
        "date",
        "september",
        "copy",
        "available",
        "company",
        "profile",
        "technical",
        "report",
        "satisfies",
        "requirement",
        "study",
        "cautionary",
        "note",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "constitute",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "including",
        "without",
        "limitation",
        "regarding",
        "company",
        "future",
        "financial",
        "position",
        "result",
        "operation",
        "strategy",
        "proposed",
        "acquisition",
        "plan",
        "objective",
        "goal",
        "target",
        "statement",
        "preceded",
        "followed",
        "include",
        "word",
        "believe",
        "expect",
        "aim",
        "intend",
        "plan",
        "continue",
        "may",
        "would",
        "anticipate",
        "estimate",
        "forecast",
        "predict",
        "project",
        "seek",
        "similar",
        "expression",
        "negative",
        "thereof",
        "statement",
        "statement",
        "historical",
        "fact",
        "instead",
        "represent",
        "company",
        "expectation",
        "estimate",
        "projection",
        "regarding",
        "future",
        "event",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "assumption",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "forecasted",
        "statement",
        "additional",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "include",
        "limited",
        "company",
        "dependence",
        "two",
        "mineral",
        "project",
        "gold",
        "price",
        "volatility",
        "risk",
        "associated",
        "conduct",
        "company",
        "mining",
        "activity",
        "botswana",
        "south",
        "africa",
        "regulatory",
        "consent",
        "permitting",
        "delay",
        "risk",
        "relating",
        "company",
        "exploration",
        "development",
        "mining",
        "activity",
        "situated",
        "botswana",
        "south",
        "africa",
        "risk",
        "relating",
        "reliance",
        "company",
        "management",
        "team",
        "outside",
        "contractor",
        "risk",
        "regarding",
        "mineral",
        "resource",
        "reserve",
        "company",
        "inability",
        "obtain",
        "insurance",
        "cover",
        "risk",
        "commercially",
        "reasonable",
        "basis",
        "currency",
        "fluctuation",
        "risk",
        "regarding",
        "failure",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "operation",
        "risk",
        "relating",
        "project",
        "financing",
        "equity",
        "issuance",
        "risk",
        "arising",
        "company",
        "fair",
        "value",
        "estimate",
        "respect",
        "carrying",
        "amount",
        "mineral",
        "interest",
        "mining",
        "tax",
        "regime",
        "risk",
        "arising",
        "holding",
        "derivative",
        "instrument",
        "company",
        "need",
        "replace",
        "reserve",
        "depleted",
        "production",
        "risk",
        "unknown",
        "inherent",
        "mining",
        "project",
        "including",
        "inaccuracy",
        "reserve",
        "resource",
        "metallurgical",
        "recovery",
        "capital",
        "operating",
        "cost",
        "project",
        "contest",
        "title",
        "property",
        "particularly",
        "title",
        "undeveloped",
        "property",
        "law",
        "regulation",
        "governing",
        "environment",
        "health",
        "safety",
        "operating",
        "technical",
        "difficulty",
        "connection",
        "mining",
        "development",
        "activity",
        "lack",
        "infrastructure",
        "employee",
        "relation",
        "labour",
        "unrest",
        "unavailability",
        "health",
        "risk",
        "africa",
        "company",
        "interaction",
        "surrounding",
        "community",
        "artisanal",
        "miner",
        "company",
        "ability",
        "successfully",
        "integrate",
        "acquired",
        "asset",
        "risk",
        "related",
        "restarting",
        "production",
        "speculative",
        "nature",
        "exploration",
        "development",
        "including",
        "risk",
        "diminishing",
        "quantity",
        "grade",
        "reserve",
        "development",
        "company",
        "exploration",
        "property",
        "commercially",
        "viable",
        "mine",
        "stock",
        "market",
        "volatility",
        "conflict",
        "interest",
        "among",
        "certain",
        "director",
        "officer",
        "lack",
        "liquidity",
        "shareholder",
        "company",
        "risk",
        "related",
        "market",
        "perception",
        "junior",
        "gold",
        "company",
        "litigation",
        "risk",
        "management",
        "provides",
        "statement",
        "belief",
        "provide",
        "useful",
        "information",
        "investor",
        "considering",
        "investment",
        "objective",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "information",
        "consequently",
        "statement",
        "made",
        "press",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "cautionary",
        "statement",
        "factor",
        "contained",
        "herein",
        "assurance",
        "actual",
        "result",
        "development",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "company",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "revise",
        "reflect",
        "subsequent",
        "information",
        "event",
        "circumstance",
        "otherwise",
        "except",
        "required",
        "law",
        "estimate",
        "set",
        "outlook",
        "respect",
        "mupane",
        "galaxy",
        "preliminary",
        "nature",
        "include",
        "inferred",
        "mineral",
        "resource",
        "certainty",
        "estimate",
        "realized",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "demonstrated",
        "economic",
        "viability",
        "inferred",
        "mineral",
        "resource",
        "estimated",
        "limited",
        "information",
        "sufficient",
        "verify",
        "geological",
        "grade",
        "continuity",
        "allow",
        "technical",
        "economic",
        "parameter",
        "applied",
        "inferred",
        "mineral",
        "resource",
        "speculative",
        "geologically",
        "economic",
        "consideration",
        "applied",
        "enable",
        "categorized",
        "mineral",
        "reserve",
        "certainty",
        "mineral",
        "resource",
        "upgraded",
        "mineral",
        "reserve",
        "continued",
        "exploration",
        "information",
        "technical",
        "scientific",
        "nature",
        "form",
        "basis",
        "disclosure",
        "press",
        "release",
        "approved",
        "charles",
        "byron",
        "pr",
        "sci",
        "mgssa",
        "chief",
        "geologist",
        "galane",
        "gold",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "contact",
        "nick",
        "brodie",
        "ceo",
        "galane",
        "gold",
        "source",
        "galane",
        "gold",
        "ltd"
    ]
}