{
    "organizations": [],
    "uuid": "8b42a145d216061a56a00e1eb0d7c7b69b99887e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/globe-newswire-tav-rheinland-releases-2017-annual-results.html",
    "ord_in_thread": 0,
    "title": "TÜV Rheinland Releases 2017 Annual Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COLOGNE, Germany and LITTLETON, Mass., April 27, 2018 (GLOBE NEWSWIRE) -- TÜV Rheinland , a testing and certification leader at the forefront of interoperability, performance and safety in the globally connected world, continued its robust growth in the 2017 fiscal year. The company’s revenues increased in 2017 by €54 million (2.8%) to €1.972 billion. TÜV Rheinland’s earnings before interest and tax (EBIT) of €130.6 million is the highest in the company’s 145-year history. The EBIT margin also increased 0.2 percentage points to 6.6%. As in 2016, investments surpassed €90 million, with this year’s figure reaching €91.3 million. The number of full-time employees at TÜV Rheinland in 2017 reached 19,924 and has since moved past the 20,000 mark.\n“2017 was a year of important moves. For three years, we have set the accent on improving profitability. For us, this is more important than merely increasing revenues. As a result, we can make considerable investments in important future markets and implement digitalization,” said Dr. Michael Fübi, CEO of TÜV Rheinland AG. These investments include not only IT infrastructure and software, but also specifically the development of new services for the digital economy as well as investments in inspection technologies for networked “smart” devices and products. “We are not yet completely satisfied with the result achieved so far – especially with a view to some global competitors – but we are on the right track. In a challenging industry environment, we continued the successful growth trend of recent years,” said Dr. Fübi.\nTÜV Rheinland’s German market showed positive growth in 2017. In Germany, the company’s revenues climbed by €122 million to almost €1.1 billion, representing growth of 12.7%. Outside of Germany, revenues decreased by 7% to €895 million. This decline was partially due to the continued job cuts and weakness of the Brazilian market. Overall, TÜV Rheinland’s international share of sales is currently 45%.\nDevelopment in business streams\nTraditionally, Industrial Services, Mobility and Product Testing have strong shares in overall revenues, each generating approximately 25% of the total. The revenue trend in the Product Testing business stream repeated previous strong performances in 2017, increasing by 1% to €524 million. The Mobility business stream generated revenues of €508 million, an increase of 4.4%. A driving factor in Mobility performance was a strong growth in the Vehicle Inspections and Driving Tests areas. In the Industrial Services stream, revenues decreased slightly by 3.4% to €503 million, mainly due to the weakness of the Brazilian market. However, business was strong in Germany, China, and Korea.\nThe Academy & Life Care business stream, which offers professional qualification and corporate health management services, developed favorably. Revenues rose by a moderate 3.2%, but significant progress was achieved in the business stream’s earnings. In the Information and Communication Technology (ICT) & Business Solutions stream, which bundles cyber security and telecommunications infrastructure services, TÜV Rheinland posted a revenue increase of 5.8%, almost €8 million, to a total of €139 million. The Systems business stream improved its results considerably with services for the certification of management systems, and revenues surged by 22.5% to more than €200 million. This was due to various organizational measures, including sales, and considerable growth with services in the accreditation business, including auditing in line with global standards for quality management, environmental management systems, IT security and occupational health and safety.\nFurther improving appeal as an employer\nWorkforce numbers have reflected the positive market trend in Germany. The number of employees in Germany rose by 218 full-time employees to 8,504. Beyond the borders of Germany, net employment numbers increased only slightly by 35, more than 300 additional jobs added outside of Germany were offset by job cuts in Brazil. TÜV Rheinland is currently seeking staff for over 400 vacancies. It has become important for TÜV Rheinland to increase its appeal as an employer and attract applicants.\n“To find meaning in one’s own work – this is what drives TÜV Rheinland employees the world over. Their high motivation and comprehensive expertise create value and establish the foundation for our success,” stated Ruth Werhahn, TÜV Rheinland AG Executive Board member responsible for Human Resources affairs as of April 2018. The importance of meaningful work was shown in a representative survey of over 12,000 people in Germany this April by the Civey Opinion Research Institute. When asked what best characterizes a good employer, 26.2% responded the balance between family, leisure and career. Almost 19% stated job security and over 16% purposeful and varied work. Good development opportunities (11.8%) was ranked higher than good remuneration (9.5%).\n“Employees at TÜV Rheinland can develop their knowledge and abilities for the whole of their professional career – just as technologies are developing. This is what makes TÜV Rheinland unique as an employer,” said Werhahn.\nIn order to further increase its appeal as an employer, TÜV Rheinland’s corporate culture must promote the ideals of diversity and variety, as the company employs people from 110 nations. The diversity initiative at TÜV Rheinland includes promoting gender equality, increasing the number of women in the workforce (currently 15% in management committees, 37% overall), integrating experienced older employees and exchanging with new specialists.\nFinancial situation is stable as investments remain at previous levels\nTÜV Rheinland’s equity increased by almost €13 million in the 2017 fiscal year, from €346 million to €359 million. The company's equity ratio improved from 18.4% to 20.1%. TÜV Rheinland’s cash flow from operating activities in 2017 was €161.8 million, similar to in 2016 (€163 million).\nTÜV Rheinland made considerable investments in its future viability in 2017, amounting to €91 million, which matches the level recorded in 2016. These investments focused on various software and digitalization projects, the expansion of inspection capacity, developing new testing laboratories, especially in Asia, and completing the expansion and energy renovations at TÜV Rheinland’s headquarters. The headquarters renovations were completed and the building was reinstated as headquarters.\nApproximately €10 million was invested in new testing labs, a highlight being the October 2017 opening of the new 14,000 square meter, state-of-the-art laboratory center in Bangalore, India that employs about 300 staff. Further lab investment went to energy efficiency, electromagnetic compatibility and chemical testing.\nFurther focus areas for investments included wireless and cyber security. TÜV Rheinland currently has eight laboratories for testing radio technologies and wireless standards, and investments in future-oriented technologies and new testing capacity are needed in the international market. The company’s main investment activities also include the expansion of IT infrastructure at TÜV Rheinland itself and the purchase of specialized testing software. The expanded infrastructure was also strengthened by investments in improved hardware, increased server capacity, and more efficient telecommunications equipment.\nDigitalization changes and expands traditional inspection business\nFor TÜV Rheinland, the future outlook is positive. Digitalization will radically change the inspection business in numerous fields and industries, and expand the business. Dr. Michael Fübi, CEO of TÜV Rheinland AG, comments, “For our company, digitalization has several dimensions. First, the internal digitalization and automation of our processes, as well as the expansion of our IT infrastructure. Particularly for us as a ‘people company,’ digitalization is a question of the culture and skills of the people who work for us. Second, the digitalization of our existing services and customer interface for our customers and our business. And, last but not least, we develop new services for the digital economy.”\nDigitalization now encompasses almost every industry. This applies to the networking in billions of products and applications in the Internet of Things, the design of the smart home and industrial production with Industry 4.0, the learning and working worlds, health care and infrastructure.\n“In all areas, smart living has one thing in common – networking for the use of technologies requires collecting and exchanging data. No data, no digitalization. No networking, no smart solutions,” says Dr. Fübi. Contemporary discussions about social media platforms, the European General Data Protection Regulation, insecure networked consumer electronics and autonomous driving encompass the wide range of issues of cyber security that data protection industries face.\nTÜV Rheinland is addressing these issues by creating international expert teams for cyber security, future mobility and inspections in the Internet of Things, comprised of industry leaders. These experts have estimated that in as soon as five years, every private household will have roughly 500 electric products and household devices connected to the Internet, and these “smart” devices currently offer poor levels of protection. Attacks on critical infrastructures and government authorizations have revealed just how damaging these security risks can be for entire economies and states. In 2017, the Center of Excellence IoT Privacy launched two new test marks for data protection for networked products and smart services. In May of 2018, TÜV Rheinland will publish its analysis of global cyber security and technical trends.\n“We take our responsibility for the safety of people, technology, and the environment very seriously. For almost 150 years, we have been accompanying technical innovations, creating a greater quality of life and are the engine of a modern society. It is here we see our mandate for the future. All indicators are pointing to the fact that our work will change very significantly, but that our role as an independent testing organization will remain indispensable,” states Dr. Fübi.\nThe 2017 TÜV Rheinland annual report can be found online at www.tuv.com/corporatereport\nAbout TÜV Rheinland\nTÜV Rheinland is a global leader in independent inspection services, founded 145 years ago. The group maintains a worldwide presence with 19,700 employees; annual turnover is more than EUR 1.9 billion. The independent experts stand for quality and safety for people, technology and the environment in nearly all aspects of life. TÜV Rheinland inspects technical equipment, products and services, oversees projects, and helps to shape processes and information security for companies. Its experts train people in a wide range of careers and industries. To this end, TÜV Rheinland employs a global network of approved labs, testing and education centers. Since 2006, TÜV Rheinland has been a member of the United Nations Global Compact to promote sustainability and combat corruption. Website: www.tuv.com\nCONTACT:\nFrank Dudley\nDirector Communications\nTÜV Rheinland of North America, Inc.\n(978) 266-9500\nDevan Bahr\nScratch Marketing + Media\nTUV@scratchmm.com\nSource: TUV Rheinland",
    "published": "2018-04-27T16:28:00.000+03:00",
    "crawled": "2018-04-27T18:04:36.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cologne",
        "germany",
        "littleton",
        "april",
        "globe",
        "newswire",
        "tüv",
        "rheinland",
        "testing",
        "certification",
        "leader",
        "forefront",
        "interoperability",
        "performance",
        "safety",
        "globally",
        "connected",
        "world",
        "continued",
        "robust",
        "growth",
        "fiscal",
        "year",
        "company",
        "revenue",
        "increased",
        "million",
        "billion",
        "tüv",
        "rheinland",
        "earnings",
        "interest",
        "tax",
        "ebit",
        "million",
        "highest",
        "company",
        "history",
        "ebit",
        "margin",
        "also",
        "increased",
        "percentage",
        "point",
        "investment",
        "surpassed",
        "million",
        "year",
        "figure",
        "reaching",
        "million",
        "number",
        "employee",
        "tüv",
        "rheinland",
        "reached",
        "since",
        "moved",
        "past",
        "mark",
        "year",
        "important",
        "move",
        "three",
        "year",
        "set",
        "accent",
        "improving",
        "profitability",
        "u",
        "important",
        "merely",
        "increasing",
        "revenue",
        "result",
        "make",
        "considerable",
        "investment",
        "important",
        "future",
        "market",
        "implement",
        "digitalization",
        "said",
        "michael",
        "fübi",
        "ceo",
        "tüv",
        "rheinland",
        "ag",
        "investment",
        "include",
        "infrastructure",
        "software",
        "also",
        "specifically",
        "development",
        "new",
        "service",
        "digital",
        "economy",
        "well",
        "investment",
        "inspection",
        "technology",
        "networked",
        "smart",
        "device",
        "product",
        "yet",
        "completely",
        "satisfied",
        "result",
        "achieved",
        "far",
        "especially",
        "view",
        "global",
        "competitor",
        "right",
        "track",
        "challenging",
        "industry",
        "environment",
        "continued",
        "successful",
        "growth",
        "trend",
        "recent",
        "year",
        "said",
        "fübi",
        "tüv",
        "rheinland",
        "german",
        "market",
        "showed",
        "positive",
        "growth",
        "germany",
        "company",
        "revenue",
        "climbed",
        "million",
        "almost",
        "billion",
        "representing",
        "growth",
        "outside",
        "germany",
        "revenue",
        "decreased",
        "million",
        "decline",
        "partially",
        "due",
        "continued",
        "job",
        "cut",
        "weakness",
        "brazilian",
        "market",
        "overall",
        "tüv",
        "rheinland",
        "international",
        "share",
        "sale",
        "currently",
        "development",
        "business",
        "stream",
        "traditionally",
        "industrial",
        "service",
        "mobility",
        "product",
        "testing",
        "strong",
        "share",
        "overall",
        "revenue",
        "generating",
        "approximately",
        "total",
        "revenue",
        "trend",
        "product",
        "testing",
        "business",
        "stream",
        "repeated",
        "previous",
        "strong",
        "performance",
        "increasing",
        "million",
        "mobility",
        "business",
        "stream",
        "generated",
        "revenue",
        "million",
        "increase",
        "driving",
        "factor",
        "mobility",
        "performance",
        "strong",
        "growth",
        "vehicle",
        "inspection",
        "driving",
        "test",
        "area",
        "industrial",
        "service",
        "stream",
        "revenue",
        "decreased",
        "slightly",
        "million",
        "mainly",
        "due",
        "weakness",
        "brazilian",
        "market",
        "however",
        "business",
        "strong",
        "germany",
        "china",
        "korea",
        "academy",
        "life",
        "care",
        "business",
        "stream",
        "offer",
        "professional",
        "qualification",
        "corporate",
        "health",
        "management",
        "service",
        "developed",
        "favorably",
        "revenue",
        "rose",
        "moderate",
        "significant",
        "progress",
        "achieved",
        "business",
        "stream",
        "earnings",
        "information",
        "communication",
        "technology",
        "ict",
        "business",
        "solution",
        "stream",
        "bundle",
        "cyber",
        "security",
        "telecommunication",
        "infrastructure",
        "service",
        "tüv",
        "rheinland",
        "posted",
        "revenue",
        "increase",
        "almost",
        "million",
        "total",
        "million",
        "system",
        "business",
        "stream",
        "improved",
        "result",
        "considerably",
        "service",
        "certification",
        "management",
        "system",
        "revenue",
        "surged",
        "million",
        "due",
        "various",
        "organizational",
        "measure",
        "including",
        "sale",
        "considerable",
        "growth",
        "service",
        "accreditation",
        "business",
        "including",
        "auditing",
        "line",
        "global",
        "standard",
        "quality",
        "management",
        "environmental",
        "management",
        "system",
        "security",
        "occupational",
        "health",
        "safety",
        "improving",
        "appeal",
        "employer",
        "workforce",
        "number",
        "reflected",
        "positive",
        "market",
        "trend",
        "germany",
        "number",
        "employee",
        "germany",
        "rose",
        "employee",
        "beyond",
        "border",
        "germany",
        "net",
        "employment",
        "number",
        "increased",
        "slightly",
        "additional",
        "job",
        "added",
        "outside",
        "germany",
        "offset",
        "job",
        "cut",
        "brazil",
        "tüv",
        "rheinland",
        "currently",
        "seeking",
        "staff",
        "vacancy",
        "become",
        "important",
        "tüv",
        "rheinland",
        "increase",
        "appeal",
        "employer",
        "attract",
        "applicant",
        "find",
        "meaning",
        "one",
        "work",
        "drive",
        "tüv",
        "rheinland",
        "employee",
        "world",
        "high",
        "motivation",
        "comprehensive",
        "expertise",
        "create",
        "value",
        "establish",
        "foundation",
        "success",
        "stated",
        "ruth",
        "werhahn",
        "tüv",
        "rheinland",
        "ag",
        "executive",
        "board",
        "member",
        "responsible",
        "human",
        "resource",
        "affair",
        "april",
        "importance",
        "meaningful",
        "work",
        "shown",
        "representative",
        "survey",
        "people",
        "germany",
        "april",
        "civey",
        "opinion",
        "research",
        "institute",
        "asked",
        "best",
        "characterizes",
        "good",
        "employer",
        "responded",
        "balance",
        "family",
        "leisure",
        "career",
        "almost",
        "stated",
        "job",
        "security",
        "purposeful",
        "varied",
        "work",
        "good",
        "development",
        "opportunity",
        "ranked",
        "higher",
        "good",
        "remuneration",
        "employee",
        "tüv",
        "rheinland",
        "develop",
        "knowledge",
        "ability",
        "whole",
        "professional",
        "career",
        "technology",
        "developing",
        "make",
        "tüv",
        "rheinland",
        "unique",
        "employer",
        "said",
        "werhahn",
        "order",
        "increase",
        "appeal",
        "employer",
        "tüv",
        "rheinland",
        "corporate",
        "culture",
        "must",
        "promote",
        "ideal",
        "diversity",
        "variety",
        "company",
        "employ",
        "people",
        "nation",
        "diversity",
        "initiative",
        "tüv",
        "rheinland",
        "includes",
        "promoting",
        "gender",
        "equality",
        "increasing",
        "number",
        "woman",
        "workforce",
        "currently",
        "management",
        "committee",
        "overall",
        "integrating",
        "experienced",
        "older",
        "employee",
        "exchanging",
        "new",
        "specialist",
        "financial",
        "situation",
        "stable",
        "investment",
        "remain",
        "previous",
        "level",
        "tüv",
        "rheinland",
        "equity",
        "increased",
        "almost",
        "million",
        "fiscal",
        "year",
        "million",
        "million",
        "company",
        "equity",
        "ratio",
        "improved",
        "tüv",
        "rheinland",
        "cash",
        "flow",
        "operating",
        "activity",
        "million",
        "similar",
        "million",
        "tüv",
        "rheinland",
        "made",
        "considerable",
        "investment",
        "future",
        "viability",
        "amounting",
        "million",
        "match",
        "level",
        "recorded",
        "investment",
        "focused",
        "various",
        "software",
        "digitalization",
        "project",
        "expansion",
        "inspection",
        "capacity",
        "developing",
        "new",
        "testing",
        "laboratory",
        "especially",
        "asia",
        "completing",
        "expansion",
        "energy",
        "renovation",
        "tüv",
        "rheinland",
        "headquarters",
        "headquarters",
        "renovation",
        "completed",
        "building",
        "reinstated",
        "headquarters",
        "approximately",
        "million",
        "invested",
        "new",
        "testing",
        "lab",
        "highlight",
        "october",
        "opening",
        "new",
        "square",
        "meter",
        "laboratory",
        "center",
        "bangalore",
        "india",
        "employ",
        "staff",
        "lab",
        "investment",
        "went",
        "energy",
        "efficiency",
        "electromagnetic",
        "compatibility",
        "chemical",
        "testing",
        "focus",
        "area",
        "investment",
        "included",
        "wireless",
        "cyber",
        "security",
        "tüv",
        "rheinland",
        "currently",
        "eight",
        "laboratory",
        "testing",
        "radio",
        "technology",
        "wireless",
        "standard",
        "investment",
        "technology",
        "new",
        "testing",
        "capacity",
        "needed",
        "international",
        "market",
        "company",
        "main",
        "investment",
        "activity",
        "also",
        "include",
        "expansion",
        "infrastructure",
        "tüv",
        "rheinland",
        "purchase",
        "specialized",
        "testing",
        "software",
        "expanded",
        "infrastructure",
        "also",
        "strengthened",
        "investment",
        "improved",
        "hardware",
        "increased",
        "server",
        "capacity",
        "efficient",
        "telecommunication",
        "equipment",
        "digitalization",
        "change",
        "expands",
        "traditional",
        "inspection",
        "business",
        "tüv",
        "rheinland",
        "future",
        "outlook",
        "positive",
        "digitalization",
        "radically",
        "change",
        "inspection",
        "business",
        "numerous",
        "field",
        "industry",
        "expand",
        "business",
        "michael",
        "fübi",
        "ceo",
        "tüv",
        "rheinland",
        "ag",
        "comment",
        "company",
        "digitalization",
        "several",
        "dimension",
        "first",
        "internal",
        "digitalization",
        "automation",
        "process",
        "well",
        "expansion",
        "infrastructure",
        "particularly",
        "u",
        "people",
        "company",
        "digitalization",
        "question",
        "culture",
        "skill",
        "people",
        "work",
        "u",
        "second",
        "digitalization",
        "existing",
        "service",
        "customer",
        "interface",
        "customer",
        "business",
        "last",
        "least",
        "develop",
        "new",
        "service",
        "digital",
        "digitalization",
        "encompasses",
        "almost",
        "every",
        "industry",
        "applies",
        "networking",
        "billion",
        "product",
        "application",
        "internet",
        "thing",
        "design",
        "smart",
        "home",
        "industrial",
        "production",
        "industry",
        "learning",
        "working",
        "world",
        "health",
        "care",
        "infrastructure",
        "area",
        "smart",
        "living",
        "one",
        "thing",
        "common",
        "networking",
        "use",
        "technology",
        "requires",
        "collecting",
        "exchanging",
        "data",
        "data",
        "digitalization",
        "networking",
        "smart",
        "solution",
        "say",
        "fübi",
        "contemporary",
        "discussion",
        "social",
        "medium",
        "platform",
        "european",
        "general",
        "data",
        "protection",
        "regulation",
        "insecure",
        "networked",
        "consumer",
        "electronics",
        "autonomous",
        "driving",
        "encompass",
        "wide",
        "range",
        "issue",
        "cyber",
        "security",
        "data",
        "protection",
        "industry",
        "face",
        "tüv",
        "rheinland",
        "addressing",
        "issue",
        "creating",
        "international",
        "expert",
        "team",
        "cyber",
        "security",
        "future",
        "mobility",
        "inspection",
        "internet",
        "thing",
        "comprised",
        "industry",
        "leader",
        "expert",
        "estimated",
        "soon",
        "five",
        "year",
        "every",
        "private",
        "household",
        "roughly",
        "electric",
        "product",
        "household",
        "device",
        "connected",
        "internet",
        "smart",
        "device",
        "currently",
        "offer",
        "poor",
        "level",
        "protection",
        "attack",
        "critical",
        "infrastructure",
        "government",
        "authorization",
        "revealed",
        "damaging",
        "security",
        "risk",
        "entire",
        "economy",
        "state",
        "center",
        "excellence",
        "iot",
        "privacy",
        "launched",
        "two",
        "new",
        "test",
        "mark",
        "data",
        "protection",
        "networked",
        "product",
        "smart",
        "service",
        "may",
        "tüv",
        "rheinland",
        "publish",
        "analysis",
        "global",
        "cyber",
        "security",
        "technical",
        "trend",
        "take",
        "responsibility",
        "safety",
        "people",
        "technology",
        "environment",
        "seriously",
        "almost",
        "year",
        "accompanying",
        "technical",
        "innovation",
        "creating",
        "greater",
        "quality",
        "life",
        "engine",
        "modern",
        "society",
        "see",
        "mandate",
        "future",
        "indicator",
        "pointing",
        "fact",
        "work",
        "change",
        "significantly",
        "role",
        "independent",
        "testing",
        "organization",
        "remain",
        "indispensable",
        "state",
        "fübi",
        "tüv",
        "rheinland",
        "annual",
        "report",
        "found",
        "online",
        "tüv",
        "rheinland",
        "tüv",
        "rheinland",
        "global",
        "leader",
        "independent",
        "inspection",
        "service",
        "founded",
        "year",
        "ago",
        "group",
        "maintains",
        "worldwide",
        "presence",
        "employee",
        "annual",
        "turnover",
        "eur",
        "billion",
        "independent",
        "expert",
        "stand",
        "quality",
        "safety",
        "people",
        "technology",
        "environment",
        "nearly",
        "aspect",
        "life",
        "tüv",
        "rheinland",
        "inspects",
        "technical",
        "equipment",
        "product",
        "service",
        "oversees",
        "project",
        "help",
        "shape",
        "process",
        "information",
        "security",
        "company",
        "expert",
        "train",
        "people",
        "wide",
        "range",
        "career",
        "industry",
        "end",
        "tüv",
        "rheinland",
        "employ",
        "global",
        "network",
        "approved",
        "lab",
        "testing",
        "education",
        "center",
        "since",
        "tüv",
        "rheinland",
        "member",
        "united",
        "nation",
        "global",
        "compact",
        "promote",
        "sustainability",
        "combat",
        "corruption",
        "website",
        "contact",
        "frank",
        "dudley",
        "director",
        "communication",
        "tüv",
        "rheinland",
        "north",
        "america",
        "devan",
        "bahr",
        "scratch",
        "marketing",
        "medium",
        "tuv",
        "source",
        "tuv",
        "rheinland"
    ]
}