{
    "organizations": [],
    "uuid": "c772b64c1a3e38334aa08db325fe281782df3634",
    "author": "Courtney Reagan",
    "url": "https://www.cnbc.com/2018/04/27/the-business-of-running-a-going-out-of-business-sale-is-booming.html",
    "ord_in_thread": 0,
    "title": "The business of running a going-out-of-business sale is booming",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If there are two sides to every story, the one that's lesser told is that going-out-of-business is actually a big business, especially lately.\nWhile it's the end of an era for Toys R Us, the department stores Bon-Ton runs and many other retailers over the last several years, it's a big opportunity for liquidators.\n\"The last three years have been the busiest we have ever experienced, and I have been doing this for 20 years,\" Scott Carpenter, retail solutions president at B. Riley Financial's Great American Group unit told CNBC in an interview.\nLiquidators Great American Group and Tiger Capital Group bought Bon-Ton's remaining assets in bankruptcy earlier this month and have just begun running the liquidation sales at more than 200 department stores throughout the country.\nThe two companies, along with Gordon Brothers and Hilco Merchant Resources, are also running the Toys R Us liquidation sales at 735 U.S. stores, but unlike with Bon-Ton, the liquidators didn't buy the Toys R Us assets. Instead the four firms are being paid a fee to run the sales.\nIn recent years, Tiger Capital and Great American worked together on store closing sales at Macy's , hhgregg, Payless, Gander Mountain and Gordmans department stores, among others.\nDiscount decisions Years and years of historical liquidation sales data, along with each individual store's sales history, are just some of the inputs considered when liquidators are deciding what level of discount should be implemented, and when it's time to increase it.\n\"It's both a science and an art,\" Brad Snyder, executive managing director at Tiger Capital Group told CNBC. \"There's a progressive cadence we use when it comes to discounting. We know what people will pay at different points.\"\nIn most going-out-of-business sales, inventory is distributed to higher volume stores, so the most productive stores end up with the most, and best, merchandise even in liquidation to maximize captured sales.\nThe liquidation sales typically last from eight to 10 weeks, sometimes as much as 12 weeks. If inventory sells quicker, the stores close sooner.\nDuring the going-out-of-business sales, it's typical that purchases are final, coupons and other discounts are no longer valid, rewards programs end, and gift cards can no longer be redeemed after a certain point for retailers closing all stores.\nSarah Whitten | CNBC A scene at a Toys R Us store in New York. Just like the normal course of business, discounts are used as incentives to sell slower-moving, or lower-demand merchandise. In the case of the Babies R Us division of Toys R Us, Snyder said \"diapers though, those will only be discounted a little or for a short time, you will never see that go too high.\"\nGenerally, the discounts get deeper over time, and can go up to as much as 80 or even 90 percent off, though the liquidators' formula typically gets everything sold before the discounts get that deep.\nYes, everything. Even the fixtures and shelving are sold.\nThe liquidators say it is typically the store's current shoppers that buy most of the merchandise in the going-out-of-business sales, particularly in the beginning. Later, when there are odds and ends left, that is when resellers get curious. At the very end, other retailers or small merchants come in for the fixtures.\nToys R Us inventory overload Toys R Us is one of the largest liquidation deals Tiger Capital has ever done, Snyder said. Not only because of the number of stores and employees impacted, but also because of all the merchandise that was sitting in distribution centers at the time liquidation was declared.\nSince the Toys R Us liquidation happened quickly, the retailer didn't prepare for a liquidation in advance, Carpenter said. That left a lot of merchandise in distribution centers that was originally intended to stock the stores and fulfill online orders in the normal course of business.\nSix days into the store's liquidation sales, Toys R Us shut its website down as inventory was sent out to stores.\nSarah Whitten | CNBC Discount signs at Toys R Us in New York. The liquidators have had to \"hold discounts back to allow the products in the distribution centers to get to the stores to maximize the return for Toys R Us,\" Carpenter said.\nThe inventory glut is part of the reason why the discounts at Toys R Us started in some case, with just 5 percent off, which has some shoppers expressing frustration at the discounts so far.\nSnyder says some categories are up to 30 percent off now, with more aggressive discounts on merchandise that takes longer to sell.\nDifferent inventory issus at Bon-Ton Unlike Toys R Us, Bon-Ton's stores have hardly any product left in the distribution centers, which leads to different inventory strategies.\nBon-Ton's website is still up and running, but much of the merchandise is no longer available for shipping, and shoppers need to try to locate it in a store. In some stores, the lean inventory could lead Great American and Tiger Capital to bring in merchandise to fill in categories where inventory is low, or missing altogether.\n\"If you had all socks, but no shoes, we would bring in shoes,\" Carpenter explains as an example.\nSome vendors that had planned inventory orders canceled as Bon-Ton prepared to file for liquidation, may end up getting their goods into the department stores after all. Great American and Tiger Capital may buy it, but at whatever discount matches the level of discounting the stores are currently running.\nThere are other vendors that don't want their merchandise to be part of a liquidation sale. Timing, contracts and bankruptcy court decisions determine whether vendors are able to pull their merchandise in advance of going-out-of-business sales by reclaiming it or buying it back. Rolex, Bose and Apple are among the brands that do what they can to keep their goods out of liquidation sales.\nNot surprisingly, cosmetic and fragrance brands have been historically opposed to participating in a going-out-of-business sale. The category rarely participates in discounting during the normal course of business.\n\"But the more doors that close, the fewer doors cosmetic and fragrance brands have to sell their goods,\" Snyder said, adding that is leading the group to make some concessions.\n\"We're finding more and more, cosmetic vendors are leaving goods in the sales, though some still aren't allowing discounts of more than 10-20 percent,\" he said.\nWhat about the employees? The stores' employees are also an integral part of the process for a successful going-out-of-business sale. While liquidators can bring in temp services to help if necessary, the groups prefer the store employees stay as long as possible.\nSarah Whitten | CNBC Signage at a Toys R Us store in New York. Liquidators work with employees as they look for new jobs, in some cases helping with placement. The firms ask employees not to call in sick or miss work to take interviews, working with them on their schedules to work around those conflicts.\n\"We often find associates have high integrity and great pride in their work,\" said Snyder. \"We offer incentives for managers, bring in food for the teams, come to meetings every morning. It's hard work and it's different than what most have done before.\"\nTiming usually works itself out and works for both sides, said Carpenter.\n\"We want the store workers to stay, our people are there to help manage and implement liquidation strategy,\" Carpenter said. \"Typically [store employees] are a little relieved, they have more time to find another job. In the time it takes them to look for jobs, we need less and less people as the inventory dwindles.\"\nWATCH: Toy wars heat up show chapters Toy wars heat up 8:23 AM ET Mon, 23 April 2018 | 03:01",
    "published": "2018-04-27T19:55:00.000+03:00",
    "crawled": "2018-04-27T20:11:03.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "two",
        "side",
        "every",
        "story",
        "one",
        "lesser",
        "told",
        "actually",
        "big",
        "business",
        "especially",
        "lately",
        "end",
        "era",
        "toy",
        "r",
        "u",
        "department",
        "store",
        "run",
        "many",
        "retailer",
        "last",
        "several",
        "year",
        "big",
        "opportunity",
        "liquidator",
        "last",
        "three",
        "year",
        "busiest",
        "ever",
        "experienced",
        "year",
        "scott",
        "carpenter",
        "retail",
        "solution",
        "president",
        "riley",
        "financial",
        "great",
        "american",
        "group",
        "unit",
        "told",
        "cnbc",
        "interview",
        "liquidator",
        "great",
        "american",
        "group",
        "tiger",
        "capital",
        "group",
        "bought",
        "remaining",
        "asset",
        "bankruptcy",
        "earlier",
        "month",
        "begun",
        "running",
        "liquidation",
        "sale",
        "department",
        "store",
        "throughout",
        "country",
        "two",
        "company",
        "along",
        "gordon",
        "brother",
        "hilco",
        "merchant",
        "resource",
        "also",
        "running",
        "toy",
        "r",
        "u",
        "liquidation",
        "sale",
        "store",
        "unlike",
        "liquidator",
        "buy",
        "toy",
        "r",
        "u",
        "asset",
        "instead",
        "four",
        "firm",
        "paid",
        "fee",
        "run",
        "sale",
        "recent",
        "year",
        "tiger",
        "capital",
        "great",
        "american",
        "worked",
        "together",
        "store",
        "closing",
        "sale",
        "macy",
        "hhgregg",
        "payless",
        "gander",
        "mountain",
        "gordmans",
        "department",
        "store",
        "among",
        "others",
        "discount",
        "decision",
        "year",
        "year",
        "historical",
        "liquidation",
        "sale",
        "data",
        "along",
        "individual",
        "store",
        "sale",
        "history",
        "input",
        "considered",
        "liquidator",
        "deciding",
        "level",
        "discount",
        "implemented",
        "time",
        "increase",
        "science",
        "art",
        "brad",
        "snyder",
        "executive",
        "managing",
        "director",
        "tiger",
        "capital",
        "group",
        "told",
        "cnbc",
        "progressive",
        "cadence",
        "use",
        "come",
        "discounting",
        "know",
        "people",
        "pay",
        "different",
        "point",
        "sale",
        "inventory",
        "distributed",
        "higher",
        "volume",
        "store",
        "productive",
        "store",
        "end",
        "best",
        "merchandise",
        "even",
        "liquidation",
        "maximize",
        "captured",
        "sale",
        "liquidation",
        "sale",
        "typically",
        "last",
        "eight",
        "week",
        "sometimes",
        "much",
        "week",
        "inventory",
        "sell",
        "quicker",
        "store",
        "close",
        "sooner",
        "sale",
        "typical",
        "purchase",
        "final",
        "coupon",
        "discount",
        "longer",
        "valid",
        "reward",
        "program",
        "end",
        "gift",
        "card",
        "longer",
        "redeemed",
        "certain",
        "point",
        "retailer",
        "closing",
        "store",
        "sarah",
        "whitten",
        "cnbc",
        "scene",
        "toy",
        "r",
        "u",
        "store",
        "new",
        "york",
        "like",
        "normal",
        "course",
        "business",
        "discount",
        "used",
        "incentive",
        "sell",
        "merchandise",
        "case",
        "baby",
        "r",
        "u",
        "division",
        "toy",
        "r",
        "u",
        "snyder",
        "said",
        "diaper",
        "though",
        "discounted",
        "little",
        "short",
        "time",
        "never",
        "see",
        "go",
        "high",
        "generally",
        "discount",
        "get",
        "deeper",
        "time",
        "go",
        "much",
        "even",
        "percent",
        "though",
        "liquidator",
        "formula",
        "typically",
        "get",
        "everything",
        "sold",
        "discount",
        "get",
        "deep",
        "yes",
        "everything",
        "even",
        "fixture",
        "shelving",
        "sold",
        "liquidator",
        "say",
        "typically",
        "store",
        "current",
        "shopper",
        "buy",
        "merchandise",
        "sale",
        "particularly",
        "beginning",
        "later",
        "odds",
        "end",
        "left",
        "resellers",
        "get",
        "curious",
        "end",
        "retailer",
        "small",
        "merchant",
        "come",
        "fixture",
        "toy",
        "r",
        "u",
        "inventory",
        "overload",
        "toy",
        "r",
        "u",
        "one",
        "largest",
        "liquidation",
        "deal",
        "tiger",
        "capital",
        "ever",
        "done",
        "snyder",
        "said",
        "number",
        "store",
        "employee",
        "impacted",
        "also",
        "merchandise",
        "sitting",
        "distribution",
        "center",
        "time",
        "liquidation",
        "declared",
        "since",
        "toy",
        "r",
        "u",
        "liquidation",
        "happened",
        "quickly",
        "retailer",
        "prepare",
        "liquidation",
        "advance",
        "carpenter",
        "said",
        "left",
        "lot",
        "merchandise",
        "distribution",
        "center",
        "originally",
        "intended",
        "stock",
        "store",
        "fulfill",
        "online",
        "order",
        "normal",
        "course",
        "business",
        "six",
        "day",
        "store",
        "liquidation",
        "sale",
        "toy",
        "r",
        "u",
        "shut",
        "website",
        "inventory",
        "sent",
        "store",
        "sarah",
        "whitten",
        "cnbc",
        "discount",
        "sign",
        "toy",
        "r",
        "u",
        "new",
        "york",
        "liquidator",
        "hold",
        "discount",
        "back",
        "allow",
        "product",
        "distribution",
        "center",
        "get",
        "store",
        "maximize",
        "return",
        "toy",
        "r",
        "u",
        "carpenter",
        "said",
        "inventory",
        "glut",
        "part",
        "reason",
        "discount",
        "toy",
        "r",
        "u",
        "started",
        "case",
        "percent",
        "shopper",
        "expressing",
        "frustration",
        "discount",
        "far",
        "snyder",
        "say",
        "category",
        "percent",
        "aggressive",
        "discount",
        "merchandise",
        "take",
        "longer",
        "sell",
        "different",
        "inventory",
        "issus",
        "unlike",
        "toy",
        "r",
        "u",
        "store",
        "hardly",
        "product",
        "left",
        "distribution",
        "center",
        "lead",
        "different",
        "inventory",
        "strategy",
        "website",
        "still",
        "running",
        "much",
        "merchandise",
        "longer",
        "available",
        "shipping",
        "shopper",
        "need",
        "try",
        "locate",
        "store",
        "store",
        "lean",
        "inventory",
        "could",
        "lead",
        "great",
        "american",
        "tiger",
        "capital",
        "bring",
        "merchandise",
        "fill",
        "category",
        "inventory",
        "low",
        "missing",
        "altogether",
        "sock",
        "shoe",
        "would",
        "bring",
        "shoe",
        "carpenter",
        "explains",
        "example",
        "vendor",
        "planned",
        "inventory",
        "order",
        "canceled",
        "prepared",
        "file",
        "liquidation",
        "may",
        "end",
        "getting",
        "good",
        "department",
        "store",
        "great",
        "american",
        "tiger",
        "capital",
        "may",
        "buy",
        "whatever",
        "discount",
        "match",
        "level",
        "discounting",
        "store",
        "currently",
        "running",
        "vendor",
        "want",
        "merchandise",
        "part",
        "liquidation",
        "sale",
        "timing",
        "contract",
        "bankruptcy",
        "court",
        "decision",
        "determine",
        "whether",
        "vendor",
        "able",
        "pull",
        "merchandise",
        "advance",
        "sale",
        "reclaiming",
        "buying",
        "back",
        "rolex",
        "bose",
        "apple",
        "among",
        "brand",
        "keep",
        "good",
        "liquidation",
        "sale",
        "surprisingly",
        "cosmetic",
        "fragrance",
        "brand",
        "historically",
        "opposed",
        "participating",
        "sale",
        "category",
        "rarely",
        "participates",
        "discounting",
        "normal",
        "course",
        "business",
        "door",
        "close",
        "fewer",
        "door",
        "cosmetic",
        "fragrance",
        "brand",
        "sell",
        "good",
        "snyder",
        "said",
        "adding",
        "leading",
        "group",
        "make",
        "concession",
        "finding",
        "cosmetic",
        "vendor",
        "leaving",
        "good",
        "sale",
        "though",
        "still",
        "allowing",
        "discount",
        "percent",
        "said",
        "employee",
        "store",
        "employee",
        "also",
        "integral",
        "part",
        "process",
        "successful",
        "sale",
        "liquidator",
        "bring",
        "temp",
        "service",
        "help",
        "necessary",
        "group",
        "prefer",
        "store",
        "employee",
        "stay",
        "long",
        "possible",
        "sarah",
        "whitten",
        "cnbc",
        "signage",
        "toy",
        "r",
        "u",
        "store",
        "new",
        "york",
        "liquidator",
        "work",
        "employee",
        "look",
        "new",
        "job",
        "case",
        "helping",
        "placement",
        "firm",
        "ask",
        "employee",
        "call",
        "sick",
        "miss",
        "work",
        "take",
        "interview",
        "working",
        "schedule",
        "work",
        "around",
        "conflict",
        "often",
        "find",
        "associate",
        "high",
        "integrity",
        "great",
        "pride",
        "work",
        "said",
        "snyder",
        "offer",
        "incentive",
        "manager",
        "bring",
        "food",
        "team",
        "come",
        "meeting",
        "every",
        "morning",
        "hard",
        "work",
        "different",
        "done",
        "timing",
        "usually",
        "work",
        "work",
        "side",
        "said",
        "carpenter",
        "want",
        "store",
        "worker",
        "stay",
        "people",
        "help",
        "manage",
        "implement",
        "liquidation",
        "strategy",
        "carpenter",
        "said",
        "typically",
        "store",
        "employee",
        "little",
        "relieved",
        "time",
        "find",
        "another",
        "job",
        "time",
        "take",
        "look",
        "job",
        "need",
        "less",
        "less",
        "people",
        "inventory",
        "dwindles",
        "watch",
        "toy",
        "war",
        "heat",
        "show",
        "chapter",
        "toy",
        "war",
        "heat",
        "et",
        "mon",
        "april"
    ]
}