{
    "organizations": [],
    "uuid": "accdc3f310e633ec2106677f9f264454b4aad531",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1RI4SP",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 6 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,788.8 27.4 NZX 50** 8,363.99 -34.09 DJIA** 24,505.22 240.92 NIKKEI** 21,645.42 325.87 Nasdaq** 7,076.55 34.445 FTSE** 7,199.5 165.49 S&P 500** 2,662.84 18.15 Hang Seng** 29,518.69 -661.41 SPI 200 Fut 5,789 19.00 STI** 3,405.65 65.95 SSEC** 3,131.8391 -4.79 KOSPI** 2,437.52 29.46 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.04 0 KR 10 YR Bond 2.632 0.014 AU 10 YR Bond 2.7 0.029 US 10 YR Bond 2.8338 0.044 NZ 10 YR Bond 2.835 0.025 US 30 YR Bond 3.073 0.044 -- Currencies Net Chng Net Chng SGD US$ 1.3163 0.0042 KRW US$ 1,061.65 4.37 AUD US$ 0.7682 -0.0033 NZD US$ 0.7267 -0.0037 EUR US$ 1.2238 -0.0039 Yen US$ 107.4 0.63 THB US$ 31.24 0.04 PHP US$ 52.029 0.03 IDR US$ 13,764 1 INR US$ 64.88 -0.16 MYR US$ 3.865 -0.003 TWD US$ 29.148 0.006 CNY US$ 6.3027 0.0164 HKD US$ 7.8488 -0.0001 -- Commodities Net Chng Net Chng Spot Gold 1,326.11 -6.85 Silver (Lon) 16.37 0.092 U.S. Gold Fut 1,329.7 -10.5 Brent Crude 68.5 0.48 Iron Ore CNY6.3027 0.0167 TRJCRB Index - - TOCOM Rubber JPY177.2 0.9 LME Copper 6,818.5 94.5 -- ** indicates closing price All prices as of 20:44 GMT EQUITIES GLOBAL - The U.S. dollar gained and equity markets around the world jumped on Thursday as fears eased of a trade war between China and the United States after Washington expressed a willingness to negotiate. The dollar rose to a three-week high against the Japanese yen and a 10-week peak versus the Swiss franc, two safe-haven assets that investors buy in times of market uncertainty. For a full report, click on - - - - NEW YORK - The Dow and the S&P 500 posted gains for a third day in a row on Thursday, the longest streak in about a month, as investors' worries of an escalating trade conflict between the United States and China eased and their focus on upcoming earnings grew. The Cboe Volatility Index, the most widely followed barometer of expected near-term volatility for the S&P 500, closed down 1.12 points at 18.94, its lowest close in more than two weeks. For a full report, click on - - - - LONDON - European stocks jumped to their highest level in more than two weeks on Thursday as investors bought back into risky assets as concerns over trade tensions ebbed. The STOXX 600 rose 2.4 percent, scoring its best day since June 2016, buoyed by financials and industrials stocks, riding a wave of gains across global equity markets. For a full report, click on - - - - TOKYO - Japanese stocks rose on Thursday after Wall Street bounced back from a sell-off triggered by an escalating U.S.-China trade spat, sending most sectors into positive territory. The Nikkei gained 1.5 percent to 21,645.42, trading above its 200-day moving average of 21,359.22. For a full report, click on - - - - SHANGHAI - China stocks gave up early gains and ended slightly lower on Wednesday as investors trimmed their equity exposure ahead of the Tomb-sweeping holiday break and as they braced for Beijing's countermeasures against U.S. tariffs on Chinese exports. While there was some lingering unease among investors, most see the widely-expected U.S. sanctions as having negligible impact on growth, and expect a full-blown trade war will be averted through negotiations. For a full report, click on - - - - AUSTRALIA - Australian shares are expected to rise for a third straight session on Friday, tracking a similar overnight climb in Wall Street as easing trade war fears saw investors trickling back into equities. The local share price index futures rose 21 points to 5791, a 2 point premium to the underlying S&P/ASX 200 index close. The benchmark rose 0.5 percent on Thursday. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index rose more than 1 percent on Thursday, supported by heavy bargain-hunting, while the won held steady on the local platform and bond yields rose. At 06:32 GMT, the KOSPI was up 29.46 points or 1.22 percent at 2,437.52. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar rose to a two-week high against a currency basket on Thursday, bolstered by a rebound on Wall Street and signs the United States is looking to resolve a trade dispute with China. The U.S. currency also climbed to a three-week peak against the yen and a 10-week high versus the Swiss franc, two safe-haven assets that investors buy in times of market turmoil. For a full report, click on - - - - SHANGHAI - China's yuan slipped further against the dollar on Wednesday afternoon after Beijing hit back against the United States with additional tariffs on some U.S. goods, a swift retaliation that triggered a broad risk-off move in global markets. China's finance ministry said it will impose additional tariffs of 25 percent on 106 U.S. goods including soybeans, autos, chemicals, some types of aircraft and corn products, among other agricultural goods. The products targeted by the tariffs were worth $50 billion in 2017. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars edged lower on Thursday as the greenback was generally well-bid against most Asian currencies, though an impression of easing trade tensions between the United States and China supported sentiment. The Australian dollar dipped 0.3 percent to $0.7692, from a high of $0.7727 touched earlier in the session. For a full report, click on - - - - SEOUL - The won was Quote: d at 1,059.7 per dollar on the onshore settlement platform , 0.01 percent firmer than its previous close at 1,059.8. In offshore trading, the won was Quote: d at 1,059.27 per U.S. dollar, down 0.19 percent from the previous day, while in one-year non-deliverable forwards it was being asked at 1,044.35 per dollar. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields rose to one-week highs on Thursday as rising stock markets showed improving risk appetite, and before Friday’s closely watched employment report for March. World stocks rose as the United States voiced willingness on Wednesday to negotiate a resolution to an escalating trade fight with China. That came after Beijing retaliated against proposed U.S. tariffs on $50 billion in Chinese goods by targeting key American imports. For a full report, click on - - - - LONDON - Borrowing costs across the euro zone rose on Thursday as stock markets recovered from a selloff triggered by worsening Sino-U.S. trade tensions, curbing the demand for safe-haven debt. Italian debt was a focus for investors for a second day as the premium demanded to hold it over the bloc's benchmark Germany dropped to a two-month low as talks on forming a coalition cranked up in Rome. For a full report, click on - - - - TOKYO - Japanese government bond prices dipped across the board on Thursday as stocks recovered from the latest round of trade war concerns and curbed demand for safe-haven debt. The five-year JGB yield rose 1 basis point to minus 0.110 percent. For a full report, click on COMMODITIES GOLD Gold prices dropped on Thursday as safe-haven demand eased for bullion after the United States and China signaled willingness to negotiate a trade dispute instead of hitting each other with tariffs that might slow economic activity in both countries. Investors put money back into equities, sending global stock markets higher, while the dollar strengthened, making gold more expensive for users of other currencies. For a full report, click on - - - - IRON ORE Chinese iron ore futures dropped for a second session in a row on Wednesday as worries about rising stockpiles and falling demand from steel mills countered news of a major outage in Brazil, one of the world's top producers. The most-active iron ore for September delivery on the Dalian Commodity Exchange settled down 4.2 percent at 438.5 yuan ($69.51). For a full report, click on - - - - BASE METALS Copper rose 1.4 percent on Thursday as fading concerns over the prospect of a trade war between China and the United States sparked a bounce in cyclical assets, driving European stocks up more than 2 percent. Equity markets rebounded from the previous session's two-month low after the United States indicated it was willing to negotiate a resolution to the trade spat between the world's two biggest economies. For a full report, click on - - - - OIL Oil prices rose on Thursday, helped by gains in U.S. equities markets and Saudi Arabia's unexpected hike in crude prices, though crude's advance was curbed by strength in the dollar. Brent crude futures gained 31 cents to settle at $68.33 a barrel, and U.S. West Texas Intermediate crude rose 17 cents to settle at $63.54 a barrel. For a full report, click on - - - - PALM OIL Malaysian palm oil futures hit a fresh one-month top on Thursday, charting a fourth session of gains in five, as expectations of falling end-March stockpiles boosted the market. The benchmark palm oil contract for June delivery on the Bursa Malaysia Derivatives Exchange rose 0.7 percent to 2,472 ringgit ($639.59) a tonne at the end of the trading day. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures slipped on Thursday, extending losses into a fourth straight day, as lingering worries over rising stock in Tokyo weighed on sentiment despite easing concerns over U.S.-China trade spat. The United States signalled its willingness on Wednesday to try to resolve an escalating trade dispute with China after Beijing retaliated against proposed U.S. tariffs on $50 billion in Chinese goods by targeting key American imports. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130) (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-04-06T05:10:00.000+03:00",
    "crawled": "2018-04-06T22:11:39.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "dollar",
        "gained",
        "equity",
        "market",
        "around",
        "world",
        "jumped",
        "thursday",
        "fear",
        "eased",
        "trade",
        "war",
        "china",
        "united",
        "state",
        "washington",
        "expressed",
        "willingness",
        "negotiate",
        "dollar",
        "rose",
        "high",
        "japanese",
        "yen",
        "peak",
        "versus",
        "swiss",
        "franc",
        "two",
        "asset",
        "investor",
        "buy",
        "time",
        "market",
        "uncertainty",
        "full",
        "report",
        "click",
        "new",
        "york",
        "dow",
        "p",
        "posted",
        "gain",
        "third",
        "day",
        "row",
        "thursday",
        "longest",
        "streak",
        "month",
        "investor",
        "worry",
        "escalating",
        "trade",
        "conflict",
        "united",
        "state",
        "china",
        "eased",
        "focus",
        "upcoming",
        "earnings",
        "grew",
        "cboe",
        "volatility",
        "index",
        "widely",
        "followed",
        "barometer",
        "expected",
        "volatility",
        "p",
        "closed",
        "point",
        "lowest",
        "close",
        "two",
        "week",
        "full",
        "report",
        "click",
        "london",
        "european",
        "stock",
        "jumped",
        "highest",
        "level",
        "two",
        "week",
        "thursday",
        "investor",
        "bought",
        "back",
        "risky",
        "asset",
        "concern",
        "trade",
        "tension",
        "ebbed",
        "stoxx",
        "rose",
        "percent",
        "scoring",
        "best",
        "day",
        "since",
        "june",
        "buoyed",
        "financials",
        "industrials",
        "stock",
        "riding",
        "wave",
        "gain",
        "across",
        "global",
        "equity",
        "market",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "stock",
        "rose",
        "thursday",
        "wall",
        "street",
        "bounced",
        "back",
        "triggered",
        "escalating",
        "trade",
        "spat",
        "sending",
        "sector",
        "positive",
        "territory",
        "nikkei",
        "gained",
        "percent",
        "trading",
        "moving",
        "average",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "gave",
        "early",
        "gain",
        "ended",
        "slightly",
        "lower",
        "wednesday",
        "investor",
        "trimmed",
        "equity",
        "exposure",
        "ahead",
        "holiday",
        "break",
        "braced",
        "beijing",
        "countermeasure",
        "tariff",
        "chinese",
        "export",
        "lingering",
        "unease",
        "among",
        "investor",
        "see",
        "sanction",
        "negligible",
        "impact",
        "growth",
        "expect",
        "trade",
        "war",
        "averted",
        "negotiation",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "expected",
        "rise",
        "third",
        "straight",
        "session",
        "friday",
        "tracking",
        "similar",
        "overnight",
        "climb",
        "wall",
        "street",
        "easing",
        "trade",
        "war",
        "fear",
        "saw",
        "investor",
        "trickling",
        "back",
        "equity",
        "local",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "point",
        "point",
        "premium",
        "underlying",
        "index",
        "close",
        "benchmark",
        "rose",
        "percent",
        "thursday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "rose",
        "percent",
        "thursday",
        "supported",
        "heavy",
        "held",
        "steady",
        "local",
        "platform",
        "bond",
        "yield",
        "rose",
        "gmt",
        "kospi",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "rose",
        "high",
        "currency",
        "basket",
        "thursday",
        "bolstered",
        "rebound",
        "wall",
        "street",
        "sign",
        "united",
        "state",
        "looking",
        "resolve",
        "trade",
        "dispute",
        "china",
        "currency",
        "also",
        "climbed",
        "peak",
        "yen",
        "high",
        "versus",
        "swiss",
        "franc",
        "two",
        "asset",
        "investor",
        "buy",
        "time",
        "market",
        "turmoil",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "yuan",
        "slipped",
        "dollar",
        "wednesday",
        "afternoon",
        "beijing",
        "hit",
        "back",
        "united",
        "state",
        "additional",
        "tariff",
        "good",
        "swift",
        "retaliation",
        "triggered",
        "broad",
        "move",
        "global",
        "market",
        "china",
        "finance",
        "ministry",
        "said",
        "impose",
        "additional",
        "tariff",
        "percent",
        "good",
        "including",
        "soybean",
        "auto",
        "chemical",
        "type",
        "aircraft",
        "corn",
        "product",
        "among",
        "agricultural",
        "good",
        "product",
        "targeted",
        "tariff",
        "worth",
        "billion",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "edged",
        "lower",
        "thursday",
        "greenback",
        "generally",
        "asian",
        "currency",
        "though",
        "impression",
        "easing",
        "trade",
        "tension",
        "united",
        "state",
        "china",
        "supported",
        "sentiment",
        "australian",
        "dollar",
        "dipped",
        "percent",
        "high",
        "touched",
        "earlier",
        "session",
        "full",
        "report",
        "click",
        "seoul",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "offshore",
        "trading",
        "quote",
        "per",
        "dollar",
        "percent",
        "previous",
        "day",
        "forward",
        "asked",
        "per",
        "dollar",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "rose",
        "high",
        "thursday",
        "rising",
        "stock",
        "market",
        "showed",
        "improving",
        "risk",
        "appetite",
        "friday",
        "closely",
        "watched",
        "employment",
        "report",
        "march",
        "world",
        "stock",
        "rose",
        "united",
        "state",
        "voiced",
        "willingness",
        "wednesday",
        "negotiate",
        "resolution",
        "escalating",
        "trade",
        "fight",
        "china",
        "came",
        "beijing",
        "retaliated",
        "proposed",
        "tariff",
        "billion",
        "chinese",
        "good",
        "targeting",
        "key",
        "american",
        "import",
        "full",
        "report",
        "click",
        "london",
        "borrowing",
        "cost",
        "across",
        "euro",
        "zone",
        "rose",
        "thursday",
        "stock",
        "market",
        "recovered",
        "selloff",
        "triggered",
        "worsening",
        "trade",
        "tension",
        "curbing",
        "demand",
        "debt",
        "italian",
        "debt",
        "focus",
        "investor",
        "second",
        "day",
        "premium",
        "demanded",
        "hold",
        "bloc",
        "benchmark",
        "germany",
        "dropped",
        "low",
        "talk",
        "forming",
        "coalition",
        "cranked",
        "rome",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "price",
        "dipped",
        "across",
        "board",
        "thursday",
        "stock",
        "recovered",
        "latest",
        "round",
        "trade",
        "war",
        "concern",
        "curbed",
        "demand",
        "debt",
        "jgb",
        "yield",
        "rose",
        "basis",
        "point",
        "minus",
        "percent",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "dropped",
        "thursday",
        "demand",
        "eased",
        "bullion",
        "united",
        "state",
        "china",
        "signaled",
        "willingness",
        "negotiate",
        "trade",
        "dispute",
        "instead",
        "hitting",
        "tariff",
        "might",
        "slow",
        "economic",
        "activity",
        "country",
        "investor",
        "put",
        "money",
        "back",
        "equity",
        "sending",
        "global",
        "stock",
        "market",
        "higher",
        "dollar",
        "strengthened",
        "making",
        "gold",
        "expensive",
        "user",
        "currency",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "iron",
        "ore",
        "future",
        "dropped",
        "second",
        "session",
        "row",
        "wednesday",
        "worry",
        "rising",
        "stockpile",
        "falling",
        "demand",
        "steel",
        "mill",
        "countered",
        "news",
        "major",
        "outage",
        "brazil",
        "one",
        "world",
        "top",
        "producer",
        "iron",
        "ore",
        "september",
        "delivery",
        "dalian",
        "commodity",
        "exchange",
        "settled",
        "percent",
        "yuan",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "copper",
        "rose",
        "percent",
        "thursday",
        "fading",
        "concern",
        "prospect",
        "trade",
        "war",
        "china",
        "united",
        "state",
        "sparked",
        "bounce",
        "cyclical",
        "asset",
        "driving",
        "european",
        "stock",
        "percent",
        "equity",
        "market",
        "rebounded",
        "previous",
        "session",
        "low",
        "united",
        "state",
        "indicated",
        "willing",
        "negotiate",
        "resolution",
        "trade",
        "spat",
        "world",
        "two",
        "biggest",
        "economy",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "price",
        "rose",
        "thursday",
        "helped",
        "gain",
        "equity",
        "market",
        "saudi",
        "arabia",
        "unexpected",
        "hike",
        "crude",
        "price",
        "though",
        "crude",
        "advance",
        "curbed",
        "strength",
        "dollar",
        "brent",
        "crude",
        "future",
        "gained",
        "cent",
        "settle",
        "barrel",
        "west",
        "texas",
        "intermediate",
        "crude",
        "rose",
        "cent",
        "settle",
        "barrel",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "hit",
        "fresh",
        "top",
        "thursday",
        "charting",
        "fourth",
        "session",
        "gain",
        "five",
        "expectation",
        "falling",
        "stockpile",
        "boosted",
        "market",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "june",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "rose",
        "percent",
        "ringgit",
        "tonne",
        "end",
        "trading",
        "day",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "slipped",
        "thursday",
        "extending",
        "loss",
        "fourth",
        "straight",
        "day",
        "lingering",
        "worry",
        "rising",
        "stock",
        "tokyo",
        "weighed",
        "sentiment",
        "despite",
        "easing",
        "concern",
        "trade",
        "spat",
        "united",
        "state",
        "signalled",
        "willingness",
        "wednesday",
        "try",
        "resolve",
        "escalating",
        "trade",
        "dispute",
        "china",
        "beijing",
        "retaliated",
        "proposed",
        "tariff",
        "billion",
        "chinese",
        "good",
        "targeting",
        "key",
        "american",
        "import",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau",
        "bengaluru",
        "bureau"
    ]
}