{
    "organizations": [],
    "uuid": "ae6a42d4da3e88327422ddab4e06e2b7ef0d6c2a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/12/globe-newswire-ose-immunotherapeutics-announces-evolution-in-companyas-board-of-directors-and-management.html",
    "ord_in_thread": 0,
    "title": "OSE Immunotherapeutics Announces Evolution in Company’s Board of Directors and Management",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Dominique Costantini, MD, Appointed as Chairman of Company’s Board of Directors, Alexis Peyroles Appointed as Chief Executive Officer\nNatural, Seamless Evolution Follows Three Structuring License Agreements to Drive Next Step of Company’s Growth\nNANTES, France, April 12, 2018 (GLOBE NEWSWIRE) -- OSE Immunotherapeutics (ISIN:FR0012127173) (Mnémo:OSE) today announces a new organization within its Board of Directors with the appointment of Dominique Costantini as Chairman of the Board and the appointment of Alexis Peyroles as Chief Executive Officer. These changes, effective immediately, are based on the recommendation of the Nomination and Remuneration Committee with the aim of positioning the Company for growth given the recent developments.\nDominique Costantini, Company’s co-founder and former Chief Executive Officer, is appointed as Chairman of the Board of Directors, and also will serve as Director of Early Development.\nAlexis Peyroles, former Chief Operating Officer, Operations, is appointed as Chief Executive Officer.\nDominique Costantini succeeds Gérard Tardy who will not run for a mandate of Board member at the next shareholders’ general meeting.\nDominique Costantini, Chairman of the Company, said: \"I thank the Board of Directors for their support and for their confidence. I thank also Gérard Tardy for his support during this pivotal period. The major agreement signed with Boehringer Ingelheim is the culmination of more than a year of teamwork involving the entire company. Alexis Peyroles has succeeded in forging this collaboration and significant agreement by integrating all the company’s businesses in this partnership. His international managerial experience of more than 20 years in the pharmaceutical industry (Sanofi-Guerbet) and in biotechnology, in Europe, Japan and South America, developed his talents in strategy, finance, pharmaceutical marketing and in agreements and licenses. Since the founding of OSE, his strategic and operational skills have been critical in the company’s development, its IPO, its external growth and in its meaningful partnerships driving the future of OSE, all key steps to value creation.”\nAlexis Peyroles, CEO, said: “The Board of Directors and Dominique Costantini have trusted me to steer a new step in the Company’s growth and I thank them warmly. Together, with the entire OSE team, we will actively pursue the development of new immunotherapies to meet the patients’ unmet medical needs. I salute the outstanding expertise of our researchers and clinicians able to anticipate and identify targets of major interest and turn them into first-in-class immunotherapies.”\nThe management team around Alexis Peyroles has recently been strengthened with the additions of Bérangère Vasseur, MD, Chief Medical Officer Immuno-Oncology (broad experience in oncology development while at Roche and at several biotechnology companies) and Emilienne Soma, PharmD, Ph.D., Director of Pharmaceutical Program Development (experience in R&D management and in alliances in several biotechnology companies) who have recently joined the company. The team also includes Bernard Vanhove Ph.D., Chief Operating Officer and Director of R&D and International Scientific Collaborations; Nicolas Poirier, Ph.D., Chief Scientific Officer; Frédérique Corallo, MD, Chief Medical Officer Immunotherapies and Autoimmune Diseases; Jean-Pascal Conduzorgues, PharmD, Qualified Person; and Anne-Laure Autret-Cornet, Chief Financial Officer.\nMaryvonne Hiance, Director of Strategy and Dominique Costantini, in her additional role as Director of Early Development, bring their expertise to this team.\nCombining strong implementation in leading academic research, an impressive know-how in conceiving and developing innovative immunotherapies, and rich experience in medical and pharmaceutical development, the OSE Immunotherapeutics team is now ideally positioned to enlarge its presence in this promising sector of growth.\nOSE Immunotherapeutics has three key strategic partnerships potentially generating more than 1.5 billion euros in revenues, assuming all pre-specified milestones are met. They will support the development of the Company's product portfolio, including both a product close to market with orphan status designation (Tedopi®) and breakthrough clinical innovations conducted in partnership (in 2018 with Boehringer Ingelheim for OSE-172, end of 2016 with Servier for OSE-127 and in 2016 with Janssen Biotech for FR104).\nAlexis Peyroles’ appointment as Chief Executive Officer supports the Company's strategic growth steps, serving in the best interest of patients, employees, shareholders and other stakeholders.\nABOUT OSE Immunotherapeutics\nOSE Immunotherapeutics is a biotechnology company focused on the development of innovative immunotherapies for immune activation and regulation in the fields of immuno-oncology and autoimmune diseases. Neoepitopes innovation (Tedopi®) is today in Phase 3 in advanced lung cancers (NSCLC) after checkpoint inhibitors failure (anti PD-1 and anti PD-L1). A global license and collaboration agreement was signed in April 2018 with Boehringer Ingelheim to develop checkpoint inhibitor OSE-172 (anti-SIRPa monoclonal antibody), for the treatment of advanced solid tumors. An option to license was exercised in July 2016 by Janssen Biotech to continue clinical development of FR104 (an anti CD28 mAb) in auto-immune diseases after positive phase 1 results. A 2-step license option was signed in 2016 with Servier Laboratories to develop OSE-127 (monoclonal antibody targeting the CD127 receptor, the alpha chain of the interleukin-7 receptor) to develop the product up to the completion of a phase 2 clinical trial planned in autoimmune bowel disease and Sjogren disease. The company has several scientific and technological platforms: neoepitopes, agonist or antagonist monoclonal antibodies, ideally positioned to fight cancer and autoimmune diseases. Its first-in-class clinical portfolio offers a diversified risk profile.\nClick and follow us on Twitter and Linkedln\nhttps://twitter.com/OSEIMMUNO\nhttps://www.linkedin.com/company/10929673\nContacts\nOSE Immunotherapeutics\nSylvie Détry\nSylvie.detry@ose-immuno.com\n+33 143 297 857\nFrench Media: FP2COM\nFlorence Portejoie\nfportejoie@fp2com.fr\n+33 607 768 283 U.S. Media: LifeSci Public Relations\nMatt Middleman, M.D.\nmatt@lifescipublicrelations.com\n+1 646 627 8384\nU.S. and European Investors\nChris Maggos\nchris@lifesciadvisors.com\n+41 79 367 6254 Forward-looking statements\nThis press release contains express or implied information and statements that might be deemed forward-looking information and statements in respect of OSE Immunotherapeutics. They do not constitute historical facts. These information and statements include financial projections that are based upon certain assumptions and assessments made by OSE Immunotherapeutics’ management in light of its experience and its perception of historical trends, current economic and industry conditions, expected future developments and other factors they believe to be appropriate.\nThese forward-looking statements include statements typically using conditional and containing verbs such as “expect”, “anticipate”, “believe”, “target”, “plan”, or “estimate”, their declensions and conjugations and words of similar import.\nAlthough the OSE Immunotherapeutics management believes that the forward-looking statements and information are reasonable, the OSE Immunotherapeutics’ shareholders and other investors are cautioned that the completion of such expectations is by nature subject to various risks, known or not, and uncertainties which are difficult to predict and generally beyond the control of OSE Immunotherapeutics. These risks could cause actual results and developments to differ materially from those expressed in or implied or projected by the forward-looking statements. These risks include those discussed or identified in the public filings made by OSE Immunotherapeutics with the AMF. Such forward-looking statements are not guarantees of future performance.\nThis press release includes only summary information and should be read with the OSE Immunotherapeutics Reference Document filed with the AMF on 28 April 2017 under the number R.17-038, including the annual financial report for the fiscal year 2016, available on the OSE Immunotherapeutics’ website.\nOther than as required by applicable law, OSE Immunotherapeutics issues this press release at the date hereof and does not undertake any obligation to update or revise the forward-looking information or statements.\nSource: OSE Immunotherapeutics",
    "published": "2018-04-12T20:00:00.000+03:00",
    "crawled": "2018-04-12T21:39:42.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dominique",
        "costantini",
        "md",
        "appointed",
        "chairman",
        "company",
        "board",
        "director",
        "alexis",
        "peyroles",
        "appointed",
        "chief",
        "executive",
        "officer",
        "natural",
        "seamless",
        "evolution",
        "follows",
        "three",
        "structuring",
        "license",
        "agreement",
        "drive",
        "next",
        "step",
        "company",
        "growth",
        "nantes",
        "france",
        "april",
        "globe",
        "newswire",
        "ose",
        "immunotherapeutics",
        "isin",
        "fr0012127173",
        "mnémo",
        "ose",
        "today",
        "announces",
        "new",
        "organization",
        "within",
        "board",
        "director",
        "appointment",
        "dominique",
        "costantini",
        "chairman",
        "board",
        "appointment",
        "alexis",
        "peyroles",
        "chief",
        "executive",
        "officer",
        "change",
        "effective",
        "immediately",
        "based",
        "recommendation",
        "nomination",
        "remuneration",
        "committee",
        "aim",
        "positioning",
        "company",
        "growth",
        "given",
        "recent",
        "development",
        "dominique",
        "costantini",
        "company",
        "former",
        "chief",
        "executive",
        "officer",
        "appointed",
        "chairman",
        "board",
        "director",
        "also",
        "serve",
        "director",
        "early",
        "development",
        "alexis",
        "peyroles",
        "former",
        "chief",
        "operating",
        "officer",
        "operation",
        "appointed",
        "chief",
        "executive",
        "officer",
        "dominique",
        "costantini",
        "succeeds",
        "gérard",
        "tardy",
        "run",
        "mandate",
        "board",
        "member",
        "next",
        "shareholder",
        "general",
        "meeting",
        "dominique",
        "costantini",
        "chairman",
        "company",
        "said",
        "thank",
        "board",
        "director",
        "support",
        "confidence",
        "thank",
        "also",
        "gérard",
        "tardy",
        "support",
        "pivotal",
        "period",
        "major",
        "agreement",
        "signed",
        "boehringer",
        "ingelheim",
        "culmination",
        "year",
        "teamwork",
        "involving",
        "entire",
        "company",
        "alexis",
        "peyroles",
        "succeeded",
        "forging",
        "collaboration",
        "significant",
        "agreement",
        "integrating",
        "company",
        "business",
        "partnership",
        "international",
        "managerial",
        "experience",
        "year",
        "pharmaceutical",
        "industry",
        "biotechnology",
        "europe",
        "japan",
        "south",
        "america",
        "developed",
        "talent",
        "strategy",
        "finance",
        "pharmaceutical",
        "marketing",
        "agreement",
        "license",
        "since",
        "founding",
        "ose",
        "strategic",
        "operational",
        "skill",
        "critical",
        "company",
        "development",
        "ipo",
        "external",
        "growth",
        "meaningful",
        "partnership",
        "driving",
        "future",
        "ose",
        "key",
        "step",
        "value",
        "alexis",
        "peyroles",
        "ceo",
        "said",
        "board",
        "director",
        "dominique",
        "costantini",
        "trusted",
        "steer",
        "new",
        "step",
        "company",
        "growth",
        "thank",
        "warmly",
        "together",
        "entire",
        "ose",
        "team",
        "actively",
        "pursue",
        "development",
        "new",
        "immunotherapy",
        "meet",
        "patient",
        "unmet",
        "medical",
        "need",
        "salute",
        "outstanding",
        "expertise",
        "researcher",
        "clinician",
        "able",
        "anticipate",
        "identify",
        "target",
        "major",
        "interest",
        "turn",
        "management",
        "team",
        "around",
        "alexis",
        "peyroles",
        "recently",
        "strengthened",
        "addition",
        "bérangère",
        "vasseur",
        "md",
        "chief",
        "medical",
        "officer",
        "broad",
        "experience",
        "oncology",
        "development",
        "roche",
        "several",
        "biotechnology",
        "company",
        "emilienne",
        "soma",
        "pharmd",
        "director",
        "pharmaceutical",
        "program",
        "development",
        "experience",
        "r",
        "management",
        "alliance",
        "several",
        "biotechnology",
        "company",
        "recently",
        "joined",
        "company",
        "team",
        "also",
        "includes",
        "bernard",
        "vanhove",
        "chief",
        "operating",
        "officer",
        "director",
        "r",
        "international",
        "scientific",
        "collaboration",
        "nicolas",
        "poirier",
        "chief",
        "scientific",
        "officer",
        "frédérique",
        "corallo",
        "md",
        "chief",
        "medical",
        "officer",
        "immunotherapy",
        "autoimmune",
        "disease",
        "conduzorgues",
        "pharmd",
        "qualified",
        "person",
        "chief",
        "financial",
        "officer",
        "maryvonne",
        "hiance",
        "director",
        "strategy",
        "dominique",
        "costantini",
        "additional",
        "role",
        "director",
        "early",
        "development",
        "bring",
        "expertise",
        "team",
        "combining",
        "strong",
        "implementation",
        "leading",
        "academic",
        "research",
        "impressive",
        "conceiving",
        "developing",
        "innovative",
        "immunotherapy",
        "rich",
        "experience",
        "medical",
        "pharmaceutical",
        "development",
        "ose",
        "immunotherapeutics",
        "team",
        "ideally",
        "positioned",
        "enlarge",
        "presence",
        "promising",
        "sector",
        "growth",
        "ose",
        "immunotherapeutics",
        "three",
        "key",
        "strategic",
        "partnership",
        "potentially",
        "generating",
        "billion",
        "euro",
        "revenue",
        "assuming",
        "milestone",
        "met",
        "support",
        "development",
        "company",
        "product",
        "portfolio",
        "including",
        "product",
        "close",
        "market",
        "orphan",
        "status",
        "designation",
        "breakthrough",
        "clinical",
        "innovation",
        "conducted",
        "partnership",
        "boehringer",
        "ingelheim",
        "end",
        "servier",
        "janssen",
        "biotech",
        "fr104",
        "alexis",
        "peyroles",
        "appointment",
        "chief",
        "executive",
        "officer",
        "support",
        "company",
        "strategic",
        "growth",
        "step",
        "serving",
        "best",
        "interest",
        "patient",
        "employee",
        "shareholder",
        "stakeholder",
        "ose",
        "immunotherapeutics",
        "ose",
        "immunotherapeutics",
        "biotechnology",
        "company",
        "focused",
        "development",
        "innovative",
        "immunotherapy",
        "immune",
        "activation",
        "regulation",
        "field",
        "autoimmune",
        "disease",
        "neoepitopes",
        "innovation",
        "today",
        "phase",
        "advanced",
        "lung",
        "cancer",
        "nsclc",
        "checkpoint",
        "inhibitor",
        "failure",
        "anti",
        "anti",
        "global",
        "license",
        "collaboration",
        "agreement",
        "signed",
        "april",
        "boehringer",
        "ingelheim",
        "develop",
        "checkpoint",
        "inhibitor",
        "monoclonal",
        "antibody",
        "treatment",
        "advanced",
        "solid",
        "tumor",
        "option",
        "license",
        "exercised",
        "july",
        "janssen",
        "biotech",
        "continue",
        "clinical",
        "development",
        "fr104",
        "anti",
        "cd28",
        "mab",
        "disease",
        "positive",
        "phase",
        "result",
        "license",
        "option",
        "signed",
        "servier",
        "laboratory",
        "develop",
        "monoclonal",
        "antibody",
        "targeting",
        "cd127",
        "receptor",
        "alpha",
        "chain",
        "receptor",
        "develop",
        "product",
        "completion",
        "phase",
        "clinical",
        "trial",
        "planned",
        "autoimmune",
        "bowel",
        "disease",
        "sjogren",
        "disease",
        "company",
        "several",
        "scientific",
        "technological",
        "platform",
        "neoepitopes",
        "agonist",
        "antagonist",
        "monoclonal",
        "antibody",
        "ideally",
        "positioned",
        "fight",
        "cancer",
        "autoimmune",
        "disease",
        "clinical",
        "portfolio",
        "offer",
        "diversified",
        "risk",
        "profile",
        "click",
        "follow",
        "u",
        "twitter",
        "linkedln",
        "http",
        "http",
        "contact",
        "ose",
        "immunotherapeutics",
        "sylvie",
        "détry",
        "french",
        "medium",
        "fp2com",
        "florence",
        "portejoie",
        "fportejoie",
        "medium",
        "lifesci",
        "public",
        "relation",
        "matt",
        "middleman",
        "matt",
        "european",
        "investor",
        "chris",
        "maggos",
        "chris",
        "statement",
        "press",
        "release",
        "contains",
        "express",
        "implied",
        "information",
        "statement",
        "might",
        "deemed",
        "information",
        "statement",
        "respect",
        "ose",
        "immunotherapeutics",
        "constitute",
        "historical",
        "fact",
        "information",
        "statement",
        "include",
        "financial",
        "projection",
        "based",
        "upon",
        "certain",
        "assumption",
        "assessment",
        "made",
        "ose",
        "immunotherapeutics",
        "management",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "economic",
        "industry",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "believe",
        "appropriate",
        "statement",
        "include",
        "statement",
        "typically",
        "using",
        "conditional",
        "containing",
        "verb",
        "expect",
        "anticipate",
        "believe",
        "target",
        "plan",
        "estimate",
        "declension",
        "conjugation",
        "word",
        "similar",
        "import",
        "although",
        "ose",
        "immunotherapeutics",
        "management",
        "belief",
        "statement",
        "information",
        "reasonable",
        "ose",
        "immunotherapeutics",
        "shareholder",
        "investor",
        "cautioned",
        "completion",
        "expectation",
        "nature",
        "subject",
        "various",
        "risk",
        "known",
        "uncertainty",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "ose",
        "immunotherapeutics",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "statement",
        "risk",
        "include",
        "discussed",
        "identified",
        "public",
        "filing",
        "made",
        "ose",
        "immunotherapeutics",
        "amf",
        "statement",
        "guarantee",
        "future",
        "performance",
        "press",
        "release",
        "includes",
        "summary",
        "information",
        "read",
        "ose",
        "immunotherapeutics",
        "reference",
        "document",
        "filed",
        "amf",
        "april",
        "number",
        "including",
        "annual",
        "financial",
        "report",
        "fiscal",
        "year",
        "available",
        "ose",
        "immunotherapeutics",
        "website",
        "required",
        "applicable",
        "law",
        "ose",
        "immunotherapeutics",
        "issue",
        "press",
        "release",
        "date",
        "hereof",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "statement",
        "source",
        "ose",
        "immunotherapeutics"
    ]
}