{
    "organizations": [],
    "uuid": "5cb25c6bfb8c8fbe831b07a1d726b5c249707406",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-first-quantum-minerals-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "First Quantum Minerals Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(In United States dollars, except where noted otherwise)\nTORONTO, April 26, 2018 /PRNewswire/ - First Quantum Minerals Ltd. (\"First Quantum\" or the \"Company\", TSX Symbol \"FM\") today reported comparative earnings 1 of $49 million ($0.07 per share 1 ), net earnings attributable to shareholders of the Company 1 of $47 million ($0.07 per share) and cash flows from operating activities of $796 million ($1.16 per share 1 ) for the three months ended March 31, 2018. The results include a $121 million loss realized under the copper sales hedge program for which no tax credit is available.\nSUMMARY:\nSolid Operations; 145,358 Tonnes of Copper 2 Produced; Low Unit Cost of Production Maintained 39% increase in production year-over-year at the Sentinel mine. 350,591 tonnes of concentrate processed by the Kansanshi smelter; exceeded the annualized design rate of 1.2 million tonnes. Unit cost of copper production 3 : All-in sustaining cost (\"AISC\") = $1.72 per pound; Cash cost (\"C1\") = $1.27 per pound; Total cost (\"C3\") = $2.16 per pound.\nExecuted Several Proactive Measures to Strengthen the Balance Sheet and Improve Liquidity Completed a $1.85 billion senior notes offering comprised of $850 million due 2024 and $1 billion due 2026 bearing interest of 6.50% and 6.875%, respectively. Proceeds were used to repay in full and cancel the Term Loan component of the senior debt facility, repay the outstanding balance of the senior revolving credit debt facility, which remains available to be drawn, pay transactions fees associated with the offering and for general corporate purposes. Following the completion of this transaction, the process to secure project financing for the Cobre Panama project was discontinued. Put in place a new $400 million five-year term facility agreement in the subsidiary that owns the Sentinel mine. Repayments are scheduled to start in December 2019. Repaid and cancelled the $175 million outstanding balance on the Kansanshi senior term loan. As a result of these and previous measures, management believes there is sufficient liquidity through the next year to carry out its operating and capital expenditure plans and remain in full compliance with financial covenants. Ended the quarter with $810 million in net unrestricted cash and cash equivalents, $1,670 million of committed undrawn facilities and in full compliance with all financial covenants. The copper sales hedge program continued to unwind and the Company will now receive revenue more closely aligned with the prevailing spot price of copper.\nAchieved Key Milestones at the Cobre Panama Project Towards Phased Commissioning in 2018 Successful steam blows of the set 1 generating boiler and started commissioning on set 2. Started mechanical installation for the primary crusher units in the mine. First operations of the ultra-class mining fleet. Mobilized key commissioning personnel for the process plant. Development activities in some areas were affected for about six weeks by industrial action which has been resolved.\nOther ZCCM International Holdings Plc (\"ZCCM\") was denied permission to proceed with an Arbitration, filed in October 2016, against the Company. As a result, ZCCM is liable for all costs incurred relating to the proceeding. In a related Statement of Claim filed in the Lusaka High Court, all parties have mutually consented to a stay of proceedings pending resolution of an appeal of the Court's decision to reserve judgment on the point that the claims were filed beyond the statute of limitations. An assessment was received from the Zambia Revenue Authority (\"ZRA\") for 76.5 billion Zambian kwacha (approximately $8 billion) for import duties of $150 million and associated interest and penalties of $8 billion. The assessment is in regard to the import of capital items, consumables, and spare parts for use at the Sentinel mine from January 2013 to December 2017. The Company, an external international accounting firm and shipping agent are working to provide to the ZRA all relevant documentation in its rebuttal of the assessment. The process is approximately two-thirds complete by value and has not identified any material errors. The Company unequivocally refutes the assessment, is committed to transparency and continued engagement with the ZRA on the issue. Finalized the previously reported additional precious metals stream agreement with a subsidiary of Franco-Nevada Corporation and proceeds of $356 million were received.\n1 Net earnings (loss) attributable to shareholders of the Company has been adjusted to exclude items which are not reflective of underlying performance to arrive at comparative earnings (loss). Comparative earnings (loss), comparative earnings (loss) per share, comparative EBITDA and cash flows per share are not measures recognized under IFRS and do not have a standardized meaning prescribed by IFRS. The Company has disclosed these measures to assist with the understanding of results and to provide further financial information about the results to investors. Refer to the \"Regulatory Disclosures\" section in the MD&A for the quarter ended March 31, 2018 for further information.\n2 Production is presented on a copper contained basis, and is presented prior to processing through the Kansanshi smelter.\n3 AISC, C1 and C3 costs per pound are not recognized under IFRS. Refer to the \"Regulatory Disclosures\" section in the MD&A for the quarter ended March 31, 2018 for further information.\nCEO'S COMMENTS\n\"We are pleased with the quarter's results in all aspects of the Company. The solid performances at our Zambian operations are of particular note considering the severity of the seasonal rains,\" noted Philip Pascall, Chairman and CEO.\n\"With the reduction in our copper forward sales contracts, the value of maintaining our capital investment program through a challenging economic environment is becoming more visible. The significant turnaround in our financial results from a year ago is indicative of First Quantum's enhanced earnings and cash generating capability. This is expected to grow substantially when Cobre Panama begins commercial operations.\n\"While we had several successes in the quarter, we also had a few challenges. Such occurrences are not unexpected in the resource industry with the onset of improved commodity prices and sentiment. While this can be momentarily distracting, these matters do get resolved through open discussion and transparency which we are committed to,\" Mr. Pascall concluded.\nOPERATING HIGHLIGHTS\nThree months ended\nMarch 31\n(U.S. dollars where applicable)\n2018\n2017\nCOPPER\n- Production (tonnes)\n145,358\n132,356\n- Sales (tonnes)\n138,021\n139,810\n- Cost of production:\no AISC (per lb)\n$1.72\n$1.59\no C1 (per lb)\n$1.27\n$1.26\no C3 (per lb)\n$2.16\n$2.05\n- Realized price (per lb)\n$2.74\n$2.20\nGOLD\n- Production (ounces)\n45,929\n50,579\n- Sales (ounces)\n48,815\n46,904\nFINANCIAL HIGHLIGHTS\nThree months ended\nMarch 31\n(U.S. dollars millions, except where noted otherwise)\n2018\n2017\nSales revenues\n885\n766\nGross profit\n181\n69\nNet earnings (loss) attributable to shareholders of the Company\n47\n(114)\nBasic and diluted earnings (loss) per share\n$0.07\n($0.17)\nComparative EBITDA\n363\n265\nComparative earnings (loss)\n49\n(29)\nComparative earnings (loss) per share\n$0.07\n($0.04)\nCash flow from operating activities\n796\n239\nCONFERENCE CALL & WEBCAST\nConference call and webcast details are as follows:\nDate:\nApril 27, 2018\nTime:\n9:00 am (EDT); 2:00 pm (BST); 6:00 am (PDT)\nWebcast:\nwww.first-quantum.com\nDial in:\nNorth America: (toll free) (877) 291-4570\nNorth America and international: 1 (647) 788-4919\nUnited Kingdom: (toll free) 0-800-051-7107\nReplay:\nAvailable from noon (Eastern) on April 27, 2018 until 11:59 pm (Eastern) on May 11, 2018\nNorth America: (toll free) (800) 585-8367\nNorth America and international: 1 (416) 621-4642\nPasscode:\n1286336\nCOMPLETE FINANCIAL STATEMENTS AND MANAGEMENT'S DISCUSSION AND ANALYSIS\nThe complete consolidated financial statements and Management's Discussion and Analysis for the quarter ended March 31, 2018 are available at www.first-quantum.com and should be read in conjunction with this news release.\nOn Behalf of the Board of Directors of First Quantum Minerals Ltd.\nG. Clive Newall\nPresident\nFor further information visit our website at www.first-quantum.com .\nCAUTIONARY STATEMENT ON FORWARD-LOOKING INFORMATION\nCertain statements and information herein, including all statements that are not historical facts, contain forward-looking statements and forward-looking information within the meaning of applicable securities laws. The forward-looking statements include estimates, forecasts and statements as to the Company's expectations of production and sales volumes, and expected timing of completion of project development at Cobre Panama and Enterprise and are subject to the impact of ore grades on future production, the potential of production disruptions, capital expenditure and mine production costs, the outcome of mine permitting, other required permitting, the outcome of legal proceedings which involve the Company, information with respect to the future price of copper, gold, nickel, zinc, pyrite, cobalt, iron and sulphuric acid, estimated mineral reserves and mineral resources, First Quantum's exploration and development program, estimated future expenses, exploration and development capital requirements, the Company's hedging policy, and goals and strategies. Often, but not always, forward-looking statements or information can be identified by the use of words such as \"plans\", \"expects\" or \"does not expect\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\" or \"does not anticipate\" or \"believes\" or variations of such words and phrases or statements that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved.\nWith respect to forward-looking statements and information contained herein, the Company has made numerous assumptions including among other things, assumptions about continuing production at all operating facilities, the price of copper, gold, nickel, zinc, pyrite, cobalt, iron and sulphuric acid, anticipated costs and expenditures and the ability to achieve the Company's goals. Forward-looking statements and information by their nature are based on assumptions and involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements, or industry results, to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements or information. These factors include, but are not limited to, future production volumes and costs, the temporary or permanent closure of uneconomic operations, costs for inputs such as oil, power and sulphur, political stability in Zambia, Peru, Mauritania, Finland, Spain, Turkey, Panama, Argentina, the United States and Australia, adverse weather conditions in Zambia, Finland, Spain, Turkey, Mauritania and Panama, labour disruptions, potential social and environmental challenges, power supply, mechanical failures, water supply, procurement and delivery of parts and supplies to the operations, and the production of off-spec material.\nSee the Company's Annual Information Form for additional information on risks, uncertainties and other factors relating to the forward-looking statements and information. Although the Company has attempted to identify factors that would cause actual actions, events or results to differ materially from those disclosed in the forward-looking statements or information, there may be other factors that cause actual results, performances, achievements or events not to be anticipated, estimated or intended. Also, many of these factors are beyond First Quantum's control. Accordingly, readers should not place undue reliance on forward-looking statements or information. The Company undertakes no obligation to reissue or update forward-looking statements or information as a result of new information or events after the date hereof except as may be required by law. All forward-looking statements and information made herein are qualified by this cautionary statement.\nView original content with multimedia: http://www.prnewswire.com/news-releases/first-quantum-minerals-reports-first-quarter-2018-results-300637677.html\nSOURCE First Quantum Minerals Ltd.",
    "published": "2018-04-27T01:00:00.000+03:00",
    "crawled": "2018-04-27T02:31:22.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "united",
        "state",
        "dollar",
        "except",
        "noted",
        "otherwise",
        "toronto",
        "april",
        "first",
        "quantum",
        "mineral",
        "first",
        "quantum",
        "company",
        "tsx",
        "symbol",
        "fm",
        "today",
        "reported",
        "comparative",
        "earnings",
        "million",
        "per",
        "share",
        "net",
        "earnings",
        "attributable",
        "shareholder",
        "company",
        "million",
        "per",
        "share",
        "cash",
        "flow",
        "operating",
        "activity",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "result",
        "include",
        "million",
        "loss",
        "realized",
        "copper",
        "sale",
        "hedge",
        "program",
        "tax",
        "credit",
        "available",
        "summary",
        "solid",
        "operation",
        "tonne",
        "copper",
        "produced",
        "low",
        "unit",
        "cost",
        "production",
        "maintained",
        "increase",
        "production",
        "sentinel",
        "mine",
        "tonne",
        "concentrate",
        "processed",
        "kansanshi",
        "smelter",
        "exceeded",
        "annualized",
        "design",
        "rate",
        "million",
        "tonne",
        "unit",
        "cost",
        "copper",
        "production",
        "sustaining",
        "cost",
        "aisc",
        "per",
        "pound",
        "cash",
        "cost",
        "c1",
        "per",
        "pound",
        "total",
        "cost",
        "c3",
        "per",
        "pound",
        "executed",
        "several",
        "proactive",
        "measure",
        "strengthen",
        "balance",
        "sheet",
        "improve",
        "liquidity",
        "completed",
        "billion",
        "senior",
        "note",
        "offering",
        "comprised",
        "million",
        "due",
        "billion",
        "due",
        "bearing",
        "interest",
        "respectively",
        "proceeds",
        "used",
        "repay",
        "full",
        "cancel",
        "term",
        "loan",
        "component",
        "senior",
        "debt",
        "facility",
        "repay",
        "outstanding",
        "balance",
        "senior",
        "revolving",
        "credit",
        "debt",
        "facility",
        "remains",
        "available",
        "drawn",
        "pay",
        "transaction",
        "fee",
        "associated",
        "offering",
        "general",
        "corporate",
        "purpose",
        "following",
        "completion",
        "transaction",
        "process",
        "secure",
        "project",
        "financing",
        "cobre",
        "panama",
        "project",
        "discontinued",
        "put",
        "place",
        "new",
        "million",
        "term",
        "facility",
        "agreement",
        "subsidiary",
        "owns",
        "sentinel",
        "mine",
        "repayment",
        "scheduled",
        "start",
        "december",
        "repaid",
        "cancelled",
        "million",
        "outstanding",
        "balance",
        "kansanshi",
        "senior",
        "term",
        "loan",
        "result",
        "previous",
        "measure",
        "management",
        "belief",
        "sufficient",
        "liquidity",
        "next",
        "year",
        "carry",
        "operating",
        "capital",
        "expenditure",
        "plan",
        "remain",
        "full",
        "compliance",
        "financial",
        "covenant",
        "ended",
        "quarter",
        "million",
        "net",
        "unrestricted",
        "cash",
        "cash",
        "equivalent",
        "million",
        "committed",
        "undrawn",
        "facility",
        "full",
        "compliance",
        "financial",
        "covenant",
        "copper",
        "sale",
        "hedge",
        "program",
        "continued",
        "unwind",
        "company",
        "receive",
        "revenue",
        "closely",
        "aligned",
        "prevailing",
        "spot",
        "price",
        "copper",
        "achieved",
        "key",
        "milestone",
        "cobre",
        "panama",
        "project",
        "towards",
        "phased",
        "commissioning",
        "successful",
        "steam",
        "blow",
        "set",
        "generating",
        "boiler",
        "started",
        "commissioning",
        "set",
        "started",
        "mechanical",
        "installation",
        "primary",
        "crusher",
        "unit",
        "mine",
        "first",
        "operation",
        "mining",
        "fleet",
        "mobilized",
        "key",
        "commissioning",
        "personnel",
        "process",
        "plant",
        "development",
        "activity",
        "area",
        "affected",
        "six",
        "week",
        "industrial",
        "action",
        "resolved",
        "zccm",
        "international",
        "holding",
        "plc",
        "zccm",
        "denied",
        "permission",
        "proceed",
        "arbitration",
        "filed",
        "october",
        "company",
        "result",
        "zccm",
        "liable",
        "cost",
        "incurred",
        "relating",
        "proceeding",
        "related",
        "statement",
        "claim",
        "filed",
        "lusaka",
        "high",
        "court",
        "party",
        "mutually",
        "consented",
        "stay",
        "proceeding",
        "pending",
        "resolution",
        "appeal",
        "court",
        "decision",
        "reserve",
        "judgment",
        "point",
        "claim",
        "filed",
        "beyond",
        "statute",
        "limitation",
        "assessment",
        "received",
        "zambia",
        "revenue",
        "authority",
        "zra",
        "billion",
        "zambian",
        "kwacha",
        "approximately",
        "billion",
        "import",
        "duty",
        "million",
        "associated",
        "interest",
        "penalty",
        "billion",
        "assessment",
        "regard",
        "import",
        "capital",
        "item",
        "consumables",
        "spare",
        "part",
        "use",
        "sentinel",
        "mine",
        "january",
        "december",
        "company",
        "external",
        "international",
        "accounting",
        "firm",
        "shipping",
        "agent",
        "working",
        "provide",
        "zra",
        "relevant",
        "documentation",
        "rebuttal",
        "assessment",
        "process",
        "approximately",
        "complete",
        "value",
        "identified",
        "material",
        "error",
        "company",
        "unequivocally",
        "refutes",
        "assessment",
        "committed",
        "transparency",
        "continued",
        "engagement",
        "zra",
        "issue",
        "finalized",
        "previously",
        "reported",
        "additional",
        "precious",
        "metal",
        "stream",
        "agreement",
        "subsidiary",
        "corporation",
        "proceeds",
        "million",
        "received",
        "net",
        "earnings",
        "loss",
        "attributable",
        "shareholder",
        "company",
        "adjusted",
        "exclude",
        "item",
        "reflective",
        "underlying",
        "performance",
        "arrive",
        "comparative",
        "earnings",
        "loss",
        "comparative",
        "earnings",
        "loss",
        "comparative",
        "earnings",
        "loss",
        "per",
        "share",
        "comparative",
        "ebitda",
        "cash",
        "flow",
        "per",
        "share",
        "measure",
        "recognized",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "company",
        "disclosed",
        "measure",
        "assist",
        "understanding",
        "result",
        "provide",
        "financial",
        "information",
        "result",
        "investor",
        "refer",
        "regulatory",
        "disclosure",
        "section",
        "md",
        "quarter",
        "ended",
        "march",
        "information",
        "production",
        "presented",
        "copper",
        "contained",
        "basis",
        "presented",
        "prior",
        "processing",
        "kansanshi",
        "smelter",
        "aisc",
        "c1",
        "c3",
        "cost",
        "per",
        "pound",
        "recognized",
        "ifrs",
        "refer",
        "regulatory",
        "disclosure",
        "section",
        "md",
        "quarter",
        "ended",
        "march",
        "information",
        "ceo",
        "comment",
        "pleased",
        "quarter",
        "result",
        "aspect",
        "company",
        "solid",
        "performance",
        "zambian",
        "operation",
        "particular",
        "note",
        "considering",
        "severity",
        "seasonal",
        "rain",
        "noted",
        "philip",
        "pascall",
        "chairman",
        "ceo",
        "reduction",
        "copper",
        "forward",
        "sale",
        "contract",
        "value",
        "maintaining",
        "capital",
        "investment",
        "program",
        "challenging",
        "economic",
        "environment",
        "becoming",
        "visible",
        "significant",
        "turnaround",
        "financial",
        "result",
        "year",
        "ago",
        "indicative",
        "first",
        "quantum",
        "enhanced",
        "earnings",
        "cash",
        "generating",
        "capability",
        "expected",
        "grow",
        "substantially",
        "cobre",
        "panama",
        "begin",
        "commercial",
        "operation",
        "several",
        "success",
        "quarter",
        "also",
        "challenge",
        "occurrence",
        "unexpected",
        "resource",
        "industry",
        "onset",
        "improved",
        "commodity",
        "price",
        "sentiment",
        "momentarily",
        "distracting",
        "matter",
        "get",
        "resolved",
        "open",
        "discussion",
        "transparency",
        "committed",
        "pascall",
        "concluded",
        "operating",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "applicable",
        "copper",
        "production",
        "tonne",
        "sale",
        "tonne",
        "cost",
        "production",
        "aisc",
        "per",
        "lb",
        "c1",
        "per",
        "lb",
        "c3",
        "per",
        "lb",
        "realized",
        "price",
        "per",
        "lb",
        "gold",
        "production",
        "ounce",
        "sale",
        "ounce",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "million",
        "except",
        "noted",
        "otherwise",
        "sale",
        "revenue",
        "gross",
        "profit",
        "net",
        "earnings",
        "loss",
        "attributable",
        "shareholder",
        "company",
        "basic",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "comparative",
        "ebitda",
        "comparative",
        "earnings",
        "loss",
        "comparative",
        "earnings",
        "loss",
        "per",
        "share",
        "cash",
        "flow",
        "operating",
        "activity",
        "conference",
        "call",
        "webcast",
        "conference",
        "call",
        "webcast",
        "detail",
        "follows",
        "date",
        "april",
        "time",
        "edt",
        "pm",
        "bst",
        "pdt",
        "webcast",
        "dial",
        "north",
        "america",
        "toll",
        "free",
        "north",
        "america",
        "international",
        "united",
        "kingdom",
        "toll",
        "free",
        "replay",
        "available",
        "noon",
        "eastern",
        "april",
        "pm",
        "eastern",
        "may",
        "north",
        "america",
        "toll",
        "free",
        "north",
        "america",
        "international",
        "passcode",
        "complete",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "complete",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "quarter",
        "ended",
        "march",
        "available",
        "read",
        "conjunction",
        "news",
        "release",
        "behalf",
        "board",
        "director",
        "first",
        "quantum",
        "mineral",
        "clive",
        "newall",
        "president",
        "information",
        "visit",
        "website",
        "cautionary",
        "statement",
        "information",
        "certain",
        "statement",
        "information",
        "herein",
        "including",
        "statement",
        "historical",
        "fact",
        "contain",
        "statement",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "include",
        "estimate",
        "forecast",
        "statement",
        "company",
        "expectation",
        "production",
        "sale",
        "volume",
        "expected",
        "timing",
        "completion",
        "project",
        "development",
        "cobre",
        "panama",
        "enterprise",
        "subject",
        "impact",
        "ore",
        "grade",
        "future",
        "production",
        "potential",
        "production",
        "disruption",
        "capital",
        "expenditure",
        "mine",
        "production",
        "cost",
        "outcome",
        "mine",
        "permitting",
        "required",
        "permitting",
        "outcome",
        "legal",
        "proceeding",
        "involve",
        "company",
        "information",
        "respect",
        "future",
        "price",
        "copper",
        "gold",
        "nickel",
        "zinc",
        "pyrite",
        "cobalt",
        "iron",
        "sulphuric",
        "acid",
        "estimated",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "first",
        "quantum",
        "exploration",
        "development",
        "program",
        "estimated",
        "future",
        "expense",
        "exploration",
        "development",
        "capital",
        "requirement",
        "company",
        "hedging",
        "policy",
        "goal",
        "strategy",
        "often",
        "always",
        "statement",
        "information",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "respect",
        "statement",
        "information",
        "contained",
        "herein",
        "company",
        "made",
        "numerous",
        "assumption",
        "including",
        "among",
        "thing",
        "assumption",
        "continuing",
        "production",
        "operating",
        "facility",
        "price",
        "copper",
        "gold",
        "nickel",
        "zinc",
        "pyrite",
        "cobalt",
        "iron",
        "sulphuric",
        "acid",
        "anticipated",
        "cost",
        "expenditure",
        "ability",
        "achieve",
        "company",
        "goal",
        "statement",
        "information",
        "nature",
        "based",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "factor",
        "include",
        "limited",
        "future",
        "production",
        "volume",
        "cost",
        "temporary",
        "permanent",
        "closure",
        "uneconomic",
        "operation",
        "cost",
        "input",
        "oil",
        "power",
        "sulphur",
        "political",
        "stability",
        "zambia",
        "peru",
        "mauritania",
        "finland",
        "spain",
        "turkey",
        "panama",
        "argentina",
        "united",
        "state",
        "australia",
        "adverse",
        "weather",
        "condition",
        "zambia",
        "finland",
        "spain",
        "turkey",
        "mauritania",
        "panama",
        "labour",
        "disruption",
        "potential",
        "social",
        "environmental",
        "challenge",
        "power",
        "supply",
        "mechanical",
        "failure",
        "water",
        "supply",
        "procurement",
        "delivery",
        "part",
        "supply",
        "operation",
        "production",
        "material",
        "see",
        "company",
        "annual",
        "information",
        "form",
        "additional",
        "information",
        "risk",
        "uncertainty",
        "factor",
        "relating",
        "statement",
        "information",
        "although",
        "company",
        "attempted",
        "identify",
        "factor",
        "would",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "disclosed",
        "statement",
        "information",
        "may",
        "factor",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "event",
        "anticipated",
        "estimated",
        "intended",
        "also",
        "many",
        "factor",
        "beyond",
        "first",
        "quantum",
        "control",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "company",
        "undertakes",
        "obligation",
        "reissue",
        "update",
        "statement",
        "information",
        "result",
        "new",
        "information",
        "event",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "law",
        "statement",
        "information",
        "made",
        "herein",
        "qualified",
        "cautionary",
        "statement",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "first",
        "quantum",
        "mineral",
        "ltd"
    ]
}