{
    "organizations": [],
    "uuid": "e28531f368aacd5bc063c4c5fb6d0dabf734ba41",
    "author": "Josh Fruhlinger",
    "url": "https://www.cnbc.com/2018/04/03/josh-fruhlinger-explains-how-to-do-your-taxes-as-a-freelancer.html",
    "ord_in_thread": 0,
    "title": "Josh Fruhlinger explains how to do your taxes as a freelancer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "How I ended up with a surprise $1,600 tax bill—and how you can avoid one Josh Fruhlinger, Contributor CNBC.com Photo by Drew Angerer/Getty Images \nSixteen years ago, at the end of my first year as a full-time freelancer, I did my taxes and discovered that I owed the IRS $1,600. Once I picked my jaw off the floor and figured out how I was going to scrape that large sum together on short notice, I made a vow that I would create a system that would prevent this from happening again. \nI'm here to warn you now: If you're just starting off freelancing or making money from Uber, AirBnB or any other aspect of the gig economy, you're in danger of running into the same problem — or, based on some stories I've researched , worse. But many people go into their freelancing careers completely unprepared for the tax situations they'll encounter. \n\"I've heard horrible advice from some CPAs advising new freelance workers, like, 'Don't worry about estimated payments because you can earn more by investing it,'\" says Nick Holeman, a Certified Financial Planner at Betterment . \"To the newbie freelancer, this is awful advice. \n\"Human beings are awful at accounting for lump sum costs and do much better if you pay a little at a time. From a behavioral finance perspective, and from a budgeting perspective, paying as you go is a much better system than waiting until the end.\" \"Many people go into their freelancing careers completely unprepared for the tax situations they'll encounter.\" \nSo I'm here to tell you how, with a little preparation and foresight, you can avoid that hassle. I'm not a CPA or tax attorney, just a guy who's been doing well with the system I outline here for years now. Getting advice from an accountant or financial planner is a great idea, of course, especially if you don't know about the kinds of business expenses you can take. \nBut if, as April 17th and the deadline for your first estimated tax payment looms, you're feeling overwhelmed by the tax implications of an influx of freelance income, read on to steady yourself. Pay as you go \nBy law, you're supposed to be paying your taxes over the course of the year as you earn your money. If you have a regular job, this is taken care of for you: Your employer takes taxes out of your paycheck and sends them to the IRS before you even get paid. \nBut if you're a freelancer, or if you make extra money from side hustles, gig economy apps or services, figuring out how much you owe in taxes is your responsibility. \nThe IRS's suggestion for how you tackle this is encapsulated in Form 1040-ES. At the beginning of each year, you're expected to use this form to estimate how much you'll make that year, figure out what the total taxes on that income will be for the year, then break that total into four chunks that you pay each quarter. Freelancer Josh Fruhlinger \nAnyone who has ever freelanced can spot the problems here. First off, most freelancers don't have a steady income, so the estimate you make in January might turn out to be wildly off. My first year as a freelancer turned out to be more lucrative than I estimated, which is why I owed so much the next spring. \nSecond, the quarterly payment schedule makes for big bills to pay: Someone making $40,000 a year as a freelancer will owe almost $2,000 a quarter, and that's a hefty lump sum. Be your own payroll department \nI use a more flexible system that manages this problem. It's wildly complex and uses a spreadsheet — feel free to email me if you want to the full, crazy details — but the basic version goes something like this: I've created a separate account for my tax estimates. For me, this is a separate savings account at my credit union. For you, it could be as simple as a can of cash in your sock drawer. The important thing is that it needs to be at least psychologically separate from the pool of money you need to pay your bills day-to-day. Whenever you get any freelance income, immediately put a set percentage of it into your special tax account. And then don't touch it, ever! That's not your money — it's money you owe the government as soon as you earn income. You're just keeping it warm. Four times a year, send however much you've accumulated in your special tax account to the IRS. (You can find the address and dates as part of Form 1040-ES .) Be sure to keep track of how much you pay, as you'll need to know when you fill out your 1040 next year. \nThe advantage here is that you're separating out your tax payment as you go, so you're never scrambling to write a big check a few times a year. You're also taking out a percentage of what you make, rather than a set dollar figure, which means you're paying what you can. In essence, this simulates the process of your boss taking taxes out of your paycheck — and similarly gives you a real sense of your \"take-home pay\" on a week-to-week basis. Hard numbers \nYou've probably spotted the big hole in that system above: There are no concrete numbers in it. What percentage of your income are you supposed to be setting aside every time you get a freelance payment? \nWell, here's the trick: There's no one-size-fits-all figure. We have a progressive taxation system, which means that the more you make, the higher a percentage of your income goes to taxes. And figuring out what that share should be for you can be devilishly complex. If you make more than $100,000 a year, you should be consulting with a tax professional, because things can get complex, but if you're in the substantial majority of people making less than that, we've got some suggestions for you. \nIf you hate and fear math, you aren't entirely sure what your annual salary is, or you just want me to give you an answer, here it is: Whenever you get any freelance income, put 25 percent of it into your special tax account. That's a nice round number and, while it isn't so exact, it'll do in a pinch. \nIf you want to get more precise, you need to have at least a general idea of how much you'll make over the course of the year. There are a couple of variations on this. If all of your household income comes from freelancing, then I've done all the math for you and turned it into this rough-and-ready tax table. \nLike I said, you make more than $100,000 a year, the math starts getting gnarlier — and at that income, you can afford to pay a real accountant to help you with all this, which I highly recommend you do. \nIf you get only part of your income from freelance work, or you're a freelancer with a spouse who gets a regular salary, things get more complicated still. Remember, the whole \"progressive\" part of the tax code means you pay a higher percentage as your salary goes up. That means you need to consider your total income, not just your freelance income, when you're figuring out how much of your freelance income to set aside. And, going forward, because tax reform reduced taxes on freelance income by 20 percent, the mix of freelance and full-time employment will also affect the percentage, and that just adds to the pain. \nThese numbers are a good start, though. They assume that you have roughly equal freelance and salary income. \nIf you or your spouse do have a regular paycheck in addition to your freelance work, there's another little trick that Holeman suggests. \"If the whole quarterly payment thing is nightmare for you, you may be able to just increase your withholdings from your 'normal' income enough to cover your freelance income,\" he says. \nIn other words, you can arrange it so that more taxes will be deducted from your paychecks than would be deducted normally. Talk to your HR or payroll department to find out more. \nAnd if all this math is sending you into a complete meltdown, Holeman has one final idea. \"The 1st rule of any tax advice is to avoid penalties,\" he says. \"One simple rule a lot of freelancers use to avoid penalties is to make sure they pay at least 100 percent of the prior year's taxes owed. This safe harbor rule is the easiest sure fire way to make sure you avoid any penalties.\" \nIn other words, as long as you divide the amount of taxes you owed last year by four and pay that amount each quarter, at least you shouldn't get an extra fine from the IRS, though you might end up underpaying (or overpaying to the extent that it'll cinch your budget). For more information on this, check out the IRS's website . \nAnd that's all there is to it! Well, when you file your tax return in the spring, things might get a little hairy. But if you've paid your quarterly estimates, you should have avoided disaster. show chapters 9:34 AM ET Tue, 14 Feb 2017 | 00:56 One last thing: States have taxes, too! \nYou'll notice we didn't cover state taxes here — and with 50 states, each with its own tax structure, that's way beyond the scope of this article. But if you live in a state that collects income taxes, you'll need to be making quarterly payments to them too. A good rule of thumb is to look at the ratio of federal to state income taxes you've paid in the past and use that as a model. \nSo, if last year your state income taxes came to a quarter of your federal taxes, that means that for every $100 you set aside for federal taxes, set aside $25 for the state. \nThis is probably already more math and numbers than you're used to dealing with. Taxes, it turns out, are hard, and so is freelancing! But I hope that the tips outlined here will prevent you from owing fines to the IRS and encountering staggering tax bills that arise when you don't set aside any money for taxes. Just being aware of the need to pay as you go will put you ahead of the game! \nJosh Fruhlinger is a freelance writer and editor living in Los Angeles. He's the creator of the Comics Curmudgeon and author of The Enthusiast , and his writing has appeared at The Awl, Wonkette, The Billfold, the Village Voice, Mel Magazine and CSO Online.",
    "published": "2018-04-03T19:29:00.000+03:00",
    "crawled": "2018-04-03T19:29:49.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ended",
        "surprise",
        "tax",
        "avoid",
        "one",
        "josh",
        "fruhlinger",
        "contributor",
        "photo",
        "drew",
        "image",
        "sixteen",
        "year",
        "ago",
        "end",
        "first",
        "year",
        "freelancer",
        "tax",
        "discovered",
        "owed",
        "irs",
        "picked",
        "jaw",
        "floor",
        "figured",
        "going",
        "scrape",
        "large",
        "sum",
        "together",
        "short",
        "notice",
        "made",
        "vow",
        "would",
        "create",
        "system",
        "would",
        "prevent",
        "happening",
        "warn",
        "starting",
        "freelancing",
        "making",
        "money",
        "uber",
        "airbnb",
        "aspect",
        "gig",
        "economy",
        "danger",
        "running",
        "problem",
        "based",
        "story",
        "researched",
        "worse",
        "many",
        "people",
        "go",
        "freelancing",
        "career",
        "completely",
        "unprepared",
        "tax",
        "situation",
        "encounter",
        "heard",
        "horrible",
        "advice",
        "cpa",
        "advising",
        "new",
        "freelance",
        "worker",
        "like",
        "worry",
        "estimated",
        "payment",
        "earn",
        "investing",
        "say",
        "nick",
        "holeman",
        "certified",
        "financial",
        "planner",
        "betterment",
        "newbie",
        "freelancer",
        "awful",
        "advice",
        "human",
        "being",
        "awful",
        "accounting",
        "lump",
        "sum",
        "cost",
        "much",
        "better",
        "pay",
        "little",
        "time",
        "behavioral",
        "finance",
        "perspective",
        "budgeting",
        "perspective",
        "paying",
        "go",
        "much",
        "better",
        "system",
        "waiting",
        "end",
        "many",
        "people",
        "go",
        "freelancing",
        "career",
        "completely",
        "unprepared",
        "tax",
        "situation",
        "encounter",
        "tell",
        "little",
        "preparation",
        "foresight",
        "avoid",
        "hassle",
        "cpa",
        "tax",
        "attorney",
        "guy",
        "well",
        "system",
        "outline",
        "year",
        "getting",
        "advice",
        "accountant",
        "financial",
        "planner",
        "great",
        "idea",
        "course",
        "especially",
        "know",
        "kind",
        "business",
        "expense",
        "take",
        "april",
        "17th",
        "deadline",
        "first",
        "estimated",
        "tax",
        "payment",
        "loom",
        "feeling",
        "overwhelmed",
        "tax",
        "implication",
        "influx",
        "freelance",
        "income",
        "read",
        "steady",
        "pay",
        "go",
        "law",
        "supposed",
        "paying",
        "tax",
        "course",
        "year",
        "earn",
        "money",
        "regular",
        "job",
        "taken",
        "care",
        "employer",
        "take",
        "tax",
        "paycheck",
        "sends",
        "irs",
        "even",
        "get",
        "paid",
        "freelancer",
        "make",
        "extra",
        "money",
        "side",
        "hustle",
        "gig",
        "economy",
        "apps",
        "service",
        "figuring",
        "much",
        "owe",
        "tax",
        "responsibility",
        "irs",
        "suggestion",
        "tackle",
        "encapsulated",
        "form",
        "beginning",
        "year",
        "expected",
        "use",
        "form",
        "estimate",
        "much",
        "make",
        "year",
        "figure",
        "total",
        "tax",
        "income",
        "year",
        "break",
        "total",
        "four",
        "chunk",
        "pay",
        "quarter",
        "freelancer",
        "josh",
        "fruhlinger",
        "anyone",
        "ever",
        "freelanced",
        "spot",
        "problem",
        "first",
        "freelancer",
        "steady",
        "income",
        "estimate",
        "make",
        "january",
        "might",
        "turn",
        "wildly",
        "first",
        "year",
        "freelancer",
        "turned",
        "lucrative",
        "estimated",
        "owed",
        "much",
        "next",
        "spring",
        "second",
        "quarterly",
        "payment",
        "schedule",
        "make",
        "big",
        "bill",
        "pay",
        "someone",
        "making",
        "year",
        "freelancer",
        "owe",
        "almost",
        "quarter",
        "hefty",
        "lump",
        "sum",
        "payroll",
        "department",
        "use",
        "flexible",
        "system",
        "manages",
        "problem",
        "wildly",
        "complex",
        "us",
        "spreadsheet",
        "feel",
        "free",
        "email",
        "want",
        "full",
        "crazy",
        "detail",
        "basic",
        "version",
        "go",
        "something",
        "like",
        "created",
        "separate",
        "account",
        "tax",
        "estimate",
        "separate",
        "saving",
        "account",
        "credit",
        "union",
        "could",
        "simple",
        "cash",
        "sock",
        "drawer",
        "important",
        "thing",
        "need",
        "least",
        "psychologically",
        "separate",
        "pool",
        "money",
        "need",
        "pay",
        "bill",
        "whenever",
        "get",
        "freelance",
        "income",
        "immediately",
        "put",
        "set",
        "percentage",
        "special",
        "tax",
        "account",
        "touch",
        "ever",
        "money",
        "money",
        "owe",
        "government",
        "soon",
        "earn",
        "income",
        "keeping",
        "warm",
        "four",
        "time",
        "year",
        "send",
        "however",
        "much",
        "accumulated",
        "special",
        "tax",
        "account",
        "irs",
        "find",
        "address",
        "date",
        "part",
        "form",
        "sure",
        "keep",
        "track",
        "much",
        "pay",
        "need",
        "know",
        "fill",
        "next",
        "year",
        "advantage",
        "separating",
        "tax",
        "payment",
        "go",
        "never",
        "scrambling",
        "write",
        "big",
        "check",
        "time",
        "year",
        "also",
        "taking",
        "percentage",
        "make",
        "rather",
        "set",
        "dollar",
        "figure",
        "mean",
        "paying",
        "essence",
        "simulates",
        "process",
        "bos",
        "taking",
        "tax",
        "paycheck",
        "similarly",
        "give",
        "real",
        "sense",
        "pay",
        "basis",
        "hard",
        "number",
        "probably",
        "spotted",
        "big",
        "hole",
        "system",
        "concrete",
        "number",
        "percentage",
        "income",
        "supposed",
        "setting",
        "aside",
        "every",
        "time",
        "get",
        "freelance",
        "payment",
        "well",
        "trick",
        "figure",
        "progressive",
        "taxation",
        "system",
        "mean",
        "make",
        "higher",
        "percentage",
        "income",
        "go",
        "tax",
        "figuring",
        "share",
        "devilishly",
        "complex",
        "make",
        "year",
        "consulting",
        "tax",
        "professional",
        "thing",
        "get",
        "complex",
        "substantial",
        "majority",
        "people",
        "making",
        "less",
        "got",
        "suggestion",
        "hate",
        "fear",
        "math",
        "entirely",
        "sure",
        "annual",
        "salary",
        "want",
        "give",
        "answer",
        "whenever",
        "get",
        "freelance",
        "income",
        "put",
        "percent",
        "special",
        "tax",
        "account",
        "nice",
        "round",
        "number",
        "exact",
        "pinch",
        "want",
        "get",
        "precise",
        "need",
        "least",
        "general",
        "idea",
        "much",
        "make",
        "course",
        "year",
        "couple",
        "variation",
        "household",
        "income",
        "come",
        "freelancing",
        "done",
        "math",
        "turned",
        "tax",
        "table",
        "like",
        "said",
        "make",
        "year",
        "math",
        "start",
        "getting",
        "gnarlier",
        "income",
        "afford",
        "pay",
        "real",
        "accountant",
        "help",
        "highly",
        "recommend",
        "get",
        "part",
        "income",
        "freelance",
        "work",
        "freelancer",
        "spouse",
        "get",
        "regular",
        "salary",
        "thing",
        "get",
        "complicated",
        "still",
        "remember",
        "whole",
        "progressive",
        "part",
        "tax",
        "code",
        "mean",
        "pay",
        "higher",
        "percentage",
        "salary",
        "go",
        "mean",
        "need",
        "consider",
        "total",
        "income",
        "freelance",
        "income",
        "figuring",
        "much",
        "freelance",
        "income",
        "set",
        "aside",
        "going",
        "forward",
        "tax",
        "reform",
        "reduced",
        "tax",
        "freelance",
        "income",
        "percent",
        "mix",
        "freelance",
        "employment",
        "also",
        "affect",
        "percentage",
        "add",
        "pain",
        "number",
        "good",
        "start",
        "though",
        "assume",
        "roughly",
        "equal",
        "freelance",
        "salary",
        "income",
        "spouse",
        "regular",
        "paycheck",
        "addition",
        "freelance",
        "work",
        "another",
        "little",
        "trick",
        "holeman",
        "suggests",
        "whole",
        "quarterly",
        "payment",
        "thing",
        "nightmare",
        "may",
        "able",
        "increase",
        "withholding",
        "income",
        "enough",
        "cover",
        "freelance",
        "income",
        "say",
        "word",
        "arrange",
        "tax",
        "deducted",
        "paycheck",
        "would",
        "deducted",
        "normally",
        "talk",
        "hr",
        "payroll",
        "department",
        "find",
        "math",
        "sending",
        "complete",
        "meltdown",
        "holeman",
        "one",
        "final",
        "idea",
        "1st",
        "rule",
        "tax",
        "advice",
        "avoid",
        "penalty",
        "say",
        "one",
        "simple",
        "rule",
        "lot",
        "freelancer",
        "use",
        "avoid",
        "penalty",
        "make",
        "sure",
        "pay",
        "least",
        "percent",
        "prior",
        "year",
        "tax",
        "owed",
        "safe",
        "harbor",
        "rule",
        "easiest",
        "sure",
        "fire",
        "way",
        "make",
        "sure",
        "avoid",
        "penalty",
        "word",
        "long",
        "divide",
        "amount",
        "tax",
        "owed",
        "last",
        "year",
        "four",
        "pay",
        "amount",
        "quarter",
        "least",
        "get",
        "extra",
        "fine",
        "irs",
        "though",
        "might",
        "end",
        "underpaying",
        "overpaying",
        "extent",
        "cinch",
        "budget",
        "information",
        "check",
        "irs",
        "website",
        "well",
        "file",
        "tax",
        "return",
        "spring",
        "thing",
        "might",
        "get",
        "little",
        "hairy",
        "paid",
        "quarterly",
        "estimate",
        "avoided",
        "disaster",
        "show",
        "chapter",
        "et",
        "tue",
        "feb",
        "one",
        "last",
        "thing",
        "state",
        "tax",
        "notice",
        "cover",
        "state",
        "tax",
        "state",
        "tax",
        "structure",
        "way",
        "beyond",
        "scope",
        "article",
        "live",
        "state",
        "collect",
        "income",
        "tax",
        "need",
        "making",
        "quarterly",
        "payment",
        "good",
        "rule",
        "thumb",
        "look",
        "ratio",
        "federal",
        "state",
        "income",
        "tax",
        "paid",
        "past",
        "use",
        "model",
        "last",
        "year",
        "state",
        "income",
        "tax",
        "came",
        "quarter",
        "federal",
        "tax",
        "mean",
        "every",
        "set",
        "aside",
        "federal",
        "tax",
        "set",
        "aside",
        "state",
        "probably",
        "already",
        "math",
        "number",
        "used",
        "dealing",
        "tax",
        "turn",
        "hard",
        "freelancing",
        "hope",
        "tip",
        "outlined",
        "prevent",
        "owing",
        "fine",
        "irs",
        "encountering",
        "staggering",
        "tax",
        "bill",
        "arise",
        "set",
        "aside",
        "money",
        "tax",
        "aware",
        "need",
        "pay",
        "go",
        "put",
        "ahead",
        "game",
        "josh",
        "fruhlinger",
        "freelance",
        "writer",
        "editor",
        "living",
        "los",
        "angeles",
        "creator",
        "comic",
        "curmudgeon",
        "author",
        "enthusiast",
        "writing",
        "appeared",
        "awl",
        "wonkette",
        "billfold",
        "village",
        "voice",
        "mel",
        "magazine",
        "cso",
        "online"
    ]
}