{
    "organizations": [],
    "uuid": "04b54b3da0036fbcc4e5896e9872794fc82a087a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-weyland-tech-business-outlook-and-corporate-strategy.html",
    "ord_in_thread": 0,
    "title": "Weyland Tech Business Outlook and Corporate Strategy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, NY, April 25, 2018 (GLOBE NEWSWIRE) -- Weyland Tech Inc. (OTCQX: WEYL) (\"Weyland \" or the \"Company\"), a provider of mobile business applications, released its 2017 Annual Report on Form 10-K, and announced today its fiscal 2018 business strategy and updates on its e-Wallet initiative.\nFiscal 2017 Highlights\n· Revenue was $15.6 million\n· Gross income was $4.3 million\n“We are pleased to report fiscal 2017 service revenues increased 20% from fiscal 2016, which was the result of our efforts to increase market share for the CreateApp platform during 2017 in highly competitive emerging markets with reduced price points, as well as new subscriptions sold to existing customers and subscriptions sold directly to new customers,” commented Mr. Brent Suen, CEO of Weyland Tech, Inc. “The Company used the increased revenue to make significant investment into research and development, marketing and product development which management expects will create increased shareholder value in the near to mid-term.”\nRevenue for fiscal 2017 was $15.6 million, up from revenue of $12.9 million in fiscal 2016. The increase in service revenues was primarily the result of increased volumes in the Company’s core mobile business application platform - CreateApp.\nGross income in fiscal 2017 was $4.3 million, compared to gross income of $5.3 million in 2016. The decline was due primarily to an increase in cost of service period to period. Cost of service was $11.3 million and $7.8 million in fiscal 2017 and 2016, respectively. The increase reflects cost associated with an increase in our Service revenues from growth in clients served.\nFinancial Condition\nAs of December 31, 2017, Weyland Tech, Inc. had 2.3 million in working capital, $1.06 million in cash and cash equivalents and $2.05 million in total liabilities. Stockholders’ equity stood at $3.3 million, compared to $2.6 million as of December 31, 2016. Cash used in operating activities during fiscal 2017 was $332,071.\nBusiness Outlook\nWeyland Tech, Inc. is focused on mobile commerce enablement via our enhanced platform built in 2017, and offered on a Platform-as-a-Service (“PaaS”) basis, and the company’s e-wallet initiative. Recent product launches with our strategic partners DPEX (Indonesia), BTG (Thailand), Augicom/Orange (France) are representative of the PaaS platform strategy and product offering.\n“CreateApp continues to grow and remains competitive in the highly competitive mobile business application marketplace for DIY Apps, while facing global pricing that is, in some markets, as low as several dollars per month and even free with paid upgrades,” Mr. Suen continued. “However, the Company is optimistic about the prospects for its core mobile business applications going forward because the Company utilized the increased revenue to make significant investment into research and development, marketing and product development which, while contributing to a net loss of $74,282 for the year, management expects will create significant shareholder value in the near to mid-term.”\nAs a result, the Company’s core product has evolved over the course of 2017 to capitalize on the immediate opportunity for developing a larger network of valuable users and merchants by developing services that will enable the adoption of mobile commerce across Greater South East Asia. The platform enhancements have taken the Company’s technology from a standalone DIY app builder to an enhanced platform built to enable mobile commerce.\nIn 2018, Weyland will focus on scaling this business model by continuing to develop and expand strategic partnerships that would increase the number of users and merchants available to users of the Company’s products on a Platform-as-a-Service (“PaaS”) basis. These efforts will expand on the success of recent product launches representative of the PaaS platform strategy and product offering with our strategic partners DPEX (Indonesia), BTG (Thailand), and Augicom/Orange (France). And after extensive discussions with our partners, management believes that supporting these initiatives thru deeper engagement, interaction and co-marketing/sales will substantially benefit the Company in 2018 and beyond.\nGrowing the PaaS offering will also benefit from 2017s ancillary initiatives in eSports and online-to-offline commerce, which will be absorbed into the PaaS focus in 2018. The lessons from our eSports initiative will inform marketing of the PaaS platform and guide our efforts in attracting partners that service the young upcoming entrepreneurs in this and other exciting new drivers of SMB growth. Similarly, the lessons of the O2O trial in Hong Kong, have and will continue to benefit the development of the advanced logistical and transactional components that differentiate our platform from the stand alone DIY App builders that CreateApp has competed with historically.\nThe Company is also pleased to report that its 2017 e-wallet initiative, AtozPay, has surpassed expectations since its launch, achieving stronger than anticipated customer traction with limited marketing expense. With the AtozPay e-wallet, the Company created a ‘consumer facing’ product offering that supports the PaaS strategy developed by the enhancements to the CreateApp platform and enables Weyland to drive higher monetization on those platforms by providing payments capabilities.\nAtoZPay is designed to be a robust, universal payment platform therefore its growth is not limited to the Company’s PaaS customers alone.\nIn management’s view, the recent acquisition offer from DinPay did not fairly compensate the shareholders for the value being created with Atozpay. Therefore, instead of a sale of the Company, to maximize the independent growth of AtozPay and consequently shareholder value, management has begun the process to spin-off the e-wallet business via a special dividend.\nThis effort is intended to boost shareholder value by creating a ‘stand-alone’ vehicle for the fast growing global e-money/e-wallet industry. Private and public transactions in the e-money/e-wallet industry in South East Asia are growing more frequent with valuations that would represent substantial value creation for existing shareholders.\nWhile additional details will be released over the coming months, it is the Company’s belief that the spin-off and a subsequent IPO of the e-wallet business can be completed by the end of fiscal 2018.\nLarge institutional firms approached to discuss financing the e-wallets growth consistently recommended the Company focus on revenue production of developed platforms. Our existing PaaS partners expressed a similar desire to focus on expanding those platforms with us. Management agrees that by focusing on the PaaS platform and the e-wallet business, the Company has the ability to grow at a more rapid pace as well as exploit the Company’s advantages in those markets together with our partners.\nFinally, the Company continues to be interested in bringing blockchain technology to our PaaS platforms and e-wallet technologies where appropriate, however due to regulatory considerations that could hinder the growth of AtozPay the Company will not be moving forward with Tokes Platform at this time, and will instead focus on growing e-wallet transaction volume and gaining share of our e-wallet in our markets.\nWe look forward to providing additional information as the Company continues to grow.\nAbout Weyland Tech Inc.\nWeyland Tech's CreateApp platform is focused on the Asia markets. Our CreateApp platform offered in 14 languages, enables small and medium sized businesses (\"SMB's\") to create native mobile applications (\"APP\") for Apple's iOS and Google Android without technical knowledge or background. Empowering SMB's to increase sales, reach more customers and promote their products and services via simple easy to build mobile APPs in an affordable and cost-effective manner.\nFollow Weyland Tech online at:\nWeyland Tech Facebook Page ( https://www.facebook.com/weylandtech )\nWeyland Tech Twitter Feed ( https://twitter.com/weylandtechinc )\nWeyland Tech LinkedIn Page ( https://linkedin.com/company/weylandtech )\nBrent Suen, CEO Public Facebook Page ( https://www.facebook.com/BrentSuenWEYL )\nBrent Suen, CEO Public Twitter Feed ( https://www.twitter.com/BrentSuenWEYL )\nForward-Looking Statements\nSafe Harbor Statement Under the Private Securities Litigation Reform Act of 1995: Certain statements in this press release constitute for purposes of the safe harbor provisions under The Private Securities Litigation Reform Act of 1995. These statements include, without limitation, statements regarding The likelihood that the downturn in China’s steel industry has halted and that the industry will experience a turnaround and increased demand; the significance of China’s implementation of pro-growth measures and the likelihood that it will start benefitting the domestic steel industry in the fourth quarter; the Company’s ability to reduce operating costs, improve working capital and increase profitability, and any other statements of non-historical information. We have based these largely on our current expectations and projections about future events and financial trends that we believe may affect our financial condition, results of operations, business strategy and financial needs but they involve risks and uncertainties that could cause actual results to differ materially from those in the , such as business conditions in China, weather and natural disasters, changing interpretations of generally accepted accounting principles; outcomes of government reviews; inquiries and investigations and related litigation; continued compliance with government regulations; legislation or regulatory environments, requirements or changes adversely affecting the businesses in which China Precision Steel is engaged; cyclicality of steel consumption including overcapacity and decline in steel prices, limited availability of raw material and energy may constrain operating levels and reduce profit margins, environmental compliance and remediation could result in increased cost of capital as well as other relevant risks not included herein. The information set forth herein should be read in light of such risks. You are urged to consider these factors carefully in evaluating the herein and are cautioned not to place undue reliance on such , which are qualified in their entirety by this cautionary statement. The made herein speak only as of the date of this press release and the Company undertakes no duty to update any forward-looking statement to conform the statement to actual results or changes in the Company’s expectations.\nWeyland Tech Brent Suen info@weyland-tech.com\nSource: Weyland Tech, Inc.",
    "published": "2018-04-25T16:48:00.000+03:00",
    "crawled": "2018-04-25T17:13:23.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "ny",
        "april",
        "globe",
        "newswire",
        "weyland",
        "tech",
        "otcqx",
        "weyl",
        "weyland",
        "company",
        "provider",
        "mobile",
        "business",
        "application",
        "released",
        "annual",
        "report",
        "form",
        "announced",
        "today",
        "fiscal",
        "business",
        "strategy",
        "update",
        "initiative",
        "fiscal",
        "highlight",
        "revenue",
        "million",
        "gross",
        "income",
        "million",
        "pleased",
        "report",
        "fiscal",
        "service",
        "revenue",
        "increased",
        "fiscal",
        "result",
        "effort",
        "increase",
        "market",
        "share",
        "createapp",
        "platform",
        "highly",
        "competitive",
        "emerging",
        "market",
        "reduced",
        "price",
        "point",
        "well",
        "new",
        "subscription",
        "sold",
        "existing",
        "customer",
        "subscription",
        "sold",
        "directly",
        "new",
        "customer",
        "commented",
        "brent",
        "suen",
        "ceo",
        "weyland",
        "tech",
        "company",
        "used",
        "increased",
        "revenue",
        "make",
        "significant",
        "investment",
        "research",
        "development",
        "marketing",
        "product",
        "development",
        "management",
        "expects",
        "create",
        "increased",
        "shareholder",
        "value",
        "near",
        "revenue",
        "fiscal",
        "million",
        "revenue",
        "million",
        "fiscal",
        "increase",
        "service",
        "revenue",
        "primarily",
        "result",
        "increased",
        "volume",
        "company",
        "core",
        "mobile",
        "business",
        "application",
        "platform",
        "createapp",
        "gross",
        "income",
        "fiscal",
        "million",
        "compared",
        "gross",
        "income",
        "million",
        "decline",
        "due",
        "primarily",
        "increase",
        "cost",
        "service",
        "period",
        "period",
        "cost",
        "service",
        "million",
        "million",
        "fiscal",
        "respectively",
        "increase",
        "reflects",
        "cost",
        "associated",
        "increase",
        "service",
        "revenue",
        "growth",
        "client",
        "served",
        "financial",
        "condition",
        "december",
        "weyland",
        "tech",
        "million",
        "working",
        "capital",
        "million",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "liability",
        "stockholder",
        "equity",
        "stood",
        "million",
        "compared",
        "million",
        "december",
        "cash",
        "used",
        "operating",
        "activity",
        "fiscal",
        "business",
        "outlook",
        "weyland",
        "tech",
        "focused",
        "mobile",
        "commerce",
        "enablement",
        "via",
        "enhanced",
        "platform",
        "built",
        "offered",
        "paas",
        "basis",
        "company",
        "initiative",
        "recent",
        "product",
        "launch",
        "strategic",
        "partner",
        "dpex",
        "indonesia",
        "btg",
        "thailand",
        "france",
        "representative",
        "paas",
        "platform",
        "strategy",
        "product",
        "offering",
        "createapp",
        "continues",
        "grow",
        "remains",
        "competitive",
        "highly",
        "competitive",
        "mobile",
        "business",
        "application",
        "marketplace",
        "diy",
        "apps",
        "facing",
        "global",
        "pricing",
        "market",
        "low",
        "several",
        "dollar",
        "per",
        "month",
        "even",
        "free",
        "paid",
        "upgrade",
        "suen",
        "continued",
        "however",
        "company",
        "optimistic",
        "prospect",
        "core",
        "mobile",
        "business",
        "application",
        "going",
        "forward",
        "company",
        "utilized",
        "increased",
        "revenue",
        "make",
        "significant",
        "investment",
        "research",
        "development",
        "marketing",
        "product",
        "development",
        "contributing",
        "net",
        "loss",
        "year",
        "management",
        "expects",
        "create",
        "significant",
        "shareholder",
        "value",
        "near",
        "result",
        "company",
        "core",
        "product",
        "evolved",
        "course",
        "capitalize",
        "immediate",
        "opportunity",
        "developing",
        "larger",
        "network",
        "valuable",
        "user",
        "merchant",
        "developing",
        "service",
        "enable",
        "adoption",
        "mobile",
        "commerce",
        "across",
        "greater",
        "south",
        "east",
        "asia",
        "platform",
        "enhancement",
        "taken",
        "company",
        "technology",
        "standalone",
        "diy",
        "app",
        "builder",
        "enhanced",
        "platform",
        "built",
        "enable",
        "mobile",
        "commerce",
        "weyland",
        "focus",
        "scaling",
        "business",
        "model",
        "continuing",
        "develop",
        "expand",
        "strategic",
        "partnership",
        "would",
        "increase",
        "number",
        "user",
        "merchant",
        "available",
        "user",
        "company",
        "product",
        "paas",
        "basis",
        "effort",
        "expand",
        "success",
        "recent",
        "product",
        "launch",
        "representative",
        "paas",
        "platform",
        "strategy",
        "product",
        "offering",
        "strategic",
        "partner",
        "dpex",
        "indonesia",
        "btg",
        "thailand",
        "france",
        "extensive",
        "discussion",
        "partner",
        "management",
        "belief",
        "supporting",
        "initiative",
        "thru",
        "deeper",
        "engagement",
        "interaction",
        "substantially",
        "benefit",
        "company",
        "beyond",
        "growing",
        "paas",
        "offering",
        "also",
        "benefit",
        "2017s",
        "ancillary",
        "initiative",
        "esports",
        "commerce",
        "absorbed",
        "paas",
        "focus",
        "lesson",
        "esports",
        "initiative",
        "inform",
        "marketing",
        "paas",
        "platform",
        "guide",
        "effort",
        "attracting",
        "partner",
        "service",
        "young",
        "upcoming",
        "entrepreneur",
        "exciting",
        "new",
        "driver",
        "smb",
        "growth",
        "similarly",
        "lesson",
        "o2o",
        "trial",
        "hong",
        "kong",
        "continue",
        "benefit",
        "development",
        "advanced",
        "logistical",
        "transactional",
        "component",
        "differentiate",
        "platform",
        "stand",
        "alone",
        "diy",
        "app",
        "builder",
        "createapp",
        "competed",
        "historically",
        "company",
        "also",
        "pleased",
        "report",
        "initiative",
        "atozpay",
        "surpassed",
        "expectation",
        "since",
        "launch",
        "achieving",
        "stronger",
        "anticipated",
        "customer",
        "traction",
        "limited",
        "marketing",
        "expense",
        "atozpay",
        "company",
        "created",
        "consumer",
        "facing",
        "product",
        "offering",
        "support",
        "paas",
        "strategy",
        "developed",
        "enhancement",
        "createapp",
        "platform",
        "enables",
        "weyland",
        "drive",
        "higher",
        "monetization",
        "platform",
        "providing",
        "payment",
        "capability",
        "atozpay",
        "designed",
        "robust",
        "universal",
        "payment",
        "platform",
        "therefore",
        "growth",
        "limited",
        "company",
        "paas",
        "customer",
        "alone",
        "management",
        "view",
        "recent",
        "acquisition",
        "offer",
        "dinpay",
        "fairly",
        "compensate",
        "shareholder",
        "value",
        "created",
        "atozpay",
        "therefore",
        "instead",
        "sale",
        "company",
        "maximize",
        "independent",
        "growth",
        "atozpay",
        "consequently",
        "shareholder",
        "value",
        "management",
        "begun",
        "process",
        "business",
        "via",
        "special",
        "dividend",
        "effort",
        "intended",
        "boost",
        "shareholder",
        "value",
        "creating",
        "vehicle",
        "fast",
        "growing",
        "global",
        "industry",
        "private",
        "public",
        "transaction",
        "industry",
        "south",
        "east",
        "asia",
        "growing",
        "frequent",
        "valuation",
        "would",
        "represent",
        "substantial",
        "value",
        "creation",
        "existing",
        "shareholder",
        "additional",
        "detail",
        "released",
        "coming",
        "month",
        "company",
        "belief",
        "subsequent",
        "ipo",
        "business",
        "completed",
        "end",
        "fiscal",
        "large",
        "institutional",
        "firm",
        "approached",
        "discus",
        "financing",
        "growth",
        "consistently",
        "recommended",
        "company",
        "focus",
        "revenue",
        "production",
        "developed",
        "platform",
        "existing",
        "paas",
        "partner",
        "expressed",
        "similar",
        "desire",
        "focus",
        "expanding",
        "platform",
        "u",
        "management",
        "agrees",
        "focusing",
        "paas",
        "platform",
        "business",
        "company",
        "ability",
        "grow",
        "rapid",
        "pace",
        "well",
        "exploit",
        "company",
        "advantage",
        "market",
        "together",
        "partner",
        "finally",
        "company",
        "continues",
        "interested",
        "bringing",
        "blockchain",
        "technology",
        "paas",
        "platform",
        "technology",
        "appropriate",
        "however",
        "due",
        "regulatory",
        "consideration",
        "could",
        "hinder",
        "growth",
        "atozpay",
        "company",
        "moving",
        "forward",
        "toke",
        "platform",
        "time",
        "instead",
        "focus",
        "growing",
        "transaction",
        "volume",
        "gaining",
        "share",
        "market",
        "look",
        "forward",
        "providing",
        "additional",
        "information",
        "company",
        "continues",
        "grow",
        "weyland",
        "tech",
        "weyland",
        "tech",
        "createapp",
        "platform",
        "focused",
        "asia",
        "market",
        "createapp",
        "platform",
        "offered",
        "language",
        "enables",
        "small",
        "medium",
        "sized",
        "business",
        "smb",
        "create",
        "native",
        "mobile",
        "application",
        "app",
        "apple",
        "io",
        "google",
        "android",
        "without",
        "technical",
        "knowledge",
        "background",
        "empowering",
        "smb",
        "increase",
        "sale",
        "reach",
        "customer",
        "promote",
        "product",
        "service",
        "via",
        "simple",
        "easy",
        "build",
        "mobile",
        "apps",
        "affordable",
        "manner",
        "follow",
        "weyland",
        "tech",
        "online",
        "weyland",
        "tech",
        "facebook",
        "page",
        "http",
        "weyland",
        "tech",
        "twitter",
        "feed",
        "http",
        "weyland",
        "tech",
        "linkedin",
        "page",
        "http",
        "brent",
        "suen",
        "ceo",
        "public",
        "facebook",
        "page",
        "http",
        "brent",
        "suen",
        "ceo",
        "public",
        "twitter",
        "feed",
        "http",
        "statement",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "likelihood",
        "downturn",
        "china",
        "steel",
        "industry",
        "halted",
        "industry",
        "experience",
        "turnaround",
        "increased",
        "demand",
        "significance",
        "china",
        "implementation",
        "measure",
        "likelihood",
        "start",
        "benefitting",
        "domestic",
        "steel",
        "industry",
        "fourth",
        "quarter",
        "company",
        "ability",
        "reduce",
        "operating",
        "cost",
        "improve",
        "working",
        "capital",
        "increase",
        "profitability",
        "statement",
        "information",
        "based",
        "largely",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "financial",
        "trend",
        "believe",
        "may",
        "affect",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "strategy",
        "financial",
        "need",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "business",
        "condition",
        "china",
        "weather",
        "natural",
        "disaster",
        "changing",
        "interpretation",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "outcome",
        "government",
        "review",
        "inquiry",
        "investigation",
        "related",
        "litigation",
        "continued",
        "compliance",
        "government",
        "regulation",
        "legislation",
        "regulatory",
        "environment",
        "requirement",
        "change",
        "adversely",
        "affecting",
        "business",
        "china",
        "precision",
        "steel",
        "engaged",
        "cyclicality",
        "steel",
        "consumption",
        "including",
        "overcapacity",
        "decline",
        "steel",
        "price",
        "limited",
        "availability",
        "raw",
        "material",
        "energy",
        "may",
        "constrain",
        "operating",
        "level",
        "reduce",
        "profit",
        "margin",
        "environmental",
        "compliance",
        "remediation",
        "could",
        "result",
        "increased",
        "cost",
        "capital",
        "well",
        "relevant",
        "risk",
        "included",
        "herein",
        "information",
        "set",
        "forth",
        "herein",
        "read",
        "light",
        "risk",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "herein",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "made",
        "herein",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "duty",
        "update",
        "statement",
        "conform",
        "statement",
        "actual",
        "result",
        "change",
        "company",
        "expectation",
        "weyland",
        "tech",
        "brent",
        "suen",
        "info",
        "source",
        "weyland",
        "tech",
        "inc"
    ]
}