{
    "organizations": [],
    "uuid": "63bb7d41fc8a7ba8514bcc1fa6fc6fd943dcdce4",
    "author": "Shilpa Jamkhandikar",
    "url": "https://www.reuters.com/article/india-film-interview-shoojit-sircar-octo/qa-shoojit-sircar-on-october-and-why-he-is-a-control-freak-idUSKCN1HA1G2",
    "ord_in_thread": 0,
    "title": "Q&A: Shoojit Sircar on ‘October’ and why he is a control freak",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Shoojit Sircar is one of the few directors in Bollywood with an almost impeccable record. The former ad man who debuted with “Vicky Donor” in 2012 has since gone on to make “Madras Café” and “Piku”, both applauded for their unusual treatment and resonant themes. Sircar also produced and was the creative director of “Pink” in 2016. His latest film is the romantic drama “October”, which stars Varun Dhawan and Welsh actress Banita Sandhu.\nHandout photo of Shoojit Sircar Sircar spoke to Reuters about the film, why he is controlling on sets and his partnership with writer Juhi Chaturvedi.\nQ: What is the essence of “October”?\nA: The essence you will have to experience first in a theatre. Obviously, it is not a love story, but a story about love. What I and Juhi (Chaturvedi) understand and have discussed… is that there is so much jargon and phrases about love. We are not experts on love, but I feel this is the way a human should be… this film tries to explore that.\nQ: Your films don’t usually depict conventional love. Why is that?\nA: These are stories. They are not different ways of depicting something. There is no one way of loving somebody. There is no formula to it. It is a sensitive place which only those two people understand. And it is not just boy and girl - it could be a mother and daughter or a father-son relationship. Love is not just defined by making love or kisses or gifts. It is beyond that.\nQ: Do you think you can gel as well with another writer as you have with Juhi Chaturvedi?\nA: It is difficult to explain. I think we have a certain integrity towards the film or the story we want to tell. We have always tried not to deviate from the first point that we started from, which is the motive of making the film. We keep questioning ourselves – the reason for making it has to be very very clear. We are not making films for commercial reasons. That integrity is there between us, and that integrity drives us to make films and stories. The way I want to treat my films, she is able to put it into beautiful language in her script.\nAlso, I only work with a few close friends. Whether it is Juhi or my friend Ronnie (Lahiri) who is the producer, or my cinematographer Aveek, my music director Shantanu Moitra – they are all close friends and we work like a closed circuit and bounce ideas off each other.\nQ: How can you not keep commercial considerations in mind in this industry? Isn’t it practical to think about money and where it is coming from?\nA: You are right. I only think about the money that I have been trusted with to make the film. And I am a very economical filmmaker.\nHandout photo of Shoojit Sircar Q: How do you manage to be an economical filmmaker?\nA: I try not to shoot unnecessarily or spend on extra expenses that normally happen on a film set - like actors’ fees. The films that have worked for us, we thought there would be few takers for them. I didn’t think that “Piku” would work so much, or even “Pink” and “Vicky Donor”. Those were bonuses for my producers. But my job is that whatever money the producer gives me to make the film, I make sure that my film recovers that.\nQ: You admitted to controlling the making of “Pink”, which was a film you only produced. When it is a film that you direct, write and produce, how much control do you have and are actors okay with it?\nA: Me and the writer have lived the script for two-and-a-half to three years. We have lived with the characters and their emotions. I know the script more than anybody else. The rest of the crew comes in quite late. I have finished my film while writing it – the rest is just execution. That is why I know what I am looking at, what the characters are, what the pitch is, what the visual poetry of the film is going to be. I absolutely keep complete control over it. Not just because I am the director, but because I have lived the script more than anyone else.\nQ: And are actors okay with it?\nA: Oh yes, absolutely. It is not a battlefield. My set is an open forum. Anybody can comment on anything and I take all suggestions from everyone. I am not rigid. If someone convinces me, I take the suggestion.\nQ: At some level though, do you have to be rigid and controlling to make a film?\nA: This film, I shot in 37 days. “Pink”, we shot in 32 days. The first thing I control is the cost by not shooting for many days. It is not control, but somebody has to drive the whole thing. If I shoot unnecessary things, it will raise cost. That doesn’t mean the film won’t have scale. “October” will still look like a big-budget film. “Madras Café” was a small-budget film, but you can compare it with any big-budget action film.\nQ: You are working with Varun Dhawan, who has a huge fan base which has seen him in films like “Humpty Sharma Ki Dulhania”. Did you have to consider his fan base or image while making “October”?\nA: You are right in that we are from completely different schools of filmmaking. But I didn’t see him as Varun, I saw him as Dan (the character in “October”). In fact we weren’t even looking for an established actor for the film. It just happened that we met and I thought he would be perfect for the role. For him to come to our kind of cinema, that was a big decision for him. But the good thing was that he surrendered. And I only work with actors who can surrender completely. Then I have fun and I can tell them how I envision the film and mould them to where I am looking at, from the point of view of the film.\nI know he has a huge fan base and I hope they like the film. But this will be my kind of film and not a regular potboiler.\nAbout the Author Editing by David Lalmalsawma\nThe views expressed in this article are not those of Reuters News.\n ",
    "published": "2018-04-03T19:52:00.000+03:00",
    "crawled": "2018-04-04T12:41:59.042+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shoojit",
        "sircar",
        "one",
        "director",
        "bollywood",
        "almost",
        "impeccable",
        "record",
        "former",
        "ad",
        "man",
        "debuted",
        "vicky",
        "donor",
        "since",
        "gone",
        "make",
        "madras",
        "café",
        "piku",
        "applauded",
        "unusual",
        "treatment",
        "resonant",
        "theme",
        "sircar",
        "also",
        "produced",
        "creative",
        "director",
        "pink",
        "latest",
        "film",
        "romantic",
        "drama",
        "october",
        "star",
        "varun",
        "dhawan",
        "welsh",
        "actress",
        "banita",
        "sandhu",
        "handout",
        "photo",
        "shoojit",
        "sircar",
        "sircar",
        "spoke",
        "reuters",
        "film",
        "controlling",
        "set",
        "partnership",
        "writer",
        "juhi",
        "chaturvedi",
        "q",
        "essence",
        "october",
        "essence",
        "experience",
        "first",
        "theatre",
        "obviously",
        "love",
        "story",
        "story",
        "love",
        "juhi",
        "chaturvedi",
        "understand",
        "much",
        "jargon",
        "phrase",
        "love",
        "expert",
        "love",
        "feel",
        "way",
        "human",
        "film",
        "try",
        "explore",
        "q",
        "film",
        "usually",
        "depict",
        "conventional",
        "love",
        "story",
        "different",
        "way",
        "depicting",
        "something",
        "one",
        "way",
        "loving",
        "somebody",
        "formula",
        "sensitive",
        "place",
        "two",
        "people",
        "understand",
        "boy",
        "girl",
        "could",
        "mother",
        "daughter",
        "relationship",
        "love",
        "defined",
        "making",
        "love",
        "kiss",
        "gift",
        "beyond",
        "q",
        "think",
        "gel",
        "well",
        "another",
        "writer",
        "juhi",
        "chaturvedi",
        "difficult",
        "explain",
        "think",
        "certain",
        "integrity",
        "towards",
        "film",
        "story",
        "want",
        "tell",
        "always",
        "tried",
        "deviate",
        "first",
        "point",
        "started",
        "motive",
        "making",
        "film",
        "keep",
        "questioning",
        "reason",
        "making",
        "clear",
        "making",
        "film",
        "commercial",
        "reason",
        "integrity",
        "u",
        "integrity",
        "drive",
        "u",
        "make",
        "film",
        "story",
        "way",
        "want",
        "treat",
        "film",
        "able",
        "put",
        "beautiful",
        "language",
        "script",
        "also",
        "work",
        "close",
        "friend",
        "whether",
        "juhi",
        "friend",
        "ronnie",
        "lahiri",
        "producer",
        "cinematographer",
        "aveek",
        "music",
        "director",
        "shantanu",
        "moitra",
        "close",
        "friend",
        "work",
        "like",
        "closed",
        "circuit",
        "bounce",
        "idea",
        "q",
        "keep",
        "commercial",
        "consideration",
        "mind",
        "industry",
        "practical",
        "think",
        "money",
        "coming",
        "right",
        "think",
        "money",
        "trusted",
        "make",
        "film",
        "economical",
        "filmmaker",
        "handout",
        "photo",
        "shoojit",
        "sircar",
        "q",
        "manage",
        "economical",
        "filmmaker",
        "try",
        "shoot",
        "unnecessarily",
        "spend",
        "extra",
        "expense",
        "normally",
        "happen",
        "film",
        "set",
        "like",
        "actor",
        "fee",
        "film",
        "worked",
        "u",
        "thought",
        "would",
        "taker",
        "think",
        "piku",
        "would",
        "work",
        "much",
        "even",
        "pink",
        "vicky",
        "donor",
        "bonus",
        "producer",
        "job",
        "whatever",
        "money",
        "producer",
        "give",
        "make",
        "film",
        "make",
        "sure",
        "film",
        "recovers",
        "q",
        "admitted",
        "controlling",
        "making",
        "pink",
        "film",
        "produced",
        "film",
        "direct",
        "write",
        "produce",
        "much",
        "control",
        "actor",
        "okay",
        "writer",
        "lived",
        "script",
        "three",
        "year",
        "lived",
        "character",
        "emotion",
        "know",
        "script",
        "anybody",
        "else",
        "rest",
        "crew",
        "come",
        "quite",
        "late",
        "finished",
        "film",
        "writing",
        "rest",
        "execution",
        "know",
        "looking",
        "character",
        "pitch",
        "visual",
        "poetry",
        "film",
        "going",
        "absolutely",
        "keep",
        "complete",
        "control",
        "director",
        "lived",
        "script",
        "anyone",
        "else",
        "q",
        "actor",
        "okay",
        "oh",
        "yes",
        "absolutely",
        "battlefield",
        "set",
        "open",
        "forum",
        "anybody",
        "comment",
        "anything",
        "take",
        "suggestion",
        "everyone",
        "rigid",
        "someone",
        "convinces",
        "take",
        "suggestion",
        "q",
        "level",
        "though",
        "rigid",
        "controlling",
        "make",
        "film",
        "film",
        "shot",
        "day",
        "pink",
        "shot",
        "day",
        "first",
        "thing",
        "control",
        "cost",
        "shooting",
        "many",
        "day",
        "control",
        "somebody",
        "drive",
        "whole",
        "thing",
        "shoot",
        "unnecessary",
        "thing",
        "raise",
        "cost",
        "mean",
        "film",
        "scale",
        "october",
        "still",
        "look",
        "like",
        "film",
        "madras",
        "café",
        "film",
        "compare",
        "action",
        "film",
        "q",
        "working",
        "varun",
        "dhawan",
        "huge",
        "fan",
        "base",
        "seen",
        "film",
        "like",
        "humpty",
        "sharma",
        "ki",
        "dulhania",
        "consider",
        "fan",
        "base",
        "image",
        "making",
        "october",
        "right",
        "completely",
        "different",
        "school",
        "filmmaking",
        "see",
        "varun",
        "saw",
        "dan",
        "character",
        "october",
        "fact",
        "even",
        "looking",
        "established",
        "actor",
        "film",
        "happened",
        "met",
        "thought",
        "would",
        "perfect",
        "role",
        "come",
        "kind",
        "cinema",
        "big",
        "decision",
        "good",
        "thing",
        "surrendered",
        "work",
        "actor",
        "surrender",
        "completely",
        "fun",
        "tell",
        "envision",
        "film",
        "mould",
        "looking",
        "point",
        "view",
        "film",
        "know",
        "huge",
        "fan",
        "base",
        "hope",
        "like",
        "film",
        "kind",
        "film",
        "regular",
        "potboiler",
        "author",
        "editing",
        "david",
        "lalmalsawma",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}