{
    "organizations": [],
    "uuid": "30d7ee5b8819e459bd42549453120febc55cb752",
    "author": "Nicky Milne",
    "url": "https://www.reuters.com/article/us-usa-climatechange-displacement/louisiana-islanders-find-a-new-home-beyond-the-water-idUSKBN1HS05X",
    "ord_in_thread": 0,
    "title": "Louisiana 'islanders' find a new home beyond the water",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ISLE DE JEAN CHARLES, Louisiana (Thomson Reuters Foundation) - Standing in the long grass on the land where he was born, with the sea now lapping just meters away, Chief Albert Naquin remembers Isle de Jean Charles as a wonderful place to grow up.\nThe road which connects Isle de Jean Charles, Louisiana, to the mainland. The small strip of land has lost 98% of its land mass since the 1950s; the road now appears seamless with the water either side. November 15, 2017 Thomson Reuters Foundation/Nicky Milne “It’s like night and day - we were totally self-sufficient here. Now you have to go off the island to survive,” he said of his community in southeast Louisiana - one that is being dispersed by the encroaching waves of the Gulf of Mexico.\nSince the 1950s, the small strip of land - once 11 miles (18 km) by 5 miles (8 km) - has lost 98 percent of its mass, according to the U.S. Land Remote Sensing Program. It is linked to the mainland by a road flanked by water on either side.\nThe fear is that the “island”, as it is known, could wash away in the next big storm.\nMany of the 100 or so extended families that once lived on Isle de Jean Charles have drifted away over the last 20 years, and now, as utility companies refuse to service it, only around 25 homes remain.\n“To me it’s like watching a family member with cancer - it’s being eaten away little bit by little bit. But this piece of land is lasting longer than a human body can,” Naquin told the Thomson Reuters Foundation.\nThe sliver of land has been home for generations to the Biloxi-Chitimacha-Choctaw Indians, a tribe that found refuge here in the early 19th century.\n“This is where we were chased by the white man and came to settle, and now Mother Nature is chasing us away,” Naquin said.\nBut the community – after a long search to redefine its future – is now hoping it may finally have found a new home.\nRESILIENCE AWARD In the first federal competition to fund innovative resilience projects in the face of worsening storms and extreme weather, the state of Louisiana was awarded $92 million in 2016 by the U.S. Department of Housing and Urban Development (HUD).\nOf that $48 million was earmarked to resettle the community of Isle de Jean Charles after Chantel Comardelle, the Biloxi-Chitimacha-Choctaw tribe’s executive secretary, and colleagues worked with state officials and other groups to submit plans.\nWinning the grant pushed the small community into the international media spotlight.\nAfter two years of search and negotiation, 500 acres (202 hectares) has been purchased near Schriever in south Louisiana at a cost of close to $12 million with development to start in 2019.\nThe land is between 6 feet and 12 feet (1.8-3.7 m) above sea level, higher than 50-year projections for coastal flooding released by the Coastal Protection and Restoration Authority.\nComardelle - who left the island for the city of Houma in southeast Louisiana - splits her life between raising her family and the fight for her people’s future, and has spent so much time in the office that her three children keep toys there.\nTraditional Chief Albert Naquin of the Biloxi-Chitimacha-Choctaw tribe, Isle de Jean Charles, Louisiana, pictured at a Native Indian naming ceremony, Pointe- aux-Chenes southeast Louisiana. November 18, 2017 Thomson Reuters Foundation/Nicky Milne The migration plan got funding, she believes, because it blazes a trail for other groups who face the prospect of losing their land, both in the United States and other countries.\n“Right now, there’s very little positive in the form of relocation or resettlement of people,” she said. “We presented a different model of doing it - a community-designed, community-driven process.”\nWETLAND LOSS In the late 19th century, construction began on a vast series of levees - earth embankments built to contain and prevent flooding – across the Mississippi River.\nThe levees altered the natural flow of river sediment, and Louisiana’s southeastern wetlands gradually began to sink.\nThen in the early 20th century, the oil and gas industry discovered huge wealth along the coast and over decades drilled more than 50,000 wells and put in miles of canals and pipelines.\nThe canals provided an easy route for salt water into the area’s marshes, breaking up wetlands.\nYet even while it altered the landscape, the fossil fuel industry brought much-needed jobs and infrastructure.\n“They’re the one that’s putting food on the table and paying the rent and mortgages, so as much as you hate them, you have to like them,” said Chief Naquin.\nToday, climate change effects in the form of sea level rise and powerful storms are compounding Louisiana’s problems.\n“We’re both subsiding and suffering global sea level rise at the same time,” former senator Reggie Dupre, executive director of the Terrebonne Levee and Conservation District, told the Thomson Reuters Foundation in his office in Houma.\n“We are sinking by 3 mm (0.12 inches) a year. That doesn’t sound like much - but after 40, 50 years, you start to notice differences when you are already only slightly above the water, like Isle de Jean Charles.”\nA U.S. Geological Survey study says southeast Louisiana is losing wetlands at the rate of a football field an hour.\nMat Sanders, resilience policy and program administrator for Louisiana’s Office of Community Development, said others can be expected to experience similar conditions. Louisiana, as one of the first, is “presenting itself as a laboratory”, he added.\nSlideshow (3 Images) PUSHED OUT BY WATER On the porch in the still, warm air beneath his home built on stilts, Chris Brunet - who has lived in Isle de Jean Charles all his life - said the place had become a “skeleton” of its former self.\n“When I was a child, it was very easy to wake up in the morning and see armadillo in the yard - or a possum, or a raccoon,” said Brunet who lives with his teenage son.\nIronically, it was building a new levee system in 2002 that pushed the Biloxi-Chitimacha-Choctaw tribe to seek a new home.\nIsle de Jean Charles was left out of a $900-million hurricane protection zone stretching from Morganza to the Gulf, even though it was included in initial studies.\nDupre said it became clear that the $300 million cost of extending the levee system to the “island” would be too high.\n“That’s always been a personal dilemma of mine,” said Dupre, who went to school with many of the tribal inhabitants. “Here I am, the chief executive officer of the agency building the hurricane protection system that excludes the island.”\n“One thing that is not factored (into) the cost-benefit analysis is: what’s the cost of losing a culture?”\nENDANGERED SPECIES? For the Biloxi-Chitimacha-Choctaw Indians, the goal now is to bring their community back together.\nBut Sanders said the reality was more complex as some residents identify with another tribe - the Houma Nation - while others have no tribal affiliation. The funds will be spent on helping all those living on Isle de Jean Charles to move.\n“The priority is to move folks out of harm’s way. It’s not a tribal project; it’s a community project,” he said.\nOne major question remains unanswered: Who will own the land on which the community plans to resettle?\nInitially, it will be held by the state through the Louisiana Land Trust while different models are discussed, including shared community ownership.\nStanding on the newly acquired land, a sugarcane farm with a large wetland and a stretch of bayou swamp, Comardelle said the lack of clarity was “kinda scary” for those mulling relocation.\nBut people are tired of replacing cars and furniture after every hurricane season, of never having the chance to save or give their kids a leg up in life, she explained.\n“This is our rebirth where we can start our re-population, to get off that endangered species list, and begin again,” she said smiling as her children ran races in the golden afternoon light.\nReporting by Nicky Milne; editing by Megan Rowling and Belinda Goldsmith. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climate\n 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-04-21T15:07:00.000+03:00",
    "crawled": "2018-04-22T13:54:02.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "isle",
        "de",
        "jean",
        "charles",
        "louisiana",
        "thomson",
        "reuters",
        "foundation",
        "standing",
        "long",
        "grass",
        "land",
        "born",
        "sea",
        "lapping",
        "meter",
        "away",
        "chief",
        "albert",
        "naquin",
        "remembers",
        "isle",
        "de",
        "jean",
        "charles",
        "wonderful",
        "place",
        "grow",
        "road",
        "connects",
        "isle",
        "de",
        "jean",
        "charles",
        "louisiana",
        "mainland",
        "small",
        "strip",
        "land",
        "lost",
        "land",
        "mass",
        "since",
        "1950s",
        "road",
        "appears",
        "seamless",
        "water",
        "either",
        "side",
        "november",
        "thomson",
        "reuters",
        "milne",
        "like",
        "night",
        "day",
        "totally",
        "go",
        "island",
        "survive",
        "said",
        "community",
        "southeast",
        "louisiana",
        "one",
        "dispersed",
        "encroaching",
        "wave",
        "gulf",
        "mexico",
        "since",
        "1950s",
        "small",
        "strip",
        "land",
        "mile",
        "km",
        "mile",
        "km",
        "lost",
        "percent",
        "mass",
        "according",
        "land",
        "remote",
        "sensing",
        "program",
        "linked",
        "mainland",
        "road",
        "flanked",
        "water",
        "either",
        "side",
        "fear",
        "island",
        "known",
        "could",
        "wash",
        "away",
        "next",
        "big",
        "storm",
        "many",
        "extended",
        "family",
        "lived",
        "isle",
        "de",
        "jean",
        "charles",
        "drifted",
        "away",
        "last",
        "year",
        "utility",
        "company",
        "refuse",
        "service",
        "around",
        "home",
        "remain",
        "like",
        "watching",
        "family",
        "member",
        "cancer",
        "eaten",
        "away",
        "little",
        "bit",
        "little",
        "bit",
        "piece",
        "land",
        "lasting",
        "longer",
        "human",
        "body",
        "naquin",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "sliver",
        "land",
        "home",
        "generation",
        "indian",
        "tribe",
        "found",
        "refuge",
        "early",
        "19th",
        "century",
        "chased",
        "white",
        "man",
        "came",
        "settle",
        "mother",
        "nature",
        "chasing",
        "u",
        "away",
        "naquin",
        "said",
        "community",
        "long",
        "search",
        "redefine",
        "future",
        "hoping",
        "may",
        "finally",
        "found",
        "new",
        "home",
        "resilience",
        "award",
        "first",
        "federal",
        "competition",
        "fund",
        "innovative",
        "resilience",
        "project",
        "face",
        "worsening",
        "storm",
        "extreme",
        "weather",
        "state",
        "louisiana",
        "awarded",
        "million",
        "department",
        "housing",
        "urban",
        "development",
        "hud",
        "million",
        "earmarked",
        "resettle",
        "community",
        "isle",
        "de",
        "jean",
        "charles",
        "chantel",
        "comardelle",
        "tribe",
        "executive",
        "secretary",
        "colleague",
        "worked",
        "state",
        "official",
        "group",
        "submit",
        "plan",
        "winning",
        "grant",
        "pushed",
        "small",
        "community",
        "international",
        "medium",
        "spotlight",
        "two",
        "year",
        "search",
        "negotiation",
        "acre",
        "hectare",
        "purchased",
        "near",
        "schriever",
        "south",
        "louisiana",
        "cost",
        "close",
        "million",
        "development",
        "start",
        "land",
        "foot",
        "foot",
        "sea",
        "level",
        "higher",
        "projection",
        "coastal",
        "flooding",
        "released",
        "coastal",
        "protection",
        "restoration",
        "authority",
        "comardelle",
        "left",
        "island",
        "city",
        "houma",
        "southeast",
        "louisiana",
        "split",
        "life",
        "raising",
        "family",
        "fight",
        "people",
        "future",
        "spent",
        "much",
        "time",
        "office",
        "three",
        "child",
        "keep",
        "toy",
        "traditional",
        "chief",
        "albert",
        "naquin",
        "tribe",
        "isle",
        "de",
        "jean",
        "charles",
        "louisiana",
        "pictured",
        "native",
        "indian",
        "naming",
        "ceremony",
        "southeast",
        "louisiana",
        "november",
        "thomson",
        "reuters",
        "milne",
        "migration",
        "plan",
        "got",
        "funding",
        "belief",
        "blaze",
        "trail",
        "group",
        "face",
        "prospect",
        "losing",
        "land",
        "united",
        "state",
        "country",
        "right",
        "little",
        "positive",
        "form",
        "relocation",
        "resettlement",
        "people",
        "said",
        "presented",
        "different",
        "model",
        "wetland",
        "loss",
        "late",
        "19th",
        "century",
        "construction",
        "began",
        "vast",
        "series",
        "levee",
        "earth",
        "embankment",
        "built",
        "contain",
        "prevent",
        "flooding",
        "across",
        "mississippi",
        "river",
        "levee",
        "altered",
        "natural",
        "flow",
        "river",
        "sediment",
        "louisiana",
        "southeastern",
        "wetland",
        "gradually",
        "began",
        "sink",
        "early",
        "20th",
        "century",
        "oil",
        "gas",
        "industry",
        "discovered",
        "huge",
        "wealth",
        "along",
        "coast",
        "decade",
        "drilled",
        "well",
        "put",
        "mile",
        "canal",
        "pipeline",
        "canal",
        "provided",
        "easy",
        "route",
        "salt",
        "water",
        "area",
        "marsh",
        "breaking",
        "wetland",
        "yet",
        "even",
        "altered",
        "landscape",
        "fossil",
        "fuel",
        "industry",
        "brought",
        "job",
        "infrastructure",
        "one",
        "putting",
        "food",
        "table",
        "paying",
        "rent",
        "mortgage",
        "much",
        "hate",
        "like",
        "said",
        "chief",
        "naquin",
        "today",
        "climate",
        "change",
        "effect",
        "form",
        "sea",
        "level",
        "rise",
        "powerful",
        "storm",
        "compounding",
        "louisiana",
        "problem",
        "subsiding",
        "suffering",
        "global",
        "sea",
        "level",
        "rise",
        "time",
        "former",
        "senator",
        "reggie",
        "dupre",
        "executive",
        "director",
        "terrebonne",
        "levee",
        "conservation",
        "district",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "office",
        "houma",
        "sinking",
        "mm",
        "inch",
        "year",
        "sound",
        "like",
        "much",
        "year",
        "start",
        "notice",
        "difference",
        "already",
        "slightly",
        "water",
        "like",
        "isle",
        "de",
        "jean",
        "geological",
        "survey",
        "study",
        "say",
        "southeast",
        "louisiana",
        "losing",
        "wetland",
        "rate",
        "football",
        "field",
        "hour",
        "mat",
        "sander",
        "resilience",
        "policy",
        "program",
        "administrator",
        "louisiana",
        "office",
        "community",
        "development",
        "said",
        "others",
        "expected",
        "experience",
        "similar",
        "condition",
        "louisiana",
        "one",
        "first",
        "presenting",
        "laboratory",
        "added",
        "slideshow",
        "image",
        "pushed",
        "water",
        "porch",
        "still",
        "warm",
        "air",
        "beneath",
        "home",
        "built",
        "stilt",
        "chris",
        "brunet",
        "lived",
        "isle",
        "de",
        "jean",
        "charles",
        "life",
        "said",
        "place",
        "become",
        "skeleton",
        "former",
        "self",
        "child",
        "easy",
        "wake",
        "morning",
        "see",
        "armadillo",
        "yard",
        "possum",
        "raccoon",
        "said",
        "brunet",
        "life",
        "teenage",
        "son",
        "ironically",
        "building",
        "new",
        "levee",
        "system",
        "pushed",
        "tribe",
        "seek",
        "new",
        "home",
        "isle",
        "de",
        "jean",
        "charles",
        "left",
        "hurricane",
        "protection",
        "zone",
        "stretching",
        "morganza",
        "gulf",
        "even",
        "though",
        "included",
        "initial",
        "study",
        "dupre",
        "said",
        "became",
        "clear",
        "million",
        "cost",
        "extending",
        "levee",
        "system",
        "island",
        "would",
        "high",
        "always",
        "personal",
        "dilemma",
        "mine",
        "said",
        "dupre",
        "went",
        "school",
        "many",
        "tribal",
        "inhabitant",
        "chief",
        "executive",
        "officer",
        "agency",
        "building",
        "hurricane",
        "protection",
        "system",
        "excludes",
        "one",
        "thing",
        "factored",
        "analysis",
        "cost",
        "losing",
        "culture",
        "endangered",
        "specie",
        "indian",
        "goal",
        "bring",
        "community",
        "back",
        "together",
        "sander",
        "said",
        "reality",
        "complex",
        "resident",
        "identify",
        "another",
        "tribe",
        "houma",
        "nation",
        "others",
        "tribal",
        "affiliation",
        "fund",
        "spent",
        "helping",
        "living",
        "isle",
        "de",
        "jean",
        "charles",
        "move",
        "priority",
        "move",
        "folk",
        "harm",
        "way",
        "tribal",
        "project",
        "community",
        "project",
        "said",
        "one",
        "major",
        "question",
        "remains",
        "unanswered",
        "land",
        "community",
        "plan",
        "resettle",
        "initially",
        "held",
        "state",
        "louisiana",
        "land",
        "trust",
        "different",
        "model",
        "discussed",
        "including",
        "shared",
        "community",
        "ownership",
        "standing",
        "newly",
        "acquired",
        "land",
        "sugarcane",
        "farm",
        "large",
        "wetland",
        "stretch",
        "bayou",
        "swamp",
        "comardelle",
        "said",
        "lack",
        "clarity",
        "kinda",
        "scary",
        "mulling",
        "relocation",
        "people",
        "tired",
        "replacing",
        "car",
        "furniture",
        "every",
        "hurricane",
        "season",
        "never",
        "chance",
        "save",
        "give",
        "kid",
        "leg",
        "life",
        "explained",
        "rebirth",
        "start",
        "get",
        "endangered",
        "specie",
        "list",
        "begin",
        "said",
        "smiling",
        "child",
        "ran",
        "race",
        "golden",
        "afternoon",
        "light",
        "reporting",
        "nicky",
        "milne",
        "editing",
        "megan",
        "rowling",
        "belinda",
        "goldsmith",
        "please",
        "credit",
        "thomson",
        "reuters",
        "foundation",
        "charitable",
        "arm",
        "thomson",
        "reuters",
        "cover",
        "humanitarian",
        "news",
        "climate",
        "change",
        "resilience",
        "woman",
        "right",
        "trafficking",
        "property",
        "right",
        "visit",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}