{
    "organizations": [],
    "uuid": "93fc4873566177a172d1e29229bac9cf1be44e83",
    "author": "Sue Shellenbarger",
    "url": "https://www.wsj.com/articles/the-dreaded-wedding-decision-which-co-workers-to-invite-1524308400",
    "ord_in_thread": 0,
    "title": "The Dreaded Wedding Decision: Which Co-Workers to Invite?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "6 COMMENTS Illustration: Robert Neubecker It’s great to have lots of friends at the office—unless you’re making a guest list for your wedding.\nAlishan Vazir enjoys his colleagues and would like to invite all 18 of them to his nuptials in November. But he and fiancée, Emily Freeman, have capped their guest list at 130, leaving room for only three of his co-workers. Mr. Vazir, a 26-year-old Falls Church, Va., account manager, senses some are a little hurt. But “just because you’re really cool with and close to a friend at work doesn’t mean you’re going to be cool and close in your personal life,” he says.\nWe Want to Hear From You How did you steer through potentially delicate office politics in your wedding invitation list? Tell us at socialmedia@wsj.com .\nSocializing with colleagues can be tricky anytime, but planning a wedding thrusts those tensions into the spotlight. Couples agonize over which co-workers to include and how to cushion the hurt among those they leave out. Balancing your needs without damaging important relationships requires nuance.\nBeing left out of a colleague’s wedding can evoke childhood memories of being excluded from a sleepover by a playmate who says, “I don’t like you that way.” Everyone involved feels awkward when the image the bride or groom projects at work, as a caring friend and ally, suddenly seems inconsistent with reality, says Melissa Dahl, author of “Cringeworthy,” a book on uncomfortable situations.\n\nPortia and Rickey Edwards of Irving, Texas, have many casual friends at work, but didn’t invite them all to their 2016 wedding. Photo: D. Lacy Photography Portia Williams Edwards and her husband, Rickey, have numerous friends among their co-workers at Dallas/Fort Worth International Airport, where she’s a staff trainer and Mr. Edwards is an inspector. They kept quiet at work about plans for their 2016 wedding and invited only 30 colleagues. “When I got back to work, people came out of the woodwork” complaining about being left out, she says. When one co-worker refused to speak to her, Ms. Edwards smoothed her hurt feelings by promising to invite her to a housewarming party.\nWedding trends are squeezing guest lists, which fell last year to an average of 136 from 149 in 2009, according to a survey of 13,000 couples by The Knot, an online wedding-planning marketplace. More couples are choosing smaller, less formal venues like historic mansions or barns, forcing them to cap guest lists at lower levels than allowed by banquet halls or hotels. “Couples are really sticking to friends and family, the people they feel are going to be with them down the road” when deciding whom to invite, says Kristen Maxwell Cooper, The Knot’s editor in chief.\nIt can be hard to keep quiet about wedding plans at work. Nearly nine of 10 couples posted engagement photos on social media , according to a recent survey of 17,862 newlyweds by WeddingWire, an online marketplace.\nNicole Anzio and her husband, Thomas, invited only two of her colleagues at the hospital where she works as a nurse to their 2017 wedding. She was concerned when another co-worker started talking up the event, saying, “I’m really excited. I want to come to your wedding,” says Ms. Anzio, of Pittsburgh. She explained their decision as gently as she could, saying, “I’m really sorry, but we have kind of a strict guest list. I hope there are no hard feelings.” The co-worker seemed to take the news in stride, and congratulated her warmly after seeing their wedding photos on Facebook.\nSam and Julia Mynhier of Nashville, Tenn., held down spending on her wedding gown and flowers last year so they could invite nearly all of their co-workers at the time to attend. Photo: Black Mountain Cinema If you work on a small team, it may be best to invite everyone rather than leaving out one or two, Ms. Dahl says. Julia Mynhier, 24, a senior project manager at a Nashville, Tenn., ad agency, posted an invitation to her wedding last year on the office fridge for all 15 of her co-workers, she says. To hold down costs, “I didn’t have extravagant flowers or a top-of-the-line dress. For us, it mattered more to have there the people we wanted, and to have a good time.”\nIt’s also important to look ahead at how guest-list decisions might affect you and your career. “Think about how awkward it will make your everyday life at work if you don’t invite” a particular co-worker, says Davia Lee, a Buellton, Calif., wedding planner. Anne Chertoff, a trend expert with WeddingWire, says that if you’re inviting most of your co-workers on a small team, it’s probably best to invite them all.\nWhether to include your boss raises other thorny questions. It makes sense if you and your boss share details about your everyday life outside work, Ms. Lee says. Did you tell the boss you were engaged right after it happened? Does he know your dogs’ names? Does she get your holiday card?\nTaylor Christopherson and Vinny Benedetti of West Chester, Ohio, decided to invite their bosses to their wedding in September. Photo: Logan Rich Taylor Christopherson decided to invite her boss, who heads the dental practice where she works as a hygienist, to her wedding in September, as a gesture of respect. Although he’s not a close friend, “I enjoy him and I thought it would be wonderful to have him there to see that part of my life,” says Ms. Christopherson, 24, of West Chester, Ohio.\nHer fiancé, Vinny Benedetti, 28, who is a dentist at a different practice, is inviting his boss too, but not the several hygienists he oversees. “I didn’t want to invite a couple of co-workers and not others and make them feel bad,” he says.\nConsider before inviting higher-ups how they might react to your celebration, says Janean Wadley, a Cedar Hill, Texas, wedding planner. If senior executives are button-down conservatives and your relatives love to party, “you might not want the VP of your company to see your cousin acting a little crazy,” Ms. Wadley says.\nWrite to Sue Shellenbarger at Sue.Shellenbarger@wsj.com \nMore From Work & Family \nThe Dreaded Wedding Decision: Which Co-Workers to Invite? April 21, 2018 The Right and Wrong Way to Manage Up April 10, 2018 New Strategies Help Women Build Career Confidence March 19, 2018 Quit Feeling Guilty About Missing Your Child’s Performance March 13, 2018 How to Gain Power at Work When You Have None March 6, 2018",
    "published": "2018-04-21T15:00:00.000+03:00",
    "crawled": "2018-04-21T16:31:29.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "illustration",
        "robert",
        "neubecker",
        "great",
        "lot",
        "friend",
        "making",
        "guest",
        "list",
        "wedding",
        "alishan",
        "vazir",
        "enjoys",
        "colleague",
        "would",
        "like",
        "invite",
        "nuptials",
        "november",
        "fiancée",
        "emily",
        "freeman",
        "capped",
        "guest",
        "list",
        "leaving",
        "room",
        "three",
        "vazir",
        "fall",
        "church",
        "account",
        "manager",
        "sens",
        "little",
        "hurt",
        "really",
        "cool",
        "close",
        "friend",
        "work",
        "mean",
        "going",
        "cool",
        "close",
        "personal",
        "life",
        "say",
        "want",
        "hear",
        "steer",
        "potentially",
        "delicate",
        "office",
        "politics",
        "wedding",
        "invitation",
        "list",
        "tell",
        "u",
        "socialmedia",
        "socializing",
        "colleague",
        "tricky",
        "anytime",
        "planning",
        "wedding",
        "thrust",
        "tension",
        "spotlight",
        "couple",
        "agonize",
        "include",
        "cushion",
        "hurt",
        "among",
        "leave",
        "balancing",
        "need",
        "without",
        "damaging",
        "important",
        "relationship",
        "requires",
        "nuance",
        "left",
        "colleague",
        "wedding",
        "evoke",
        "childhood",
        "memory",
        "excluded",
        "sleepover",
        "playmate",
        "say",
        "like",
        "everyone",
        "involved",
        "feel",
        "awkward",
        "image",
        "bride",
        "groom",
        "project",
        "work",
        "caring",
        "friend",
        "ally",
        "suddenly",
        "seems",
        "inconsistent",
        "reality",
        "say",
        "melissa",
        "dahl",
        "author",
        "cringeworthy",
        "book",
        "uncomfortable",
        "situation",
        "portia",
        "rickey",
        "edward",
        "irving",
        "texas",
        "many",
        "casual",
        "friend",
        "work",
        "invite",
        "wedding",
        "photo",
        "lacy",
        "photography",
        "portia",
        "williams",
        "edward",
        "husband",
        "rickey",
        "numerous",
        "friend",
        "among",
        "worth",
        "international",
        "airport",
        "staff",
        "trainer",
        "edward",
        "inspector",
        "kept",
        "quiet",
        "work",
        "plan",
        "wedding",
        "invited",
        "colleague",
        "got",
        "back",
        "work",
        "people",
        "came",
        "woodwork",
        "complaining",
        "left",
        "say",
        "one",
        "refused",
        "speak",
        "edward",
        "smoothed",
        "hurt",
        "feeling",
        "promising",
        "invite",
        "housewarming",
        "party",
        "wedding",
        "trend",
        "squeezing",
        "guest",
        "list",
        "fell",
        "last",
        "year",
        "average",
        "according",
        "survey",
        "couple",
        "knot",
        "online",
        "marketplace",
        "couple",
        "choosing",
        "smaller",
        "less",
        "formal",
        "venue",
        "like",
        "historic",
        "mansion",
        "barn",
        "forcing",
        "cap",
        "guest",
        "list",
        "lower",
        "level",
        "allowed",
        "banquet",
        "hall",
        "hotel",
        "couple",
        "really",
        "sticking",
        "friend",
        "family",
        "people",
        "feel",
        "going",
        "road",
        "deciding",
        "invite",
        "say",
        "kristen",
        "maxwell",
        "cooper",
        "knot",
        "editor",
        "chief",
        "hard",
        "keep",
        "quiet",
        "wedding",
        "plan",
        "work",
        "nearly",
        "nine",
        "couple",
        "posted",
        "engagement",
        "photo",
        "social",
        "medium",
        "according",
        "recent",
        "survey",
        "newlywed",
        "weddingwire",
        "online",
        "marketplace",
        "nicole",
        "anzio",
        "husband",
        "thomas",
        "invited",
        "two",
        "colleague",
        "hospital",
        "work",
        "nurse",
        "wedding",
        "concerned",
        "another",
        "started",
        "talking",
        "event",
        "saying",
        "really",
        "excited",
        "want",
        "come",
        "wedding",
        "say",
        "anzio",
        "pittsburgh",
        "explained",
        "decision",
        "gently",
        "could",
        "saying",
        "really",
        "sorry",
        "kind",
        "strict",
        "guest",
        "list",
        "hope",
        "hard",
        "seemed",
        "take",
        "news",
        "stride",
        "congratulated",
        "warmly",
        "seeing",
        "wedding",
        "photo",
        "facebook",
        "sam",
        "julia",
        "mynhier",
        "nashville",
        "held",
        "spending",
        "wedding",
        "gown",
        "flower",
        "last",
        "year",
        "could",
        "invite",
        "nearly",
        "time",
        "attend",
        "photo",
        "black",
        "mountain",
        "cinema",
        "work",
        "small",
        "team",
        "may",
        "best",
        "invite",
        "everyone",
        "rather",
        "leaving",
        "one",
        "two",
        "dahl",
        "say",
        "julia",
        "mynhier",
        "senior",
        "project",
        "manager",
        "nashville",
        "ad",
        "agency",
        "posted",
        "invitation",
        "wedding",
        "last",
        "year",
        "office",
        "fridge",
        "say",
        "hold",
        "cost",
        "extravagant",
        "flower",
        "dress",
        "u",
        "mattered",
        "people",
        "wanted",
        "good",
        "also",
        "important",
        "look",
        "ahead",
        "decision",
        "might",
        "affect",
        "career",
        "think",
        "awkward",
        "make",
        "everyday",
        "life",
        "work",
        "invite",
        "particular",
        "say",
        "davia",
        "lee",
        "buellton",
        "wedding",
        "planner",
        "anne",
        "chertoff",
        "trend",
        "expert",
        "weddingwire",
        "say",
        "inviting",
        "small",
        "team",
        "probably",
        "best",
        "invite",
        "whether",
        "include",
        "bos",
        "raise",
        "thorny",
        "question",
        "make",
        "sense",
        "bos",
        "share",
        "detail",
        "everyday",
        "life",
        "outside",
        "work",
        "lee",
        "say",
        "tell",
        "bos",
        "engaged",
        "right",
        "happened",
        "know",
        "dog",
        "name",
        "get",
        "holiday",
        "card",
        "taylor",
        "christopherson",
        "vinny",
        "benedetti",
        "west",
        "chester",
        "ohio",
        "decided",
        "invite",
        "boss",
        "wedding",
        "september",
        "photo",
        "logan",
        "rich",
        "taylor",
        "christopherson",
        "decided",
        "invite",
        "bos",
        "head",
        "dental",
        "practice",
        "work",
        "hygienist",
        "wedding",
        "september",
        "gesture",
        "respect",
        "although",
        "close",
        "friend",
        "enjoy",
        "thought",
        "would",
        "wonderful",
        "see",
        "part",
        "life",
        "say",
        "christopherson",
        "west",
        "chester",
        "ohio",
        "fiancé",
        "vinny",
        "benedetti",
        "dentist",
        "different",
        "practice",
        "inviting",
        "bos",
        "several",
        "hygienist",
        "oversees",
        "want",
        "invite",
        "couple",
        "others",
        "make",
        "feel",
        "bad",
        "say",
        "consider",
        "inviting",
        "might",
        "react",
        "celebration",
        "say",
        "janean",
        "wadley",
        "cedar",
        "hill",
        "texas",
        "wedding",
        "planner",
        "senior",
        "executive",
        "conservative",
        "relative",
        "love",
        "party",
        "might",
        "want",
        "vp",
        "company",
        "see",
        "cousin",
        "acting",
        "little",
        "crazy",
        "wadley",
        "say",
        "write",
        "sue",
        "shellenbarger",
        "work",
        "family",
        "dreaded",
        "wedding",
        "decision",
        "invite",
        "april",
        "right",
        "wrong",
        "way",
        "manage",
        "april",
        "new",
        "strategy",
        "help",
        "woman",
        "build",
        "career",
        "confidence",
        "march",
        "quit",
        "feeling",
        "guilty",
        "missing",
        "child",
        "performance",
        "march",
        "gain",
        "power",
        "work",
        "none",
        "march"
    ]
}