{
    "organizations": [],
    "uuid": "1047b36634e1931f24fadefe0652fc53db92153f",
    "author": "Gillian Brassil",
    "url": "https://www.cnbc.com/2018/04/10/read-sen-grahams-blistering-line-of-questioning-for-mark-zuckerberg.html",
    "ord_in_thread": 0,
    "title": "Read Sen. Graham's blistering line of questioning for Mark Zuckerberg",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Bill Clark | CQ Roll Call | Getty Images Facebook CEO Mark Zuckerberg testifies during the Senate Commerce, Science and Transportation Committee and Senate Judiciary Committee joint hearing on 'Facebook, Social Media Privacy, and the Use and Abuse of Data on Tuesday, April 10, 2018. \nMark Zuckerberg testified at a joint hearing of the Senate Judiciary and Commerce committees Tuesday, in the first of two congressional hearings this week for the Facebook founder and CEO. \nWatch the live stream of Zuckerberg's testimony here . \nZuckerberg faced tough questions on user privacy, foreign meddling on the site and abuse of social media tools in the wake of reports that research firm Cambridge Analytica improperly gained access to the personal data of as many as 87 million Facebook users . \nRead the heated exchange between Sen. Lindsey Graham, R-S.C., and Zuckerberg on Facebook's prominence in the tech field below. \nGRAHAM: Thank you. Are you familiar with Andrew Bosworth? ZUCKERBERG: Yes, Senator, I am. GRAHAM: He said, \"So we connect more people, maybe someone dies in a terrorist attack coordinated on our tools. The ugly truth is we believe in connecting people so deeply that anything that allows us to connect more people often is 'de facto' good.\" Do you agree with that? ZUCKERBERG: No, Senator, I do not. As context, Bosworth wrote that internally -- that was an internal note. We have a lot of discussion internally. I disagreed with it at the time he wrote it. If you looked at the comment on the internet discussion, a vast majority of people did too. GRAHAM: Did you do a bad job as a CEO of communicating displeasure of such thoughts? Because if he understood where you were at, he would have never said it to begin with. ZUCKERBERG: Well, Senator, we try to run our company in a way where people express different opinions internally. GRAHAM: This is an opinion that disturbs me, and if someone that worked for me said that, I'd fire them. Who is your biggest competitor? ZUCKERBERG: We have a lot of competitors. GRAHAM: Who is the biggest? ZUCKERBERG: Do you want just one? I don't know that I can give one, but I can give a bunch. GRAHAM: Yes. ZUCKERBERG: There are three categories I focus on, platforms like Google, Apple, Amazon and Microsoft. GRAHAM: Do they provide the same service you provide? ZUCKERBERG: In different ways, in different parts, yes. GRAHAM: If I buy a Ford, it doesn't work well, I don't like it; I buy a Chevy. If I'm upset with Facebook, what's the equivalent product I can go sign up for? ZUCKERBERG: The second category that I was going to talk about -- GRAHAM: I'm not talking about categories, is there real competition you face? Car companies face a lot of competition: they make a defective car, it gets out in the world, they stop buying that car and buy another one. Is there an alternative to Facebook in the private sector? ZUCKERBERG: Yes, Senator. The average American uses eight apps to communicate with friends and stay in touch with people. GRAHAM: The same service you provide? ZUCKERBERG: We provide a number of services. GRAHAM: Is Twitter the same thing you do? ZUCKERBERG: It overlaps with what we do. GRAHAM: You don't think you have a monopoly? ZUCKERBERG: Doesn't feel like that to me. GRAHAM: It doesn't? You bought Instagram. Why did you buy Instagram? ZUCKERBERG: They were very talented app developers who were making good use of our platform and understood our values. GRAHAM: It was a good business decision. My point is that one way to regulate a company is through competition, through government regulation. Here's the question that all of us have to answer: What do we tell our constituents, given what happened here, why should we let you self-regulate? What do you tell people in South Carolina that, given all the things we discovered here, it's a good idea for us to rely upon you to regulate your own business practices? ZUCKERBERG: Well, Senator, my position is not that there should be no regulation, I think the internet is increasingly- GRAHAM: You'd embrace regulation? ZUCKERBERG: The question is, as the internet becomes more important in people's lives, what is the right regulation, not whether there should be or not. GRAHAM: You, as a company, welcome regulation? ZUCKERBERG: If it's right, yes. GRAHAM: Do you think the Europeans have it right? ZUCKERBERG: They get things right. GRAHAM: That's true. Would you work with us in terms of what regulations you think are necessary in your industry? ZUCKERBERG: Absolutely. GRAHAM: Okay. Would you submit to us proposed regulations? ZUCKERBERG: Yes, and my team will follow up with you to have the discussion across categories where I think this discussion needs to happen. GRAHAM: I look forward to it. When you sign up for Facebook, you sign up for the terms of service, are you familiar with that? ZUCKERBERG: Yes. GRAHAM: Okay. It says the terms govern use of Facebook and the products, features, apps, technologies, software we offer, Facebook produce or products, except where we expressly state separate terms and these do not apply. I'm a lawyer and I have no idea what that means. When you look at terms of service, this is what you get. Do you think the average consumer understands what they are signing up for? ZUCKERBERG: I don't think the average person likely reads that whole document, but there's different ways we can communicate that and have responsibility to do so. GRAHAM: Do you agree with me that you better come up with different ways because this ain't working? ZUCKERBERG: Well, Senator, I think in certain areas that is true and I think in other areas lie the core part of what we do. But think about just the most basic level, people who come to Facebook, Instagram, WhatsApp, Messenger, about 100 billion times a day to share content or a message with a specific set of people, and I think that that basic functionality, people understand because we have the controls in line every time, and given the volume of the activity and the value that people tell us that they are getting from that, I think that that control in line does seem to be working fairly well. Now, we can always do better and there are other services that are complex and more to it than just, you know, go and post a photo, and so I agree that in many places we can do better. But for the core of the service, it actually is quite clear. ",
    "published": "2018-04-11T01:03:00.000+03:00",
    "crawled": "2018-04-11T00:13:18.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bill",
        "clark",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "testifies",
        "senate",
        "commerce",
        "science",
        "transportation",
        "committee",
        "senate",
        "judiciary",
        "committee",
        "joint",
        "hearing",
        "social",
        "medium",
        "privacy",
        "use",
        "abuse",
        "data",
        "tuesday",
        "april",
        "mark",
        "zuckerberg",
        "testified",
        "joint",
        "hearing",
        "senate",
        "judiciary",
        "commerce",
        "committee",
        "tuesday",
        "first",
        "two",
        "congressional",
        "hearing",
        "week",
        "facebook",
        "founder",
        "ceo",
        "watch",
        "live",
        "stream",
        "zuckerberg",
        "testimony",
        "zuckerberg",
        "faced",
        "tough",
        "question",
        "user",
        "privacy",
        "foreign",
        "meddling",
        "site",
        "abuse",
        "social",
        "medium",
        "tool",
        "wake",
        "report",
        "research",
        "firm",
        "cambridge",
        "analytica",
        "improperly",
        "gained",
        "access",
        "personal",
        "data",
        "many",
        "million",
        "facebook",
        "user",
        "read",
        "heated",
        "exchange",
        "lindsey",
        "graham",
        "zuckerberg",
        "facebook",
        "prominence",
        "tech",
        "field",
        "graham",
        "thank",
        "familiar",
        "andrew",
        "bosworth",
        "zuckerberg",
        "yes",
        "senator",
        "graham",
        "said",
        "connect",
        "people",
        "maybe",
        "someone",
        "dy",
        "terrorist",
        "attack",
        "coordinated",
        "tool",
        "ugly",
        "truth",
        "believe",
        "connecting",
        "people",
        "deeply",
        "anything",
        "allows",
        "u",
        "connect",
        "people",
        "often",
        "facto",
        "good",
        "agree",
        "zuckerberg",
        "senator",
        "context",
        "bosworth",
        "wrote",
        "internally",
        "internal",
        "note",
        "lot",
        "discussion",
        "internally",
        "disagreed",
        "time",
        "wrote",
        "looked",
        "comment",
        "internet",
        "discussion",
        "vast",
        "majority",
        "people",
        "graham",
        "bad",
        "job",
        "ceo",
        "communicating",
        "displeasure",
        "thought",
        "understood",
        "would",
        "never",
        "said",
        "begin",
        "zuckerberg",
        "well",
        "senator",
        "try",
        "run",
        "company",
        "way",
        "people",
        "express",
        "different",
        "opinion",
        "internally",
        "graham",
        "opinion",
        "disturbs",
        "someone",
        "worked",
        "said",
        "fire",
        "biggest",
        "competitor",
        "zuckerberg",
        "lot",
        "competitor",
        "graham",
        "biggest",
        "zuckerberg",
        "want",
        "one",
        "know",
        "give",
        "one",
        "give",
        "bunch",
        "graham",
        "yes",
        "zuckerberg",
        "three",
        "category",
        "focus",
        "platform",
        "like",
        "google",
        "apple",
        "amazon",
        "microsoft",
        "graham",
        "provide",
        "service",
        "provide",
        "zuckerberg",
        "different",
        "way",
        "different",
        "part",
        "yes",
        "graham",
        "buy",
        "ford",
        "work",
        "well",
        "like",
        "buy",
        "chevy",
        "upset",
        "facebook",
        "equivalent",
        "product",
        "go",
        "sign",
        "zuckerberg",
        "second",
        "category",
        "going",
        "talk",
        "graham",
        "talking",
        "category",
        "real",
        "competition",
        "face",
        "car",
        "company",
        "face",
        "lot",
        "competition",
        "make",
        "defective",
        "car",
        "get",
        "world",
        "stop",
        "buying",
        "car",
        "buy",
        "another",
        "one",
        "alternative",
        "facebook",
        "private",
        "sector",
        "zuckerberg",
        "yes",
        "senator",
        "average",
        "american",
        "us",
        "eight",
        "apps",
        "communicate",
        "friend",
        "stay",
        "touch",
        "people",
        "graham",
        "service",
        "provide",
        "zuckerberg",
        "provide",
        "number",
        "service",
        "graham",
        "twitter",
        "thing",
        "zuckerberg",
        "overlap",
        "graham",
        "think",
        "monopoly",
        "zuckerberg",
        "feel",
        "like",
        "graham",
        "bought",
        "instagram",
        "buy",
        "instagram",
        "zuckerberg",
        "talented",
        "app",
        "developer",
        "making",
        "good",
        "use",
        "platform",
        "understood",
        "value",
        "graham",
        "good",
        "business",
        "decision",
        "point",
        "one",
        "way",
        "regulate",
        "company",
        "competition",
        "government",
        "regulation",
        "question",
        "u",
        "answer",
        "tell",
        "constituent",
        "given",
        "happened",
        "let",
        "tell",
        "people",
        "south",
        "carolina",
        "given",
        "thing",
        "discovered",
        "good",
        "idea",
        "u",
        "rely",
        "upon",
        "regulate",
        "business",
        "practice",
        "zuckerberg",
        "well",
        "senator",
        "position",
        "regulation",
        "think",
        "internet",
        "graham",
        "embrace",
        "regulation",
        "zuckerberg",
        "question",
        "internet",
        "becomes",
        "important",
        "people",
        "life",
        "right",
        "regulation",
        "whether",
        "graham",
        "company",
        "welcome",
        "regulation",
        "zuckerberg",
        "right",
        "yes",
        "graham",
        "think",
        "european",
        "right",
        "zuckerberg",
        "get",
        "thing",
        "right",
        "graham",
        "true",
        "would",
        "work",
        "u",
        "term",
        "regulation",
        "think",
        "necessary",
        "industry",
        "zuckerberg",
        "absolutely",
        "graham",
        "okay",
        "would",
        "submit",
        "u",
        "proposed",
        "regulation",
        "zuckerberg",
        "yes",
        "team",
        "follow",
        "discussion",
        "across",
        "category",
        "think",
        "discussion",
        "need",
        "happen",
        "graham",
        "look",
        "forward",
        "sign",
        "facebook",
        "sign",
        "term",
        "service",
        "familiar",
        "zuckerberg",
        "yes",
        "graham",
        "okay",
        "say",
        "term",
        "govern",
        "use",
        "facebook",
        "product",
        "feature",
        "apps",
        "technology",
        "software",
        "offer",
        "facebook",
        "produce",
        "product",
        "except",
        "expressly",
        "state",
        "separate",
        "term",
        "apply",
        "lawyer",
        "idea",
        "mean",
        "look",
        "term",
        "service",
        "get",
        "think",
        "average",
        "consumer",
        "understands",
        "signing",
        "zuckerberg",
        "think",
        "average",
        "person",
        "likely",
        "read",
        "whole",
        "document",
        "different",
        "way",
        "communicate",
        "responsibility",
        "graham",
        "agree",
        "better",
        "come",
        "different",
        "way",
        "ai",
        "working",
        "zuckerberg",
        "well",
        "senator",
        "think",
        "certain",
        "area",
        "true",
        "think",
        "area",
        "lie",
        "core",
        "part",
        "think",
        "basic",
        "level",
        "people",
        "come",
        "facebook",
        "instagram",
        "whatsapp",
        "messenger",
        "billion",
        "time",
        "day",
        "share",
        "content",
        "message",
        "specific",
        "set",
        "people",
        "think",
        "basic",
        "functionality",
        "people",
        "understand",
        "control",
        "line",
        "every",
        "time",
        "given",
        "volume",
        "activity",
        "value",
        "people",
        "tell",
        "u",
        "getting",
        "think",
        "control",
        "line",
        "seem",
        "working",
        "fairly",
        "well",
        "always",
        "better",
        "service",
        "complex",
        "know",
        "go",
        "post",
        "photo",
        "agree",
        "many",
        "place",
        "better",
        "core",
        "service",
        "actually",
        "quite",
        "clear"
    ]
}