{
    "organizations": [],
    "uuid": "3e0a3283e153011fc1659f0889d24ffae7688aee",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-namaste-announces-record-breaking-quarterly-sales-of-5-point-6m-representing-a-195-percent-quarter-over-quarter-increase.html",
    "ord_in_thread": 0,
    "title": "Namaste Announces Record-Breaking Quarterly Sales of $5.6M Representing a 195% Quarter-Over-Quarter Increase and Over 1,600 Medical Cannabis Patients Acquired To-Date Through NamasteMD",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, April 30, 2018 (GLOBE NEWSWIRE) -- Namaste Technologies Inc. (“Namaste” or the “Company”) (CSE:N), (FRANKFURT:M5BQ), (OTCMKTS:NXTTF) is pleased to announce the filing of its unaudited quarterly financial statements, management’s discussion and analysis and certification of the quarterly filings for the second quarter of fiscal 2018. The statements for the period can be accessed on the Company’s SEDAR profile at www.sedar.com.\nThe Company’s sales for the second quarter of 2018 were $5.6M, representing a $3.7M or 195% increase quarter-over-quarter. Gross profit for the second quarter of 2018 was $1.9M, representing a $1.2M or 150% increase quarter-on-quarter. For the first six months of the year, the Company had sales of $10.6M, representing a $6.6M or 165% increase year-on-year. Gross profit for the first six months of 2018 was $3.6M, representing a $2.1M or 140% increase year-over-year. The gross profit increase relates primarily to the growth in revenue outside the United States.\nNamaste’s management team is extremely encouraged by the financial position of the Company and anticipates seeing accelerated growth in Q3 and Q4 of 2018. The Company has been focused on launching many new initiatives, the most significant of which is the addition of medical cannabis sales through the Company’s wholly-owned subsidiary, Cannmart Inc. (“Cannmart”). Namaste will focus on expanding its international platform and in developing new opportunities domestically and abroad.\nThe Company has also seen a significant impact on Canadian operating costs for its hardware business, correlated to the integration of Namaste’s platform with Greenlane Canada Inc., whereby inventory management and order processing are fulfilled by Greenlane. The integration with Greenlane has completely removed all inventory costs and has also streamlined operations. The Company anticipates further cost reductions by pursuing similar strategic partnerships which bring long-term value to the Company and its shareholders.\nNamaste’s management team is now highly focused on patient acquisition through the Company’s innovative telemedicine application, NamasteMD. To date, the company has acquired over 1,600 patients, all of which were driven organically through Namaste’s platform. The Company’s marketing team will be working through various marketing channels to further accelerate patient growth while expanding its clinic team in order to accommodate anticipated demand. With strong initial results on patient acquisition costs and conversion rates, Namaste believes that it will be able to acquire medical patients faster and at a lower cost than any of its industry peers.\nThe Company is also looking forward to trading on the TSX Venture Exchange (“TSXV”) as a Tier 1 issuer, which will provide Namaste and its shareholders with many advantages, including greater visibility and enhanced market access for Canadian and international investors.\nQuarterly Financial Highlights\nThe majority of revenues were generated by several key markets. The top five countries generated 85% of revenues for the second quarter of 2018 compared to 84% for the second quarter of 2017. The table below depicts gross revenues by country.\nRevenues by country For three months ended For six months ended Country February 28,\n2018 February 28,\n2017 February 28,\n2018 February 28,\n2017 United Kingdom $1,346,193.00 $737,946.00 $2,580,175.81 $1,285,227.00 Australia $1,234,429.00 $91,371.00 $2,650,200.00 $170,254.62 United States of America $1,140,217.00 $525,518.00 $1,817,768.84 $1,437,529.00 Brazil $380,879.00 $100,591.00 $735,322.92 $202,514.00 Canada $678,815.00 $78,985.00 $1,034,446.63 $159,223.00 Germany $287,878.00 $32,660.00 $550,487.86 $56,097.00 New Zealand $71,714.00 $75,149.00 $176,197.59 $209,317.00 Ireland $36,902.00 $51,759.00 $98,722.14 $87,264.00 Israel $94,160.00 $26,367.00 $157,004.13 $48,603.00 Other $362,643.00 $186,760.00 $764,614.08 $338,265.38 Total $5,633,830.00 $1,907,106.00 $10,564,940.00 $3,994,294.00 Operating costs for the second quarter of 2018 were $5.5M compared to $2.4M for the second quarter of 2017. The $3.1M quarter-over-quarter increase in operating costs is primarily due to non-cash charges of $1.5M, which included share-based compensation, amortization of intangible assets, and depreciation.\nSelling expenses for the second quarter of 2018 were $1.7M compared to $0.6M for the second quarter of 2017, representing an increase of $1.1M quarter-on-quarter. The increase was due in part to an increase in advertising expenses of $0.6M and consulting expenses of $0.5M. Advertising expenses related to online search services as well as other online promotional and social media tools utilized by the Company to generate sales. These costs further represent the Company’s significant investment into search engine optimization and its ongoing customer acquisition strategy. Consulting expenses relate to compensation amounts paid to various companies and individuals for marketing, order fulfillment, customer service activities, e-commerce product development, back-office e-commerce support and sales commissions. The increase in consulting fees is primarily related to information technology in order to develop current and new revenue channels.\nAdministration expenses for the second quarter of 2018 were $3.5M compared to $1.8M for the second quarter of 2017, representing an increase of $1.7M quarter-over-quarter. The increase is primarily due to share-based compensation of $1.3M and increases in merchant fees and professional fees.\nOther expenses for the second quarter of 2018 were $0.3M compared to approximately $nil for the second quarter of 2017, representing an increase of $0.3M quarter-over-quarter. The increase was primarily due to the amortization of intangibles of $0.2M, which relates to the amortization of the customer list from the acquisition of Australian Vaporizers.\nManagement Commentary\nSean Dollinger, President and CEO of Namaste comments: “We are very pleased with the Q2 financials. The Company continues to see quarter-on-quarter growth at a rapidly accelerating rate, even after having divested our US assets. Our management team remains focused on ramping up patient acquisition through NamasteMD, and we anticipate launching medical cannabis sales through Cannmart in the near future. Namaste will continue to pursue and develop innovative technologies for the cannabis industry. This will be achieved through forming mutually beneficial partnerships and in making strategic investments that bring value to both the Company and the cannabis sector as a whole. We feel that the Company is now positioned for significant growth going forward which will be achieved by accelerating patient acquisition, adding medical cannabis sales to our platform and by implementing new technologies to an already impressive platform.”\nAbout Namaste Technologies Inc.\nNamaste is the largest online retailer for medical cannabis delivery systems globally. Namaste distributes vaporizers and smoking accessories through e-commerce sites in 24 countries and with 5 distribution hubs located around the world. Namaste has majority market share in Europe and Australia, with operations in the UK, Canada and Germany and has opened new supply channels into emerging markets including Brazil, Mexico and Chile. Namaste, through its acquisition of Cannmart Inc., which operates a medical cannabis “sales-only” license under Canada’s Access to Cannabis for Medical Purposes Regulations (“ACMPR”), is pursuing a new revenue vertical in online retail of medical cannabis in the Canadian market. Namaste intends to leverage its existing database of Canadian medical cannabis consumers, along with its expertise in e-commerce to create an online marketplace for medical cannabis patients, offering a larger variety of product and a better user experience.\nForward Looking Information\nThis press release contains forward-looking information based on current expectations. These statements should not be read as guarantees of future performance or results. Such statements involve known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from those implied by such statements. Although such statements are based on management's reasonable assumptions. The Company assumes no responsibility to update or revise forward-looking information to reflect new events or circumstances unless required by law. Although the Company believes that the expectations and assumptions on which the are based are reasonable, undue reliance should not be placed on the because the Company can give no assurance that they will prove to be correct. Since address future events and conditions, by their very nature they involve inherent risks and uncertainties. These statements speak only as of the date of this press release. Actual results could differ currently anticipated due to a number of factors and risks including various risk factors discussed in the Company's disclosure documents which can be found under the Company's profile on www.sedar.com.\nThis press release contains \" \" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. The CSE has neither reviewed nor approved the contents of this press release.\nOn behalf of the Board of Directors\n“Sean Dollinger”\nChief Executive Officer Direct: +1 (786) 389 9771\nEmail: info@namastetechnologies.com\nFurther information on Namaste and its products can be accessed through the links below:\nwww.namastetechnologies.com\nwww.namastevaporizers.co.uk\nwww.everyonedoesit.co.uk\nwww.australianvaporizers.com.au\nSource:Namaste Technologies Inc.",
    "published": "2018-04-30T17:38:00.000+03:00",
    "crawled": "2018-04-30T17:19:49.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "namaste",
        "technology",
        "namaste",
        "company",
        "cse",
        "n",
        "frankfurt",
        "m5bq",
        "otcmkts",
        "nxttf",
        "pleased",
        "announce",
        "filing",
        "unaudited",
        "quarterly",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "certification",
        "quarterly",
        "filing",
        "second",
        "quarter",
        "fiscal",
        "statement",
        "period",
        "accessed",
        "company",
        "sedar",
        "profile",
        "company",
        "sale",
        "second",
        "quarter",
        "representing",
        "increase",
        "gross",
        "profit",
        "second",
        "quarter",
        "representing",
        "increase",
        "first",
        "six",
        "month",
        "year",
        "company",
        "sale",
        "representing",
        "increase",
        "gross",
        "profit",
        "first",
        "six",
        "month",
        "representing",
        "increase",
        "gross",
        "profit",
        "increase",
        "relates",
        "primarily",
        "growth",
        "revenue",
        "outside",
        "united",
        "state",
        "namaste",
        "management",
        "team",
        "extremely",
        "encouraged",
        "financial",
        "position",
        "company",
        "anticipates",
        "seeing",
        "accelerated",
        "growth",
        "q3",
        "q4",
        "company",
        "focused",
        "launching",
        "many",
        "new",
        "initiative",
        "significant",
        "addition",
        "medical",
        "cannabis",
        "sale",
        "company",
        "subsidiary",
        "cannmart",
        "cannmart",
        "namaste",
        "focus",
        "expanding",
        "international",
        "platform",
        "developing",
        "new",
        "opportunity",
        "domestically",
        "abroad",
        "company",
        "also",
        "seen",
        "significant",
        "impact",
        "canadian",
        "operating",
        "cost",
        "hardware",
        "business",
        "correlated",
        "integration",
        "namaste",
        "platform",
        "greenlane",
        "canada",
        "whereby",
        "inventory",
        "management",
        "order",
        "processing",
        "fulfilled",
        "greenlane",
        "integration",
        "greenlane",
        "completely",
        "removed",
        "inventory",
        "cost",
        "also",
        "streamlined",
        "operation",
        "company",
        "anticipates",
        "cost",
        "reduction",
        "pursuing",
        "similar",
        "strategic",
        "partnership",
        "bring",
        "value",
        "company",
        "shareholder",
        "namaste",
        "management",
        "team",
        "highly",
        "focused",
        "patient",
        "acquisition",
        "company",
        "innovative",
        "telemedicine",
        "application",
        "namastemd",
        "date",
        "company",
        "acquired",
        "patient",
        "driven",
        "organically",
        "namaste",
        "platform",
        "company",
        "marketing",
        "team",
        "working",
        "various",
        "marketing",
        "channel",
        "accelerate",
        "patient",
        "growth",
        "expanding",
        "clinic",
        "team",
        "order",
        "accommodate",
        "anticipated",
        "demand",
        "strong",
        "initial",
        "result",
        "patient",
        "acquisition",
        "cost",
        "conversion",
        "rate",
        "namaste",
        "belief",
        "able",
        "acquire",
        "medical",
        "patient",
        "faster",
        "lower",
        "cost",
        "industry",
        "peer",
        "company",
        "also",
        "looking",
        "forward",
        "trading",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "tier",
        "issuer",
        "provide",
        "namaste",
        "shareholder",
        "many",
        "advantage",
        "including",
        "greater",
        "visibility",
        "enhanced",
        "market",
        "access",
        "canadian",
        "international",
        "investor",
        "quarterly",
        "financial",
        "highlight",
        "majority",
        "revenue",
        "generated",
        "several",
        "key",
        "market",
        "top",
        "five",
        "country",
        "generated",
        "revenue",
        "second",
        "quarter",
        "compared",
        "second",
        "quarter",
        "table",
        "depicts",
        "gross",
        "revenue",
        "country",
        "revenue",
        "country",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "country",
        "february",
        "february",
        "february",
        "february",
        "united",
        "kingdom",
        "australia",
        "united",
        "state",
        "america",
        "brazil",
        "canada",
        "germany",
        "new",
        "zealand",
        "ireland",
        "israel",
        "total",
        "operating",
        "cost",
        "second",
        "quarter",
        "compared",
        "second",
        "quarter",
        "increase",
        "operating",
        "cost",
        "primarily",
        "due",
        "charge",
        "included",
        "compensation",
        "amortization",
        "intangible",
        "asset",
        "depreciation",
        "selling",
        "expense",
        "second",
        "quarter",
        "compared",
        "second",
        "quarter",
        "representing",
        "increase",
        "increase",
        "due",
        "part",
        "increase",
        "advertising",
        "expense",
        "consulting",
        "expense",
        "advertising",
        "expense",
        "related",
        "online",
        "search",
        "service",
        "well",
        "online",
        "promotional",
        "social",
        "medium",
        "tool",
        "utilized",
        "company",
        "generate",
        "sale",
        "cost",
        "represent",
        "company",
        "significant",
        "investment",
        "search",
        "engine",
        "optimization",
        "ongoing",
        "customer",
        "acquisition",
        "strategy",
        "consulting",
        "expense",
        "relate",
        "compensation",
        "amount",
        "paid",
        "various",
        "company",
        "individual",
        "marketing",
        "order",
        "fulfillment",
        "customer",
        "service",
        "activity",
        "product",
        "development",
        "support",
        "sale",
        "commission",
        "increase",
        "consulting",
        "fee",
        "primarily",
        "related",
        "information",
        "technology",
        "order",
        "develop",
        "current",
        "new",
        "revenue",
        "channel",
        "administration",
        "expense",
        "second",
        "quarter",
        "compared",
        "second",
        "quarter",
        "representing",
        "increase",
        "increase",
        "primarily",
        "due",
        "compensation",
        "increase",
        "merchant",
        "fee",
        "professional",
        "fee",
        "expense",
        "second",
        "quarter",
        "compared",
        "approximately",
        "nil",
        "second",
        "quarter",
        "representing",
        "increase",
        "increase",
        "primarily",
        "due",
        "amortization",
        "intangible",
        "relates",
        "amortization",
        "customer",
        "list",
        "acquisition",
        "australian",
        "vaporizer",
        "management",
        "commentary",
        "sean",
        "dollinger",
        "president",
        "ceo",
        "namaste",
        "comment",
        "pleased",
        "q2",
        "financials",
        "company",
        "continues",
        "see",
        "growth",
        "rapidly",
        "accelerating",
        "rate",
        "even",
        "divested",
        "u",
        "asset",
        "management",
        "team",
        "remains",
        "focused",
        "ramping",
        "patient",
        "acquisition",
        "namastemd",
        "anticipate",
        "launching",
        "medical",
        "cannabis",
        "sale",
        "cannmart",
        "near",
        "future",
        "namaste",
        "continue",
        "pursue",
        "develop",
        "innovative",
        "technology",
        "cannabis",
        "industry",
        "achieved",
        "forming",
        "mutually",
        "beneficial",
        "partnership",
        "making",
        "strategic",
        "investment",
        "bring",
        "value",
        "company",
        "cannabis",
        "sector",
        "whole",
        "feel",
        "company",
        "positioned",
        "significant",
        "growth",
        "going",
        "forward",
        "achieved",
        "accelerating",
        "patient",
        "acquisition",
        "adding",
        "medical",
        "cannabis",
        "sale",
        "platform",
        "implementing",
        "new",
        "technology",
        "already",
        "impressive",
        "namaste",
        "technology",
        "namaste",
        "largest",
        "online",
        "retailer",
        "medical",
        "cannabis",
        "delivery",
        "system",
        "globally",
        "namaste",
        "distributes",
        "vaporizer",
        "smoking",
        "accessory",
        "site",
        "country",
        "distribution",
        "hub",
        "located",
        "around",
        "world",
        "namaste",
        "majority",
        "market",
        "share",
        "europe",
        "australia",
        "operation",
        "uk",
        "canada",
        "germany",
        "opened",
        "new",
        "supply",
        "channel",
        "emerging",
        "market",
        "including",
        "brazil",
        "mexico",
        "chile",
        "namaste",
        "acquisition",
        "cannmart",
        "operates",
        "medical",
        "cannabis",
        "license",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "pursuing",
        "new",
        "revenue",
        "vertical",
        "online",
        "retail",
        "medical",
        "cannabis",
        "canadian",
        "market",
        "namaste",
        "intends",
        "leverage",
        "existing",
        "database",
        "canadian",
        "medical",
        "cannabis",
        "consumer",
        "along",
        "expertise",
        "create",
        "online",
        "marketplace",
        "medical",
        "cannabis",
        "patient",
        "offering",
        "larger",
        "variety",
        "product",
        "better",
        "user",
        "experience",
        "forward",
        "looking",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "based",
        "current",
        "expectation",
        "statement",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "implied",
        "statement",
        "although",
        "statement",
        "based",
        "management",
        "reasonable",
        "assumption",
        "company",
        "assumes",
        "responsibility",
        "update",
        "revise",
        "information",
        "reflect",
        "new",
        "event",
        "circumstance",
        "unless",
        "required",
        "law",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "company",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "actual",
        "result",
        "could",
        "differ",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "including",
        "various",
        "risk",
        "factor",
        "discussed",
        "company",
        "disclosure",
        "document",
        "found",
        "company",
        "profile",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "cse",
        "neither",
        "reviewed",
        "approved",
        "content",
        "press",
        "release",
        "behalf",
        "board",
        "director",
        "sean",
        "dollinger",
        "chief",
        "executive",
        "officer",
        "direct",
        "email",
        "info",
        "information",
        "namaste",
        "product",
        "accessed",
        "link",
        "source",
        "namaste",
        "technology",
        "inc"
    ]
}