{
    "organizations": [],
    "uuid": "240ce223c28be7e53298af78ed01f368a4fadd54",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/10/10-high-paying-jobs-that-let-you-see-the-world.html",
    "ord_in_thread": 0,
    "title": "10 high-paying jobs that let you see the world",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If your work or school schedule leaves you little time to pursue your passion for travel, you might find yourself dreaming of a job that lets you see the world.\nThe good news is you don't have to take a job as a hostel host, seasonal cruise ship staffer or some other position that provides a paltry paycheck. In fact, there are quite a few high-paying jobs in other industries that require travel.\nClick through to discover some unique, top-paying jobs that will support your wanderlust and allow you to live decent lifestyle.\nMore from GOBankingRates:\n15 odd jobs that pay insanely well\n15 high-paying careers that won't kill you\n7 bizarre ways people earn a living around the world\nInterpreter or translator Although there are plenty of positions for people with advanced language skills who want to work in domestic settings such as schools, courtrooms and hospitals, interpreters and translators may also travel frequently to make use of their marketable skills abroad.\nThose who want to act as international interpreters or translators should become proficient in the languages that are most frequently used in their target destinations.\nHow much it pays\nSalaries vary throughout the industry, but those who have mastered industry-specific jargon are likely to parlay their skills into higher paychecks.\nFor example, the median annual salary for translators and interpreters who worked in professional, scientific and technical services was $52,060 in May 2016, according to the BLS, while government interpreters and translators earned $50,880.\nOverall, the median salary for interpreters and translators was $46,120 and the highest 10 percent earned more than $83,010.\nshow chapters Summer vacation hack: Here's how traveling off the beaten path saved me hundreds 9:54 AM ET Fri, 19 May 2017 | 01:04 Meeting planner Meeting, convention and event planners coordinate events and meetings by arranging locations, transportation and food service, among many other duties.\nPlanners work all kinds of events, from weddings to professional conferences, and they may travel regularly to visit venues or attend the events they organize.\nHow much it pays\nMost planners hold bachelor's degrees in meeting and event management or other common fields of study such as communications and business, according to the Bureau of Labor Statistics (BLS).\nWith an average annual salary of $47,350, planners may not be the most heavily compensated occupation on this list, but there are other perks to consider. On top of regular travel, demand for event planners is on the rise, with employment expected to increase by 11 percent from 2016 to 2026 — making it one of the fastest-growing jobs across all occupations .\nForeign service officer As a consular officer for the Foreign Service, you'll work abroad for two to three years at a time. The face of America overseas, these officers perform a variety of duties, such as interviewing applicants for visas and assisting U.S. citizens with passport and legal issues.\nYou'll need a strong educational background and will have to sit for and pass a Foreign Service Officer Test and oral assessment to score a job in this field. You'll also have to pass several security clearance checks.\nHow much it pays\nFactors including your education and experience level will affect your salary.\nFor example, candidates with a bachelor's degree and no professional experience or no bachelor's degree and six or fewer years of professional experience can expect to earn a base salary of $54,176 for an overseas position. Foreign Service officers may also be eligible for allowances and incentives such as cost of living allowances or recruitment and retention incentives.\nshow chapters This 33-year-old went from welfare to making over $1 million traveling the world 3:42 PM ET Tue, 7 Feb 2017 | 01:01 CIA spy The Central Intelligence Agency's Directorate of Operations, formerly known as the Clandestine Service, handles the clandestine collection of human intelligence as well as covert actions that advance national security and foreign policy goals.\nAs an operations officer, you'll spend most of your time serving in multi-year assignments in various overseas locations. Job duties include secretly \"spotting, assessing, developing, recruiting and handling non-US citizens with access to foreign intelligence vital to U.S. foreign policy and national security decisionmakers,\" according to the CIA's site.\nHow much it pays\nTo apply for a job as an operations officer, you'll need a bachelor's degree and solid grades as a starting point if you're just leaving school. Successful candidates can then expect to undergo extensive classroom and hands-on training.\nThe listed salary for this high-paying government job ranges from $58,108 to $88,450, although the CIA site indicates earning a higher starting salary is possible for those who have applicable experience.\nOverseas English teacher Teaching English gives you the chance to live in a foreign country while meeting new and exciting people.\nIn many cases, you'll need to be a native English speaker, possess a university degree and earn a TEFL, TESOL or CELTA teaching certificate to land one of these coveted international travel jobs.\nHow much it pays\nFor the best teaching jobs, you'll need several years of experience. Depending on where you work, monthly salaries can top $5,000, adding up to more than $60,000 a year.\nThe best-paying job markets these days are in the Middle East and Asia, with positions in the United Arab Emirates, Saudi Arabia, Japan and South Korea often offering premium perks as well as substantial salaries.\nshow chapters Travel hacks to spend less than $50 a day in Iceland 7:57 AM ET Wed, 24 May 2017 | 01:52 Zoologist or wildlife biologist Zoologists and wildlife biologists study animals and their interactions with their ecosystems. They research the physical characteristics and behaviors of animals as well as humans' impact on wildlife and natural habitats.\nWhereas some zoologists and wildlife biologists spend hours in offices and labs, others focus on gathering data and studying animals in their natural habitats around the world.\nHow much it pays\nThose who want to lead independent research or land a university position should be prepared to invest the time, effort and money it takes to earn a Ph.D. But it is possible to earn an entry-level position with a bachelor's degree, according to the BLS.\nThe median annual wage for zoologists and wildlife biologists was $60,520, with the lowest paid 10 percent earning less than $39,150 and the highest 10 percent bringing in more than $98,540.\nArchaeologist or anthropologist Archaeologists and anthropologists study the origin of humans using a wide variety of methods and skills. Basic duties involve assessing and studying cultures, languages, archaeological remains and physical characteristics of people around the world. Archaeologists and anthropologists are commonly employed by research organizations and government agencies.\nAdditionally, some archaeologists and anthropologists specialize in fieldwork, which requires long periods of travel, often overseas.\nHow much it pays\nYou'll need a master's degree or a doctorate to apply for a job as an archaeologist or anthropologist, but future positions may be in short supply. Jobs in the field are expected to increase by a slower-than-average rate of 4 percent through 2026.\nShould you land a spot, you can expect a median annual wage of $63,190, according to the BLS. The highest 10 percent of professionals earned more than $99,590 as of May 2016.\nshow chapters The No. 1 travel hack from a CEO who has flown more than 500 times 12:10 PM ET Thu, 6 April 2017 | 00:51 Logistician These professionals analyze and coordinate an organization's supply chain — the system that moves a product from supplier to consumer, managing the product's acquisition, allocation and delivery.\nThose who work for corporations, nonprofits or other organizations with an international supply chain can often expect to travel the world as part of their work.\nHow much it pays\nThis might sound like a boring job, but it's a boring job that pays well .\nThe median annual salary for logisticians was $74,170 in May 2016, according to the BLS, with the lowest 10 percent earning less than $45,380 and the highest 10 percent earning more than $117,310.\nLike their earnings, logisticians' education level can vary greatly. Most logisticians hold a bachelor's degree, but some land their jobs based on work experience.\nAstronaut Becoming an astronaut is certainly no easy task — according to NASA, there are only 45 active U.S. astronauts.\nAnd it makes sense when you look at some of the job's requirements. Along with some strict physical requirements, aspiring NASA astronauts must hold — at the very minimum — a bachelor's degree in engineering, physical science or an equivalent field of study and have at least 1,000 hours or three years of experience in piloting a jet aircraft. Those who are accepted must then complete a two-year candidate program that includes training in areas such as medicine, military water survival and robotics.\nBut if you manage to work your way into the elite corps, you could be presented with the ultimate travel opportunity: a trip to outer space.\nHow much it pays\nAccording to information from NASA, \"salaries for civilian Astronaut Candidates are based on the Federal Government's General Schedule pay scales for grades GS11 through GS14, and are set in accordance with each individual's academic achievements and work experience. Selected military personnel will be detailed to [Johnson Space Center], but will remain in an active duty status for pay, benefits, leave and other similar military matters.\"\nFor civilians, that adds up to a low-end starting salary of around $66,026 to a high of $144,566.\nshow chapters These traveling tricks will help you save money 4:13 PM ET Thu, 2 Feb 2017 | 01:17 Airline pilot Most pilots start their careers flying commercial planes for charters, rescue operations and firefighting, with some moving on to work for regional or major airlines after accruing thousands of hours of flight experience. Men and women who work as airline pilots generally need to have a college degree. Additionally, these professionals hold commercial pilot licenses and Airline Transport Pilot certificates from the Federal Aviation Administration.\nAlthough the job comes with a fair amount of stress , the time and training to become a pilot pays off. Not only do airline pilots hold jobs that require travel, they can also earn free or discounted fares and other perks that make seeing the world easier and more affordable.\nHow much it pays\nOnce they make the jump to an airline, pilots, copilots and flight engineers could expect a median annual wage as of $127,820 of May 2016, although the top 10 percent of earners took home more than $208,000, according to the BLS.\nExperts predict employment for airline pilots, copilots and flight engineers to grow by about 3 percent through 2026, with increased efficiency practices by airlines contributing to slower than average job growth.\nLike this story? Like CNBC Make It on Facebook !\nDon't miss: Americans are missing out on $22 billion in free travel\nThis article originally appeared on GOBankingRates.\nshow chapters Travel is not going to solve your problems, millennials 10:23 AM ET Wed, 25 Jan 2017 | 00:51",
    "published": "2018-04-10T19:22:00.000+03:00",
    "crawled": "2018-04-10T19:56:14.035+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "work",
        "school",
        "schedule",
        "leaf",
        "little",
        "time",
        "pursue",
        "passion",
        "travel",
        "might",
        "find",
        "dreaming",
        "job",
        "let",
        "see",
        "world",
        "good",
        "news",
        "take",
        "job",
        "hostel",
        "host",
        "seasonal",
        "cruise",
        "ship",
        "staffer",
        "position",
        "provides",
        "paltry",
        "paycheck",
        "fact",
        "quite",
        "job",
        "industry",
        "require",
        "travel",
        "click",
        "discover",
        "unique",
        "job",
        "support",
        "wanderlust",
        "allow",
        "live",
        "decent",
        "lifestyle",
        "gobankingrates",
        "odd",
        "job",
        "pay",
        "insanely",
        "well",
        "career",
        "wo",
        "kill",
        "bizarre",
        "way",
        "people",
        "earn",
        "living",
        "around",
        "world",
        "interpreter",
        "translator",
        "although",
        "plenty",
        "position",
        "people",
        "advanced",
        "language",
        "skill",
        "want",
        "work",
        "domestic",
        "setting",
        "school",
        "courtroom",
        "hospital",
        "interpreter",
        "translator",
        "may",
        "also",
        "travel",
        "frequently",
        "make",
        "use",
        "marketable",
        "skill",
        "abroad",
        "want",
        "act",
        "international",
        "interpreter",
        "translator",
        "become",
        "proficient",
        "language",
        "frequently",
        "used",
        "target",
        "destination",
        "much",
        "pay",
        "salary",
        "vary",
        "throughout",
        "industry",
        "mastered",
        "jargon",
        "likely",
        "parlay",
        "skill",
        "higher",
        "paycheck",
        "example",
        "median",
        "annual",
        "salary",
        "translator",
        "interpreter",
        "worked",
        "professional",
        "scientific",
        "technical",
        "service",
        "may",
        "according",
        "bls",
        "government",
        "interpreter",
        "translator",
        "earned",
        "overall",
        "median",
        "salary",
        "interpreter",
        "translator",
        "highest",
        "percent",
        "earned",
        "show",
        "chapter",
        "summer",
        "vacation",
        "hack",
        "traveling",
        "beaten",
        "path",
        "saved",
        "hundred",
        "et",
        "fri",
        "may",
        "meeting",
        "planner",
        "meeting",
        "convention",
        "event",
        "planner",
        "coordinate",
        "event",
        "meeting",
        "arranging",
        "location",
        "transportation",
        "food",
        "service",
        "among",
        "many",
        "duty",
        "planner",
        "work",
        "kind",
        "event",
        "wedding",
        "professional",
        "conference",
        "may",
        "travel",
        "regularly",
        "visit",
        "venue",
        "attend",
        "event",
        "organize",
        "much",
        "pay",
        "planner",
        "hold",
        "bachelor",
        "degree",
        "meeting",
        "event",
        "management",
        "common",
        "field",
        "study",
        "communication",
        "business",
        "according",
        "bureau",
        "labor",
        "statistic",
        "bls",
        "average",
        "annual",
        "salary",
        "planner",
        "may",
        "heavily",
        "compensated",
        "occupation",
        "list",
        "perk",
        "consider",
        "top",
        "regular",
        "travel",
        "demand",
        "event",
        "planner",
        "rise",
        "employment",
        "expected",
        "increase",
        "percent",
        "making",
        "one",
        "job",
        "across",
        "occupation",
        "foreign",
        "service",
        "officer",
        "consular",
        "officer",
        "foreign",
        "service",
        "work",
        "abroad",
        "two",
        "three",
        "year",
        "time",
        "face",
        "america",
        "overseas",
        "officer",
        "perform",
        "variety",
        "duty",
        "interviewing",
        "applicant",
        "visa",
        "assisting",
        "citizen",
        "passport",
        "legal",
        "issue",
        "need",
        "strong",
        "educational",
        "background",
        "sit",
        "pas",
        "foreign",
        "service",
        "officer",
        "test",
        "oral",
        "assessment",
        "score",
        "job",
        "field",
        "also",
        "pas",
        "several",
        "security",
        "clearance",
        "check",
        "much",
        "pay",
        "factor",
        "including",
        "education",
        "experience",
        "level",
        "affect",
        "salary",
        "example",
        "candidate",
        "bachelor",
        "degree",
        "professional",
        "experience",
        "bachelor",
        "degree",
        "six",
        "fewer",
        "year",
        "professional",
        "experience",
        "expect",
        "earn",
        "base",
        "salary",
        "overseas",
        "position",
        "foreign",
        "service",
        "officer",
        "may",
        "also",
        "eligible",
        "allowance",
        "incentive",
        "cost",
        "living",
        "allowance",
        "recruitment",
        "retention",
        "incentive",
        "show",
        "chapter",
        "went",
        "welfare",
        "making",
        "million",
        "traveling",
        "world",
        "pm",
        "et",
        "tue",
        "feb",
        "cia",
        "spy",
        "central",
        "intelligence",
        "agency",
        "directorate",
        "operation",
        "formerly",
        "known",
        "clandestine",
        "service",
        "handle",
        "clandestine",
        "collection",
        "human",
        "intelligence",
        "well",
        "covert",
        "action",
        "advance",
        "national",
        "security",
        "foreign",
        "policy",
        "goal",
        "operation",
        "officer",
        "spend",
        "time",
        "serving",
        "assignment",
        "various",
        "overseas",
        "location",
        "job",
        "duty",
        "include",
        "secretly",
        "spotting",
        "assessing",
        "developing",
        "recruiting",
        "handling",
        "citizen",
        "access",
        "foreign",
        "intelligence",
        "vital",
        "foreign",
        "policy",
        "national",
        "security",
        "decisionmakers",
        "according",
        "cia",
        "site",
        "much",
        "pay",
        "apply",
        "job",
        "operation",
        "officer",
        "need",
        "bachelor",
        "degree",
        "solid",
        "grade",
        "starting",
        "point",
        "leaving",
        "school",
        "successful",
        "candidate",
        "expect",
        "undergo",
        "extensive",
        "classroom",
        "training",
        "listed",
        "salary",
        "government",
        "job",
        "range",
        "although",
        "cia",
        "site",
        "indicates",
        "earning",
        "higher",
        "starting",
        "salary",
        "possible",
        "applicable",
        "experience",
        "overseas",
        "english",
        "teacher",
        "teaching",
        "english",
        "give",
        "chance",
        "live",
        "foreign",
        "country",
        "meeting",
        "new",
        "exciting",
        "people",
        "many",
        "case",
        "need",
        "native",
        "english",
        "speaker",
        "possess",
        "university",
        "degree",
        "earn",
        "tefl",
        "tesol",
        "celta",
        "teaching",
        "certificate",
        "land",
        "one",
        "coveted",
        "international",
        "travel",
        "job",
        "much",
        "pay",
        "best",
        "teaching",
        "job",
        "need",
        "several",
        "year",
        "experience",
        "depending",
        "work",
        "monthly",
        "salary",
        "top",
        "adding",
        "year",
        "job",
        "market",
        "day",
        "middle",
        "east",
        "asia",
        "position",
        "united",
        "arab",
        "emirate",
        "saudi",
        "arabia",
        "japan",
        "south",
        "korea",
        "often",
        "offering",
        "premium",
        "perk",
        "well",
        "substantial",
        "salary",
        "show",
        "chapter",
        "travel",
        "hack",
        "spend",
        "less",
        "day",
        "iceland",
        "et",
        "wed",
        "may",
        "zoologist",
        "wildlife",
        "biologist",
        "zoologist",
        "wildlife",
        "biologist",
        "study",
        "animal",
        "interaction",
        "ecosystem",
        "research",
        "physical",
        "characteristic",
        "behavior",
        "animal",
        "well",
        "human",
        "impact",
        "wildlife",
        "natural",
        "habitat",
        "whereas",
        "zoologist",
        "wildlife",
        "biologist",
        "spend",
        "hour",
        "office",
        "lab",
        "others",
        "focus",
        "gathering",
        "data",
        "studying",
        "animal",
        "natural",
        "habitat",
        "around",
        "world",
        "much",
        "pay",
        "want",
        "lead",
        "independent",
        "research",
        "land",
        "university",
        "position",
        "prepared",
        "invest",
        "time",
        "effort",
        "money",
        "take",
        "earn",
        "possible",
        "earn",
        "position",
        "bachelor",
        "degree",
        "according",
        "bls",
        "median",
        "annual",
        "wage",
        "zoologist",
        "wildlife",
        "biologist",
        "lowest",
        "paid",
        "percent",
        "earning",
        "less",
        "highest",
        "percent",
        "bringing",
        "archaeologist",
        "anthropologist",
        "archaeologist",
        "anthropologist",
        "study",
        "origin",
        "human",
        "using",
        "wide",
        "variety",
        "method",
        "skill",
        "basic",
        "duty",
        "involve",
        "assessing",
        "studying",
        "culture",
        "language",
        "archaeological",
        "remains",
        "physical",
        "characteristic",
        "people",
        "around",
        "world",
        "archaeologist",
        "anthropologist",
        "commonly",
        "employed",
        "research",
        "organization",
        "government",
        "agency",
        "additionally",
        "archaeologist",
        "anthropologist",
        "specialize",
        "fieldwork",
        "requires",
        "long",
        "period",
        "travel",
        "often",
        "overseas",
        "much",
        "pay",
        "need",
        "master",
        "degree",
        "doctorate",
        "apply",
        "job",
        "archaeologist",
        "anthropologist",
        "future",
        "position",
        "may",
        "short",
        "supply",
        "job",
        "field",
        "expected",
        "increase",
        "rate",
        "percent",
        "land",
        "spot",
        "expect",
        "median",
        "annual",
        "wage",
        "according",
        "bls",
        "highest",
        "percent",
        "professional",
        "earned",
        "may",
        "show",
        "chapter",
        "travel",
        "hack",
        "ceo",
        "flown",
        "time",
        "pm",
        "et",
        "thu",
        "april",
        "logistician",
        "professional",
        "analyze",
        "coordinate",
        "organization",
        "supply",
        "chain",
        "system",
        "move",
        "product",
        "supplier",
        "consumer",
        "managing",
        "product",
        "acquisition",
        "allocation",
        "delivery",
        "work",
        "corporation",
        "nonprofit",
        "organization",
        "international",
        "supply",
        "chain",
        "often",
        "expect",
        "travel",
        "world",
        "part",
        "work",
        "much",
        "pay",
        "might",
        "sound",
        "like",
        "boring",
        "job",
        "boring",
        "job",
        "pay",
        "well",
        "median",
        "annual",
        "salary",
        "logistician",
        "may",
        "according",
        "bls",
        "lowest",
        "percent",
        "earning",
        "less",
        "highest",
        "percent",
        "earning",
        "like",
        "earnings",
        "logistician",
        "education",
        "level",
        "vary",
        "greatly",
        "logistician",
        "hold",
        "bachelor",
        "degree",
        "land",
        "job",
        "based",
        "work",
        "experience",
        "astronaut",
        "becoming",
        "astronaut",
        "certainly",
        "easy",
        "task",
        "according",
        "nasa",
        "active",
        "astronaut",
        "make",
        "sense",
        "look",
        "job",
        "requirement",
        "along",
        "strict",
        "physical",
        "requirement",
        "aspiring",
        "nasa",
        "astronaut",
        "must",
        "hold",
        "minimum",
        "bachelor",
        "degree",
        "engineering",
        "physical",
        "science",
        "equivalent",
        "field",
        "study",
        "least",
        "hour",
        "three",
        "year",
        "experience",
        "piloting",
        "jet",
        "aircraft",
        "accepted",
        "must",
        "complete",
        "candidate",
        "program",
        "includes",
        "training",
        "area",
        "medicine",
        "military",
        "water",
        "survival",
        "robotics",
        "manage",
        "work",
        "way",
        "elite",
        "corp",
        "could",
        "presented",
        "ultimate",
        "travel",
        "opportunity",
        "trip",
        "outer",
        "space",
        "much",
        "pay",
        "according",
        "information",
        "nasa",
        "salary",
        "civilian",
        "astronaut",
        "candidate",
        "based",
        "federal",
        "government",
        "general",
        "schedule",
        "pay",
        "scale",
        "grade",
        "gs11",
        "gs14",
        "set",
        "accordance",
        "individual",
        "academic",
        "achievement",
        "work",
        "experience",
        "selected",
        "military",
        "personnel",
        "detailed",
        "johnson",
        "space",
        "center",
        "remain",
        "active",
        "duty",
        "status",
        "pay",
        "benefit",
        "leave",
        "similar",
        "military",
        "matter",
        "civilian",
        "add",
        "starting",
        "salary",
        "around",
        "high",
        "show",
        "chapter",
        "traveling",
        "trick",
        "help",
        "save",
        "money",
        "pm",
        "et",
        "thu",
        "feb",
        "airline",
        "pilot",
        "pilot",
        "start",
        "career",
        "flying",
        "commercial",
        "plane",
        "charter",
        "rescue",
        "operation",
        "firefighting",
        "moving",
        "work",
        "regional",
        "major",
        "airline",
        "accruing",
        "thousand",
        "hour",
        "flight",
        "experience",
        "men",
        "woman",
        "work",
        "airline",
        "pilot",
        "generally",
        "need",
        "college",
        "degree",
        "additionally",
        "professional",
        "hold",
        "commercial",
        "pilot",
        "license",
        "airline",
        "transport",
        "pilot",
        "certificate",
        "federal",
        "aviation",
        "administration",
        "although",
        "job",
        "come",
        "fair",
        "amount",
        "stress",
        "time",
        "training",
        "become",
        "pilot",
        "pay",
        "airline",
        "pilot",
        "hold",
        "job",
        "require",
        "travel",
        "also",
        "earn",
        "free",
        "discounted",
        "fare",
        "perk",
        "make",
        "seeing",
        "world",
        "easier",
        "affordable",
        "much",
        "pay",
        "make",
        "jump",
        "airline",
        "pilot",
        "copilot",
        "flight",
        "engineer",
        "could",
        "expect",
        "median",
        "annual",
        "wage",
        "may",
        "although",
        "top",
        "percent",
        "earner",
        "took",
        "home",
        "according",
        "bls",
        "expert",
        "predict",
        "employment",
        "airline",
        "pilot",
        "copilot",
        "flight",
        "engineer",
        "grow",
        "percent",
        "increased",
        "efficiency",
        "practice",
        "airline",
        "contributing",
        "slower",
        "average",
        "job",
        "growth",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "american",
        "missing",
        "billion",
        "free",
        "travel",
        "article",
        "originally",
        "appeared",
        "gobankingrates",
        "show",
        "chapter",
        "travel",
        "going",
        "solve",
        "problem",
        "millennials",
        "et",
        "wed",
        "jan"
    ]
}