{
    "organizations": [],
    "uuid": "4190e8dec40040a3d163da4f0b99fef388976d81",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/24/cnbc-digital-video-emilys-list-president-stephanie-schriock-sits-down-with-cnbc-editor-at-large-john-harwood.html",
    "ord_in_thread": 0,
    "title": "CNBC DIGITAL VIDEO: EMILY’S LIST PRESIDENT STEPHANIE SCHRIOCK SITS DOWN WITH CNBC EDITOR AT LARGE JOHN HARWOOD",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Tuesday, April 24\nWHERE: CNBC.com's Speakeasy with John Harwood\nA central force behind this year's midterm election campaign is neither a political party nor a candidate. It's Emily's List, which for the last three decades has worked to assist Democratic women in politics. Originally organized around fundraising — Emily is an acronym for Early Money Is Like Yeast — the group now recruits and trains as well as finances women candidates. Its only litmus-test issue is support for abortion rights. What makes the organization loom so large in 2018 is the combination of Hillary Clinton's 2016 defeat and Donald Trump's provocations from the White House. More than 300 women — a record — are now running for Congress. Thousands more have stepped forward for offices at all levels of government. That the emergent Me Too movement has also propelled women into the 2018 arena adds a special irony. Before becoming president of Emily's List, Stephanie Schriock managed the winning 2008 Senate campaign of Al Franken — whose resignation last year made him the highest-profile Democratic casualty of the movement. CNBC Editor at Large John Harwood talked with Schriock at Emily's List headquarters in downtown Washington about prospects for women fueling a Democratic takeover of Congress. A partial transcript from Speakeasy with John Harwood featuring Emily's List President Stephanie Schriock follows.\nListen to the Speakeasy with John Harwood podcast featuring Stephanie Schriock here .\nHarwood: Tell me what these people are doing.\nSchriock: So to the right of us, we've got the digital team that oversees all of our social media, as well as our online fundraising and web presence. To the left, you've got our entire training and recruitment. These are the folks who work day to day with the candidates themselves.\nHarwood: Now, you mentioned that the carpet color changes. What does that signify?\nSchriock: This is a big change. So right here, just last June, was a wall. And we have expanded the organization, physically tore down walls, to handle this.\nHarwood: How many people did you add?\nSchriock: We have added, my goodness, oh, over 30 more people. And usually we downsize after a major election like 2016. We kept everybody on and just kept growing. So we're over 100 staff now.\nHarwood: How many donors do you have?\nSchriock: Hundreds of thousands. And growing rapidly. We have had now over 36,000 women come to Emily's List, raise their hand, and say, \"I want to run.\"\nHarwood: At all levels?\nSchriock: At all levels. And the truth is most of them don't know what they're running for yet. They maybe don't know when they're running, but they have gotten over that first major obstacle that we have seen over and over again with potential women candidates, which is just that desire, interest, maybe even belief that they could do it.\nHarwood: Tell me how much of this moment that we're in, the sea change moment you were describing, is about Clinton and what happened to Clinton in 2016, and how much of it is about Trump.\nSchriock: I think it is the one-two punch of those two things. There was, going into November '16, so much pent up energy and emotion of women – a lot of women in this country whose dreams were wrapped up in Hillary Clinton winning that election. I saw it all over the country when I traveled. Women would well up with tears in their eyes going, \"Do you think this is going to happen?\" And so afraid to show the emotion for fear that it wasn't going to happen. So that was already built in. And then it didn't happen. And then she lost to that guy — of all people — who is not qualified, who said such disgusting things about women, who clearly disrespects women – to that man and that one-two punch as I referred to it really did cause this ignition of energy across the country. And that's what we're seeing. That's what we're seeing right now.\nHarwood: You have a reputation for being pretty tough minded. Tell me about the process that you go through with a potential woman candidate. How do you vet how viable that person is, whether she's worth supporting by Emily's List. And you know, when you have to say, \"No, sorry. Can't do it.\"\nSchriock: The hard part comes in one, does the candidate have a story to tell and an understanding of the district? We'll take the long shots. We've got to know that there's something there that's going to get us to a potential win. And that's when the endorsement comes. If we see that that candidate's not doing the work, she's not doing the call time to do the fundraising, or she's not going to all of the events in the evening to talk to folks, then we may not get in that race.\nHarwood: I'm looking at these pictures of Emily's List-backed candidates who became governors of their states. When you look back on the history of the organization is there an example or two of women who you guys made the tough decision not to support and they made it anyway?\nSchriock: We have supported every one of those pro-choice Democratic women who serve, oddly, except for one in her first race.\nHarwood: Who was that?\nSchriock: And that was Nancy Pelosi. Because she came in right before we started doing House races.\nHarwood: What do you think and what do you advise people as a matter of strategy to do about situations like Conor Lamb found himself in when he was running? You want a Democratic majority. He's trying to win a very Trumpy district. And he says in the campaign, \"I don't support Pelosi for speaker.\" How do you feel about that and what do you advise women candidates in more conservative districts to say to that question?\nSchriock: We need to win. So if you feel like you're in a district that you need other make those types of positions, you've got to [do] what you've got to do to win.\nHarwood: You don't care?\nSchriock: We just have to win. We have to take back the majority, and that's really critically important.\nHarwood: Do you have any women candidates right now who are saying that they don't support Pelosi as speaker?\nSchriock: I'm not sure, to be honest with you. I'm not sure about that.\nHarwood: But it wouldn't bother you if there were?\nSchriock: No. We're running women in a whole variety of districts right now across the country — some in suburban, exurban districts, some in rural districts. And they need to make the best choices to win those districts. And we're going to back them up. We think she's been a very, very good leader. But we also know that the Republicans, for good or bad, they made a decision to demonize her.\nHarwood: If Democrats gain the number of seats they need to win back the House and the Senate, is that going to be mostly victories by women candidates?\nSchriock: That is a really good question. So I can tell you this: Our goal here at Emily's List — and I said this to Leader Pelosi — Democrats need 23 seats to win back the majority. We would like to deliver those 23 seats right here at Emily's List. Some good men can win, too. That would be great. They can be the icing on the cake. We want to deliver the cake.\nWEB EXTRAS:\nSCHRIOCK ON ME TOO MOVEMENT\nVideo: https://www.cnbc.com/2018/04/23/emilys-list-president-me-too-movement-fuels-women-candidates-creates-challenges.html\nHarwood: How much do you see Me Too as part of this moment?\nSchriock: I think it is a big part of this moment. This whole moment started November of 2016, that night where Hillary lost and he won. And then those women marched. Millions of women marched. Empowerment and community came together in that march. Me Too comes out of that recognition that I can speak my truth and not get shamed for it because they're going to be with me. And that's exactly what happened here. It is the beginning of a sea change.\nHarwood: You got Al Franken elected to the Senate in 2008. Do you think that the Me Too movement went too far in his case? And do you worry about it going too far in other cases?\nSchriock: I think this is a time of the beginning of a cultural change. That women feel that they're able to say what happened to them is very hard. And for decades, if not for centuries, they weren't allowed to do that — or if they did, they were ashamed to do it.\nHarwood: Did Franken get a raw deal?\nSchriock: I think he got caught up in a moment with some women who stood up and had experiences, real experiences.\nHarwood: But if you think about it, did you think it was unfair?\nSchriock: I mean, it's hard because this is the other thing I think for so many of us in this moment: We are going to have friends who maybe didn't do everything exactly right, but they're still friends. And we're going to have to work with that as well.\nHarwood: There are some people who blame, say, Senator Gillibrand and others – people that you would be aligned with – who think that they threw him overboard in ways that were not fair.\nSchriock: Well, I think the moment was so difficult for everybody involved, for those women senators who were in the center of it all. The pressure that was on them to make the decision. And I don't know folks really understand that. It wasn't on their male counterparts. And it was from their younger staff, their voters, the press, were on top of them. You also had the Alabama Senate race. There was a lot of things going on at that moment. And Senator Franken made his decision in the thoughts of he had to take care of the people in Minnesota. And when he felt like he wasn't going to be able to do his job for the people of Minnesota, he resigned.\nHarwood: Was it disappointing to you how it went down?\nSchriock: It was, yeah. It was hard. It was really hard. But do we expect any of these to be not hard? It's a difficult time.\nSCHRIOCK ON DEMOCRATS BEING LABELED ARROGANT\nVideo: https://www.cnbc.com/2018/04/23/emilys-list-president-stephanie-schriock-on-democrats-arrogance.html\nHarwood: I've heard this year described as the year of the angry white, college-educated woman. And the numbers for Democrats among college-educated women are very strong. Do you have any concern that you as an organization, or the Democrats as a party, continue to have a problem with arrogance, with looking down on people elsewhere on the political spectrum? What do you think?\nSchriock: I certainly hope not. I've never thought about it that way at all. I mean, I just find that the women candidates that we have running right now — and they are diverse in geography, in race, in profession, in life experience — are the bridges to all of this. You know, our candidates are focusing on understanding their communities and making sure that everybody is heard, which is why I think that there's an interest as well in seeing women run and ultimately get elected. Because I think we do bring a certain level of, let's bring everybody together in this conversation. I think that's incredibly important. And that is who we are as a Democratic Party. A party that really, I mean, if you look at our votes, fifty-nine percent of our Democratic voters are women. And this is a moment where these women candidates can really bring a big change.\nSCHRIOCK ON EMILY'S LIST EXPANSION\nVideo: https://www.cnbc.com/2018/04/23/emilys-list-is-pushing-democratic-women-to-flip-statehouses.html\nHarwood: When you think about your allocation decisions — resources, limited amounts of money, staff time and everything — how do you calibrate now versus the future? That is to say, people running for federal office versus people running for city council, state legislature, all the lower-level things that become the feeder jobs for Congress.\nSchriock: It is true and we have had to make a big expansion here at Emily's List at our state and local work this year. Not just for the future, but because those that are serving in the legislature today are absolutely rolling back policies that are devastating women and families in their legislatures.\nHarwood: We've got state chapters here today.\nSchriock: That's exactly right. We've got our state organizations here. This is a very serious moment in these legislatures, and we more than tripled the size of our staff that recruits for legislative seats alone across this country.\nHarwood: Encouraged by Virginia? Or what happened there?\nSchriock: We were engaged in 16 of those House of Delegate races. Thirteen of those women won; 11 of the 15 pickups were Emily's List candidates. We know that we've got the formula here to get those women up and running and to ensure they've got good staff around them. We're now working with 1,200 women in legislatures. That is on top of our wanting to take back the House. That's on top of the Senate work. That's on top of the 10 women we've endorsed for governor.\nHarwood: Do you have any legislatures you think are ripe to be flipped?\nSchriock: I do. Many states. Many chambers that can flip over. I mean look at the Florida Senate, and the Colorado Senate, the Minnesota Senate. And in places like Florida where a lot of Democrats would say, \"Well the Senate is in play – the State Senate is in play, but oh, that House is impossible.\" I've got to tell you, there wasn't anybody who thought that the Virginia House of Delegates was going to be close at the end of the day. If this all starts moving our direction as Democrats, those legislative seats in these state houses, they're going to move fast. So our job is to make sure that there are good, strong, Democratic women running in those seats. And that's exactly what we're doing.\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-04-24T23:21:00.000+03:00",
    "crawled": "2018-04-25T00:38:36.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "tuesday",
        "april",
        "speakeasy",
        "john",
        "harwood",
        "central",
        "force",
        "behind",
        "year",
        "midterm",
        "election",
        "campaign",
        "neither",
        "political",
        "party",
        "candidate",
        "emily",
        "list",
        "last",
        "three",
        "decade",
        "worked",
        "assist",
        "democratic",
        "woman",
        "politics",
        "originally",
        "organized",
        "around",
        "fundraising",
        "emily",
        "acronym",
        "early",
        "money",
        "like",
        "yeast",
        "group",
        "recruit",
        "train",
        "well",
        "finance",
        "woman",
        "candidate",
        "issue",
        "support",
        "abortion",
        "right",
        "make",
        "organization",
        "loom",
        "large",
        "combination",
        "hillary",
        "clinton",
        "defeat",
        "donald",
        "trump",
        "provocation",
        "white",
        "house",
        "woman",
        "record",
        "running",
        "congress",
        "thousand",
        "stepped",
        "forward",
        "office",
        "level",
        "government",
        "emergent",
        "movement",
        "also",
        "propelled",
        "woman",
        "arena",
        "add",
        "special",
        "irony",
        "becoming",
        "president",
        "emily",
        "list",
        "stephanie",
        "schriock",
        "managed",
        "winning",
        "senate",
        "campaign",
        "al",
        "franken",
        "whose",
        "resignation",
        "last",
        "year",
        "made",
        "democratic",
        "casualty",
        "movement",
        "cnbc",
        "editor",
        "large",
        "john",
        "harwood",
        "talked",
        "schriock",
        "emily",
        "list",
        "headquarters",
        "downtown",
        "washington",
        "prospect",
        "woman",
        "fueling",
        "democratic",
        "takeover",
        "congress",
        "partial",
        "transcript",
        "speakeasy",
        "john",
        "harwood",
        "featuring",
        "emily",
        "list",
        "president",
        "stephanie",
        "schriock",
        "follows",
        "listen",
        "speakeasy",
        "john",
        "harwood",
        "podcast",
        "featuring",
        "stephanie",
        "schriock",
        "harwood",
        "tell",
        "people",
        "schriock",
        "right",
        "u",
        "got",
        "digital",
        "team",
        "oversees",
        "social",
        "medium",
        "well",
        "online",
        "fundraising",
        "web",
        "presence",
        "left",
        "got",
        "entire",
        "training",
        "recruitment",
        "folk",
        "work",
        "day",
        "day",
        "candidate",
        "harwood",
        "mentioned",
        "carpet",
        "color",
        "change",
        "signify",
        "schriock",
        "big",
        "change",
        "right",
        "last",
        "june",
        "wall",
        "expanded",
        "organization",
        "physically",
        "tore",
        "wall",
        "handle",
        "harwood",
        "many",
        "people",
        "add",
        "schriock",
        "added",
        "goodness",
        "oh",
        "people",
        "usually",
        "downsize",
        "major",
        "election",
        "like",
        "kept",
        "everybody",
        "kept",
        "growing",
        "staff",
        "harwood",
        "many",
        "donor",
        "schriock",
        "hundred",
        "thousand",
        "growing",
        "rapidly",
        "woman",
        "come",
        "emily",
        "list",
        "raise",
        "hand",
        "say",
        "want",
        "run",
        "harwood",
        "level",
        "schriock",
        "level",
        "truth",
        "know",
        "running",
        "yet",
        "maybe",
        "know",
        "running",
        "gotten",
        "first",
        "major",
        "obstacle",
        "seen",
        "potential",
        "woman",
        "candidate",
        "desire",
        "interest",
        "maybe",
        "even",
        "belief",
        "could",
        "harwood",
        "tell",
        "much",
        "moment",
        "sea",
        "change",
        "moment",
        "describing",
        "clinton",
        "happened",
        "clinton",
        "much",
        "trump",
        "schriock",
        "think",
        "punch",
        "two",
        "thing",
        "going",
        "november",
        "much",
        "pent",
        "energy",
        "emotion",
        "woman",
        "lot",
        "woman",
        "country",
        "whose",
        "dream",
        "wrapped",
        "hillary",
        "clinton",
        "winning",
        "election",
        "saw",
        "country",
        "traveled",
        "woman",
        "would",
        "well",
        "tear",
        "eye",
        "going",
        "think",
        "going",
        "happen",
        "afraid",
        "show",
        "emotion",
        "fear",
        "going",
        "happen",
        "already",
        "built",
        "happen",
        "lost",
        "guy",
        "people",
        "qualified",
        "said",
        "disgusting",
        "thing",
        "woman",
        "clearly",
        "disrespect",
        "woman",
        "man",
        "punch",
        "referred",
        "really",
        "cause",
        "ignition",
        "energy",
        "across",
        "country",
        "seeing",
        "seeing",
        "right",
        "harwood",
        "reputation",
        "pretty",
        "tough",
        "minded",
        "tell",
        "process",
        "go",
        "potential",
        "woman",
        "candidate",
        "vet",
        "viable",
        "person",
        "whether",
        "worth",
        "supporting",
        "emily",
        "list",
        "know",
        "say",
        "sorry",
        "ca",
        "schriock",
        "hard",
        "part",
        "come",
        "one",
        "candidate",
        "story",
        "tell",
        "understanding",
        "district",
        "take",
        "long",
        "shot",
        "got",
        "know",
        "something",
        "going",
        "get",
        "u",
        "potential",
        "win",
        "endorsement",
        "come",
        "see",
        "candidate",
        "work",
        "call",
        "time",
        "fundraising",
        "going",
        "event",
        "evening",
        "talk",
        "folk",
        "may",
        "get",
        "race",
        "harwood",
        "looking",
        "picture",
        "emily",
        "candidate",
        "became",
        "governor",
        "state",
        "look",
        "back",
        "history",
        "organization",
        "example",
        "two",
        "woman",
        "guy",
        "made",
        "tough",
        "decision",
        "support",
        "made",
        "anyway",
        "schriock",
        "supported",
        "every",
        "one",
        "democratic",
        "woman",
        "serve",
        "oddly",
        "except",
        "one",
        "first",
        "race",
        "harwood",
        "schriock",
        "nancy",
        "pelosi",
        "came",
        "right",
        "started",
        "house",
        "race",
        "harwood",
        "think",
        "advise",
        "people",
        "matter",
        "strategy",
        "situation",
        "like",
        "conor",
        "lamb",
        "found",
        "running",
        "want",
        "democratic",
        "majority",
        "trying",
        "win",
        "trumpy",
        "district",
        "say",
        "campaign",
        "support",
        "pelosi",
        "speaker",
        "feel",
        "advise",
        "woman",
        "candidate",
        "conservative",
        "district",
        "say",
        "question",
        "schriock",
        "need",
        "win",
        "feel",
        "like",
        "district",
        "need",
        "make",
        "type",
        "position",
        "got",
        "got",
        "win",
        "harwood",
        "care",
        "schriock",
        "win",
        "take",
        "back",
        "majority",
        "really",
        "critically",
        "important",
        "harwood",
        "woman",
        "candidate",
        "right",
        "saying",
        "support",
        "pelosi",
        "speaker",
        "schriock",
        "sure",
        "honest",
        "sure",
        "harwood",
        "would",
        "bother",
        "schriock",
        "running",
        "woman",
        "whole",
        "variety",
        "district",
        "right",
        "across",
        "country",
        "suburban",
        "exurban",
        "district",
        "rural",
        "district",
        "need",
        "make",
        "best",
        "choice",
        "win",
        "district",
        "going",
        "back",
        "think",
        "good",
        "leader",
        "also",
        "know",
        "republican",
        "good",
        "bad",
        "made",
        "decision",
        "demonize",
        "harwood",
        "democrat",
        "gain",
        "number",
        "seat",
        "need",
        "win",
        "back",
        "house",
        "senate",
        "going",
        "mostly",
        "victory",
        "woman",
        "candidate",
        "schriock",
        "really",
        "good",
        "question",
        "tell",
        "goal",
        "emily",
        "list",
        "said",
        "leader",
        "pelosi",
        "democrat",
        "need",
        "seat",
        "win",
        "back",
        "majority",
        "would",
        "like",
        "deliver",
        "seat",
        "right",
        "emily",
        "list",
        "good",
        "men",
        "win",
        "would",
        "great",
        "icing",
        "cake",
        "want",
        "deliver",
        "cake",
        "web",
        "extra",
        "schriock",
        "movement",
        "video",
        "http",
        "harwood",
        "much",
        "see",
        "part",
        "moment",
        "schriock",
        "think",
        "big",
        "part",
        "moment",
        "whole",
        "moment",
        "started",
        "november",
        "night",
        "hillary",
        "lost",
        "woman",
        "marched",
        "million",
        "woman",
        "marched",
        "empowerment",
        "community",
        "came",
        "together",
        "march",
        "come",
        "recognition",
        "speak",
        "truth",
        "get",
        "shamed",
        "going",
        "exactly",
        "happened",
        "beginning",
        "sea",
        "change",
        "harwood",
        "got",
        "al",
        "franken",
        "elected",
        "senate",
        "think",
        "movement",
        "went",
        "far",
        "case",
        "worry",
        "going",
        "far",
        "case",
        "schriock",
        "think",
        "time",
        "beginning",
        "cultural",
        "change",
        "woman",
        "feel",
        "able",
        "say",
        "happened",
        "hard",
        "decade",
        "century",
        "allowed",
        "ashamed",
        "harwood",
        "franken",
        "get",
        "raw",
        "deal",
        "schriock",
        "think",
        "got",
        "caught",
        "moment",
        "woman",
        "stood",
        "experience",
        "real",
        "experience",
        "harwood",
        "think",
        "think",
        "unfair",
        "schriock",
        "mean",
        "hard",
        "thing",
        "think",
        "many",
        "u",
        "moment",
        "going",
        "friend",
        "maybe",
        "everything",
        "exactly",
        "right",
        "still",
        "friend",
        "going",
        "work",
        "well",
        "harwood",
        "people",
        "blame",
        "say",
        "senator",
        "gillibrand",
        "others",
        "people",
        "would",
        "aligned",
        "think",
        "threw",
        "overboard",
        "way",
        "fair",
        "schriock",
        "well",
        "think",
        "moment",
        "difficult",
        "everybody",
        "involved",
        "woman",
        "senator",
        "center",
        "pressure",
        "make",
        "decision",
        "know",
        "folk",
        "really",
        "understand",
        "male",
        "counterpart",
        "younger",
        "staff",
        "voter",
        "press",
        "top",
        "also",
        "alabama",
        "senate",
        "race",
        "lot",
        "thing",
        "going",
        "moment",
        "senator",
        "franken",
        "made",
        "decision",
        "thought",
        "take",
        "care",
        "people",
        "minnesota",
        "felt",
        "like",
        "going",
        "able",
        "job",
        "people",
        "minnesota",
        "resigned",
        "harwood",
        "disappointing",
        "went",
        "schriock",
        "yeah",
        "hard",
        "really",
        "hard",
        "expect",
        "hard",
        "difficult",
        "time",
        "schriock",
        "democrat",
        "labeled",
        "arrogant",
        "video",
        "http",
        "harwood",
        "heard",
        "year",
        "described",
        "year",
        "angry",
        "white",
        "woman",
        "number",
        "democrat",
        "among",
        "woman",
        "strong",
        "concern",
        "organization",
        "democrat",
        "party",
        "continue",
        "problem",
        "arrogance",
        "looking",
        "people",
        "elsewhere",
        "political",
        "spectrum",
        "think",
        "schriock",
        "certainly",
        "hope",
        "never",
        "thought",
        "way",
        "mean",
        "find",
        "woman",
        "candidate",
        "running",
        "right",
        "diverse",
        "geography",
        "race",
        "profession",
        "life",
        "experience",
        "bridge",
        "know",
        "candidate",
        "focusing",
        "understanding",
        "community",
        "making",
        "sure",
        "everybody",
        "heard",
        "think",
        "interest",
        "well",
        "seeing",
        "woman",
        "run",
        "ultimately",
        "get",
        "elected",
        "think",
        "bring",
        "certain",
        "level",
        "let",
        "bring",
        "everybody",
        "together",
        "conversation",
        "think",
        "incredibly",
        "important",
        "democratic",
        "party",
        "party",
        "really",
        "mean",
        "look",
        "vote",
        "percent",
        "democratic",
        "voter",
        "woman",
        "moment",
        "woman",
        "candidate",
        "really",
        "bring",
        "big",
        "change",
        "schriock",
        "emily",
        "list",
        "expansion",
        "video",
        "http",
        "harwood",
        "think",
        "allocation",
        "decision",
        "resource",
        "limited",
        "amount",
        "money",
        "staff",
        "time",
        "everything",
        "calibrate",
        "versus",
        "future",
        "say",
        "people",
        "running",
        "federal",
        "office",
        "versus",
        "people",
        "running",
        "city",
        "council",
        "state",
        "legislature",
        "thing",
        "become",
        "feeder",
        "job",
        "congress",
        "schriock",
        "true",
        "make",
        "big",
        "expansion",
        "emily",
        "list",
        "state",
        "local",
        "work",
        "year",
        "future",
        "serving",
        "legislature",
        "today",
        "absolutely",
        "rolling",
        "back",
        "policy",
        "devastating",
        "woman",
        "family",
        "legislature",
        "harwood",
        "got",
        "state",
        "chapter",
        "today",
        "schriock",
        "exactly",
        "right",
        "got",
        "state",
        "organization",
        "serious",
        "moment",
        "legislature",
        "tripled",
        "size",
        "staff",
        "recruit",
        "legislative",
        "seat",
        "alone",
        "across",
        "country",
        "harwood",
        "encouraged",
        "virginia",
        "happened",
        "schriock",
        "engaged",
        "house",
        "delegate",
        "race",
        "thirteen",
        "woman",
        "pickup",
        "emily",
        "list",
        "candidate",
        "know",
        "got",
        "formula",
        "get",
        "woman",
        "running",
        "ensure",
        "got",
        "good",
        "staff",
        "around",
        "working",
        "woman",
        "legislature",
        "top",
        "wanting",
        "take",
        "back",
        "house",
        "top",
        "senate",
        "work",
        "top",
        "woman",
        "endorsed",
        "governor",
        "harwood",
        "legislature",
        "think",
        "ripe",
        "flipped",
        "schriock",
        "many",
        "state",
        "many",
        "chamber",
        "flip",
        "mean",
        "look",
        "florida",
        "senate",
        "colorado",
        "senate",
        "minnesota",
        "senate",
        "place",
        "like",
        "florida",
        "lot",
        "democrat",
        "would",
        "say",
        "well",
        "senate",
        "play",
        "state",
        "senate",
        "play",
        "oh",
        "house",
        "impossible",
        "got",
        "tell",
        "anybody",
        "thought",
        "virginia",
        "house",
        "delegate",
        "going",
        "close",
        "end",
        "day",
        "start",
        "moving",
        "direction",
        "democrat",
        "legislative",
        "seat",
        "state",
        "house",
        "going",
        "move",
        "fast",
        "job",
        "make",
        "sure",
        "good",
        "strong",
        "democratic",
        "woman",
        "running",
        "seat",
        "exactly",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}