{
    "organizations": [],
    "uuid": "70241a62ab79cc268b4d90a5961525b86d75485f",
    "author": "Abdallah Hendawy",
    "url": "https://www.reuters.com/article/us-hendawy-egypt-commentary/commentary-the-danger-that-lurks-in-sisis-egypt-idUSKCN1HC2EZ",
    "ord_in_thread": 0,
    "title": "Commentary: The danger that lurks in Sisi’s Egypt",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Egyptian President Abdel Fattah al-Sisi’s unsurprising 97 percent win , announced Monday after a widely-derided sham election, reaffirms the exponential increase of the military’s influence in nearly every facet of the country’s political and economic life. The danger now is that the dependence of Sisi – a former head of military intelligence and former minister of defense – on his country’s armed forces will undermine the state’s long-term security and stability, not to mention people’s freedoms and rights.\nSecurity force members stand guard as posters of Egypt's President Abdel Fattah al-Sisi are pictured in the background during the presidential election in Cairo, Egypt March 26, 2018. REUTERS/Ammar Awad Relying on the military is nothing new in Egypt. Since its 1952 revolution, the country has been ruled by a succession of presidents who have used the military to control the country’s political system. They accomplished this by reserving core government positions, such as the executive, the heads of intelligence agencies, defense ministers, and key governorships, for military personnel. From these positions, the military monopolized decision-making on critical domestic and foreign policy issues.\nAt the same time, they granted civilians authority over the state’s periphery, such as agencies dealing with the media, sciences, culture, business, and administration. These institutions enjoyed a degree of autonomy and, more importantly, served as the face of the Egyptian government while the military remained behind the scenes.\nPolitical parties, social movements, and political dissidents were all allowed to play a limited role within certain bounds. All parties understood the unspoken rules, so even as Egypt’s presidents changed, the political game remained the same: a democratic façade with a real, although limited, civic component.\nSisi has obliterated this game . Since deposing the Muslim Brotherhood’s Mohammed Mursi in 2013, all of Sisi’s acts have signaled that he would not allow the controlled political environment to continue. Instead, he brought the military out of the shadows, allowing him to consolidate power and generate relative stability, but also distorting Egyptian political and economic life.\nIn his public statements Sisi has described the military as the only functioning and capable institution in the Egyptian “quasi state.” He began his days in office by giving free political rein to military and intelligence agencies. In particular, he used the Office of Military Intelligence and Reconnaissance Services ( MIRS) and the General Intelligence Service (GIS) to fill the gap caused by the collapse of the much-hated State Security Investigative Service (SSIS) and police during the 2011 revolution against former president Hosni Mubarak.\nThe military, MIRS, and GIS have gradually taken control of civil society in Egypt, with a focus on creating a loyal media. Mada Masr, an independent Egypt-based media organization, published a report in late 2017 detailing how companies owned by these agencies acquired shares of influential media outlets. The New York Times reported earlier this year on audio recordings of calls between Egyptian intelligence officers and leading Egyptian talk show hosts “suggesting” their response to U.S. President Donald Trump’s decision to recognize Jerusalem as the capital of Israel. (The military line was that the TV personalities encourage their viewers to accept the decision – in spite of the public protest by Sisi – because Egypt did not want to go to war with Israel.)\nIntelligence-turned-security agencies arrested thousands of political dissidents, outlawed political movements, and banned demonstrations during Sisi’s first term. Political parties were hollowed out, replaced by a carefully engineered parliament seated with members primed to pass any regulation the president proposed. The judiciary was purged; activists, artists, novelists, and musicians were subject to harassment and detention.\nThese actions did generate stability. That, in turn, allowed Egypt to secure a controversial, if much needed, loan from the International Monetary Fund and to contain political fallout from a host of unpopular austerity measures, including the rollback of subsidies and devaluation of the Egyptian pound.\nEgyptian President Abdel Fattah al-Sisi has his finger stained with ink after casting his vote during the presidential election in Cairo, Egypt, March 26, 2018. The Egyptian Presidency/Handout via REUTERS But the end of the status quo also set the stage for blowback. Before 2011, few criticized the military. Hidden in the core, it was widely regarded as the custodian of the Egyptian nation – not, like the hated SSIS and police, an extension of the state. That is no longer the case.\nHundreds of journalists, activists, bloggers, and even some politicians, both in and outside the country, have become increasingly critical of the military overreach. Twitter hashtags like #liars , #down_with_military_rule and #lying_military have trended from time to time.\nThe Sisi government has tried to clamp down, blocking more than 40 websites critical of the military and arresting many more activists for expressing their opinions on their social media platforms. Security agencies have been active in preventing any potential political mobilization and some military-aligned parliamentarians last month proposed a bill making it illegal to criticize the military, police and affiliated agencies, punishable by up to seven years imprisonment.\nAs many analysts have warned , the Egyptian economy is suffering as a result of the rapid, continuous, and unparalleled expansion of the military into the private sector. Small businesses in particular are hard-pressed to compete with the military’s use of cheap conscripted labor and its myriad tax exemptions.\nBut most important of all are the concerns that this political intrusion will eventually undermine the military’s capacity and distract its personnel from carrying out their constitutional duty to protect Egypt’s national security. The failure to stamp out Islamic State’s bloody five-year insurgency in northern Sinai, which has claimed scores of soldiers’ and civilians’ lives, is already a troubling sign that the military is overextended. There is also no doubt that Egypt’s failed campaign against Islamic State – especially given the success by other forces in displacing the group from Syria and Iraq – is affecting military morale and that there are at least some military officers dissatisfied enough with Sisi’s policy direction to try to challenge him .\nWhile the immediate protests and response may not result in an immediate revolution, it is unlikely that Egyptians will wait for decades –as they did under former presidents – before going back to the streets in protest. The United States should worry, too. Egypt is a valuable partner in the fight against Islamic State and al Qaeda and, as the Arab world’s most populous state, is critically important to regional stability. Washington and regional allies should consider using what political capital they have to encourage Sisi to ease the burden on his army and to restore some semblance of civic life. Otherwise, there is every chance that either the military or a new popular movement will force the issue.\n(Abdallah Hendawy is a lecturer of sociology at George Mason University, a former political specialist in the U.S. State Department and a senior analyst with the Arabia Foundation, a Washington, D.C.-based think tank. @hendawys)\nThe views expressed in this article are not those of Reuters News.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-04-06T02:21:00.000+03:00",
    "crawled": "2018-04-05T22:44:37.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "egyptian",
        "president",
        "abdel",
        "fattah",
        "unsurprising",
        "percent",
        "win",
        "announced",
        "monday",
        "sham",
        "election",
        "reaffirms",
        "exponential",
        "increase",
        "military",
        "influence",
        "nearly",
        "every",
        "facet",
        "country",
        "political",
        "economic",
        "life",
        "danger",
        "dependence",
        "sisi",
        "former",
        "head",
        "military",
        "intelligence",
        "former",
        "minister",
        "defense",
        "country",
        "armed",
        "force",
        "undermine",
        "state",
        "security",
        "stability",
        "mention",
        "people",
        "freedom",
        "right",
        "security",
        "force",
        "member",
        "stand",
        "guard",
        "poster",
        "egypt",
        "president",
        "abdel",
        "fattah",
        "pictured",
        "background",
        "presidential",
        "election",
        "cairo",
        "egypt",
        "march",
        "awad",
        "relying",
        "military",
        "nothing",
        "new",
        "egypt",
        "since",
        "revolution",
        "country",
        "ruled",
        "succession",
        "president",
        "used",
        "military",
        "control",
        "country",
        "political",
        "system",
        "accomplished",
        "reserving",
        "core",
        "government",
        "position",
        "executive",
        "head",
        "intelligence",
        "agency",
        "defense",
        "minister",
        "key",
        "governorship",
        "military",
        "personnel",
        "position",
        "military",
        "monopolized",
        "critical",
        "domestic",
        "foreign",
        "policy",
        "issue",
        "time",
        "granted",
        "civilian",
        "authority",
        "state",
        "periphery",
        "agency",
        "dealing",
        "medium",
        "science",
        "culture",
        "business",
        "administration",
        "institution",
        "enjoyed",
        "degree",
        "autonomy",
        "importantly",
        "served",
        "face",
        "egyptian",
        "government",
        "military",
        "remained",
        "behind",
        "scene",
        "political",
        "party",
        "social",
        "movement",
        "political",
        "dissident",
        "allowed",
        "play",
        "limited",
        "role",
        "within",
        "certain",
        "bound",
        "party",
        "understood",
        "unspoken",
        "rule",
        "even",
        "egypt",
        "president",
        "changed",
        "political",
        "game",
        "remained",
        "democratic",
        "façade",
        "real",
        "although",
        "limited",
        "civic",
        "component",
        "sisi",
        "obliterated",
        "game",
        "since",
        "deposing",
        "muslim",
        "brotherhood",
        "mohammed",
        "mursi",
        "sisi",
        "act",
        "signaled",
        "would",
        "allow",
        "controlled",
        "political",
        "environment",
        "continue",
        "instead",
        "brought",
        "military",
        "shadow",
        "allowing",
        "consolidate",
        "power",
        "generate",
        "relative",
        "stability",
        "also",
        "distorting",
        "egyptian",
        "political",
        "economic",
        "life",
        "public",
        "statement",
        "sisi",
        "described",
        "military",
        "functioning",
        "capable",
        "institution",
        "egyptian",
        "quasi",
        "began",
        "day",
        "office",
        "giving",
        "free",
        "political",
        "rein",
        "military",
        "intelligence",
        "agency",
        "particular",
        "used",
        "office",
        "military",
        "intelligence",
        "reconnaissance",
        "service",
        "mirs",
        "general",
        "intelligence",
        "service",
        "gi",
        "fill",
        "gap",
        "caused",
        "collapse",
        "state",
        "security",
        "investigative",
        "service",
        "ssis",
        "police",
        "revolution",
        "former",
        "president",
        "hosni",
        "mubarak",
        "military",
        "mirs",
        "gi",
        "gradually",
        "taken",
        "control",
        "civil",
        "society",
        "egypt",
        "focus",
        "creating",
        "loyal",
        "medium",
        "mada",
        "masr",
        "independent",
        "medium",
        "organization",
        "published",
        "report",
        "late",
        "detailing",
        "company",
        "owned",
        "agency",
        "acquired",
        "share",
        "influential",
        "medium",
        "outlet",
        "new",
        "york",
        "time",
        "reported",
        "earlier",
        "year",
        "audio",
        "recording",
        "call",
        "egyptian",
        "intelligence",
        "officer",
        "leading",
        "egyptian",
        "talk",
        "show",
        "host",
        "suggesting",
        "response",
        "president",
        "donald",
        "trump",
        "decision",
        "recognize",
        "jerusalem",
        "capital",
        "israel",
        "military",
        "line",
        "tv",
        "personality",
        "encourage",
        "viewer",
        "accept",
        "decision",
        "spite",
        "public",
        "protest",
        "sisi",
        "egypt",
        "want",
        "go",
        "war",
        "israel",
        "agency",
        "arrested",
        "thousand",
        "political",
        "dissident",
        "outlawed",
        "political",
        "movement",
        "banned",
        "demonstration",
        "sisi",
        "first",
        "term",
        "political",
        "party",
        "hollowed",
        "replaced",
        "carefully",
        "engineered",
        "parliament",
        "seated",
        "member",
        "primed",
        "pas",
        "regulation",
        "president",
        "proposed",
        "judiciary",
        "purged",
        "activist",
        "artist",
        "novelist",
        "musician",
        "subject",
        "harassment",
        "detention",
        "action",
        "generate",
        "stability",
        "turn",
        "allowed",
        "egypt",
        "secure",
        "controversial",
        "much",
        "needed",
        "loan",
        "international",
        "monetary",
        "fund",
        "contain",
        "political",
        "fallout",
        "host",
        "unpopular",
        "austerity",
        "measure",
        "including",
        "rollback",
        "subsidy",
        "devaluation",
        "egyptian",
        "pound",
        "egyptian",
        "president",
        "abdel",
        "fattah",
        "finger",
        "stained",
        "ink",
        "casting",
        "vote",
        "presidential",
        "election",
        "cairo",
        "egypt",
        "march",
        "egyptian",
        "via",
        "reuters",
        "end",
        "status",
        "quo",
        "also",
        "set",
        "stage",
        "blowback",
        "criticized",
        "military",
        "hidden",
        "core",
        "widely",
        "regarded",
        "custodian",
        "egyptian",
        "nation",
        "like",
        "hated",
        "ssis",
        "police",
        "extension",
        "state",
        "longer",
        "case",
        "hundred",
        "journalist",
        "activist",
        "blogger",
        "even",
        "politician",
        "outside",
        "country",
        "become",
        "increasingly",
        "critical",
        "military",
        "overreach",
        "twitter",
        "hashtags",
        "like",
        "liar",
        "trended",
        "time",
        "time",
        "sisi",
        "government",
        "tried",
        "clamp",
        "blocking",
        "website",
        "critical",
        "military",
        "arresting",
        "many",
        "activist",
        "expressing",
        "opinion",
        "social",
        "medium",
        "platform",
        "security",
        "agency",
        "active",
        "preventing",
        "potential",
        "political",
        "mobilization",
        "parliamentarian",
        "last",
        "month",
        "proposed",
        "bill",
        "making",
        "illegal",
        "criticize",
        "military",
        "police",
        "affiliated",
        "agency",
        "punishable",
        "seven",
        "year",
        "imprisonment",
        "many",
        "analyst",
        "warned",
        "egyptian",
        "economy",
        "suffering",
        "result",
        "rapid",
        "continuous",
        "unparalleled",
        "expansion",
        "military",
        "private",
        "sector",
        "small",
        "business",
        "particular",
        "compete",
        "military",
        "use",
        "cheap",
        "conscripted",
        "labor",
        "myriad",
        "tax",
        "exemption",
        "important",
        "concern",
        "political",
        "intrusion",
        "eventually",
        "undermine",
        "military",
        "capacity",
        "distract",
        "personnel",
        "carrying",
        "constitutional",
        "duty",
        "protect",
        "egypt",
        "national",
        "security",
        "failure",
        "stamp",
        "islamic",
        "state",
        "bloody",
        "insurgency",
        "northern",
        "sinai",
        "claimed",
        "score",
        "soldier",
        "civilian",
        "life",
        "already",
        "troubling",
        "sign",
        "military",
        "overextended",
        "also",
        "doubt",
        "egypt",
        "failed",
        "campaign",
        "islamic",
        "state",
        "especially",
        "given",
        "success",
        "force",
        "displacing",
        "group",
        "syria",
        "iraq",
        "affecting",
        "military",
        "morale",
        "least",
        "military",
        "officer",
        "dissatisfied",
        "enough",
        "sisi",
        "policy",
        "direction",
        "try",
        "challenge",
        "immediate",
        "protest",
        "response",
        "may",
        "result",
        "immediate",
        "revolution",
        "unlikely",
        "egyptian",
        "wait",
        "decade",
        "former",
        "president",
        "going",
        "back",
        "street",
        "protest",
        "united",
        "state",
        "worry",
        "egypt",
        "valuable",
        "partner",
        "fight",
        "islamic",
        "state",
        "al",
        "qaeda",
        "arab",
        "world",
        "populous",
        "state",
        "critically",
        "important",
        "regional",
        "stability",
        "washington",
        "regional",
        "ally",
        "consider",
        "using",
        "political",
        "capital",
        "encourage",
        "sisi",
        "ease",
        "burden",
        "army",
        "restore",
        "semblance",
        "civic",
        "life",
        "otherwise",
        "every",
        "chance",
        "either",
        "military",
        "new",
        "popular",
        "movement",
        "force",
        "issue",
        "abdallah",
        "hendawy",
        "lecturer",
        "sociology",
        "george",
        "mason",
        "university",
        "former",
        "political",
        "specialist",
        "state",
        "department",
        "senior",
        "analyst",
        "arabia",
        "foundation",
        "washington",
        "think",
        "tank",
        "hendawys",
        "view",
        "expressed",
        "article",
        "reuters",
        "news",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}