{
    "organizations": [],
    "uuid": "3d7ff718259ff03e5d88ae2f36eecd7bb2de84d2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/06/pr-newswire-immunoprecise-acquires-modiquest-research-bv.html",
    "ord_in_thread": 0,
    "title": "ImmunoPrecise Acquires ModiQuest Research BV",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Immediately Accretive by Adding EBITA of Approximately C$750,000 with Increased Synergies, Scale and Efficiency\nStrategic Acquisition Allows ImmunoPrecise to Provide Comprehensive and Next Generation Antibody Therapeutic Discovery\nVICTORIA, BC, April 6, 2018 /PRNewswire/ - IMMUNOPRECISE ANTIBODIES LTD. (\"ImmunoPrecise\" or the \"Company\") (TSX VENTURE: IPA)(OTC PINK: IPATF) is pleased to announce that it has acquired all of the issued and outstanding shares of ModiQuest Research BV (\" ModiQuest \"). As a result of the acquisition of ModiQuest, ImmunoPrecise is now an innovative, integrated antibody solutions company focused on the next generation of technology behind therapeutic antibody discovery.\nFinancial Benefits of Acquisition\nAnticipated accretive annualized revenues of between C$3.5M to C$4.5M for fiscal 2019.* Anticipated accretive annualized EBITDA of between C$750,000 to C$850,000 for fiscal 2019.* European operations now account for approximately 66% of corporate revenues. ModiQuest operations experience high gross margins of approximately 73%.*\nStrategic Benefits of Acquisition\nCreates single source provider of services across the full antibody discovery value chain, such as an increased variety of therapeutically-focused methods of immunization and antigen design, including several, highly effective methods of genetic immunization with multiplexed screening, B-cell screening and sorting technologies, efficient antibody expression, stable cell line development, and lead selection, optimization and characterization.\nAcquisition of next generation antibody discovery technologies, building on ImmunoPrecise's goal of revolutionizing therapeutic antibody discovery:\nModiVacc™: a novel and proprietary technology based on immunization with an augmented, lymphoid tumor cell line, ideal for generating strong immune responses against low immunogenic or difficult targets.\nModiSelect™: a proprietary technology for antigen-specific B-cell isolation from immunized animals and humans, resulting in large numbers of high affinity, pre-defined, therapeutic and diagnostic antibodies.\nModiXpress™: a proprietary and cost-efficient platform for rapid cloning, selection for high expression, purification of antibodies and stable cell line development.\nModiFuse™: a proprietary and highly-scalable electrofusion, more than fifteen times (15x) efficient than traditional PEG-fusions.\nModiPhage™: human patient, human and llama (VHH and scFv) naïve, and custom phage libraries with supporting, customizable services.\nModiTune™: antibody chimerization with any Fc region of choice, robust and efficient humanization services, and affinity maturation.\nOverall increased probability of discovering therapeutically-relevant antibodies, which translates into greater success at clinic level.\nJennifer Bath, CEO of ImmunoPrecise stated, \"Our acquisition of ModiQuest confirms our commitment to excellence as a CRO focused on the next generation of antibody discovery. Utilizing our teams' extensive experience, combined with ModiQuest's proprietary technologies, will further reduce timelines and enhance our unique capability to generate therapeutic antibodies with the highest probability of clinical success, as ImmunoPrecise continues to bring all related, core activities within one company. The acquisition is immediately accretive and will have a positive impact on consolidated revenues and earnings in the near future.\"\nTerms of Acquisition and Financing\nImmunoPrecise acquired ModiQuest and its sister entity, Immulease B.V. (\" Immulease \"), for an aggregate purchase price of €7,000,000 (C$11,200,000) (the \" Purchase Price \"). Immulease is a holding company owning research equipment used in ModiQuest's operations. €5,000,000 (C$8,000,000) of the Purchase Price was paid on closing, consisting of €2,500,000 (C$4,000,000) in cash and 6,600,399 common shares of ImmunoPrecise (valued at a price of €0.38 (C$0.57) per share). The remaining €2,000,000 (C$3,200,000) of the Purchase Price will be paid in three annual installments of consisting of equal parts cash and equity. The annual installment payments will be adjusted downwards (but not upwards) on a prorated basis if ModiQuest's EBITDA for the fiscal year preceding the date of payment is less than its average EBITDA over the previous two fiscal years.\nIn conjunction with closing the transaction, ImmunoPrecise completed its previously announced non-convertible debenture (the \"Debentures\") financing in the principal amount of C$4,002,000 (the \"Offering\"). The Debentures are unsecured, bear interest at a rate of 10% per annum, payable semi-annually, and be due eighteen months from the date of issue.\nUnder the Offering, a holder of a Debenture received 37,500 detachable share purchase warrants (the \"Warrants\") for every $25,000 of Debentures subscribed for by the holder. The Warrants are exercisable at $0.70 per share for a period of four years from the date of issue.\nThe proceeds of the Offering were used to satisfy the closing cash payment to acquire ModiQuest and Immulease. Under the Offering, ImmunoPrecise paid the following finder's fees: $10,000 in cash, 533,980 in shares of ImmunoPrecise and 395,942 Warrants.\nAbout ImmunoPrecise Antibodies Ltd.\nImmunoPrecise is a full-service, therapeutic antibody discovery company focused on the next generation of antibody discovery, to deliver the most therapeutically-relevant antibodies, in a shorter period of time, with the highest probability of succeeding to clinical trials.\nImmunoPrecise operates from state of the art laboratory facilities located at the Vancouver Island Technology Park in Victoria, British Columbia which house its tissue culture and molecular facilities as well as an animal care unit, and is a member of the Canadian Council for Animal Care and in association with U-Protein Express B.V. its subsidiary laboratory operation in Life Science Incubator, Utrecht Science Park, Utrecht, the Netherlands.\nThe services offered to customers include the development of wild-type and humanized mouse and rat monoclonal antibodies and recombinant rabbit monoclonal antibodies against a wide spectrum of antigens, as well as polyclonal antibodies, immunologically-based assays, recombinant protein manufacturing, and advanced solutions to challenges faced by clients in antibody-related research and development. In addition, cryopreservation services are provided for the storage of valuable biological materials including hybridoma clones, plasmid constructs, and cell lines. The antibodies produced by ImmunoPrecise target a wide variety of therapeutic, diagnostic and research applications.\nImmunoPrecise employs a highly experienced group of R&D scientists. Over the last 25 years, investments in innovative and proprietary technologies and methods have vastly improved the speed and efficiency of monoclonal and polyclonal antibody production.\n*Non-IFRS Measures - EBITDA\nEBITDA is a measure not recognized under IFRS. However, management of ImmunoPrecise believes that most shareholders, creditors, other stakeholders and investment analysts prefer to have these measures included as reported measures of operating performance, a proxy for cash flow, and to facilitate valuation analysis. EBITDA is defined as earnings before interest income, taxes, depreciation and amortization, stock based compensation, restructuring costs, impairment charges and other non-recurring gains or losses. Management believes EBITDA is a useful measure that facilitates period-to-period operating comparisons.\nEBITDA does not have any standardized meanings prescribed by IFRS and therefore may not be comparable to similar measures presented by other issuers. Readers are cautioned that EBITDA is not an alternative to measures determined in accordance with IFRS and should not, on its own, be construed as indicators of performance, cash flow or profitability.\n*Future-Oriented Financial Information, Anticipated Annualized Revenues and Anticipated Annualized EBITDA\nThis news release contains future-oriented financial information and financial outlook information (FOFI) about ImmunoPrecise's additional anticipated revenues from the acquisition of ModiQuest. The FOFI contained in this news release was made as of the date of this news release and was provided for the purpose of providing further information about ImmunoPrecise's anticipated future business operations. ImmunoPrecise disclaims any intention or obligation to update or revise any FOFI contained in this news release, whether as a result of new information, future events or otherwise, unless required pursuant to applicable law. The FOFI contained in this news release should not be used for purposes other than for which it is disclosed herein.\nIn this news release, ImmunoPrecise uses anticipated annualized revenues and anticipated annualized EBITDA to provide a measure of the anticipated future financial performance of ImmunoPrecise using current financial information relating to ModiQuest as at the date of this news release. Anticipated accretive annualized revenue and anticipated accretive annualized EBITDA are projections of the additional revenue and earnings ImmunoPrecise expects for fiscal 2019 resulting from the acquisition of ModiQuest. Anticipated annualized revenue and anticipated annualized EBITDA are based on the assumption that ModiQuest's revenue and earnings will be in-line with its historical revenue of €2,212,214 (C$3,539,542) in fiscal 2017 and €1,988,171 (C$3,181,074) in fiscal 2016 (unaudited).\nForward Looking Information\nThis news release contains statements that, to the extent they are not recitations of historical fact, may constitute \"forward-looking statements\" within the meaning of applicable Canadian securities laws. The Company uses words such as \"may\", \"would\", \"could\", \"will\", \"likely\", \"expect\", \"believe\", \"intend\" and similar expressions to identify forward-looking statements. Any such forward-looking statements are based on assumptions and analyses made by ImmunoPrecise in light of its experience and its perception of historical trends, current conditions and expected future developments. However, whether actual results and developments will conform to ImmunoPrecise's expectations and predictions is subject to any number of risks, assumptions and uncertainties. Many factors could cause ImmunoPrecise's actual results to differ materially from those expressed or implied by the forward-looking statements contained in this news release. Such factors include, among other things, actual revenues and earnings for ModiQuest being lower than anticipated, and those risks and uncertainties described in ImmunoPrecise's annual management discussion and analysis for the fiscal year ended April 30, 2017 which can be accessed at www.sedar.com . The \"forward-looking statements\" contained herein speak only as of the date of this press release and, unless required by applicable law, ImmunoPrecise undertakes no obligation to publicly update or revise such information, whether as a result of new information, future events or otherwise.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSOURCE ImmunoPrecise Antibodies Ltd.",
    "published": "2018-04-06T16:30:00.000+03:00",
    "crawled": "2018-04-06T18:45:20.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "immediately",
        "accretive",
        "adding",
        "ebita",
        "approximately",
        "c",
        "increased",
        "synergy",
        "scale",
        "efficiency",
        "strategic",
        "acquisition",
        "allows",
        "immunoprecise",
        "provide",
        "comprehensive",
        "next",
        "generation",
        "antibody",
        "therapeutic",
        "discovery",
        "victoria",
        "bc",
        "april",
        "immunoprecise",
        "antibody",
        "immunoprecise",
        "company",
        "tsx",
        "venture",
        "ipa",
        "otc",
        "pink",
        "ipatf",
        "pleased",
        "announce",
        "acquired",
        "issued",
        "outstanding",
        "share",
        "modiquest",
        "research",
        "bv",
        "modiquest",
        "result",
        "acquisition",
        "modiquest",
        "immunoprecise",
        "innovative",
        "integrated",
        "antibody",
        "solution",
        "company",
        "focused",
        "next",
        "generation",
        "technology",
        "behind",
        "therapeutic",
        "antibody",
        "discovery",
        "financial",
        "benefit",
        "acquisition",
        "anticipated",
        "accretive",
        "annualized",
        "revenue",
        "c",
        "c",
        "fiscal",
        "anticipated",
        "accretive",
        "annualized",
        "ebitda",
        "c",
        "c",
        "fiscal",
        "european",
        "operation",
        "account",
        "approximately",
        "corporate",
        "revenue",
        "modiquest",
        "operation",
        "experience",
        "high",
        "gross",
        "margin",
        "approximately",
        "strategic",
        "benefit",
        "acquisition",
        "creates",
        "single",
        "source",
        "provider",
        "service",
        "across",
        "full",
        "antibody",
        "discovery",
        "value",
        "chain",
        "increased",
        "variety",
        "method",
        "immunization",
        "antigen",
        "design",
        "including",
        "several",
        "highly",
        "effective",
        "method",
        "genetic",
        "immunization",
        "multiplexed",
        "screening",
        "screening",
        "sorting",
        "technology",
        "efficient",
        "antibody",
        "expression",
        "stable",
        "cell",
        "line",
        "development",
        "lead",
        "selection",
        "optimization",
        "characterization",
        "acquisition",
        "next",
        "generation",
        "antibody",
        "discovery",
        "technology",
        "building",
        "immunoprecise",
        "goal",
        "revolutionizing",
        "therapeutic",
        "antibody",
        "discovery",
        "novel",
        "proprietary",
        "technology",
        "based",
        "immunization",
        "augmented",
        "lymphoid",
        "tumor",
        "cell",
        "line",
        "ideal",
        "generating",
        "strong",
        "immune",
        "response",
        "low",
        "immunogenic",
        "difficult",
        "target",
        "proprietary",
        "technology",
        "isolation",
        "immunized",
        "animal",
        "human",
        "resulting",
        "large",
        "number",
        "high",
        "affinity",
        "therapeutic",
        "diagnostic",
        "antibody",
        "proprietary",
        "platform",
        "rapid",
        "cloning",
        "selection",
        "high",
        "expression",
        "purification",
        "antibody",
        "stable",
        "cell",
        "line",
        "development",
        "proprietary",
        "electrofusion",
        "fifteen",
        "time",
        "15x",
        "efficient",
        "traditional",
        "human",
        "patient",
        "human",
        "llama",
        "vhh",
        "scfv",
        "naïve",
        "custom",
        "phage",
        "library",
        "supporting",
        "customizable",
        "service",
        "antibody",
        "chimerization",
        "fc",
        "region",
        "choice",
        "robust",
        "efficient",
        "humanization",
        "service",
        "affinity",
        "maturation",
        "overall",
        "increased",
        "probability",
        "discovering",
        "antibody",
        "translates",
        "greater",
        "success",
        "clinic",
        "level",
        "jennifer",
        "bath",
        "ceo",
        "immunoprecise",
        "stated",
        "acquisition",
        "modiquest",
        "confirms",
        "commitment",
        "excellence",
        "cro",
        "focused",
        "next",
        "generation",
        "antibody",
        "discovery",
        "utilizing",
        "team",
        "extensive",
        "experience",
        "combined",
        "modiquest",
        "proprietary",
        "technology",
        "reduce",
        "timeline",
        "enhance",
        "unique",
        "capability",
        "generate",
        "therapeutic",
        "antibody",
        "highest",
        "probability",
        "clinical",
        "success",
        "immunoprecise",
        "continues",
        "bring",
        "related",
        "core",
        "activity",
        "within",
        "one",
        "company",
        "acquisition",
        "immediately",
        "accretive",
        "positive",
        "impact",
        "consolidated",
        "revenue",
        "earnings",
        "near",
        "future",
        "term",
        "acquisition",
        "financing",
        "immunoprecise",
        "acquired",
        "modiquest",
        "sister",
        "entity",
        "immulease",
        "immulease",
        "aggregate",
        "purchase",
        "price",
        "c",
        "purchase",
        "price",
        "immulease",
        "holding",
        "company",
        "owning",
        "research",
        "equipment",
        "used",
        "modiquest",
        "operation",
        "c",
        "purchase",
        "price",
        "paid",
        "closing",
        "consisting",
        "c",
        "cash",
        "common",
        "share",
        "immunoprecise",
        "valued",
        "price",
        "c",
        "per",
        "share",
        "remaining",
        "c",
        "purchase",
        "price",
        "paid",
        "three",
        "annual",
        "installment",
        "consisting",
        "equal",
        "part",
        "cash",
        "equity",
        "annual",
        "installment",
        "payment",
        "adjusted",
        "downwards",
        "upwards",
        "prorated",
        "basis",
        "modiquest",
        "ebitda",
        "fiscal",
        "year",
        "preceding",
        "date",
        "payment",
        "less",
        "average",
        "ebitda",
        "previous",
        "two",
        "fiscal",
        "year",
        "conjunction",
        "closing",
        "transaction",
        "immunoprecise",
        "completed",
        "previously",
        "announced",
        "debenture",
        "debenture",
        "financing",
        "principal",
        "amount",
        "c",
        "offering",
        "debenture",
        "unsecured",
        "bear",
        "interest",
        "rate",
        "per",
        "annum",
        "payable",
        "due",
        "eighteen",
        "month",
        "date",
        "issue",
        "offering",
        "holder",
        "debenture",
        "received",
        "detachable",
        "share",
        "purchase",
        "warrant",
        "warrant",
        "every",
        "debenture",
        "subscribed",
        "holder",
        "warrant",
        "exercisable",
        "per",
        "share",
        "period",
        "four",
        "year",
        "date",
        "issue",
        "proceeds",
        "offering",
        "used",
        "satisfy",
        "closing",
        "cash",
        "payment",
        "acquire",
        "modiquest",
        "immulease",
        "offering",
        "immunoprecise",
        "paid",
        "following",
        "finder",
        "fee",
        "cash",
        "share",
        "immunoprecise",
        "warrant",
        "immunoprecise",
        "antibody",
        "immunoprecise",
        "therapeutic",
        "antibody",
        "discovery",
        "company",
        "focused",
        "next",
        "generation",
        "antibody",
        "discovery",
        "deliver",
        "antibody",
        "shorter",
        "period",
        "time",
        "highest",
        "probability",
        "succeeding",
        "clinical",
        "trial",
        "immunoprecise",
        "operates",
        "state",
        "art",
        "laboratory",
        "facility",
        "located",
        "vancouver",
        "island",
        "technology",
        "park",
        "victoria",
        "british",
        "columbia",
        "house",
        "tissue",
        "culture",
        "molecular",
        "facility",
        "well",
        "animal",
        "care",
        "unit",
        "member",
        "canadian",
        "council",
        "animal",
        "care",
        "association",
        "express",
        "subsidiary",
        "laboratory",
        "operation",
        "life",
        "science",
        "incubator",
        "utrecht",
        "science",
        "park",
        "utrecht",
        "netherlands",
        "service",
        "offered",
        "customer",
        "include",
        "development",
        "humanized",
        "mouse",
        "rat",
        "monoclonal",
        "antibody",
        "recombinant",
        "rabbit",
        "monoclonal",
        "antibody",
        "wide",
        "spectrum",
        "antigen",
        "well",
        "polyclonal",
        "antibody",
        "assay",
        "recombinant",
        "protein",
        "manufacturing",
        "advanced",
        "solution",
        "challenge",
        "faced",
        "client",
        "research",
        "development",
        "addition",
        "cryopreservation",
        "service",
        "provided",
        "storage",
        "valuable",
        "biological",
        "material",
        "including",
        "hybridoma",
        "clone",
        "plasmid",
        "construct",
        "cell",
        "line",
        "antibody",
        "produced",
        "immunoprecise",
        "target",
        "wide",
        "variety",
        "therapeutic",
        "diagnostic",
        "research",
        "application",
        "immunoprecise",
        "employ",
        "highly",
        "experienced",
        "group",
        "r",
        "scientist",
        "last",
        "year",
        "investment",
        "innovative",
        "proprietary",
        "technology",
        "method",
        "vastly",
        "improved",
        "speed",
        "efficiency",
        "monoclonal",
        "polyclonal",
        "antibody",
        "production",
        "measure",
        "ebitda",
        "ebitda",
        "measure",
        "recognized",
        "ifrs",
        "however",
        "management",
        "immunoprecise",
        "belief",
        "shareholder",
        "creditor",
        "stakeholder",
        "investment",
        "analyst",
        "prefer",
        "measure",
        "included",
        "reported",
        "measure",
        "operating",
        "performance",
        "proxy",
        "cash",
        "flow",
        "facilitate",
        "valuation",
        "analysis",
        "ebitda",
        "defined",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "restructuring",
        "cost",
        "impairment",
        "charge",
        "gain",
        "loss",
        "management",
        "belief",
        "ebitda",
        "useful",
        "measure",
        "facilitates",
        "operating",
        "comparison",
        "ebitda",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "reader",
        "cautioned",
        "ebitda",
        "alternative",
        "measure",
        "determined",
        "accordance",
        "ifrs",
        "construed",
        "indicator",
        "performance",
        "cash",
        "flow",
        "profitability",
        "financial",
        "information",
        "anticipated",
        "annualized",
        "revenue",
        "anticipated",
        "annualized",
        "ebitda",
        "news",
        "release",
        "contains",
        "financial",
        "information",
        "financial",
        "outlook",
        "information",
        "fofi",
        "immunoprecise",
        "additional",
        "anticipated",
        "revenue",
        "acquisition",
        "modiquest",
        "fofi",
        "contained",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "provided",
        "purpose",
        "providing",
        "information",
        "immunoprecise",
        "anticipated",
        "future",
        "business",
        "operation",
        "immunoprecise",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "fofi",
        "contained",
        "news",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "unless",
        "required",
        "pursuant",
        "applicable",
        "law",
        "fofi",
        "contained",
        "news",
        "release",
        "used",
        "purpose",
        "disclosed",
        "herein",
        "news",
        "release",
        "immunoprecise",
        "us",
        "anticipated",
        "annualized",
        "revenue",
        "anticipated",
        "annualized",
        "ebitda",
        "provide",
        "measure",
        "anticipated",
        "future",
        "financial",
        "performance",
        "immunoprecise",
        "using",
        "current",
        "financial",
        "information",
        "relating",
        "modiquest",
        "date",
        "news",
        "release",
        "anticipated",
        "accretive",
        "annualized",
        "revenue",
        "anticipated",
        "accretive",
        "annualized",
        "ebitda",
        "projection",
        "additional",
        "revenue",
        "earnings",
        "immunoprecise",
        "expects",
        "fiscal",
        "resulting",
        "acquisition",
        "modiquest",
        "anticipated",
        "annualized",
        "revenue",
        "anticipated",
        "annualized",
        "ebitda",
        "based",
        "assumption",
        "modiquest",
        "revenue",
        "earnings",
        "historical",
        "revenue",
        "c",
        "fiscal",
        "c",
        "fiscal",
        "unaudited",
        "forward",
        "looking",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "extent",
        "recitation",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "company",
        "us",
        "word",
        "may",
        "would",
        "could",
        "likely",
        "expect",
        "believe",
        "intend",
        "similar",
        "expression",
        "identify",
        "statement",
        "statement",
        "based",
        "assumption",
        "analysis",
        "made",
        "immunoprecise",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "however",
        "whether",
        "actual",
        "result",
        "development",
        "conform",
        "immunoprecise",
        "expectation",
        "prediction",
        "subject",
        "number",
        "risk",
        "assumption",
        "uncertainty",
        "many",
        "factor",
        "could",
        "cause",
        "immunoprecise",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "contained",
        "news",
        "release",
        "factor",
        "include",
        "among",
        "thing",
        "actual",
        "revenue",
        "earnings",
        "modiquest",
        "lower",
        "anticipated",
        "risk",
        "uncertainty",
        "described",
        "immunoprecise",
        "annual",
        "management",
        "discussion",
        "analysis",
        "fiscal",
        "year",
        "ended",
        "april",
        "accessed",
        "statement",
        "contained",
        "herein",
        "speak",
        "date",
        "press",
        "release",
        "unless",
        "required",
        "applicable",
        "law",
        "immunoprecise",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "immunoprecise",
        "antibody",
        "ltd"
    ]
}