{
    "organizations": [],
    "uuid": "8b83fc54e5e41af6b4cf198d168adcec9a6455f4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/globe-newswire-ether-capital-expects-to-commence-trading-on-april-19-2018.html",
    "ord_in_thread": 0,
    "title": "Ether Capital Expects to Commence Trading on April 19, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Announces Closing of Reverse Takeover Transaction and Completion of Related Subscription Receipt Offering\nNOT FOR DISTRIBUTION TO US NEWSWIRES OR DISSEMINATION IN THE UNITED STATES\nTORONTO, April 18, 2018 (GLOBE NEWSWIRE) -- Ether Capital Corporation (NEO:ETHC) (“ Ether Capital ” or the “ Company ”, formerly named Movit Media Corp.) is pleased to announce that it has completed its previously announced reverse takeover transaction (“ Transaction ”) pursuant to which it has acquired all of the issued and outstanding shares of Ethereum Capital Inc. (“ Ethereum Capital ”) by way of a three-cornered amalgamation. In connection with the Transaction, the Company has delisted its common shares (“ Shares ”) from the TSX Venture Exchange (“ TSXV ”) and listed its Shares for trading on the Aequitas NEO Exchange (the “ NEO Exchange ”) under the symbol “ETHC”. The Company expects that the Shares will begin trading on the NEO Exchange on April 19, 2018.\n“The completion of this transaction and commencement of public trading represents a critical step in Ether Capital’s mission,” said Som Seif, Executive Chairman and Co-Chief Investment Officer of Ether Capital. “We are excited to provide investors with the opportunity to invest in the first publicly listed company focused solely on the Ethereum ecosystem and to help drive industry-shifting disruptive technologies,” said Mr. Seif.\n“Through Version One, I’ve had the opportunity to experience first-hand the innovation that blockchain technologies are bringing to a number of industries,” said Boris Wertz, Lead Independent Director of Ether Capital. “The combination of resources and industry-leading expertise that Ether Capital has allows us to be at the forefront of this innovation and capitalize on opportunities in the sector,” said Mr. Wertz.\nImmediately following the commencement of trading, Ether Capital will begin implementing its business plan which will initially involve investing the majority of its available funds in Ethereum’s native utility token “Ether” as a strategic asset. Ether Capital will opportunistically acquire Ether through exchanges/brokerages approved by the Company, targeting a total investment of 80-90 percent of its available capital into Ether. The Company will announce material changes and will disclose its holdings in Ether in the “Investors” section of its website, which will be updated at a minimum on the last day of each week.\nCompletion of Ethereum Capital’s Subscription Receipt Offering\nImmediately prior to the closing of the Transaction, the escrow release conditions for Ethereum Capital’s previously announced private placement offering (“ Offering ”) of 18,000,000 subscription receipts (“ Subscription Receipts ”) at a price of $2.50 per Subscription Receipt were satisfied and the net proceeds of the Offering in the amount of approximately $42.2 million were released to the Company. In addition, on the escrow release, each holder of Subscription Receipts received one common share in Ethereum Capital (“ ECI Share ”) for each Subscription Receipt held.\nOn the closing of the Transaction, Ethereum Capital amalgamated with the Company’s wholly-owned subsidiary, with the amalgamated entity becoming a wholly-owned subsidiary of the Company. Ether Capital plans to use the net proceeds of the Offering to implement the Company’s strategy though a combination of acquiring Ether and through strategic acquisitions of Ethereum-based businesses.\nCommencement of Trading\nThe Company’s common shares are expected to commence trading on the NEO Exchange at market open on April 19, 2018 under the ticker symbol “ETHC”, subject to final approval by NEO Exchange.\nThe Transaction\nIn accordance with the terms of the transition agreement (the “ Transition Agreement ”) dated January 29, 2018, among the Company, its wholly-owned subsidiary and Ethereum Capital, the Company continued from British Columbia to Ontario, consolidated its Shares on the basis of one post-consolidation Share for every 12.5 Shares issued and outstanding and changed its name to “Ether Capital Corporation”. The Company also adopted a new by-law and share compensation plan. In effecting the reverse takeover by way of amalgamation, each ECI Share was cancelled and the holders thereof received one Share for each ECI Share held. After giving effect to the Offering and the Transaction, there are approximately 20,776,289 post-consolidation Shares issued and outstanding.\nNew Board of Directors and Management Team\nIn connection with the Transaction, the Company welcomes a new Board of Directors and management team. The Company is led by an experienced group of individuals from both the technology and investment sectors, including Co-Chief Investment Officers Som Seif and Benjamin Roberts, CEO Michael Conn and CFO Scott Bartholomew. The Board of Directors, elected at a meeting of shareholders of the Company on April 13, 2018 to serve effective on the closing of the Transaction, includes:\nBen Roberts, Co-Founder and Chief Executive Officer of Citizen Hex; John Ruffolo, Executive Managing Director of OMERS Platform Investments; Joey Krug, Co-Founder of Augur and Co-Chief Investment Officer of Pantera Capital; Boris Wertz, Founding Partner of Version One; Liam Horne, Co-Founder of Counterfactual and L4 Ventures; Colleen McMorrow, Director at Exco Technologies and former Audit Partner at Ernst & Young; Cam di Prata, Founder and Managing Partner of Gibraltar & Co.; Michael H. Conn, Founder and Managing Partner of Quail Creek Partners; and Som Seif, Founder and Chief Executive Officer of Purpose Investments.\nAbout Ether Capital Corporation\nEther Capital is a Toronto-based technology company whose objective is to become the central business and investment hub for the Ethereum ecosystem. Ether Capital will invest in Ethereum’s native utility token “Ether” as a strategic asset, and selectively invest in or acquire Ethereum-based businesses. Founded by a highly experienced Board of Directors and management team, Ether Capital has the resources, experience and relationships to support businesses and invest in industry-shifting disruptive technologies. For more information, visit http://ethcap.co/\nFurther Information\nFor further information concerning this press release, please contact:\nMichael Conn\nChief Executive Officer, Ether Capital\n1-416-583-5541\nmconn@ethcap.co\nThis press release is not an offer of securities for sale in the United States, and the securities described in this press release may not be offered or sold in the United States absent registration or an exemption from registration. The securities have not been and will not be registered under the United States Securities Act of 1933.\nThe NEO Exchange does not accept responsibility for the adequacy or accuracy of this release.\nForward-Looking Information\nThis press release contains “forward-looking information” within the meaning of applicable Canadian securities legislation. Generally, forward-looking information can be identified by the use of forward-looking terminology such as “plans”, “expects” or “does not expect”, “is expected”, “scheduled”, “intends”, “anticipates” or “does not anticipate”, or “believes”, or variations of such words and phrases or statements that certain actions, events or results “may”, “could”, “would”, “might” or “will” occur or be achieved. Forward-looking information includes, but is not limited to, statements in regard to the prospects for blockchain technology and the Ethereum platform, the Company’s business and strategy, the use of proceeds from the Offering, and the listing of common shares on the NEO Exchange and timing thereof.\nForward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information. Such factors include, but are not limited to: general business, economic, competitive, geopolitical, technological and social uncertainties; uncertainties in regard to the development and acceptance of blockchain technology and the Ethereum platform; uncertain capital markets; and delay or failure to receive board, shareholder or regulatory approvals. Although the forward-looking information is based on the Company’s reasonable assumptions at the date such statements are made, there can be no assurance that the common shares will be listed on the NEO Exchange or that the forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such forward-looking information. Accordingly, readers should not place undue reliance on forward-looking information. The Company does not undertake to update or revise any forward-looking information, except in accordance with applicable securities laws.\nSource:Ether Capital Corporation",
    "published": "2018-04-18T16:42:00.000+03:00",
    "crawled": "2018-04-18T17:04:26.027+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "announces",
        "closing",
        "reverse",
        "takeover",
        "transaction",
        "completion",
        "related",
        "subscription",
        "receipt",
        "offering",
        "distribution",
        "u",
        "newswires",
        "dissemination",
        "united",
        "state",
        "toronto",
        "april",
        "globe",
        "newswire",
        "ether",
        "capital",
        "corporation",
        "neo",
        "ethc",
        "ether",
        "capital",
        "company",
        "formerly",
        "named",
        "movit",
        "medium",
        "pleased",
        "announce",
        "completed",
        "previously",
        "announced",
        "reverse",
        "takeover",
        "transaction",
        "transaction",
        "pursuant",
        "acquired",
        "issued",
        "outstanding",
        "share",
        "ethereum",
        "capital",
        "ethereum",
        "capital",
        "way",
        "amalgamation",
        "connection",
        "transaction",
        "company",
        "delisted",
        "common",
        "share",
        "share",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "listed",
        "share",
        "trading",
        "aequitas",
        "neo",
        "exchange",
        "neo",
        "exchange",
        "symbol",
        "ethc",
        "company",
        "expects",
        "share",
        "begin",
        "trading",
        "neo",
        "exchange",
        "april",
        "completion",
        "transaction",
        "commencement",
        "public",
        "trading",
        "represents",
        "critical",
        "step",
        "ether",
        "capital",
        "mission",
        "said",
        "som",
        "seif",
        "executive",
        "chairman",
        "investment",
        "officer",
        "ether",
        "capital",
        "excited",
        "provide",
        "investor",
        "opportunity",
        "invest",
        "first",
        "publicly",
        "listed",
        "company",
        "focused",
        "solely",
        "ethereum",
        "ecosystem",
        "help",
        "drive",
        "disruptive",
        "technology",
        "said",
        "seif",
        "version",
        "one",
        "opportunity",
        "experience",
        "innovation",
        "blockchain",
        "technology",
        "bringing",
        "number",
        "industry",
        "said",
        "boris",
        "wertz",
        "lead",
        "independent",
        "director",
        "ether",
        "capital",
        "combination",
        "resource",
        "expertise",
        "ether",
        "capital",
        "allows",
        "u",
        "forefront",
        "innovation",
        "capitalize",
        "opportunity",
        "sector",
        "said",
        "wertz",
        "immediately",
        "following",
        "commencement",
        "trading",
        "ether",
        "capital",
        "begin",
        "implementing",
        "business",
        "plan",
        "initially",
        "involve",
        "investing",
        "majority",
        "available",
        "fund",
        "ethereum",
        "native",
        "utility",
        "token",
        "ether",
        "strategic",
        "asset",
        "ether",
        "capital",
        "opportunistically",
        "acquire",
        "ether",
        "approved",
        "company",
        "targeting",
        "total",
        "investment",
        "percent",
        "available",
        "capital",
        "ether",
        "company",
        "announce",
        "material",
        "change",
        "disclose",
        "holding",
        "ether",
        "investor",
        "section",
        "website",
        "updated",
        "minimum",
        "last",
        "day",
        "week",
        "completion",
        "ethereum",
        "capital",
        "subscription",
        "receipt",
        "offering",
        "immediately",
        "prior",
        "closing",
        "transaction",
        "escrow",
        "release",
        "condition",
        "ethereum",
        "capital",
        "previously",
        "announced",
        "private",
        "placement",
        "offering",
        "offering",
        "subscription",
        "receipt",
        "subscription",
        "receipt",
        "price",
        "per",
        "subscription",
        "receipt",
        "satisfied",
        "net",
        "proceeds",
        "offering",
        "amount",
        "approximately",
        "million",
        "released",
        "company",
        "addition",
        "escrow",
        "release",
        "holder",
        "subscription",
        "receipt",
        "received",
        "one",
        "common",
        "share",
        "ethereum",
        "capital",
        "eci",
        "share",
        "subscription",
        "receipt",
        "held",
        "closing",
        "transaction",
        "ethereum",
        "capital",
        "amalgamated",
        "company",
        "subsidiary",
        "amalgamated",
        "entity",
        "becoming",
        "subsidiary",
        "company",
        "ether",
        "capital",
        "plan",
        "use",
        "net",
        "proceeds",
        "offering",
        "implement",
        "company",
        "strategy",
        "though",
        "combination",
        "acquiring",
        "ether",
        "strategic",
        "acquisition",
        "business",
        "commencement",
        "trading",
        "company",
        "common",
        "share",
        "expected",
        "commence",
        "trading",
        "neo",
        "exchange",
        "market",
        "open",
        "april",
        "ticker",
        "symbol",
        "ethc",
        "subject",
        "final",
        "approval",
        "neo",
        "exchange",
        "transaction",
        "accordance",
        "term",
        "transition",
        "agreement",
        "transition",
        "agreement",
        "dated",
        "january",
        "among",
        "company",
        "subsidiary",
        "ethereum",
        "capital",
        "company",
        "continued",
        "british",
        "columbia",
        "ontario",
        "consolidated",
        "share",
        "basis",
        "one",
        "share",
        "every",
        "share",
        "issued",
        "outstanding",
        "changed",
        "name",
        "ether",
        "capital",
        "corporation",
        "company",
        "also",
        "adopted",
        "new",
        "share",
        "compensation",
        "plan",
        "effecting",
        "reverse",
        "takeover",
        "way",
        "amalgamation",
        "eci",
        "share",
        "cancelled",
        "holder",
        "thereof",
        "received",
        "one",
        "share",
        "eci",
        "share",
        "held",
        "giving",
        "effect",
        "offering",
        "transaction",
        "approximately",
        "share",
        "issued",
        "outstanding",
        "new",
        "board",
        "director",
        "management",
        "team",
        "connection",
        "transaction",
        "company",
        "welcome",
        "new",
        "board",
        "director",
        "management",
        "team",
        "company",
        "led",
        "experienced",
        "group",
        "individual",
        "technology",
        "investment",
        "sector",
        "including",
        "investment",
        "officer",
        "som",
        "seif",
        "benjamin",
        "robert",
        "ceo",
        "michael",
        "conn",
        "cfo",
        "scott",
        "bartholomew",
        "board",
        "director",
        "elected",
        "meeting",
        "shareholder",
        "company",
        "april",
        "serve",
        "effective",
        "closing",
        "transaction",
        "includes",
        "ben",
        "robert",
        "chief",
        "executive",
        "officer",
        "citizen",
        "hex",
        "john",
        "ruffolo",
        "executive",
        "managing",
        "director",
        "omers",
        "platform",
        "investment",
        "joey",
        "krug",
        "augur",
        "investment",
        "officer",
        "pantera",
        "capital",
        "boris",
        "wertz",
        "founding",
        "partner",
        "version",
        "one",
        "liam",
        "horne",
        "counterfactual",
        "l4",
        "venture",
        "colleen",
        "mcmorrow",
        "director",
        "exco",
        "technology",
        "former",
        "audit",
        "partner",
        "ernst",
        "young",
        "cam",
        "di",
        "prata",
        "founder",
        "managing",
        "partner",
        "gibraltar",
        "michael",
        "conn",
        "founder",
        "managing",
        "partner",
        "quail",
        "creek",
        "partner",
        "som",
        "seif",
        "founder",
        "chief",
        "executive",
        "officer",
        "purpose",
        "investment",
        "ether",
        "capital",
        "corporation",
        "ether",
        "capital",
        "technology",
        "company",
        "whose",
        "objective",
        "become",
        "central",
        "business",
        "investment",
        "hub",
        "ethereum",
        "ecosystem",
        "ether",
        "capital",
        "invest",
        "ethereum",
        "native",
        "utility",
        "token",
        "ether",
        "strategic",
        "asset",
        "selectively",
        "invest",
        "acquire",
        "business",
        "founded",
        "highly",
        "experienced",
        "board",
        "director",
        "management",
        "team",
        "ether",
        "capital",
        "resource",
        "experience",
        "relationship",
        "support",
        "business",
        "invest",
        "disruptive",
        "technology",
        "information",
        "visit",
        "http",
        "information",
        "information",
        "concerning",
        "press",
        "release",
        "please",
        "contact",
        "michael",
        "conn",
        "chief",
        "executive",
        "officer",
        "ether",
        "capital",
        "mconn",
        "press",
        "release",
        "offer",
        "security",
        "sale",
        "united",
        "state",
        "security",
        "described",
        "press",
        "release",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "exemption",
        "registration",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "neo",
        "exchange",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "scheduled",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "occur",
        "achieved",
        "information",
        "includes",
        "limited",
        "statement",
        "regard",
        "prospect",
        "blockchain",
        "technology",
        "ethereum",
        "platform",
        "company",
        "business",
        "strategy",
        "use",
        "proceeds",
        "offering",
        "listing",
        "common",
        "share",
        "neo",
        "exchange",
        "timing",
        "thereof",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "factor",
        "include",
        "limited",
        "general",
        "business",
        "economic",
        "competitive",
        "geopolitical",
        "technological",
        "social",
        "uncertainty",
        "uncertainty",
        "regard",
        "development",
        "acceptance",
        "blockchain",
        "technology",
        "ethereum",
        "platform",
        "uncertain",
        "capital",
        "market",
        "delay",
        "failure",
        "receive",
        "board",
        "shareholder",
        "regulatory",
        "approval",
        "although",
        "information",
        "based",
        "company",
        "reasonable",
        "assumption",
        "date",
        "statement",
        "made",
        "assurance",
        "common",
        "share",
        "listed",
        "neo",
        "exchange",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "company",
        "undertake",
        "update",
        "revise",
        "information",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "ether",
        "capital",
        "corporation"
    ]
}