{
    "organizations": [],
    "uuid": "e69581062e1c710b1b1c24cfc818bd39b9e557cd",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/09/trumps-war-on-immigration-causing-silicon-valley-brain-drain.html",
    "ord_in_thread": 0,
    "title": "Trump's war on immigration causing Silicon Valley brain drain",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Silicon Valley is fighting a brain-drain war with Trump that it may lose Trump is narrowing requirements for skilled foreign workers who want H-1B visas. The goal aims to cut back on the hiring of immigrants for entry-level STEM jobs. In Silicon Valley at least 57% of workers in STEM jobs with a bachelor's degree or higher were born outside the U.S. Increasingly, foreign-born university students are returning home to start businesses. Ellen Sheng, special to CNBC.com Published 1 Hour Ago CNBC.com Ronen Tivony | NurPhoto | Getty Images Hardships for foreign entrepreneurs in the U.S. have increased, thanks to the heightened vetting of H-1B visas, Trump's Muslim ban and an increasingly hostile stance toward immigration. \nAfter six years at LinkedIn, Vikram Rangnekar wanted to go back to his entrepreneurial roots. There was just one big obstacle. \nRangnekar, a cloud computing developer and former Techcrunch50 winner, was working in Silicon Valley on an H-1B visa. Since H-1B visas are tied to jobs, his options were limited: Get a job at another company or try to get a visa on his own and start a company. Both came with one huge drawback: Any change to his job would reset the clock on his green card application. Green cards are allotted by country; the backlog for citizens from populous countries such as India or China is now more than 10 years. \n\"We decided the indefinite wait was not for us, and we started thinking about our next play,\" he said. \nThat next play turned out to be Toronto. \"The permanent-resident process (Canada's green card equivalent) is easy, and if you have all the points, it takes less than six months. The government is working hard to help and improve the start-up scene,\" he said. \nNow happily settled in Toronto with his family, he started a site, movnorth.com, to help others like him. \"People who have been in the U.S. for 10 to 15 years and still restricted by a work visa are thinking, where can we invest time and have something more permanent?'\" Alternatives to U.S. citizenship \nRangnekar is one of a growing number of highly educated foreign entrepreneurs in the United States who have started looking at alternatives to the obstacle-strewn path to U.S. citizenship. Hardships for foreign entrepreneurs in the United States have increased as of late, thanks to the heightened vetting of H-1B visas , Trump's Muslim ban and an increasingly hostile stance toward immigration. Source: Deepa Chaudhary Software engineer Vikram Rangnekar left Silicon Valley for Toronto to launch a start-up because of work visa difficulties. \nTrump, through a number of executive orders and memos from various U.S. agencies has started narrowing visa requirements. In February the U.S Citizenship and Immigration Services agency put out a new policy memo requiring \" detailed documentation\" about H-1B workers employed at third-party work sites to demonstrate that employees are actually filling specialty roles for which they were hired. The move is designed to cut down on \"benching\" — a practice in which employers hire entry-level software engineers from overseas, pay them the minimum required wage or less and shuffle them to subsidiaries. \nAlthough it is important to close some of the loopholes in the H-1B visa program, these actions could also have unintended consequences. Often lost in the political rhetoric is the fact that immigration is a critical issue for the U.S. economy and our nation's competitive position. The National Foundation for American Policy found that immigrants have started more than half of the country's billion-dollar start-up companies. Some of the more prominent examples include SpaceX and Tesla founder Elon Musk , from South Africa, and Google co-founder Sergey Brin , an immigrant from the former Soviet Union. Getty Images The National Foundation for American Policy found that immigrants have started more than half of the U.S.'s billion-dollar start-up companies. One example is Google co-founder Sergey Brin, who emigrated from the former Soviet Union. \nMore from @Work: \nThe cities vying for Amazon's HQ2 are fighting the wrong war \nThe H-1B visa is the primary avenue for skilled immigrants to enter the United States. While it's well known that companies in Silicon Valley rely on H-1B visas, it is also used heavily by companies in New York, Texas and Washington, D.C. A recent Pew Research Center report revealed that between 2010 and 2016, almost a third of visas went to businesses in the New York City area. Increased restrictions and rejections of H-1B visas have companies worried. \nRecent reports suggest that restrictions on foreign-born workers could have outsized impact on the tech industry. A recent report from the Silicon Valley Competitiveness and Innovation Project found that the country's largest tech companies rely more on foreign-born workers than domestic ones. In Silicon Valley at least 57 percent of workers in science, tech, engineering and mathematics with a bachelor's degree or higher were born outside the United States, the report said. According to data from the U.S. Department of Labor, IBM applied for 12,381 H-1B visas last year, Microsoft 5,029 visas and Google 4,897. Brain drain begins \nFor decades the United States has attracted some of the best and brightest. Now some are starting to see the reverse happen. Vivek Wadhwa, a distinguished fellow and adjunct professor at Carnegie Mellon University's College of Engineering and author of The Immigrant Exodus: Why America Is Losing the Global Race to Capture Entrepreneurial Talent, said that in his current class at Carnegie Mellon, not one of the foreign students is looking to stay. Foreign students from India, China and elsewhere who used to stay are now returning to their home countries to start businesses. This is alarming because it will adversely impact U.S. innovation, Wadhwa said. \n\"In the next five to 10 years, we're going to be competing with China and India and Singapore and many other countries all over the world for talent like never before,\" he said. show chapters 12:40 PM ET Fri, 6 April 2018 | 01:02 \nThe U.S. has seen its share of tech \"unicorns\" drop dramatically in recent years, according to data from CB Insights. Of the 214 unicorn start-ups globally, 41 percent are based in the United States compared to 75 percent in 2013. Meanwhile, the proliferation of tech unicorns from outside has been increasing, especially from China. China is now home to 36 percent of tech unicorns compared to 12 percent in 2014. \nIf we keep going on the path we are on, China will have more tech unicorns than the United States. China is catching up to the United States in advanced technology on everything from artificial intelligence and gene editing to quantum computing, Wadhwa said, adding that once that happens, \"China will be neck-to-neck with Silicon Valley, and then they're going to eat our lunch.\" Toughened immigration policies \nTo be sure, U.S. immigration has been difficult for quite some time, but now Trump's executive orders and antiimmigration rhetoric has further accelerated the trend. \nTahmina Watson, Seattle-based immigration attorney and author of The Startup Visa: Key to Job Growth & Economic Prosperity in America, said she's started to see extreme scrutiny of H-1B visa applications. Routine applications that were once commonly accepted are now sent back requiring more documentation. H-1B visa extensions are facing more scrutiny. Watson is also seeing a sudden spike in H-1B visa denials. \nWhile some of the scrutiny is an attempt to close loopholes in the H-1B program, the result is that talented, legitimate applicants are being turned away. Antiimmigration policies will likely hurt American workers, Watson said, noting that for every H-1B worker, five jobs are created. Another visa that would have been a boost to Silicon Valley's start-up scene has also been quashed. The international entrepreneur rule, or start-up visa, would have allowed qualified foreign entrepreneurs to stay in the United States to build businesses. It was set to go into effect last year but has been delayed and looks to be on the chopping block. \n\"The shortsightedness will be felt in upcoming months and years. To make America great again, scrutinizing business visas is not the way to go,\" she said. Filling the void \nAs the United States closes its borders, other countries are courting the world's best and brightest to come and start businesses. France introduced a new tech visa program last year, and French president Emmanuel Macron has said he aims to make France a \"Startup Nation .\" Canada launched a program to fast-track visas and short-term work permits for highly skilled foreign workers. When the U.S. Citizenship and Immigration Services department said in June they would stop premium processing of H-1B visas for up to six months, Canada stepped up and said it would fast-track applications. India's commerce ministry and various government arms have created innovation labs and incubators in efforts to develop the country's start-up scene, while China has vowed to invest vigorously in artificial intelligence to create a $150 billion industry by 2030. \"In the wake of our administration's policies, it's becoming easier for others to fill the void,\" said David Brown, a serial entrepreneur and founder of Techstars, which helps start-ups through accelerator programs and investment. Brown said that Techstar's Toronto program is reaping the benefit of entrepreneurs who are leaving the United States for Canada. \nWhether the current tide of people leaving becomes a wave has yet to be determined. But meanwhile, \"the rhetoric has got people really stressed. They just want to do work and spend time with their families, not deal with political pressure,\" said Rangnekar. \n\"The U.S. is still a great place to be. It's not too late. Silicon Valley is still the most amazing place in the world; people still want to be here if they have a choice. The problem is, we give them no choice,\" Wadhwa said. \n— By Ellen Sheng, special to CNBC.com Related Securities",
    "published": "2018-04-09T17:17:00.000+03:00",
    "crawled": "2018-04-09T16:36:56.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "silicon",
        "valley",
        "fighting",
        "war",
        "trump",
        "may",
        "lose",
        "trump",
        "narrowing",
        "requirement",
        "skilled",
        "foreign",
        "worker",
        "want",
        "visa",
        "goal",
        "aim",
        "cut",
        "back",
        "hiring",
        "immigrant",
        "stem",
        "job",
        "silicon",
        "valley",
        "least",
        "worker",
        "stem",
        "job",
        "bachelor",
        "degree",
        "higher",
        "born",
        "outside",
        "increasingly",
        "university",
        "student",
        "returning",
        "home",
        "start",
        "business",
        "ellen",
        "sheng",
        "special",
        "published",
        "hour",
        "ago",
        "ronen",
        "tivony",
        "nurphoto",
        "getty",
        "image",
        "hardship",
        "foreign",
        "entrepreneur",
        "increased",
        "thanks",
        "heightened",
        "vetting",
        "visa",
        "trump",
        "muslim",
        "ban",
        "increasingly",
        "hostile",
        "stance",
        "toward",
        "immigration",
        "six",
        "year",
        "linkedin",
        "vikram",
        "rangnekar",
        "wanted",
        "go",
        "back",
        "entrepreneurial",
        "root",
        "one",
        "big",
        "obstacle",
        "rangnekar",
        "cloud",
        "computing",
        "developer",
        "former",
        "techcrunch50",
        "winner",
        "working",
        "silicon",
        "valley",
        "visa",
        "since",
        "visa",
        "tied",
        "job",
        "option",
        "limited",
        "get",
        "job",
        "another",
        "company",
        "try",
        "get",
        "visa",
        "start",
        "company",
        "came",
        "one",
        "huge",
        "drawback",
        "change",
        "job",
        "would",
        "reset",
        "clock",
        "green",
        "card",
        "application",
        "green",
        "card",
        "allotted",
        "country",
        "backlog",
        "citizen",
        "populous",
        "country",
        "india",
        "china",
        "year",
        "decided",
        "indefinite",
        "wait",
        "u",
        "started",
        "thinking",
        "next",
        "play",
        "said",
        "next",
        "play",
        "turned",
        "toronto",
        "process",
        "canada",
        "green",
        "card",
        "equivalent",
        "easy",
        "point",
        "take",
        "less",
        "six",
        "month",
        "government",
        "working",
        "hard",
        "help",
        "improve",
        "scene",
        "said",
        "happily",
        "settled",
        "toronto",
        "family",
        "started",
        "site",
        "help",
        "others",
        "like",
        "people",
        "year",
        "still",
        "restricted",
        "work",
        "visa",
        "thinking",
        "invest",
        "time",
        "something",
        "permanent",
        "alternative",
        "citizenship",
        "rangnekar",
        "one",
        "growing",
        "number",
        "highly",
        "educated",
        "foreign",
        "entrepreneur",
        "united",
        "state",
        "started",
        "looking",
        "alternative",
        "path",
        "citizenship",
        "hardship",
        "foreign",
        "entrepreneur",
        "united",
        "state",
        "increased",
        "late",
        "thanks",
        "heightened",
        "vetting",
        "visa",
        "trump",
        "muslim",
        "ban",
        "increasingly",
        "hostile",
        "stance",
        "toward",
        "immigration",
        "source",
        "deepa",
        "chaudhary",
        "software",
        "engineer",
        "vikram",
        "rangnekar",
        "left",
        "silicon",
        "valley",
        "toronto",
        "launch",
        "work",
        "visa",
        "difficulty",
        "trump",
        "number",
        "executive",
        "order",
        "memo",
        "various",
        "agency",
        "started",
        "narrowing",
        "visa",
        "requirement",
        "february",
        "citizenship",
        "immigration",
        "service",
        "agency",
        "put",
        "new",
        "policy",
        "memo",
        "requiring",
        "detailed",
        "documentation",
        "worker",
        "employed",
        "work",
        "site",
        "demonstrate",
        "employee",
        "actually",
        "filling",
        "specialty",
        "role",
        "hired",
        "move",
        "designed",
        "cut",
        "benching",
        "practice",
        "employer",
        "hire",
        "software",
        "engineer",
        "overseas",
        "pay",
        "minimum",
        "required",
        "wage",
        "less",
        "shuffle",
        "subsidiary",
        "although",
        "important",
        "close",
        "loophole",
        "visa",
        "program",
        "action",
        "could",
        "also",
        "unintended",
        "consequence",
        "often",
        "lost",
        "political",
        "rhetoric",
        "fact",
        "immigration",
        "critical",
        "issue",
        "economy",
        "nation",
        "competitive",
        "position",
        "national",
        "foundation",
        "american",
        "policy",
        "found",
        "immigrant",
        "started",
        "half",
        "country",
        "company",
        "prominent",
        "example",
        "include",
        "spacex",
        "tesla",
        "founder",
        "elon",
        "musk",
        "south",
        "africa",
        "google",
        "sergey",
        "brin",
        "immigrant",
        "former",
        "soviet",
        "union",
        "getty",
        "image",
        "national",
        "foundation",
        "american",
        "policy",
        "found",
        "immigrant",
        "started",
        "half",
        "company",
        "one",
        "example",
        "google",
        "sergey",
        "brin",
        "emigrated",
        "former",
        "soviet",
        "union",
        "work",
        "city",
        "vying",
        "amazon",
        "hq2",
        "fighting",
        "wrong",
        "war",
        "visa",
        "primary",
        "avenue",
        "skilled",
        "immigrant",
        "enter",
        "united",
        "state",
        "well",
        "known",
        "company",
        "silicon",
        "valley",
        "rely",
        "visa",
        "also",
        "used",
        "heavily",
        "company",
        "new",
        "york",
        "texas",
        "washington",
        "recent",
        "pew",
        "research",
        "center",
        "report",
        "revealed",
        "almost",
        "third",
        "visa",
        "went",
        "business",
        "new",
        "york",
        "city",
        "area",
        "increased",
        "restriction",
        "rejection",
        "visa",
        "company",
        "worried",
        "recent",
        "report",
        "suggest",
        "restriction",
        "worker",
        "could",
        "outsized",
        "impact",
        "tech",
        "industry",
        "recent",
        "report",
        "silicon",
        "valley",
        "competitiveness",
        "innovation",
        "project",
        "found",
        "country",
        "largest",
        "tech",
        "company",
        "rely",
        "worker",
        "domestic",
        "one",
        "silicon",
        "valley",
        "least",
        "percent",
        "worker",
        "science",
        "tech",
        "engineering",
        "mathematics",
        "bachelor",
        "degree",
        "higher",
        "born",
        "outside",
        "united",
        "state",
        "report",
        "said",
        "according",
        "data",
        "department",
        "labor",
        "ibm",
        "applied",
        "visa",
        "last",
        "year",
        "microsoft",
        "visa",
        "google",
        "brain",
        "drain",
        "begin",
        "decade",
        "united",
        "state",
        "attracted",
        "best",
        "brightest",
        "starting",
        "see",
        "reverse",
        "happen",
        "vivek",
        "wadhwa",
        "distinguished",
        "fellow",
        "adjunct",
        "professor",
        "carnegie",
        "mellon",
        "university",
        "college",
        "engineering",
        "author",
        "immigrant",
        "exodus",
        "america",
        "losing",
        "global",
        "race",
        "capture",
        "entrepreneurial",
        "talent",
        "said",
        "current",
        "class",
        "carnegie",
        "mellon",
        "one",
        "foreign",
        "student",
        "looking",
        "stay",
        "foreign",
        "student",
        "india",
        "china",
        "elsewhere",
        "used",
        "stay",
        "returning",
        "home",
        "country",
        "start",
        "business",
        "alarming",
        "adversely",
        "impact",
        "innovation",
        "wadhwa",
        "said",
        "next",
        "five",
        "year",
        "going",
        "competing",
        "china",
        "india",
        "singapore",
        "many",
        "country",
        "world",
        "talent",
        "like",
        "never",
        "said",
        "show",
        "chapter",
        "pm",
        "et",
        "fri",
        "april",
        "seen",
        "share",
        "tech",
        "unicorn",
        "drop",
        "dramatically",
        "recent",
        "year",
        "according",
        "data",
        "cb",
        "insight",
        "unicorn",
        "globally",
        "percent",
        "based",
        "united",
        "state",
        "compared",
        "percent",
        "meanwhile",
        "proliferation",
        "tech",
        "unicorn",
        "outside",
        "increasing",
        "especially",
        "china",
        "china",
        "home",
        "percent",
        "tech",
        "unicorn",
        "compared",
        "percent",
        "keep",
        "going",
        "path",
        "china",
        "tech",
        "unicorn",
        "united",
        "state",
        "china",
        "catching",
        "united",
        "state",
        "advanced",
        "technology",
        "everything",
        "artificial",
        "intelligence",
        "gene",
        "editing",
        "quantum",
        "computing",
        "wadhwa",
        "said",
        "adding",
        "happens",
        "china",
        "silicon",
        "valley",
        "going",
        "eat",
        "lunch",
        "toughened",
        "immigration",
        "policy",
        "sure",
        "immigration",
        "difficult",
        "quite",
        "time",
        "trump",
        "executive",
        "order",
        "antiimmigration",
        "rhetoric",
        "accelerated",
        "trend",
        "tahmina",
        "watson",
        "immigration",
        "attorney",
        "author",
        "startup",
        "visa",
        "key",
        "job",
        "growth",
        "economic",
        "prosperity",
        "america",
        "said",
        "started",
        "see",
        "extreme",
        "scrutiny",
        "visa",
        "application",
        "routine",
        "application",
        "commonly",
        "accepted",
        "sent",
        "back",
        "requiring",
        "documentation",
        "visa",
        "extension",
        "facing",
        "scrutiny",
        "watson",
        "also",
        "seeing",
        "sudden",
        "spike",
        "visa",
        "denial",
        "scrutiny",
        "attempt",
        "close",
        "loophole",
        "program",
        "result",
        "talented",
        "legitimate",
        "applicant",
        "turned",
        "away",
        "antiimmigration",
        "policy",
        "likely",
        "hurt",
        "american",
        "worker",
        "watson",
        "said",
        "noting",
        "every",
        "worker",
        "five",
        "job",
        "created",
        "another",
        "visa",
        "would",
        "boost",
        "silicon",
        "valley",
        "scene",
        "also",
        "quashed",
        "international",
        "entrepreneur",
        "rule",
        "visa",
        "would",
        "allowed",
        "qualified",
        "foreign",
        "entrepreneur",
        "stay",
        "united",
        "state",
        "build",
        "business",
        "set",
        "go",
        "effect",
        "last",
        "year",
        "delayed",
        "look",
        "chopping",
        "block",
        "shortsightedness",
        "felt",
        "upcoming",
        "month",
        "year",
        "make",
        "america",
        "great",
        "scrutinizing",
        "business",
        "visa",
        "way",
        "go",
        "said",
        "filling",
        "void",
        "united",
        "state",
        "close",
        "border",
        "country",
        "courting",
        "world",
        "best",
        "brightest",
        "come",
        "start",
        "business",
        "france",
        "introduced",
        "new",
        "tech",
        "visa",
        "program",
        "last",
        "year",
        "french",
        "president",
        "emmanuel",
        "macron",
        "said",
        "aim",
        "make",
        "france",
        "startup",
        "nation",
        "canada",
        "launched",
        "program",
        "visa",
        "work",
        "permit",
        "highly",
        "skilled",
        "foreign",
        "worker",
        "citizenship",
        "immigration",
        "service",
        "department",
        "said",
        "june",
        "would",
        "stop",
        "premium",
        "processing",
        "visa",
        "six",
        "month",
        "canada",
        "stepped",
        "said",
        "would",
        "application",
        "india",
        "commerce",
        "ministry",
        "various",
        "government",
        "arm",
        "created",
        "innovation",
        "lab",
        "incubator",
        "effort",
        "develop",
        "country",
        "scene",
        "china",
        "vowed",
        "invest",
        "vigorously",
        "artificial",
        "intelligence",
        "create",
        "billion",
        "industry",
        "wake",
        "administration",
        "policy",
        "becoming",
        "easier",
        "others",
        "fill",
        "void",
        "said",
        "david",
        "brown",
        "serial",
        "entrepreneur",
        "founder",
        "techstars",
        "help",
        "accelerator",
        "program",
        "investment",
        "brown",
        "said",
        "techstar",
        "toronto",
        "program",
        "reaping",
        "benefit",
        "entrepreneur",
        "leaving",
        "united",
        "state",
        "canada",
        "whether",
        "current",
        "tide",
        "people",
        "leaving",
        "becomes",
        "wave",
        "yet",
        "determined",
        "meanwhile",
        "rhetoric",
        "got",
        "people",
        "really",
        "stressed",
        "want",
        "work",
        "spend",
        "time",
        "family",
        "deal",
        "political",
        "pressure",
        "said",
        "rangnekar",
        "still",
        "great",
        "place",
        "late",
        "silicon",
        "valley",
        "still",
        "amazing",
        "place",
        "world",
        "people",
        "still",
        "want",
        "choice",
        "problem",
        "give",
        "choice",
        "wadhwa",
        "said",
        "ellen",
        "sheng",
        "special",
        "related",
        "security"
    ]
}