{
    "organizations": [],
    "uuid": "bb8bdb3b5c2cb9a5f6def155bb6d3ae32509cbf6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/13/globe-newswire-global-blockchain-technologies-announces-results-of-annual-general-and-special-meeting-and-engages-irth-communications-for.html",
    "ord_in_thread": 0,
    "title": "Global Blockchain Technologies Announces Results of Annual General and Special Meeting and Engages IRTH Communications for IR",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, April 13, 2018 (GLOBE NEWSWIRE) -- GLOBAL BLOCKCHAIN TECHNOLOGIES CORP. (CSE:BLOC) (CSE:BLOC.CN) (CSE:BLOC.CNX) (FSE:BWSP) (OTC:BLKCF) (\"BLOC\" or the \"Company\") is pleased to announce the results of its annual general and special meeting (the “Meeting”) of shareholders which was held on April 10, 2018.\nAt the Meeting, all resolutions proposed in the Company’s Information Circular dated March 1, 2018 were accepted by Company shareholders, including the election of Messrs. Theo van der Linde, Brendan Purdy, Steven Nerayoff and Peter McCague as directors (the “Board”). At the Meeting, shareholders also approved the re-appointment of Charlton & Company, Chartered Professional Accountants as the Company’s auditor, the renewal of the Company’s 10% rolling stock option plan and the Plan of Arrangement with Global Blockchain Mining Corp.\nFollowing the Meeting, the Board re-appointed Theo van der Linde as the Chief Financial Officer, Rik Willard as the Chief Executive Officer and Shidan Gouran as the President. The Board also appointed Theo van der Linde, Brendan Purdy and Peter McCague to the Audit Committee.\nThe Company is pleased to report that the Company’s shareholders approved the spinout of Global Blockchain Mining Corp. The Company is now in the process of filing the relevant listing statements with the CSE to commence trading on the CSE under the symbol FORK.\nThe Company is also pleased to announce that it has retained IRTH Communications, LLC (“IRTH”) to spearhead its shareholder communications and investor relations initiatives. IRTH is based in Santa Monica, California and is a provider of investor relations, financial marketing and strategic consulting services for high-growth, small-cap companies. With IRTH’s expertise in navigating the finance world from a marketing and IR perspective, the Company and its shareholders look forward to the new opportunities that IRTH’s initiatives will generate.\nIRTH will design and execute a comprehensive investor relations strategy designed to increase the Company’s visibility and value proposition in the marketplace to investment advisors, retail investors, investment dealers, institutional investors and other financial professionals. As the relatively new blockchain and cryptocurrency sector continues to become established in the finance and technology industries, this strategy will be key to influentially positioning the Company as a propelling force of this sector.\nIRTH was retained by the Company for an initial term of 12 months, with an automatic 12-month renewal unless the Company provides notice of its intention to terminate the agreement on the expiration of the initial term. IRTH is paid a monthly fee of $7,500 (USD) plus an annual set-up fee of $100,000 (USD). An additional $100,000 (USD) set-up fee will be payable if the company renews the agreement.\nThe company and IRTH act at arm's length. To the knowledge of the company, IRTH has no present interest, directly or indirectly, in the company or its securities.\nAbout Global Blockchain Technologies Corp.\nThe Company provides investors access to a basket of direct and indirect holdings within the blockchain space, managed by a team of industry pioneers and early adopters of all major cryptocurrencies.\nThe Company is focused on streamlining the currently arduous, lengthy, and complicated process that interested investors must undergo in order to gain exposure to the cryptocurrency space, with a view to becoming the first vertically-integrated originator and manager of top tier blockchains and digital currencies.\nBLOC is listed on the Canadian Securities Exchange (“CSE”) and its common shares trade under the ticker symbol \"BLOC\". Additional information relating to BLOC is available on SEDAR at www.sedar.com , the CSE at www.theCSE.com , as well as on the Company's website at www.globalblockchain.io .\nOn behalf of the Company:\nShidan Gouran, President\n(416) 854-3017\nFor more information, please contact:\nIRTH Communications, LLC\nir@globalblockchain.io\n800-689-8089\nCautionary Note Regarding Forward-Looking Information\nThis news release contains “forward-looking information” within the meaning of applicable securities laws. Generally, any statements that are not historical facts may contain forward-looking information, and forward-looking information can be identified by the use of forward-looking terminology such as “plans”, “expects” or “does not expect”, “is expected”, “budget”, “scheduled”, “estimates”, “forecasts”, “intends”, “anticipates” or “does not anticipate”, or “believes”, or variations of such words and phrases or indicates that certain actions, events or results “may”, “could”, “would”, “might” or “will be” taken, “occur” or “be achieved”. Forward-looking information includes, but is not limited to the Company’s goal of streamlining the current arduous, lengthy and complicated process that interested investors need to undergo in order to gain exposure to the cryptocurrency space with a view to becoming the first vertically integrated originator and manager of top-tier blockchains and digital currencies. The Company has no assets and its business plan is purely conceptual in nature and there is no assurance that it will be implemented as set out herein, or at all. Forward-looking information is based on certain factors and assumptions the Company believes to be reasonable at the time such statements are made, including but not limited to: statements and expectations regarding the ability of the Company to (i) successfully engage senior management with appropriate industry experience and expertise, (ii) gain access to and acquire a basket of cryptocurrency assets and pre-ICO and ICO financings on favourable terms or at all, (iii) successfully create its own tokens and ICO’s, and (iv) execute on future M&A opportunities in the cryptocurrency space; receipt of required regulatory approvals; the availability of necessary financing; permitting and such other assumptions and factors as set out herein. Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information, including but not limited to: risks related to changes in cryptocurrency prices; the estimation of personnel and operating costs; general global markets and economic conditions; risks associated with uninsurable risks; risks associated with currency fluctuations; competition faced in securing experienced personnel with appropriate industry experience and expertise; risks associated with changes in the financial auditing and corporate governance standards applicable to cryptocurrencies and ICO’s; risks related to potential conflicts of interest; the reliance on key personnel; financing, capitalization and liquidity risks including the risk that the financing necessary to fund continued development of the Company’s business plan may not be available on satisfactory terms, or at all; the risk of potential dilution through the issuance of additional common shares of the Company; the risk of litigation. Although the Company has attempted to identify important factors that could cause actual results to differ materially from the forward-looking information set out in this presentation, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such information. Accordingly, readers should not place undue reliance on forward-looking information. Forward-looking statements are made based on management's beliefs, estimates and opinions on the date that statements are made and the Company undertakes no obligation to update forward-looking statements if these beliefs, estimates and opinions or other circumstances should change, except as required by laws. Investors are cautioned against attributing undue certainty to forward-looking statements.\nNeither the CSE nor its Regulation Services Provider (as that term is defined in the policies of the CSE) accepts responsibility for the adequacy or accuracy of this release.\nSource:Global Blockchain Technologies Corp.",
    "published": "2018-04-13T15:02:00.000+03:00",
    "crawled": "2018-04-13T18:09:11.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "global",
        "blockchain",
        "technology",
        "cse",
        "bloc",
        "cse",
        "cse",
        "fse",
        "bwsp",
        "otc",
        "blkcf",
        "bloc",
        "company",
        "pleased",
        "announce",
        "result",
        "annual",
        "general",
        "special",
        "meeting",
        "meeting",
        "shareholder",
        "held",
        "april",
        "meeting",
        "resolution",
        "proposed",
        "company",
        "information",
        "circular",
        "dated",
        "march",
        "accepted",
        "company",
        "shareholder",
        "including",
        "election",
        "theo",
        "van",
        "der",
        "linde",
        "brendan",
        "purdy",
        "steven",
        "nerayoff",
        "peter",
        "mccague",
        "director",
        "board",
        "meeting",
        "shareholder",
        "also",
        "approved",
        "charlton",
        "company",
        "chartered",
        "professional",
        "accountant",
        "company",
        "auditor",
        "renewal",
        "company",
        "rolling",
        "stock",
        "option",
        "plan",
        "plan",
        "arrangement",
        "global",
        "blockchain",
        "mining",
        "following",
        "meeting",
        "board",
        "theo",
        "van",
        "der",
        "linde",
        "chief",
        "financial",
        "officer",
        "rik",
        "willard",
        "chief",
        "executive",
        "officer",
        "shidan",
        "gouran",
        "president",
        "board",
        "also",
        "appointed",
        "theo",
        "van",
        "der",
        "linde",
        "brendan",
        "purdy",
        "peter",
        "mccague",
        "audit",
        "committee",
        "company",
        "pleased",
        "report",
        "company",
        "shareholder",
        "approved",
        "spinout",
        "global",
        "blockchain",
        "mining",
        "company",
        "process",
        "filing",
        "relevant",
        "listing",
        "statement",
        "cse",
        "commence",
        "trading",
        "cse",
        "symbol",
        "fork",
        "company",
        "also",
        "pleased",
        "announce",
        "retained",
        "irth",
        "communication",
        "llc",
        "irth",
        "spearhead",
        "shareholder",
        "communication",
        "investor",
        "relation",
        "initiative",
        "irth",
        "based",
        "santa",
        "monica",
        "california",
        "provider",
        "investor",
        "relation",
        "financial",
        "marketing",
        "strategic",
        "consulting",
        "service",
        "company",
        "irth",
        "expertise",
        "navigating",
        "finance",
        "world",
        "marketing",
        "ir",
        "perspective",
        "company",
        "shareholder",
        "look",
        "forward",
        "new",
        "opportunity",
        "irth",
        "initiative",
        "generate",
        "irth",
        "design",
        "execute",
        "comprehensive",
        "investor",
        "relation",
        "strategy",
        "designed",
        "increase",
        "company",
        "visibility",
        "value",
        "proposition",
        "marketplace",
        "investment",
        "advisor",
        "retail",
        "investor",
        "investment",
        "dealer",
        "institutional",
        "investor",
        "financial",
        "professional",
        "relatively",
        "new",
        "blockchain",
        "cryptocurrency",
        "sector",
        "continues",
        "become",
        "established",
        "finance",
        "technology",
        "industry",
        "strategy",
        "key",
        "influentially",
        "positioning",
        "company",
        "propelling",
        "force",
        "sector",
        "irth",
        "retained",
        "company",
        "initial",
        "term",
        "month",
        "automatic",
        "renewal",
        "unless",
        "company",
        "provides",
        "notice",
        "intention",
        "terminate",
        "agreement",
        "expiration",
        "initial",
        "term",
        "irth",
        "paid",
        "monthly",
        "fee",
        "usd",
        "plus",
        "annual",
        "fee",
        "usd",
        "additional",
        "usd",
        "fee",
        "payable",
        "company",
        "renews",
        "agreement",
        "company",
        "irth",
        "act",
        "arm",
        "length",
        "knowledge",
        "company",
        "irth",
        "present",
        "interest",
        "directly",
        "indirectly",
        "company",
        "security",
        "global",
        "blockchain",
        "technology",
        "company",
        "provides",
        "investor",
        "access",
        "basket",
        "direct",
        "indirect",
        "holding",
        "within",
        "blockchain",
        "space",
        "managed",
        "team",
        "industry",
        "pioneer",
        "early",
        "adopter",
        "major",
        "cryptocurrencies",
        "company",
        "focused",
        "streamlining",
        "currently",
        "arduous",
        "lengthy",
        "complicated",
        "process",
        "interested",
        "investor",
        "must",
        "undergo",
        "order",
        "gain",
        "exposure",
        "cryptocurrency",
        "space",
        "view",
        "becoming",
        "first",
        "originator",
        "manager",
        "top",
        "tier",
        "blockchains",
        "digital",
        "currency",
        "bloc",
        "listed",
        "canadian",
        "security",
        "exchange",
        "cse",
        "common",
        "share",
        "trade",
        "ticker",
        "symbol",
        "bloc",
        "additional",
        "information",
        "relating",
        "bloc",
        "available",
        "sedar",
        "cse",
        "well",
        "company",
        "website",
        "behalf",
        "company",
        "shidan",
        "gouran",
        "president",
        "information",
        "please",
        "contact",
        "irth",
        "communication",
        "llc",
        "ir",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "generally",
        "statement",
        "historical",
        "fact",
        "may",
        "contain",
        "information",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "indicates",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "includes",
        "limited",
        "company",
        "goal",
        "streamlining",
        "current",
        "arduous",
        "lengthy",
        "complicated",
        "process",
        "interested",
        "investor",
        "need",
        "undergo",
        "order",
        "gain",
        "exposure",
        "cryptocurrency",
        "space",
        "view",
        "becoming",
        "first",
        "vertically",
        "integrated",
        "originator",
        "manager",
        "blockchains",
        "digital",
        "currency",
        "company",
        "asset",
        "business",
        "plan",
        "purely",
        "conceptual",
        "nature",
        "assurance",
        "implemented",
        "set",
        "herein",
        "information",
        "based",
        "certain",
        "factor",
        "assumption",
        "company",
        "belief",
        "reasonable",
        "time",
        "statement",
        "made",
        "including",
        "limited",
        "statement",
        "expectation",
        "regarding",
        "ability",
        "company",
        "successfully",
        "engage",
        "senior",
        "management",
        "appropriate",
        "industry",
        "experience",
        "expertise",
        "ii",
        "gain",
        "access",
        "acquire",
        "basket",
        "cryptocurrency",
        "asset",
        "ico",
        "financing",
        "favourable",
        "term",
        "iii",
        "successfully",
        "create",
        "token",
        "ico",
        "iv",
        "execute",
        "future",
        "opportunity",
        "cryptocurrency",
        "space",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "availability",
        "necessary",
        "financing",
        "permitting",
        "assumption",
        "factor",
        "set",
        "herein",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "including",
        "limited",
        "risk",
        "related",
        "change",
        "cryptocurrency",
        "price",
        "estimation",
        "personnel",
        "operating",
        "cost",
        "general",
        "global",
        "market",
        "economic",
        "condition",
        "risk",
        "associated",
        "uninsurable",
        "risk",
        "risk",
        "associated",
        "currency",
        "fluctuation",
        "competition",
        "faced",
        "securing",
        "experienced",
        "personnel",
        "appropriate",
        "industry",
        "experience",
        "expertise",
        "risk",
        "associated",
        "change",
        "financial",
        "auditing",
        "corporate",
        "governance",
        "standard",
        "applicable",
        "cryptocurrencies",
        "ico",
        "risk",
        "related",
        "potential",
        "conflict",
        "interest",
        "reliance",
        "key",
        "personnel",
        "financing",
        "capitalization",
        "liquidity",
        "risk",
        "including",
        "risk",
        "financing",
        "necessary",
        "fund",
        "continued",
        "development",
        "company",
        "business",
        "plan",
        "may",
        "available",
        "satisfactory",
        "term",
        "risk",
        "potential",
        "dilution",
        "issuance",
        "additional",
        "common",
        "share",
        "company",
        "risk",
        "litigation",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "information",
        "set",
        "presentation",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "made",
        "based",
        "management",
        "belief",
        "estimate",
        "opinion",
        "date",
        "statement",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "belief",
        "estimate",
        "opinion",
        "circumstance",
        "change",
        "except",
        "required",
        "law",
        "investor",
        "cautioned",
        "attributing",
        "undue",
        "certainty",
        "statement",
        "neither",
        "cse",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "cse",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "global",
        "blockchain",
        "technology",
        "corp"
    ]
}