{
    "organizations": [],
    "uuid": "a6cb3b29d6076e3d5f1a6c4355067ef0065a8fa9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/business-wire-aquantia-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Aquantia Announces 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Q1 2018 Revenue up 20 percent from Q1 2017\nSAN JOSE, Calif.--(BUSINESS WIRE)-- Aquantia Corp., (NYSE: AQ), a leader in high-speed, Multi-Gigabit Ethernet connectivity solutions, today announced financial results for its first quarter ended March 31, 2018.\nFirst Quarter 2018 Highlights:\nRevenue for the three months ended March 31, 2018 of $28.4 million, an increase of 2 percent sequentially and 20 percent year-over-year; Revenue by market for the three months ended March 31, 2018: Data Center revenue of $16.3 million, Enterprise Infrastructure revenue of $9.5 million, Access revenue of $2.5 million, and Automotive revenue of $47 thousand; Gross margin of 57 percent for the three months ended March 31, 2018, compared to 58 percent for the three months ended December 31, 2017; Operating loss of $1.7 million for the three months ended March 31, 2018, and non-GAAP operating loss of $0.8 million for the same period; and Net loss per diluted share of $0.04 for the three months ended March 31, 2018, and non-GAAP net loss per diluted share of $0.01 for the same period.\nFirst Quarter 2018 Results\nTotal revenue for the first quarter 2017 was $28.4 million, an increase of 2 percent compared to $27.8 million in the prior quarter, and an increase of 20 percent compared to $23.6 million in the first quarter 2017. Total revenue by market for the first quarter 2018 consisted of Data Center revenue of $16.3 million, Enterprise Infrastructure revenue of $9.5 million, Access revenue of $2.5 million, and Automotive revenue of $47 thousand. Total revenue by market for the first quarter 2017 consisted of Data Center revenue of $15.8 million, Enterprise Infrastructure revenue of $7.6 million and Access revenue of $0.3 million.\nGross profit for the first quarter 2018 was $16.1 million, or 57 percent of revenue, compared to $16.1 million, or 58 percent of revenue, in the prior quarter, and $13.6 million, or 58 percent of revenue, in the first quarter 2017. Operating expenses in the first quarter 2018 were $17.9 million, compared to $17.1 million in the prior quarter and $14.3 million in the first quarter 2017.\nLoss from operations for the first quarter 2018 was $1.7 million, or 6 percent of revenue, compared to $1.0 million, or 4 percent of revenue, in the prior quarter, and $0.7 million, or 3 percent of revenue, in the first quarter 2017. Non-GAAP loss from operations for the first quarter 2018 was $0.8 million, or 3 percent of revenue, compared to $0.3 million, 1 percent of revenue in the prior quarter and $0.4 million, 2 percent of revenue in the first quarter 2017.\nFirst quarter 2018 net loss was $1.4 million, or a loss of $0.04 per diluted share, compared to fourth quarter 2017 net loss of $1.1 million, or a loss of $0.05 per diluted share, and first quarter 2017 net loss of $2.0 million, or $0.45 per diluted share.\nNon-GAAP net loss for the first quarter 2018 was $0.4 million, or a loss of $0.01 per diluted share. This compares to non-GAAP net loss of $0.7 million, or a loss of $0.03 per diluted share for the fourth quarter 2017 and non-GAAP net loss of $1.1 million, or $0.25 per diluted share for the first quarter 2017.\n“We are very pleased to begin the year with stronger than anticipated revenue that is up 20 percent over the same period last year,” said Faraj Aalaei, Chairman and CEO. “The Access segment in particular is showing great momentum as we began our first volume shipments to the service provider market. We expect to see a full slate of client connectivity devices announced at Computex in the first week of June.”\nBalance Sheet\nCash, cash equivalents and short-term investments totaled $63.0 million at March 31, 2018, compared to $56.4 million at December 31, 2017. The increase of $6.6 million was primarily from changes in working capital.\nBusiness Outlook\nFor the second quarter 2018, the Company expects revenue to be in the range of $29.0 million to $31.0 million, gross margin to be in the range of 56.0 percent to 58.0 percent and operating expenses to be in the range of $18.1 million to $20.3 million, which includes stock-based compensation expenses in the range of $1.6 million to $1.8 million.\nNon-GAAP Financial Measures\nIn addition to GAAP reporting, the Company provides non-GAAP financial measures on income (loss) from operations and net income (loss). These non-GAAP financial measures exclude the income statement effects of stock-based compensation expense, amortization of acquired intangibles resulting from business combination, change in fair value of convertible preferred stock warrant liability and collaboration and development expense. The Company believes that these non-GAAP financial measures help analyze the Company’s financial results, establish budgets and operational goals for managing its business and to evaluate performance. The Company also believe that the presentation of these non-GAAP financial measures provides an additional tool for investors to use in comparing Aquantia’s core business and results of operations over multiple periods with other companies in the industry, many of which present similar non-GAAP financial measures to investors. However, the non-GAAP financial measures presented may not be comparable to similarly titled measures reported by other companies due to differences in the way that these measures are calculated. The non-GAAP financial measures presented should not be considered as the sole measure of our performance and should not be considered in isolation from, or as a substitute for, comparable financial measures calculated in accordance with GAAP.\nAbout Aquantia\nAquantia is a leader in the design, development and marketing of advanced, high-speed communications ICs for Ethernet connectivity in the Data Center, Enterprise Infrastructure, Access and Automotive markets. Aquantia’s products are designed to cost-effectively deliver leading-edge data speeds for use in the latest generation of communications infrastructure to alleviate network bandwidth bottlenecks caused by the growth of global IP. Aquantia is headquartered in Silicon Valley. For more information, visit www.aquantia.com .\nConference Call Information\nThe Company will hold its first quarter 2018, earnings conference call at 1:15 PM Pacific time (4:15 PM Eastern time) on Thursday, April 26, 2018. To access the call in the U.S., please dial +1 412-317-5415, approximately 15 minutes prior to the start of the conference call.\nA live audio webcast of the conference call and an archive for the replay will be available on the investor section of Aquantia’s website at https://investors.aquantia.com/ . To access the replay, please dial +1 412-317-0088; access code 10119354.\n(AQ-INV)\nForward-Looking Statements\nStatements in the press release for the first quarter 2018 regarding the Company, which are not historical facts, constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements may be identified by terms such as “outlook,” “believe,” “expect,” “may,” “will,” “provide,” “continue,” “could,” and “should,” and the negative of these terms or other similar expressions. These statements include statements relating to: the Company’s business outlook and current expectations for upcoming quarter, including with respect to the identify any specific projections provided; the Company’s expectations regarding growth opportunities, including data center, enterprise infrastructure, access and automotive market; and the Company’s expectations regarding product adoption. These statements are subject to significant risks and uncertainties and actual results could differ materially from those projected. The Company cautions investors not to place undue reliance on the forward-looking statements contained in this release. These risks and uncertainties include, without limitation, risks and uncertainties related to: the Company’s ability to achieve or sustain profitable operations due to its history of losses and accumulated deficit; the Company’s dependence on a limited number of customers for a substantial portion of revenue and lack of long-term purchase commitments therefrom; the Company’s ability to achieve design wins in competitive selection processes; the Company’s ability to develop new or enhanced products in a timely manner; the size and growth potential of the markets that the Company targets and the Company’s ability to compete therein; market demand for the Company’s products, including by customers of its direct customers; reliance on third parties to manufacture, assemble and test our products as well as their ability to achieve cost and yield improvements; lengthy and expensive qualification processes; product defects; the Company’s ability to obtain and maintain intellectual property protection for its technology; developments in regulation and industry standards in the United States and other jurisdictions; and other risks inherent to the fabless semiconductor business. For a discussion of these and other related risks, please refer to the Company’s recent SEC filings which are available on the SEC’s website at www.sec.gov . These forward-looking statements are based on the Company's expectations and assumptions as of the date of this press release. Except as required by law, the Company undertakes no duty or obligation to update any forward-looking statements contained in this press release as a result of new information, future events or changes in the Company's expectations.\nAQUANTIA CORP. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands, except per share amounts) (Unaudited) Three Months Ended March 31, 2018 2017 Revenue $ 28,358 $ 23,643 Cost of revenue 12,241 10,047 Gross profit\n16,117 13,596 Gross Profit Margin 56.8 % 57.5 % Operating expenses Research and development 12,574 10,407 Sales and marketing 2,287 1,634 General and administrative 2,997 2,227 Total operating expenses 17,858 14,268 Income (loss) from operations (1,741 ) (672 ) Other income (expense) 248 (1,202 ) Income (loss) before income tax expenses (1,493 ) (1,874 ) Provision for (benefit from) income taxes (125 ) 151 Net income (loss) $ (1,368 ) $ (2,025 ) Net income (loss) per share Basic $ (0.04 ) $ (0.45 ) Diluted $ (0.04 ) $ (0.45 ) Weighted - average shares used in computing net income per share: Basic (1) 33,591 4,477 Diluted 33,591 4,477 (1) The number of shares for 2017 does not reflect the conversion of convertible preferred stocks to common shares.\nAQUANTIA CORP. RECONCILIATION OF GAAP NET INCOME/(LOSS) TO NON-GAAP NET INCOME (LOSS) (in thousands, except per share amounts) (Unaudited) Three Months Ended\nMarch 31,\n2017 2016 GAAP net income (loss) $ (1,368 ) $ (2,025 ) Stock-based compensation expense: Cost of revenue 25 7 Research and development 573 132 Sales and marketing 111 27 General and administrative 269 76 Total stock-based compensation expense 978 242 Amortization of acquired intangibles resulting from business combination\n8 8 Change in fair value of convertible preferred stock warrant liability\n- 660 Non-GAAP net income (loss) $ (382 ) $ (1,115 ) GAAP basic earnings per share $ (0.04 ) $ (0.45 ) Effect of non-GAAP adjustments on basic earnings per share 0.03 0.20 Non-GAAP basic earnings per share $ (0.01 ) $ (0.25 ) GAAP diluted earnings per share $ (0.04 ) $ (0.45 ) Effect of non-GAAP adjustments on diluted earnings per share 0.03 0.20 Non-GAAP diluted earnings per share $ (0.01 ) $ (0.25 ) Weighted - average shares used in computing net income per share: Basic (1) 33,591 4,477 Diluted 33,591 4,477 GAAP Income (loss) from operations $ (1,741 ) $ (672 ) Stock-based compensation expense 978 242 Amortization of acquired intangibles resulting from business combination\n8 8 Non-GAAP income (loss) from operations $ (755 ) $ (422 ) (1) The number of shares for 2017 does not reflect the conversion of convertible preferred stocks to common shares.\nAQUANTIA CORP. CONDENSED CONSOLIDATED BALANCE SHEETS (in thousands) March 31, December 31, 2018 2017 (unaudited) (audited) Assets Current assets: Cash and cash equivalents $ 4,606 $ 8,040 Short-term investments 58,435 48,362 Accounts receivable, net 10,417 15,012 Inventories 16,156 18,469 Prepaid expenses and other current assets 3,466\n5,623 Total current assets 93,080\n95,506 Property and equipment, net 9,447 9,973 Intangible assets, net 4,354 4,556 Other assets 535 331 Total assets $ 107,486 $ 110,366 Liabilities and shareholders' equity Current liabilities: Accounts payable $ 5,792 $ 7,059 Accrued liabilities 8,039 9,217 Total current liabilities 13,831 16,276 Other long-term liabilities 3,179 3,176 Total liabilities 17,010 19,452 Stockholders' equity (deficit): Common stock - - Additional paid-in capital 289,675 288,719 Accumulated comprehensive loss (227 ) (96 ) Accumulated deficit (199,042 ) (197,709 ) Total stockholders’ equity (deficit) 90,406 90,914 Total liabilities and stockholders' equity deficit $ 107,416 $ 110,366\n //www.businesswire.com/news/home/20180426006596/en/\nAquantia Corp.\nPublic Relations Contact:\nDiane Vanasse, 408-242-0027\ndiane.vanasse@aquantia.com\nor\nInvestor Relations Contact:\nDeborah Stapleton, 650-815-1239\ndeb@stapleton.com\nSource: Aquantia Corp.",
    "published": "2018-04-27T00:05:00.000+03:00",
    "crawled": "2018-04-27T00:55:15.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q1",
        "revenue",
        "percent",
        "q1",
        "san",
        "jose",
        "business",
        "wire",
        "aquantia",
        "nyse",
        "aq",
        "leader",
        "ethernet",
        "connectivity",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "percent",
        "sequentially",
        "percent",
        "revenue",
        "market",
        "three",
        "month",
        "ended",
        "march",
        "data",
        "center",
        "revenue",
        "million",
        "enterprise",
        "infrastructure",
        "revenue",
        "million",
        "access",
        "revenue",
        "million",
        "automotive",
        "revenue",
        "thousand",
        "gross",
        "margin",
        "percent",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "percent",
        "three",
        "month",
        "ended",
        "december",
        "operating",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "loss",
        "million",
        "period",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "period",
        "first",
        "quarter",
        "result",
        "total",
        "revenue",
        "first",
        "quarter",
        "million",
        "increase",
        "percent",
        "compared",
        "million",
        "prior",
        "quarter",
        "increase",
        "percent",
        "compared",
        "million",
        "first",
        "quarter",
        "total",
        "revenue",
        "market",
        "first",
        "quarter",
        "consisted",
        "data",
        "center",
        "revenue",
        "million",
        "enterprise",
        "infrastructure",
        "revenue",
        "million",
        "access",
        "revenue",
        "million",
        "automotive",
        "revenue",
        "thousand",
        "total",
        "revenue",
        "market",
        "first",
        "quarter",
        "consisted",
        "data",
        "center",
        "revenue",
        "million",
        "enterprise",
        "infrastructure",
        "revenue",
        "million",
        "access",
        "revenue",
        "million",
        "gross",
        "profit",
        "first",
        "quarter",
        "million",
        "percent",
        "revenue",
        "compared",
        "million",
        "percent",
        "revenue",
        "prior",
        "quarter",
        "million",
        "percent",
        "revenue",
        "first",
        "quarter",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "quarter",
        "million",
        "first",
        "quarter",
        "loss",
        "operation",
        "first",
        "quarter",
        "million",
        "percent",
        "revenue",
        "compared",
        "million",
        "percent",
        "revenue",
        "prior",
        "quarter",
        "million",
        "percent",
        "revenue",
        "first",
        "quarter",
        "loss",
        "operation",
        "first",
        "quarter",
        "million",
        "percent",
        "revenue",
        "compared",
        "million",
        "percent",
        "revenue",
        "prior",
        "quarter",
        "million",
        "percent",
        "revenue",
        "first",
        "quarter",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "diluted",
        "share",
        "compared",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "loss",
        "per",
        "diluted",
        "share",
        "compare",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "pleased",
        "begin",
        "year",
        "stronger",
        "anticipated",
        "revenue",
        "percent",
        "period",
        "last",
        "year",
        "said",
        "faraj",
        "aalaei",
        "chairman",
        "ceo",
        "access",
        "segment",
        "particular",
        "showing",
        "great",
        "momentum",
        "began",
        "first",
        "volume",
        "shipment",
        "service",
        "provider",
        "market",
        "expect",
        "see",
        "full",
        "slate",
        "client",
        "connectivity",
        "device",
        "announced",
        "computex",
        "first",
        "week",
        "balance",
        "sheet",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "million",
        "primarily",
        "change",
        "working",
        "capital",
        "business",
        "outlook",
        "second",
        "quarter",
        "company",
        "expects",
        "revenue",
        "range",
        "million",
        "million",
        "gross",
        "margin",
        "range",
        "percent",
        "percent",
        "operating",
        "expense",
        "range",
        "million",
        "million",
        "includes",
        "compensation",
        "expense",
        "range",
        "million",
        "million",
        "financial",
        "measure",
        "addition",
        "gaap",
        "reporting",
        "company",
        "provides",
        "financial",
        "measure",
        "income",
        "loss",
        "operation",
        "net",
        "income",
        "loss",
        "financial",
        "measure",
        "exclude",
        "income",
        "statement",
        "effect",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "intangible",
        "resulting",
        "business",
        "combination",
        "change",
        "fair",
        "value",
        "convertible",
        "preferred",
        "stock",
        "warrant",
        "liability",
        "collaboration",
        "development",
        "expense",
        "company",
        "belief",
        "financial",
        "measure",
        "help",
        "analyze",
        "company",
        "financial",
        "result",
        "establish",
        "budget",
        "operational",
        "goal",
        "managing",
        "business",
        "evaluate",
        "performance",
        "company",
        "also",
        "believe",
        "presentation",
        "financial",
        "measure",
        "provides",
        "additional",
        "tool",
        "investor",
        "use",
        "comparing",
        "aquantia",
        "core",
        "business",
        "result",
        "operation",
        "multiple",
        "period",
        "company",
        "industry",
        "many",
        "present",
        "similar",
        "financial",
        "measure",
        "investor",
        "however",
        "financial",
        "measure",
        "presented",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "due",
        "difference",
        "way",
        "measure",
        "calculated",
        "financial",
        "measure",
        "presented",
        "considered",
        "sole",
        "measure",
        "performance",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "aquantia",
        "aquantia",
        "leader",
        "design",
        "development",
        "marketing",
        "advanced",
        "communication",
        "ic",
        "ethernet",
        "connectivity",
        "data",
        "center",
        "enterprise",
        "infrastructure",
        "access",
        "automotive",
        "market",
        "aquantia",
        "product",
        "designed",
        "deliver",
        "data",
        "speed",
        "use",
        "latest",
        "generation",
        "communication",
        "infrastructure",
        "alleviate",
        "network",
        "bandwidth",
        "bottleneck",
        "caused",
        "growth",
        "global",
        "ip",
        "aquantia",
        "headquartered",
        "silicon",
        "valley",
        "information",
        "visit",
        "conference",
        "call",
        "information",
        "company",
        "hold",
        "first",
        "quarter",
        "earnings",
        "conference",
        "call",
        "pm",
        "pacific",
        "time",
        "pm",
        "eastern",
        "time",
        "thursday",
        "april",
        "access",
        "call",
        "please",
        "dial",
        "approximately",
        "minute",
        "prior",
        "start",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "archive",
        "replay",
        "available",
        "investor",
        "section",
        "aquantia",
        "website",
        "http",
        "access",
        "replay",
        "please",
        "dial",
        "access",
        "code",
        "statement",
        "statement",
        "press",
        "release",
        "first",
        "quarter",
        "regarding",
        "company",
        "historical",
        "fact",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "term",
        "outlook",
        "believe",
        "expect",
        "may",
        "provide",
        "continue",
        "could",
        "negative",
        "term",
        "similar",
        "expression",
        "statement",
        "include",
        "statement",
        "relating",
        "company",
        "business",
        "outlook",
        "current",
        "expectation",
        "upcoming",
        "quarter",
        "including",
        "respect",
        "identify",
        "specific",
        "projection",
        "provided",
        "company",
        "expectation",
        "regarding",
        "growth",
        "opportunity",
        "including",
        "data",
        "center",
        "enterprise",
        "infrastructure",
        "access",
        "automotive",
        "market",
        "company",
        "expectation",
        "regarding",
        "product",
        "adoption",
        "statement",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "company",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "release",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "related",
        "company",
        "ability",
        "achieve",
        "sustain",
        "profitable",
        "operation",
        "due",
        "history",
        "loss",
        "accumulated",
        "deficit",
        "company",
        "dependence",
        "limited",
        "number",
        "customer",
        "substantial",
        "portion",
        "revenue",
        "lack",
        "purchase",
        "commitment",
        "therefrom",
        "company",
        "ability",
        "achieve",
        "design",
        "win",
        "competitive",
        "selection",
        "process",
        "company",
        "ability",
        "develop",
        "new",
        "enhanced",
        "product",
        "timely",
        "manner",
        "size",
        "growth",
        "potential",
        "market",
        "company",
        "target",
        "company",
        "ability",
        "compete",
        "therein",
        "market",
        "demand",
        "company",
        "product",
        "including",
        "customer",
        "direct",
        "customer",
        "reliance",
        "third",
        "party",
        "manufacture",
        "assemble",
        "test",
        "product",
        "well",
        "ability",
        "achieve",
        "cost",
        "yield",
        "improvement",
        "lengthy",
        "expensive",
        "qualification",
        "process",
        "product",
        "defect",
        "company",
        "ability",
        "obtain",
        "maintain",
        "intellectual",
        "property",
        "protection",
        "technology",
        "development",
        "regulation",
        "industry",
        "standard",
        "united",
        "state",
        "jurisdiction",
        "risk",
        "inherent",
        "fabless",
        "semiconductor",
        "business",
        "discussion",
        "related",
        "risk",
        "please",
        "refer",
        "company",
        "recent",
        "sec",
        "filing",
        "available",
        "sec",
        "website",
        "statement",
        "based",
        "company",
        "expectation",
        "assumption",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "company",
        "undertakes",
        "duty",
        "obligation",
        "update",
        "statement",
        "contained",
        "press",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "company",
        "expectation",
        "aquantia",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "share",
        "reflect",
        "conversion",
        "convertible",
        "preferred",
        "stock",
        "common",
        "share",
        "aquantia",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "net",
        "income",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "loss",
        "compensation",
        "expense",
        "cost",
        "revenue",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "intangible",
        "resulting",
        "business",
        "combination",
        "change",
        "fair",
        "value",
        "convertible",
        "preferred",
        "stock",
        "warrant",
        "liability",
        "net",
        "income",
        "loss",
        "gaap",
        "basic",
        "earnings",
        "per",
        "share",
        "effect",
        "adjustment",
        "basic",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "effect",
        "adjustment",
        "diluted",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "gaap",
        "income",
        "loss",
        "operation",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "intangible",
        "resulting",
        "business",
        "combination",
        "income",
        "loss",
        "operation",
        "number",
        "share",
        "reflect",
        "conversion",
        "convertible",
        "preferred",
        "stock",
        "common",
        "share",
        "aquantia",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "audited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "aquantia",
        "public",
        "relation",
        "contact",
        "diane",
        "vanasse",
        "investor",
        "relation",
        "contact",
        "deborah",
        "stapleton",
        "deb",
        "source",
        "aquantia",
        "corp"
    ]
}