{
    "organizations": [],
    "uuid": "7e59666253122465a782a903e260aee3f2e01906",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/pr-newswire-arc-group-inc-announces-record-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "ARC Group, Inc. Announces Record 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "JACKSONVILLE, Fla., April 2, 2018 /PRNewswire/ -- ARC Group, Inc. (OTC: ARCK), the owner, operator and franchisor of the award-winning Dick's Wings & Grill ® concept, announced financial results for its 2017 fiscal year highlighted by record revenue, net income and cash flows from operations.\n2017 Financial Highlights\nThe Company achieved the following financial results for its 2017 fiscal year:\nRevenue increased 248% to $4,445,663 for 2017 from $1,275,448 for 2016. Loss from operations decreased $728,611 to $84,614 during 2017 compared to $813,225 during 2016. Adjusted income from operations, a non-GAAP measure, was $388,591 during 2017 compared to $380,790 during 2016. Net income was $344,740, or $0.05 per share, during 2017 compared to net loss of $813,713, or $0.12 per share, during 2016. Adjusted net income, a non-GAAP measure, was $388,591 during 2017 compared to $380,790 during 2016. Adjusted net income per share was $0.06 for 2017 and 2016. Cash flows from operations was $248,345 during 2017 compared to cash used by operations of $10,087 during 2016, an improvement of $258,432.\nA reconciliation of adjusted income from operations, adjusted net income, and adjusted earnings per share on a GAAP and non-GAAP basis is included in the table below entitled \"Reconciliation of GAAP to non-GAAP Financial Measures\".\n\"We are very excited about our 2017 results,\" stated Richard W. Akam, Chief Executive Officer of ARC Group. \"The revenue, net income and cash flows that we generated this past year are by far the best we have achieved since becoming a publicly-traded company in 2011. Our financial results were positively impacted by the two company-owned restaurants that we purchased in December 2016 through our acquisition of Seediv. We generated $3,502,080 of sales through these restaurants during 2017, a substantial increase from the $130,861 that we generated during the short period that we owned them during 2016.\"\n\"Our results from continuing operations were very strong this past year when you consider the effects of certain non-cash expenses and other one-time items,\" stated Seenu G. Kasturi, President and Chief Financial Officer of ARC Group. \"These charges collectively accounted for more than $470,000. With these charges added back, our adjusted income from operations was $388,591. Our cash flows were similarly very strong this year, as we generated $248,345 in positive cash flow from operating activities.\"\n2017 Highlights and Outlook\nThe Company had several notable achievements during 2017, including the following:\nSeenu G. Kasturi was appointed as the Company's President, Chief Financial Officer and Chairman of the Board of Directors. The Company entered into a new partnership with the NFL's Jacksonville Jaguars under which it will serve as a sponsor of the Jaguars for the next five football seasons under the designation \"Official Wings of the Jacksonville Jaguars\" and operate two concession stands at TIAA Bank Field (formerly EverBank Field). The Company implemented an innovative stock incentive program for its franchisees to promote and more closely align the interests of the Company's franchisees with those of its shareholders.\n\"We also hired Eide Bailly LLP, one of the largest accounting firms in the country, as our new independent accounting firm this past year,\" stated Akam. \"Many of the steps that we took during 2017 were designed to position us for our next phase of growth. We intend to continue strengthening and growing our legacy Dick's Wings brand as well as acquiring financial interests in leading restaurant brands that will offer us product and geographic diversification. We also intend to continue to focus on our operational efficiencies and formalizing best practices throughout our franchise. This will help us achieve our long-term goal of transforming ARC Group into a holding company comprised of a diversified portfolio of leading brands and profitable businesses that are all strong contributors to our bottom line.\"\nDick's Wings restaurants are family fun fooderys ® where both families and sports fans can go to enjoy a unique restaurant experience from first bite to last call ® . Dick's Wings offers a variety of boldly-flavored menu items highlighted by its award-winning, Buffalo, New York-style chicken wings and hog wings and its Dick's Blingz ® boneless chicken wings, for which it boasts 365 mouth-watering flavors. It also offers customers a variety of fresh sandwiches, burgers, wraps, salads and signature waffle fries. Guests enjoy these menu items in an elevated sports-themed environment that includes flat screen TVs located throughout each restaurant and children's areas filled with video games and other forms of children's entertainment.\nDick's Wings is actively offering franchise opportunities in Florida, Georgia, Alabama, Louisiana, North Carolina and South Carolina. For more information about Dick's Wings exciting menu offering and locations, and for additional franchising information, please visit www.dickswingsandgrill.com .\nNon-GAAP Financial Measures\nThe Company prepares it's consolidated financial statements in accordance with United States generally accepted accounting principles (\"GAAP\"). In addition to disclosing financial information prepared in accordance with GAAP, this release also includes non-GAAP operating income, non-GAAP net income and non-GAAP net income per share data for the periods presented. Management uses non-GAAP financial measures internally for financial and operational decision-making and as a means to evaluate period-to-period comparisons. The Company's management believes that these non-GAAP financial measures provide useful supplemental information to management and investors regarding the performance of the Company's core business operations, enhance the overall understanding of past financial performance and future prospects, and allow for greater transparency with respect to key metrics used by management in its financial and operational decision making.\nThese non-GAAP financial measures are not recognized measures for financial statement presentation under U.S. GAAP and do not have standardized meanings. Accordingly, they may be different from similar non-GAAP financial measures presented by other companies. These non-GAAP financial measures should only be used to evaluate the Company's results of operations in conjunction with the corresponding GAAP financial measures. Investors should consider these non-GAAP financial measures as a supplement to, and not as a substitute for, corresponding financial measures calculated in accordance with GAAP.\nFor the purposes of this press release, the following non-GAAP financial measures have the following meanings:\n\"Adjusted income from operations\" means income / (loss) from operations plus depreciation expense, Seediv compensation expense, other Seediv transaction costs, the Seediv earnout payment, stock-based compensation expense, and loss on impairment of investment in Paradise on Wings.\n\"Adjusted net income\" means net loss plus interest income, interest expense, depreciation expense, Seediv compensation expense, other Seediv transaction costs, the Seediv earnout payment, stock-based compensation expense, gain on write-off of liabilities, loss from investment in Paradise on Wings, loss on impairment of investment in Paradise on Wings, gain on sale of investment in Paradise on Wings – related party, gain / (loss) on settlement of litigation, gain on settlement of liabilities, gain on write-off of notes payable, gain on write-off of stock subscriptions payable, and other income.\n\"Adjusted earnings per share\" means adjusted net income divided by the weighted average number of shares outstanding – basic and fully diluted.\nFor further information, please refer to the Company's Annual Report on Form 10-K filed with the SEC on March 30, 2018 and available online at www.sec.gov .\nFor a reconciliation of these non-GAAP financial measures to their most directly comparable GAAP financial measures, please see the table below entitled \"Reconciliation of GAAP to Non-GAAP Financial Measures\".\nAbout ARC Group, Inc.\nARC Group, Inc., headquartered in Jacksonville, Florida, is the owner, operator and franchisor of the Dick's Wings & Grill concept. Now in its 23 rd year of operation, Dick's Wings prides itself on its award-winning chicken wings, hog wings and duck wings spun in its signature sauces and seasonings. It also offers its own proprietary line of craft beers under the name \"Dick's Craft Beers\". Dick's Wings has 17 restaurants in Florida and five restaurants in Georgia. It also has two concession stands at TIAA Bank Field (formerly EverBank Field), home of the NFL's Jacksonville Jaguars.\nSafe Harbor Provision\nThis press release contains \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, as amended, that are intended to be covered by the safe harbor created thereby. All statements other than statements of historical fact contained herein, including, without limitation, statements regarding the Company's future financial position, business strategy, plans and objectives, are forward-looking statements. Forward-looking statements generally can be identified by the use of forward-looking terminology such as \"may,\" \"will,\" \"expects,\" \"intends,\" \"plans,\" \"projects,\" \"estimates,\" \"anticipates,\" or \"believes\" or the negative thereof or any variation thereon or similar terminology or expressions. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from results proposed in such statements. Although the Company believes that the expectations reflected in such forward-looking statements are reasonable, it can provide no assurance that such expectations will prove to have been correct. Important factors that could cause actual results to differ materially from the Company's expectations include, but are not limited to, those factors set forth in the Company's Annual Report on Form 10-K for the year ended December 31, 2017 and its other filings and submissions with the SEC. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date made. Except as required by law, the Company assumes no obligation to update or revise any forward-looking statements.\nARC Group, Inc.\nConsolidated Balance Sheets (Unaudited)\nDecember 31,\n2017\n2016\nAssets\nCash and cash equivalents\n$ 145,346\n$ 50,923\nAccounts receivable, net\n166,987\n67,395\nAccounts receivable, net – related party\n1,505\n14,568\nAd funds receivable, net\n36,837\n-\nAd funds receivable, net – related party\n2,280\n-\nInventory\n45,417\n45,250\nNotes receivable, net\n28,522\n63,742\nInterest receivable, net\n-\n838\nDeposits\n21,189\n1,806\nOther current assets\n5,923\n-\nTotal current assets\n454,006\n244,522\nNotes receivable, net of current portion\n5,106\n29,379\nProperty and equipment, net\n99,114\n80,948\nTotal assets\n$ 558,226\n$ 354,849\nLiabilities and stockholders' deficit\nAccounts payable and accrued expenses\n$ 467,264\n$ 735,331\nAccounts payable and accrued expenses – related party\n94,150\n98,434\nAccrued interest\n13,472\n2,594\nSettlement agreements payable\n264,997\n253,724\nAccrued legal settlement\n155,935\n148,105\nNotes payable – in default\n-\n7,000\nNotes payable – related party\n30,503\n232,572\nContingent consideration\n199,682\n20,897\nOther current liabilities\n9,147\n5,096\nTotal current liabilities\n1,235,150\n1,503,753\nTotal liabilities\n1,235,150\n1,503,753\nStockholders' equity deficit:\nClass A common stock – $0.01 par value: 100,000,000 shares authorized,\n6,950,869 and 6,647,464 shares issued and outstanding at\nDecember 31, 2017 and December 31, 2016, respectively\n69,509\n66,475\nAdditional paid-in capital\n3,995,306\n3,747,953\nStock subscriptions payable\n26,853\n150,000\nAccumulated deficit\n(4,768,592)\n(5,113,332)\nTotal stockholders' deficit\n(676,924)\n(1,148,904)\nTotal liabilities and stockholders' deficit\n$ 558,226\n$ 354,849\nARC Group, Inc.\nConsolidated Statements of Operations (Unaudited)\nFor the Years Ended December 31,\n2017\n2016\nRevenue:\nRestaurant sales\n$ 3,612,951\n$ 130,861\nFranchise and other revenue\n676,007\n630,791\nFranchise and other revenue – related party\n156,705\n513,796\nTotal net revenue\n4,445,663\n1,275,448\nOperating expenses:\nRestaurant operating costs:\nCost of sales\n1,201,825\n28,082\nLabor\n1,159,026\n32,258\nOccupancy\n238,376\n17,030\nOther operating expenses\n779,644\n10,807\nProfessional Fees\n407,512\n169,190\nEmployee compensation expense\n388,944\n502,493\nGeneral and administrative expenses\n354,950\n980,670\nLoss on impairment of investment in Paradise on Wings\n-\n348,143\nTotal operating expenses\n4,530,277\n2,088,673\nLoss from operations\n(84,614)\n(813,225)\nOther income / (expense):\nInterest expense\n(29,980)\n(37,703)\nInterest income\n2,340\n896\nGain on write-off of liabilities\n251,238\n-\nLoss from investment in Paradise on Wings\n-\n(222,685)\nGain on sale of investment in Paradise on Wings –\nrelated party\n24,000\n-\nGain on settlement of litigation\n-\n82,642\nGain on settlement of liabilities\n-\n175,449\nGain on write-off of notes payable\n7,000\n-\nGain on write-off of stock subscriptions payable\n150,000\n-\nOther income\n24,756\n913\nTotal other income / (expense)\n429,354\n(488)\nNet income / (loss)\n$ 344,740\n$ (813,713)\nNet income / (loss) per share – basic and fully diluted\n$ 0.05\n$ (0.12)\nWeighted average number of shares\noutstanding – basic and fully diluted\n6,817,310\n6,608,225\nARC Group, Inc.\nReconcilation of GAAP to Non-GAAP Financial Measures (Unaudited)\nTable 1: Adjusted Income From Operations\nFor the Years Ended December 31,\n2017\n2016\nIncome / (loss) from operations (as reported)\n$ (84,614)\n$ (813,225)\nDepreciation expense\n17,180\n507\nSeediv compensation expense\n-\n230,412\nOther Seediv transaction costs\n-\n502,856\nSeediv earnout payment\n178,785\n20,897\nStock-based compensation expense\n277,240\n91,200\nLoss on impairment of investment in Paradise on Wings\n-\n348,143\nAdjusted income from operations\n$ 388,591\n$ 380,790\nTable 2: Adjusted Net Income and Net Income Per Share\nFor the Years Ended December 31,\n2017\n2016\nNet income / (loss) (as reported)\n$ 344,740\n$ (813,713)\nInterest expense\n29,980\n37,703\nInterest income\n(2,340)\n(896)\nDepreciation expense\n17,180\n507\nSeediv compensation expense\n-\n230,412\nOther Seediv transaction costs\n-\n502,856\nSeediv earnout payment\n178,785\n20,897\nStock-based compensation expense\n277,240\n91,200\nGain on write-off of liabilities\n(251,238)\nLoss from investment in Paradise on Wings\n-\n222,685\nLoss on impairment of investment in Paradise on Wings\n-\n348,143\nGain on sale of investment in Paradise on Wings – related party\n(24,000)\n-\nGain / (loss) on settlement of litigation\n-\n(82,642)\nGain on settlement of liabilities\n-\n(175,449)\nGain on write-off of notes payable\n(7,000)\n-\nGain on write-off of stock subscriptions payable\n(150,000)\n-\nOther income\n(24,756)\n(913)\nAdjusted net income\n$ 388,591\n$ 380,790\nAdjusted earnings per share – basic and fully diluted:\nNet loss per share (as reported)\n$ 0.05\n$ (0.12)\nAdjusted net income per share\n$ 0.06\n$ 0.06\nWeighted average number of shares\noutstanding – basic and fully diluted\n6,817,310\n6,608,225\nView original content: http://www.prnewswire.com/news-releases/arc-group-inc-announces-record-2017-financial-results-300622450.html\nSOURCE ARC Group, Inc.",
    "published": "2018-04-02T16:30:00.000+03:00",
    "crawled": "2018-04-02T18:40:44.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jacksonville",
        "april",
        "arc",
        "group",
        "otc",
        "arck",
        "owner",
        "operator",
        "franchisor",
        "dick",
        "wing",
        "grill",
        "concept",
        "announced",
        "financial",
        "result",
        "fiscal",
        "year",
        "highlighted",
        "record",
        "revenue",
        "net",
        "income",
        "cash",
        "flow",
        "operation",
        "financial",
        "highlight",
        "company",
        "achieved",
        "following",
        "financial",
        "result",
        "fiscal",
        "year",
        "revenue",
        "increased",
        "loss",
        "operation",
        "decreased",
        "compared",
        "adjusted",
        "income",
        "operation",
        "measure",
        "compared",
        "net",
        "income",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "adjusted",
        "net",
        "income",
        "measure",
        "compared",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "cash",
        "flow",
        "operation",
        "compared",
        "cash",
        "used",
        "operation",
        "improvement",
        "reconciliation",
        "adjusted",
        "income",
        "operation",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "gaap",
        "basis",
        "included",
        "table",
        "entitled",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "excited",
        "result",
        "stated",
        "richard",
        "akam",
        "chief",
        "executive",
        "officer",
        "arc",
        "group",
        "revenue",
        "net",
        "income",
        "cash",
        "flow",
        "generated",
        "past",
        "year",
        "far",
        "best",
        "achieved",
        "since",
        "becoming",
        "company",
        "financial",
        "result",
        "positively",
        "impacted",
        "two",
        "restaurant",
        "purchased",
        "december",
        "acquisition",
        "seediv",
        "generated",
        "sale",
        "restaurant",
        "substantial",
        "increase",
        "generated",
        "short",
        "period",
        "owned",
        "result",
        "continuing",
        "operation",
        "strong",
        "past",
        "year",
        "consider",
        "effect",
        "certain",
        "expense",
        "item",
        "stated",
        "seenu",
        "kasturi",
        "president",
        "chief",
        "financial",
        "officer",
        "arc",
        "group",
        "charge",
        "collectively",
        "accounted",
        "charge",
        "added",
        "back",
        "adjusted",
        "income",
        "operation",
        "cash",
        "flow",
        "similarly",
        "strong",
        "year",
        "generated",
        "positive",
        "cash",
        "flow",
        "operating",
        "activity",
        "highlight",
        "outlook",
        "company",
        "several",
        "notable",
        "achievement",
        "including",
        "following",
        "seenu",
        "kasturi",
        "appointed",
        "company",
        "president",
        "chief",
        "financial",
        "officer",
        "chairman",
        "board",
        "director",
        "company",
        "entered",
        "new",
        "partnership",
        "nfl",
        "jacksonville",
        "jaguar",
        "serve",
        "sponsor",
        "jaguar",
        "next",
        "five",
        "football",
        "season",
        "designation",
        "official",
        "wing",
        "jacksonville",
        "jaguar",
        "operate",
        "two",
        "concession",
        "stand",
        "tiaa",
        "bank",
        "field",
        "formerly",
        "everbank",
        "field",
        "company",
        "implemented",
        "innovative",
        "stock",
        "incentive",
        "program",
        "franchisees",
        "promote",
        "closely",
        "align",
        "interest",
        "company",
        "franchisees",
        "shareholder",
        "also",
        "hired",
        "eide",
        "bailly",
        "llp",
        "one",
        "largest",
        "accounting",
        "firm",
        "country",
        "new",
        "independent",
        "accounting",
        "firm",
        "past",
        "year",
        "stated",
        "akam",
        "many",
        "step",
        "took",
        "designed",
        "position",
        "u",
        "next",
        "phase",
        "growth",
        "intend",
        "continue",
        "strengthening",
        "growing",
        "legacy",
        "dick",
        "wing",
        "brand",
        "well",
        "acquiring",
        "financial",
        "interest",
        "leading",
        "restaurant",
        "brand",
        "offer",
        "u",
        "product",
        "geographic",
        "diversification",
        "also",
        "intend",
        "continue",
        "focus",
        "operational",
        "efficiency",
        "formalizing",
        "best",
        "practice",
        "throughout",
        "franchise",
        "help",
        "u",
        "achieve",
        "goal",
        "transforming",
        "arc",
        "group",
        "holding",
        "company",
        "comprised",
        "diversified",
        "portfolio",
        "leading",
        "brand",
        "profitable",
        "business",
        "strong",
        "contributor",
        "bottom",
        "line",
        "dick",
        "wing",
        "restaurant",
        "family",
        "fun",
        "fooderys",
        "family",
        "sport",
        "fan",
        "go",
        "enjoy",
        "unique",
        "restaurant",
        "experience",
        "first",
        "bite",
        "last",
        "call",
        "dick",
        "wing",
        "offer",
        "variety",
        "menu",
        "item",
        "highlighted",
        "buffalo",
        "new",
        "chicken",
        "wing",
        "hog",
        "wing",
        "dick",
        "blingz",
        "boneless",
        "chicken",
        "wing",
        "boast",
        "flavor",
        "also",
        "offer",
        "customer",
        "variety",
        "fresh",
        "sandwich",
        "burger",
        "wrap",
        "salad",
        "signature",
        "waffle",
        "fry",
        "guest",
        "enjoy",
        "menu",
        "item",
        "elevated",
        "environment",
        "includes",
        "flat",
        "screen",
        "tv",
        "located",
        "throughout",
        "restaurant",
        "child",
        "area",
        "filled",
        "video",
        "game",
        "form",
        "child",
        "entertainment",
        "dick",
        "wing",
        "actively",
        "offering",
        "franchise",
        "opportunity",
        "florida",
        "georgia",
        "alabama",
        "louisiana",
        "north",
        "carolina",
        "south",
        "carolina",
        "information",
        "dick",
        "wing",
        "exciting",
        "menu",
        "offering",
        "location",
        "additional",
        "franchising",
        "information",
        "please",
        "visit",
        "financial",
        "measure",
        "company",
        "prepares",
        "consolidated",
        "financial",
        "statement",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "addition",
        "disclosing",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "release",
        "also",
        "includes",
        "operating",
        "income",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "data",
        "period",
        "presented",
        "management",
        "us",
        "financial",
        "measure",
        "internally",
        "financial",
        "operational",
        "mean",
        "evaluate",
        "comparison",
        "company",
        "management",
        "belief",
        "financial",
        "measure",
        "provide",
        "useful",
        "supplemental",
        "information",
        "management",
        "investor",
        "regarding",
        "performance",
        "company",
        "core",
        "business",
        "operation",
        "enhance",
        "overall",
        "understanding",
        "past",
        "financial",
        "performance",
        "future",
        "prospect",
        "allow",
        "greater",
        "transparency",
        "respect",
        "key",
        "metric",
        "used",
        "management",
        "financial",
        "operational",
        "decision",
        "making",
        "financial",
        "measure",
        "recognized",
        "measure",
        "financial",
        "statement",
        "presentation",
        "gaap",
        "standardized",
        "meaning",
        "accordingly",
        "may",
        "different",
        "similar",
        "financial",
        "measure",
        "presented",
        "company",
        "financial",
        "measure",
        "used",
        "evaluate",
        "company",
        "result",
        "operation",
        "conjunction",
        "corresponding",
        "gaap",
        "financial",
        "measure",
        "investor",
        "consider",
        "financial",
        "measure",
        "supplement",
        "substitute",
        "corresponding",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "purpose",
        "press",
        "release",
        "following",
        "financial",
        "measure",
        "following",
        "meaning",
        "adjusted",
        "income",
        "operation",
        "mean",
        "income",
        "loss",
        "operation",
        "plus",
        "depreciation",
        "expense",
        "seediv",
        "compensation",
        "expense",
        "seediv",
        "transaction",
        "cost",
        "seediv",
        "earnout",
        "payment",
        "compensation",
        "expense",
        "loss",
        "impairment",
        "investment",
        "paradise",
        "wing",
        "adjusted",
        "net",
        "income",
        "mean",
        "net",
        "loss",
        "plus",
        "interest",
        "income",
        "interest",
        "expense",
        "depreciation",
        "expense",
        "seediv",
        "compensation",
        "expense",
        "seediv",
        "transaction",
        "cost",
        "seediv",
        "earnout",
        "payment",
        "compensation",
        "expense",
        "gain",
        "liability",
        "loss",
        "investment",
        "paradise",
        "wing",
        "loss",
        "impairment",
        "investment",
        "paradise",
        "wing",
        "gain",
        "sale",
        "investment",
        "paradise",
        "wing",
        "related",
        "party",
        "gain",
        "loss",
        "settlement",
        "litigation",
        "gain",
        "settlement",
        "liability",
        "gain",
        "note",
        "payable",
        "gain",
        "stock",
        "subscription",
        "payable",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "mean",
        "adjusted",
        "net",
        "income",
        "divided",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "fully",
        "diluted",
        "information",
        "please",
        "refer",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "available",
        "online",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "please",
        "see",
        "table",
        "entitled",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "arc",
        "group",
        "arc",
        "group",
        "headquartered",
        "jacksonville",
        "florida",
        "owner",
        "operator",
        "franchisor",
        "dick",
        "wing",
        "grill",
        "concept",
        "rd",
        "year",
        "operation",
        "dick",
        "wing",
        "pride",
        "chicken",
        "wing",
        "hog",
        "wing",
        "duck",
        "wing",
        "spun",
        "signature",
        "sauce",
        "seasoning",
        "also",
        "offer",
        "proprietary",
        "line",
        "craft",
        "beer",
        "name",
        "dick",
        "craft",
        "beer",
        "dick",
        "wing",
        "restaurant",
        "florida",
        "five",
        "restaurant",
        "georgia",
        "also",
        "two",
        "concession",
        "stand",
        "tiaa",
        "bank",
        "field",
        "formerly",
        "everbank",
        "field",
        "home",
        "nfl",
        "jacksonville",
        "jaguar",
        "safe",
        "harbor",
        "provision",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "amended",
        "intended",
        "covered",
        "safe",
        "harbor",
        "created",
        "thereby",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "herein",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "company",
        "future",
        "financial",
        "position",
        "business",
        "strategy",
        "plan",
        "objective",
        "statement",
        "statement",
        "generally",
        "identified",
        "use",
        "terminology",
        "may",
        "expects",
        "intends",
        "plan",
        "project",
        "estimate",
        "anticipates",
        "belief",
        "negative",
        "thereof",
        "variation",
        "thereon",
        "similar",
        "terminology",
        "expression",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "proposed",
        "statement",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "provide",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "expectation",
        "include",
        "limited",
        "factor",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "submission",
        "sec",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "made",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "revise",
        "statement",
        "arc",
        "group",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "account",
        "receivable",
        "net",
        "related",
        "party",
        "ad",
        "fund",
        "receivable",
        "net",
        "ad",
        "fund",
        "receivable",
        "net",
        "related",
        "party",
        "inventory",
        "note",
        "receivable",
        "net",
        "interest",
        "receivable",
        "net",
        "deposit",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "note",
        "receivable",
        "net",
        "current",
        "portion",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "account",
        "payable",
        "accrued",
        "expense",
        "account",
        "payable",
        "accrued",
        "expense",
        "related",
        "party",
        "accrued",
        "interest",
        "settlement",
        "agreement",
        "payable",
        "accrued",
        "legal",
        "settlement",
        "note",
        "payable",
        "default",
        "note",
        "payable",
        "related",
        "party",
        "contingent",
        "consideration",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "class",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "stock",
        "subscription",
        "payable",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "arc",
        "group",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "year",
        "ended",
        "december",
        "revenue",
        "restaurant",
        "sale",
        "franchise",
        "revenue",
        "franchise",
        "revenue",
        "related",
        "party",
        "total",
        "net",
        "revenue",
        "operating",
        "expense",
        "restaurant",
        "operating",
        "cost",
        "cost",
        "sale",
        "labor",
        "occupancy",
        "operating",
        "expense",
        "professional",
        "fee",
        "employee",
        "compensation",
        "expense",
        "general",
        "administrative",
        "expense",
        "loss",
        "impairment",
        "investment",
        "paradise",
        "wing",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "gain",
        "liability",
        "loss",
        "investment",
        "paradise",
        "wing",
        "gain",
        "sale",
        "investment",
        "paradise",
        "wing",
        "related",
        "party",
        "gain",
        "settlement",
        "litigation",
        "gain",
        "settlement",
        "liability",
        "gain",
        "note",
        "payable",
        "gain",
        "stock",
        "subscription",
        "payable",
        "income",
        "total",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "fully",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "fully",
        "diluted",
        "arc",
        "group",
        "reconcilation",
        "gaap",
        "financial",
        "measure",
        "unaudited",
        "table",
        "adjusted",
        "income",
        "operation",
        "year",
        "ended",
        "december",
        "income",
        "loss",
        "operation",
        "reported",
        "depreciation",
        "expense",
        "seediv",
        "compensation",
        "expense",
        "seediv",
        "transaction",
        "cost",
        "seediv",
        "earnout",
        "payment",
        "compensation",
        "expense",
        "loss",
        "impairment",
        "investment",
        "paradise",
        "wing",
        "adjusted",
        "income",
        "operation",
        "table",
        "adjusted",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "reported",
        "interest",
        "expense",
        "interest",
        "income",
        "depreciation",
        "expense",
        "seediv",
        "compensation",
        "expense",
        "seediv",
        "transaction",
        "cost",
        "seediv",
        "earnout",
        "payment",
        "compensation",
        "expense",
        "gain",
        "liability",
        "loss",
        "investment",
        "paradise",
        "wing",
        "loss",
        "impairment",
        "investment",
        "paradise",
        "wing",
        "gain",
        "sale",
        "investment",
        "paradise",
        "wing",
        "related",
        "party",
        "gain",
        "loss",
        "settlement",
        "litigation",
        "gain",
        "settlement",
        "liability",
        "gain",
        "note",
        "payable",
        "gain",
        "stock",
        "subscription",
        "payable",
        "income",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "basic",
        "fully",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "reported",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "fully",
        "diluted",
        "view",
        "original",
        "content",
        "http",
        "source",
        "arc",
        "group",
        "inc"
    ]
}