{
    "organizations": [],
    "uuid": "1c9e063df166614af208ac736fc6b7b00ca2c58f",
    "author": "Jen Wieczner",
    "url": "http://fortune.com/2018/04/19/term-sheet-term-sheet-thursday-april-19/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Thursday April 19",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Jen Wieczner 10:27 AM EDT THE BITCOIN BANKRUPTCY THAT WASN’T\nGood morning, Term Sheet readers. Jen Wieczner filling in for Polina today, to bring you the very twisty saga of a Bitcoin mystery. Find me on Twitter @jenwieczner or email me at jen.wieczner@fortune.com .\nAbout a month ago, I was in Tokyo, right as the cherry blossoms were starting to bloom. I was there to find out why, just a little more than four years after Mt. Gox (then the world’s largest Bitcoin exchange) suddenly collapsed in 2014—saying it had lost all of its 850,000 Bitcoins—nothing about the case has gone as expected.\nA week after filing for bankruptcy protection, Mt. Gox’s CEO Mark Karpelès had mysteriously found 200,000 Bitcoins —a lucky stroke that would change everything for Mt. Gox creditors. That’s because, even though Mt. Gox only recovered less than a quarter of its lost Bitcoins (the rest were stolen in a hack), the Bitcoin price has risen more than 17x between the time Mt. Gox entered liquidation and today.\nIn other words, Mt. Gox is no longer insolvent.\nI tell the full story of how Karpelès found the Bitcoins (details he revealed for the first time in our conversations) and the stranger-than-fiction implications of Bitcoin’s price surge in my new feature in Fortune, “ Mt. Gox and the Surprising Redemption of Bitcoin’s Biggest Villain.”\nBut those of you familiar with distressed situation investing will know that in bankruptcy, assets pretty much never go up 17x. (If you know of another instance this has happened, please let me know .) And if that just made your opportunity radar alarms go off, you’re not alone. There are still some legal kinks to work out, but if all goes as creditors expect, “It’s a bonanza, and you make eight, nine, 10 times your money,” Thomas Braziel, managing partner of New York-based hedge fund B.E. Capital Management, told me . He’s been buying up creditors’ claims at 80 cents on the dollar in hopes of just such a windfall.\nOf course, for creditors, the real hero of the story is actually a private equity investor, who for months was just known as the Mt. Gox “mystery creditor.” After the Mt. Gox bankruptcy trustee announced that under Japan’s bankruptcy code, creditors were not entitled to Bitcoin’s massive price appreciation in their claims, Richard Folsom took it upon himself to change that. Folsom, an American who worked for Bain & Co. in Tokyo after college before founding one of the first private equity firms in Japan, hired the biggest Japanese law firm and petitioned the court to change the bankruptcy to a so-called “civil rehabilitation.” If successful, it would set a new precedent in Japan. Read more about it here .\nLESSONS FROM A BANKRUPT CEO\nAmong many other insights, former Mt. Gox CEO Mark Karpelès revealed in our interview his failure to anticipate how the growth of Bitcoin would affect his company. “Bitcoin right now is, I believe, doomed,” he told me. “Its original promise of being the future of currency is clearly out of reach.”\nBut it’s not that he has recently lost faith (what with all his Mt. Gox legal problems, including an ongoing criminal trial). “Actually I was never so very optimistic about this,” says Karpelès, who is French. “Maybe that was an error of me, because I couldn’t see Bitcoin growing that fast at the beginning of Mt. Gox.”\nThese days, Karpeles is less interested in Bitcoin than about solving the same problem pretty much everybody else in tech is worried about—Facebook’s data leakage problems and “advertising-driven overreach on people’s privacy.” That’s part of the reason he just landed a new job : CTO of a company called London Trust Media.\nNEWSLETTER ALERT\nIf you like reading about the world of cryptofinance, please sign up for our newsletter The Ledger —coming soon in just a couple of weeks.\nAgain, you can DM me on Twitter @jenwieczner or email me at jen.wieczner@fortune.com .\nPlease send Term Sheet deals to lucinda.shen@fortune.com.\nAdvertisement THE LATEST FROM FORTUNE...\n• Mt. Gox and the Return of Bitcoin’s Biggest Villain (by Jen Wieczner)\n• Here Are the World’s 10 Greatest Leaders (by Fortune Editors)\n• Intel Is Killing Its Google Glass-Like Project, Vaunt (by David Meyer)\n• Tesla Under OSHA Investigation for Worker Safety as Elon Musk Ramps Up Model 3 Production (by David Meyer)\n…AND ELSEWHERE\nZTE postpones earnings due to U.S. export ban . Uber selects VMware’s Rowe as top CFO candidate. Blockchain and the shipping industry . Facebook goes for its own chip . Providers dominated healthcare private equity deals in 2017 . P&G to acquire German Merck’s consumer health business for about $4.21 billion . Qualcomm’s $44 billion acquisition of NXP problematic, says China . Why parents like Fortnite .\nVENTURE DEALS\n• BenevolentAI , a U.K.-based pharmaceutical AI firm, raised $115 million funding. Woodford Investment Management was an investor.\n• Wunder Capital , a Boulder, Colo.-based solar investing firm, raised $112 million in Series B funding . Cyrus Capital Partners led the round.\n• RealSelf , a Seattle-based, the plastic surgery search platform, raised $40 million in its first round of funding. Capital World Investors led the round the round.\n• Redaptive , a San Francisco-based provider of commercial Efficiency-as-a-Service (EaaS), raised $20 million in funding. CBRE , led the round and was joined by investors including ENGIE New Ventures , and Linse Capital .\n• RubiconMD , a New York-based healthcare platform, raised $13.8 million in Series B funding. HLM Venture Partners and Optum Ventures led the round and was joined by investors including Centene Corporation and Blue Ivy Ventures .\n• LawGeex , a Tel Aviv-based legal contract procession automation firm, raised $12 million in funding. Aleph led the round.\n• BeBop Sensors , a Berkeley, Calif.-based smart fabric sensor maker, raised more than $10 million in a Series A funding. Bullpen Capital led the round.\n• Simplr , a San Francisco-based customer service solutions firm, raised $8 million from Asurion and private equity backers.\n• Open Cosmos , a U.K.-based satellite firm, raised $7 million in Series A funding. BGF Ventures led the round and was joined by investors including LocalGlobe, Entrepreneur First, TransferWise co-founder Taavet Hinrikus , and Microsoft ’s former head of corporate strategy, Charlie Songhurst . Read more .\n• RootsRated , a Chattanooga, Tenn.-based outdoor experience finder firm, raised $6.5 million in funding. TechOperators led the round and was joined by investors including the Chattanooga Renaissance Fund and The Lighthouse Fund.\n• Rare Bits , a marketplace for crypto goods, raised $6 million in funding. Spark Capital, First Round Capital, Craft Ventures, SVAngel, Neil Mehta, Emmett Shear, Aditya Agarwal, Ruchi Sangvhi, Justin Kan , and Avichal Garg were the investors.\n• GraphWear Technologies , a San Francisco-based makers of a graphene-based sensor, raised $4.2 million in Series A funding. Bio Innovation Capital and Mission Bay Capital led the round. Read more.\n• Cerebro Capital , a Baltimore, M.D.-based online platform corporate credit facilities sourcing and management firm, raised $2 million in Series A funding. Sterling Partners and the State of Maryland’s TEDCO fund led the round.\n• Pula , a Swiss startup providing insurance to farmers in Africa and South Asia, closed a seed funding. Accion Venture Lab led the round and was joined by investors including Omidyar Network, Mulago Foundation, Choiseul Africa Capital, Mercy Corps’ Social Venture Fund , and several angel investors.\nAdvertisement PRIVATE EQUITY DEALS\n• Athora Holding , a portfolio company of Apollo Global Management , acquired Generali Belgium SA , a Belgium-based insurance provider, for about 540 million euro ($669 million).\n• Celestica, a portfolio company of RFE Investment Partners, acquired Atrenne Integrated Solutions , a New Hope, Minn.-based ruggedized electromechanical solutions maker, for $139 million. Financial terms weren’t disclosed.\n• Twin Brook Capital Partners was sole lead arranger of $131 million of financing to back an add-on acquisition by and recapitalization of The Wicks Group -backed Gladson , a Lisle, Ill.-based digital content firm.\n• Bregal Partners recapitalized Embassy Management , a Washington-based multi-state provider of community-based residential and behavioral services to adults and children. Twin Brook Capital Partners served as sole lead arranger of $50 million of financing to back the recapitalization.\n• BlackRock agreed to acquire Tennenbaum Capital Partners , a New York-based private credit investor.\n• A group of investors led by Stellex Capital Management acquired Fenix Parts (OTCMKTS:FENX), a Westchester, Ill.-based reseller of OEM automotive products. Financial terms weren’t disclosed.\n• KJM Capital recapitalized Professional Pipe , a N.C.-based piping contractor. Financial terms weren’t disclosed.\n• Water Street Healthcare Partners and JLL Partner acquired Triplefin , a Cincinnati, O.H.-based patient support firm. Financial terms weren’t disclosed.\nAdvertisement OTHER DEALS\n• CannaRoyalty Corp. (CSE: CRZ) acquired FloraCal Farms a Sonoma County, Calif.-based cannabis producer for $4 million in cash and 7 million CannaRoyalty share.\n• Bluegreen Vacations Corporation (NYSE: BXG), a Boca Raton, Fla.-based vacation ownership company, today acquired The Éilan Hotel and Spa in San Antonio, Texas for approximately $34.3 million.\n• Barometric , a New York-based MRC-accredited provider of cross-environment tracking and measurement solution, spun out o f AdTheorent . Financial terms weren’t disclosed.\n• Digital Remedy acquired CrowdHere , a New York-based curated collective of new media filmmaker. Financial terms weren’t disclosed.\nAdvertisement IPOs\n• GrafTech International , a Brooklyn Heights, Ohio-based firm making graphite electrode products, raised $525 million in an IPO of 35 million shares priced at $15 apiece, below its range. The firm posted sales of $550.7 million and income of $8 million in 2017. J.P. Morgan, Credit Suisse, Citi, RBC Capital Markets, HSBC Corp. and BMO Capital Markets are joint bookrunners in the deal. It plans to list on the NYSE as “EAF.”\n• Vrio, a Dallas-based satellite TV service spinning out of AT&T , postponed its IPO to raise $248 million in an offering of 15 million shares priced between $16 to $17. Goldman Sachs, J.P. Morgan, Citi, Morgan Stanley, BofA Merrill Lynch, Barclays, BTG Pactual, Credit Suisse, Deutsche Bank, Itau BBA, Santander, Banco do Brasil Securities LLC, BNP Paribas, and Bradesco BBI are underwriters. It planned to list on the NYSE as “VRIO.”\n• MorphoSys , a German firm developing lymphoma therapies, raised $208 million in an IPO of 8.3 million ADSs priced at $25.04. Goldman Sachs, J.P. Morgan, and Leerink Partners are joint bookrunners in the deal. The firm has a $3 billion market cap on the Frankfurt Stock Exchange. It plans to list on the Nasdaq as “MOR.”\n• Surface Oncology , a Cambridge, Mass.-based cancer antibody developer, raised $108 million in an IPO of 7.2 million shares priced at $15, the high end of its range. The firm posted $45.4 million in loss on $13 million in revenue for 2017. Atlas Ventures (23%), F-Prime Capital Partners (10%), Lilly Ventures Management Group (16%), Novartis (16%), and New Enterprises Associates (16%) back the firm. Goldman Sachs, Cowen & Company and Evercore ISI are joint bookrunners in the deal. The firm plans to list on the Nasdaq as “SURF.”\nAdvertisement EXITS\n• Ward Energy Partners , a Fort Collins, Colo.-based energy firm, sold assets located in Adams and Weld Counties in Colorado to an undisclosed buyer.\n• VizExplorer , a San Diego, Calif.-based analytics platform for the casino industry, raised an undisclosed amount of funding from Morgan Stanley Expansion Capital . Endeavor previously held the firm and will continue to have a minority investment in the company.\nAdvertisement FIRMS + FUNDS\n• BIP Capital promoted Mark Flickinger to chief operating officer and Todd Knudsen to chief financial officer.\n• Cerberus Capital Management appointed Matt Zames as President ; Frank Bruno has been promoted to Co-Chief Executive Officer ; and Lee Millstein was promoted to President of the Firm’s international business.\nAdvertisement PEOPLE\n• Amherst Pierpont Securities hired Steven Abrahams as Senior Managing Director and Head of Strategy.\n• Antares Capital appointed Timothy Lyne as senior managing director and co-head of Sponsor Coverage and Vivek Mathew as head of Asset Management and funding.\n• Norwest Equity Partners hired Tony Armand as an operating partner. Armand was previously CEO of United Sports Brands .\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nLucinda Shen produced today’s Term Sheet. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-04-19T22:27:00.000+03:00",
    "crawled": "2018-04-19T19:13:02.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jen",
        "wieczner",
        "edt",
        "bitcoin",
        "bankruptcy",
        "good",
        "morning",
        "term",
        "sheet",
        "reader",
        "jen",
        "wieczner",
        "filling",
        "polina",
        "today",
        "bring",
        "twisty",
        "saga",
        "bitcoin",
        "mystery",
        "find",
        "twitter",
        "jenwieczner",
        "email",
        "month",
        "ago",
        "tokyo",
        "right",
        "cherry",
        "blossom",
        "starting",
        "bloom",
        "find",
        "little",
        "four",
        "year",
        "mt",
        "gox",
        "world",
        "largest",
        "bitcoin",
        "exchange",
        "suddenly",
        "collapsed",
        "lost",
        "case",
        "gone",
        "expected",
        "week",
        "filing",
        "bankruptcy",
        "protection",
        "mt",
        "gox",
        "ceo",
        "mark",
        "karpelès",
        "mysteriously",
        "found",
        "bitcoins",
        "lucky",
        "stroke",
        "would",
        "change",
        "everything",
        "mt",
        "gox",
        "creditor",
        "even",
        "though",
        "mt",
        "gox",
        "recovered",
        "less",
        "quarter",
        "lost",
        "bitcoins",
        "rest",
        "stolen",
        "hack",
        "bitcoin",
        "price",
        "risen",
        "17x",
        "time",
        "mt",
        "gox",
        "entered",
        "liquidation",
        "today",
        "word",
        "mt",
        "gox",
        "longer",
        "insolvent",
        "tell",
        "full",
        "story",
        "karpelès",
        "found",
        "bitcoins",
        "detail",
        "revealed",
        "first",
        "time",
        "conversation",
        "implication",
        "bitcoin",
        "price",
        "surge",
        "new",
        "feature",
        "fortune",
        "mt",
        "gox",
        "surprising",
        "redemption",
        "bitcoin",
        "biggest",
        "familiar",
        "distressed",
        "situation",
        "investing",
        "know",
        "bankruptcy",
        "asset",
        "pretty",
        "much",
        "never",
        "go",
        "17x",
        "know",
        "another",
        "instance",
        "happened",
        "please",
        "let",
        "know",
        "made",
        "opportunity",
        "radar",
        "alarm",
        "go",
        "alone",
        "still",
        "legal",
        "kink",
        "work",
        "go",
        "creditor",
        "expect",
        "bonanza",
        "make",
        "eight",
        "nine",
        "time",
        "money",
        "thomas",
        "braziel",
        "managing",
        "partner",
        "new",
        "hedge",
        "fund",
        "capital",
        "management",
        "told",
        "buying",
        "creditor",
        "claim",
        "cent",
        "dollar",
        "hope",
        "windfall",
        "course",
        "creditor",
        "real",
        "hero",
        "story",
        "actually",
        "private",
        "equity",
        "investor",
        "month",
        "known",
        "mt",
        "gox",
        "mystery",
        "mt",
        "gox",
        "bankruptcy",
        "trustee",
        "announced",
        "japan",
        "bankruptcy",
        "code",
        "creditor",
        "entitled",
        "bitcoin",
        "massive",
        "price",
        "appreciation",
        "claim",
        "richard",
        "folsom",
        "took",
        "upon",
        "change",
        "folsom",
        "american",
        "worked",
        "bain",
        "tokyo",
        "college",
        "founding",
        "one",
        "first",
        "private",
        "equity",
        "firm",
        "japan",
        "hired",
        "biggest",
        "japanese",
        "law",
        "firm",
        "petitioned",
        "court",
        "change",
        "bankruptcy",
        "civil",
        "successful",
        "would",
        "set",
        "new",
        "precedent",
        "japan",
        "read",
        "lesson",
        "bankrupt",
        "ceo",
        "among",
        "many",
        "insight",
        "former",
        "mt",
        "gox",
        "ceo",
        "mark",
        "karpelès",
        "revealed",
        "interview",
        "failure",
        "anticipate",
        "growth",
        "bitcoin",
        "would",
        "affect",
        "company",
        "bitcoin",
        "right",
        "believe",
        "doomed",
        "told",
        "original",
        "promise",
        "future",
        "currency",
        "clearly",
        "recently",
        "lost",
        "faith",
        "mt",
        "gox",
        "legal",
        "problem",
        "including",
        "ongoing",
        "criminal",
        "trial",
        "actually",
        "never",
        "optimistic",
        "say",
        "karpelès",
        "french",
        "maybe",
        "error",
        "see",
        "bitcoin",
        "growing",
        "fast",
        "beginning",
        "mt",
        "day",
        "karpeles",
        "less",
        "interested",
        "bitcoin",
        "solving",
        "problem",
        "pretty",
        "much",
        "everybody",
        "else",
        "tech",
        "worried",
        "data",
        "leakage",
        "problem",
        "overreach",
        "people",
        "part",
        "reason",
        "landed",
        "new",
        "job",
        "cto",
        "company",
        "called",
        "london",
        "trust",
        "medium",
        "newsletter",
        "alert",
        "like",
        "reading",
        "world",
        "cryptofinance",
        "please",
        "sign",
        "newsletter",
        "ledger",
        "soon",
        "couple",
        "week",
        "dm",
        "twitter",
        "jenwieczner",
        "email",
        "please",
        "send",
        "term",
        "sheet",
        "deal",
        "advertisement",
        "latest",
        "fortune",
        "mt",
        "gox",
        "return",
        "bitcoin",
        "biggest",
        "villain",
        "jen",
        "wieczner",
        "world",
        "greatest",
        "leader",
        "fortune",
        "editor",
        "intel",
        "killing",
        "google",
        "project",
        "vaunt",
        "david",
        "meyer",
        "tesla",
        "osha",
        "investigation",
        "worker",
        "safety",
        "elon",
        "musk",
        "ramp",
        "model",
        "production",
        "david",
        "meyer",
        "elsewhere",
        "zte",
        "postpones",
        "earnings",
        "due",
        "export",
        "ban",
        "uber",
        "selects",
        "vmware",
        "rowe",
        "top",
        "cfo",
        "candidate",
        "blockchain",
        "shipping",
        "industry",
        "facebook",
        "go",
        "chip",
        "provider",
        "dominated",
        "healthcare",
        "private",
        "equity",
        "deal",
        "p",
        "g",
        "acquire",
        "german",
        "merck",
        "consumer",
        "health",
        "business",
        "billion",
        "qualcomm",
        "billion",
        "acquisition",
        "nxp",
        "problematic",
        "say",
        "china",
        "parent",
        "like",
        "fortnite",
        "venture",
        "deal",
        "benevolentai",
        "pharmaceutical",
        "ai",
        "firm",
        "raised",
        "million",
        "funding",
        "woodford",
        "investment",
        "management",
        "investor",
        "wunder",
        "capital",
        "boulder",
        "solar",
        "investing",
        "firm",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "cyrus",
        "capital",
        "partner",
        "led",
        "round",
        "realself",
        "plastic",
        "surgery",
        "search",
        "platform",
        "raised",
        "million",
        "first",
        "round",
        "funding",
        "capital",
        "world",
        "investor",
        "led",
        "round",
        "round",
        "redaptive",
        "san",
        "provider",
        "commercial",
        "eaas",
        "raised",
        "million",
        "funding",
        "cbre",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "engie",
        "new",
        "venture",
        "linse",
        "capital",
        "rubiconmd",
        "new",
        "healthcare",
        "platform",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "hlm",
        "venture",
        "partner",
        "optum",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "centene",
        "corporation",
        "blue",
        "ivy",
        "venture",
        "lawgeex",
        "tel",
        "legal",
        "contract",
        "procession",
        "automation",
        "firm",
        "raised",
        "million",
        "funding",
        "aleph",
        "led",
        "round",
        "bebop",
        "sensor",
        "berkeley",
        "smart",
        "fabric",
        "sensor",
        "maker",
        "raised",
        "million",
        "series",
        "funding",
        "bullpen",
        "capital",
        "led",
        "round",
        "simplr",
        "san",
        "customer",
        "service",
        "solution",
        "firm",
        "raised",
        "million",
        "asurion",
        "private",
        "equity",
        "backer",
        "open",
        "cosmos",
        "satellite",
        "firm",
        "raised",
        "million",
        "series",
        "funding",
        "bgf",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "localglobe",
        "entrepreneur",
        "first",
        "transferwise",
        "taavet",
        "hinrikus",
        "microsoft",
        "former",
        "head",
        "corporate",
        "strategy",
        "charlie",
        "songhurst",
        "read",
        "rootsrated",
        "chattanooga",
        "outdoor",
        "experience",
        "finder",
        "firm",
        "raised",
        "million",
        "funding",
        "techoperators",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "chattanooga",
        "renaissance",
        "fund",
        "lighthouse",
        "fund",
        "rare",
        "bit",
        "marketplace",
        "crypto",
        "good",
        "raised",
        "million",
        "funding",
        "spark",
        "capital",
        "first",
        "round",
        "capital",
        "craft",
        "venture",
        "svangel",
        "neil",
        "mehta",
        "emmett",
        "shear",
        "aditya",
        "agarwal",
        "ruchi",
        "sangvhi",
        "justin",
        "kan",
        "avichal",
        "garg",
        "investor",
        "graphwear",
        "technology",
        "san",
        "maker",
        "sensor",
        "raised",
        "million",
        "series",
        "funding",
        "bio",
        "innovation",
        "capital",
        "mission",
        "bay",
        "capital",
        "led",
        "round",
        "read",
        "cerebro",
        "capital",
        "baltimore",
        "online",
        "platform",
        "corporate",
        "credit",
        "facility",
        "sourcing",
        "management",
        "firm",
        "raised",
        "million",
        "series",
        "funding",
        "sterling",
        "partner",
        "state",
        "maryland",
        "tedco",
        "fund",
        "led",
        "round",
        "pula",
        "swiss",
        "startup",
        "providing",
        "insurance",
        "farmer",
        "africa",
        "south",
        "asia",
        "closed",
        "seed",
        "funding",
        "accion",
        "venture",
        "lab",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "omidyar",
        "network",
        "mulago",
        "foundation",
        "choiseul",
        "africa",
        "capital",
        "mercy",
        "corp",
        "social",
        "venture",
        "fund",
        "several",
        "angel",
        "investor",
        "advertisement",
        "private",
        "equity",
        "deal",
        "athora",
        "holding",
        "portfolio",
        "company",
        "apollo",
        "global",
        "management",
        "acquired",
        "generali",
        "belgium",
        "sa",
        "insurance",
        "provider",
        "million",
        "euro",
        "million",
        "celestica",
        "portfolio",
        "company",
        "rfe",
        "investment",
        "partner",
        "acquired",
        "atrenne",
        "integrated",
        "solution",
        "new",
        "hope",
        "ruggedized",
        "electromechanical",
        "solution",
        "maker",
        "million",
        "financial",
        "term",
        "disclosed",
        "twin",
        "brook",
        "capital",
        "partner",
        "sole",
        "lead",
        "arranger",
        "million",
        "financing",
        "back",
        "acquisition",
        "recapitalization",
        "wick",
        "group",
        "gladson",
        "lisle",
        "digital",
        "content",
        "firm",
        "bregal",
        "partner",
        "recapitalized",
        "embassy",
        "management",
        "provider",
        "residential",
        "behavioral",
        "service",
        "adult",
        "child",
        "twin",
        "brook",
        "capital",
        "partner",
        "served",
        "sole",
        "lead",
        "arranger",
        "million",
        "financing",
        "back",
        "recapitalization",
        "blackrock",
        "agreed",
        "acquire",
        "tennenbaum",
        "capital",
        "partner",
        "new",
        "private",
        "credit",
        "investor",
        "group",
        "investor",
        "led",
        "stellex",
        "capital",
        "management",
        "acquired",
        "fenix",
        "part",
        "otcmkts",
        "fenx",
        "westchester",
        "reseller",
        "oem",
        "automotive",
        "product",
        "financial",
        "term",
        "disclosed",
        "kjm",
        "capital",
        "recapitalized",
        "professional",
        "pipe",
        "piping",
        "contractor",
        "financial",
        "term",
        "disclosed",
        "water",
        "street",
        "healthcare",
        "partner",
        "jll",
        "partner",
        "acquired",
        "triplefin",
        "cincinnati",
        "patient",
        "support",
        "firm",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "deal",
        "cannaroyalty",
        "cse",
        "crz",
        "acquired",
        "floracal",
        "farm",
        "sonoma",
        "county",
        "cannabis",
        "producer",
        "million",
        "cash",
        "million",
        "cannaroyalty",
        "share",
        "bluegreen",
        "vacation",
        "corporation",
        "nyse",
        "bxg",
        "boca",
        "raton",
        "vacation",
        "ownership",
        "company",
        "today",
        "acquired",
        "éilan",
        "hotel",
        "spa",
        "san",
        "antonio",
        "texas",
        "approximately",
        "million",
        "barometric",
        "new",
        "provider",
        "tracking",
        "measurement",
        "solution",
        "spun",
        "f",
        "adtheorent",
        "financial",
        "term",
        "disclosed",
        "digital",
        "remedy",
        "acquired",
        "crowdhere",
        "new",
        "curated",
        "collective",
        "new",
        "medium",
        "filmmaker",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "graftech",
        "international",
        "brooklyn",
        "height",
        "firm",
        "making",
        "graphite",
        "electrode",
        "product",
        "raised",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "apiece",
        "range",
        "firm",
        "posted",
        "sale",
        "million",
        "income",
        "million",
        "morgan",
        "credit",
        "suisse",
        "citi",
        "rbc",
        "capital",
        "market",
        "hsbc",
        "bmo",
        "capital",
        "market",
        "joint",
        "bookrunners",
        "deal",
        "plan",
        "list",
        "nyse",
        "vrio",
        "satellite",
        "tv",
        "service",
        "spinning",
        "postponed",
        "ipo",
        "raise",
        "million",
        "offering",
        "million",
        "share",
        "priced",
        "goldman",
        "sachs",
        "morgan",
        "citi",
        "morgan",
        "stanley",
        "bofa",
        "merrill",
        "lynch",
        "barclays",
        "btg",
        "pactual",
        "credit",
        "suisse",
        "deutsche",
        "bank",
        "itau",
        "bba",
        "santander",
        "banco",
        "brasil",
        "security",
        "llc",
        "bnp",
        "paribas",
        "bradesco",
        "bbi",
        "underwriter",
        "planned",
        "list",
        "nyse",
        "morphosys",
        "german",
        "firm",
        "developing",
        "lymphoma",
        "therapy",
        "raised",
        "million",
        "ipo",
        "million",
        "adss",
        "priced",
        "goldman",
        "sachs",
        "morgan",
        "leerink",
        "partner",
        "joint",
        "bookrunners",
        "deal",
        "firm",
        "billion",
        "market",
        "cap",
        "frankfurt",
        "stock",
        "exchange",
        "plan",
        "list",
        "nasdaq",
        "surface",
        "oncology",
        "cambridge",
        "cancer",
        "antibody",
        "developer",
        "raised",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "high",
        "end",
        "range",
        "firm",
        "posted",
        "million",
        "loss",
        "million",
        "revenue",
        "atlas",
        "venture",
        "capital",
        "partner",
        "lilly",
        "venture",
        "management",
        "group",
        "novartis",
        "new",
        "enterprise",
        "associate",
        "back",
        "firm",
        "goldman",
        "sachs",
        "cowen",
        "company",
        "evercore",
        "isi",
        "joint",
        "bookrunners",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "advertisement",
        "exit",
        "ward",
        "energy",
        "partner",
        "fort",
        "collins",
        "energy",
        "firm",
        "sold",
        "asset",
        "located",
        "adam",
        "weld",
        "county",
        "colorado",
        "undisclosed",
        "buyer",
        "vizexplorer",
        "san",
        "diego",
        "analytics",
        "platform",
        "casino",
        "industry",
        "raised",
        "undisclosed",
        "amount",
        "funding",
        "morgan",
        "stanley",
        "expansion",
        "capital",
        "endeavor",
        "previously",
        "held",
        "firm",
        "continue",
        "minority",
        "investment",
        "company",
        "advertisement",
        "firm",
        "fund",
        "bip",
        "capital",
        "promoted",
        "mark",
        "flickinger",
        "chief",
        "operating",
        "officer",
        "todd",
        "knudsen",
        "chief",
        "financial",
        "officer",
        "cerberus",
        "capital",
        "management",
        "appointed",
        "matt",
        "zames",
        "president",
        "frank",
        "bruno",
        "promoted",
        "executive",
        "officer",
        "lee",
        "millstein",
        "promoted",
        "president",
        "firm",
        "international",
        "business",
        "advertisement",
        "people",
        "amherst",
        "pierpont",
        "security",
        "hired",
        "steven",
        "abraham",
        "senior",
        "managing",
        "director",
        "head",
        "strategy",
        "antares",
        "capital",
        "appointed",
        "timothy",
        "lyne",
        "senior",
        "managing",
        "director",
        "sponsor",
        "coverage",
        "vivek",
        "mathew",
        "head",
        "asset",
        "management",
        "funding",
        "norwest",
        "equity",
        "partner",
        "hired",
        "tony",
        "armand",
        "operating",
        "partner",
        "armand",
        "previously",
        "ceo",
        "united",
        "sport",
        "brand",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "lucinda",
        "shen",
        "produced",
        "today",
        "term",
        "sheet",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}