{
    "organizations": [],
    "uuid": "0c641baaf222f76937bf4a906620b639b8ccfae9",
    "author": "Tom Loftus",
    "url": "https://blogs.wsj.com/cio/2018/04/27/the-morning-download-cloud-computing-bets-pays-off-in-post-data-center-world/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Cloud Computing Bets Pays Off in Post-Data Center World",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS A man guards the entrance of the Google Cloud booth of the World Economic Forum, Jan. 21, 2018 in Davos, Switzerland. Photo: Agence France-Presse/Getty Images\nSign up here for The Morning Download, and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. The dominant theme as tech giants report their earnings is clear. Cloud computing is moving deeper into the mainstream as once-wary customers such as large financial institutions and even the military go all-in. Obstacles such as perceived security threats or a lingering need for control appear to have been neutralized.\nWhy Google, AWS, Microsoft haven’t attacked banks. Because, cloud. As the WSJ’s Telis Demos explains , banks are rapidly emerging as big potential customers for the fast-growing, cloud-computing businesses and that is making technology companies think twice about alienating them by becoming direct competitors. By 2021, banks globally are forecast to spend more than $12 billion on public cloud infrastructure and data services, up from $4 billion last year, according to market research firm International Data Corp.\nFrenemies quote. “We are very intentionally approaching banking customers with an opportunity to empower them rather than to be in their space,” said Judson Althoff, executive vice president of world-wide commercial business at Microsoft Corp.\nThe upshot. While big tech firms continue to dabble in banking services, they tend to do so almost entirely through banking partners. For more on the cloud, see Tech Earnings coverage below.\nUbuntu release focused on multi-cloud environments, AI. Canonical Ltd. , creator of the Ubuntu version of the open-source Linux operating system, said its latest release is geared toward multi-cloud environments and provides greater support for enterprise machine learning initiatives. “There has been a tremendous surge in interest in artificial intelligence and machine learning,” Canonical founder Mark Shuttleworth tells CIO Journal’s Steven Norton .\nMost U.S. firms ‘not ready’ for data privacy rules. Only 13% of businesses said they were fully compliant with GDPR, the European Union’s strict new rules aimed at protecting user data, CompTIA reports . Less than one quarter of the 400 small, medium and large firms surveyed said they had developed a compliance plan or conducted data audits and readiness assessments that included reviews of existing data privacy policies, terms of service and consent protocols, the survey found.\nTECH EARNINGS\nMicrosoft said its fiscal third-quarter profit rose 35% as revenue from Azure, its cloud business, surged 93% VID PAUL MORRIS/BLOOMBERG NEWS Microsoft rides cloud strength. Azure jumped 93% in the fiscal third quarter, Microsoft Corp. reported Thursday. The business has never grown slower than 90% since the company began reporting the metric in October 2015, the WSJ’s Jay Greene reports . Together with Office 365, which grew 42%, The two businesses combined accounted for $6 billion in revenue, up 58% on what Microsoft financial chief Amy Hood said was “better-than-expected demand.”\nAWS continues gains. Revenue at Amazon Web Services, the company’s cloud-services division, rose 49% to $5.44 billion, while operating income increased 57% to $1.4 billion, the WSJ’s Laura Stevens reports . CEO Jeff Bezos called out AWS’s “remarkable acceleration” in growth in the company’s news release, attributing it in part to the company’s seven-year head start and better functionality. Altogether Amazon.com Inc. reported its best revenue growth since the third quarter of 2011, pushing the total to about $51 billion.\nIntel’s higher profit shows firm shaking off chip flaws. Intel Corp. ’s quarterly profit surged as the chip giant showed no impact of revelations earlier this year of critical security flaws in its processors, the Journal’s Ted Greenwald writes . Sales in the division responsible for server chips and other data-center gear rose 24%. Intel is leaning on the unit as sales of personal computers give way to mobile devices and smart speakers. Revenue in the internet-of-things segment was up 17%, while memory-chip revenue grew 20% from a year ago.\nMORE TECHNOLOGY NEWS\nThe soaring values of digital currencies like bitcoin have prompted a recent spike in cryptocurrency crime. MAURIZIO CATTELAN & PIERPAOLO FERRARI FOR THE WALL STREET JOURNAL The crypto crime wave is here. From stickups and drug deals to white-collar scams, cryptocurrency-related crime is soaring—and law enforcement is scrambling to keep up. How bad is it? Blockchain Intelligence Group Inc. estimates illegal activity accounts for about 20% of the transactions of five major cryptocurrencies—bitcoin, Monero, Zcash, ether and litecoin—or about $600 million each day. The Journal’s Corinne Ramey profiles the weird world of crypto crime in a tale that begins, ominously enough, at a Ruby Tuesday in Times Square.\nGenealogy websites lead to arrest of suspect in decades-old crime wave. Investigators looking for the Golden State Killer, responsible for at least 12 homicides and 45 rapes across the state between 1976 and 1986, got their big break by comparing DNA from one of those crime scenes with genetic profiles on online genealogy sites, the Journal’s Zusha Elinson reports . The most popular of these sites, 23andMe Inc. and Ancestry, say they weren’t involved in the investigation.\nBBVA becomes first global bank to offer blockchain loan . The Spanish bank tells the FT all stages of the €75m corporate loan, from negotiating to signing, happened on an online distributed ledger. It said blockchain cut the process from “days to hours.”\nTransformers are real. From Japan comes a 12-foot-tall robot that can transform into a sports car that carry’s two passengers. Reuters reports that the effort was the result of work between Asratec, a robot consulting firm, and Sansei Technologies, which manufactures amusement rides.\nWHAT YOUR CEO IS READING\nMicrosoft CEO Satya Nadella is leading the company past the Windows era. GIAN EHRENZELLER/EPA/SHUTTERSTOCK Every week, CIO Journal offers a glimpse into the mind of the CEO, whose view of technology is shaped by stories in management journals, general interest magazines and, of course, in-flight publications.\nMining the innovator’s dilemma for digital survival. Microsoft Chief Executive Satya Nadella talked with McKinsey & Co.’s Simon London about surfing disruption by reframing the business. Companies need to broaden the definition of the market they serve and can’t just define themselves by the technology they are using, said Mr. Nadella, who recently led a major reorganization at the company, downgrading Windows. Imagine a railroad company in the 1930s seeing itself as working in transportation and not just in railroads, he suggests. “Then it probably would have seen the ability to line extend or jump into new businesses… That’s why I like to talk about a perpetual or a perennial category we are in: the modern workplace. My bet is that the workplace will always remain, and you will always need to be modern.”\nTapping hunger for higher productivity. Businessweek reports on several Silicon Valley startups that are taking the whole St. Augustine-in-the-desert-thing to the exurbs and with apps. “Paid-for fasting regimens are finding a new audience in the Valley, partly because they’re framed in terms of productivity, not only weight loss,” report Tom Giles and Selina Wang. Believers cite initial research linking fasting with improved focus. But there is not enough data to address the long-term effects of fasting. “What is clear is that restricted-eating plans can make people more susceptible to anorexia nervosa and other disorders,” says the director of programs at the National Eating Disorders Association.\nCreativity through alcohol. The “liquid lunch,” the “drink cart” trundled into the corner office, the bottle of rye in the desk drawer… today’s enlightened office worker can scoff all they want at alcohol’s substantial role in mid-20th century office work. New research reveals that drinking may stimulate creative problem solving. Harvard Business Review’s Alison Beard talks with Prof. Andrew Jarosz of Mississippi State University, who, in the duty of research, fed vodka-crans’ to a test group of men, ages 21 to 30. “The conclusion: drunk people are better at creative problem solving.” Says Prof. Jarosz: “We think that creative problem solving is one area in which a key effect of drunkenness—loss of focus—is a good thing.”\nEVERYTHING ELSE YOU NEED TO KNOW\nThe leaders of North and South Korea agreed to pursue a peace agreement after historic talks , but largely steered clear of specifics on the question of Pyongyang’s nuclear weapons. (WSJ)\nThe highest oil prices in years are increasing expenses for companies that had grown used to low energy costs since crude’s 2014 tumble. (WSJ)\nA new wave of genetic-based therapies for treating cancer are creating sticker shock , as the drugs and related care for a single patient can run up close to a million dollars. (WSJ)\nDonald Trump’s self-described “fixer” and personal attorney, Michael Cohen brooded about failing to get a White House post. Now that he is under criminal investigation , he has the president’s attention. (WSJ)\nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload .\nShare this: AMAZON WEB SERVICES BANKS CLOUD DOWNLOAD GOOGLE MICROSOFT AZURE Previous Ubuntu Release Focused on Multi-Cloud Environments, Artificial Intelligence Next Building a Framework for the Safe Management of Digital Identities and Data",
    "published": "2018-04-27T16:02:00.000+03:00",
    "crawled": "2018-04-28T04:21:27.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "man",
        "guard",
        "entrance",
        "google",
        "cloud",
        "booth",
        "world",
        "economic",
        "forum",
        "davos",
        "switzerland",
        "photo",
        "agence",
        "image",
        "sign",
        "morning",
        "download",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "dominant",
        "theme",
        "tech",
        "giant",
        "report",
        "earnings",
        "clear",
        "cloud",
        "computing",
        "moving",
        "deeper",
        "mainstream",
        "customer",
        "large",
        "financial",
        "institution",
        "even",
        "military",
        "go",
        "obstacle",
        "perceived",
        "security",
        "threat",
        "lingering",
        "need",
        "control",
        "appear",
        "neutralized",
        "google",
        "aws",
        "microsoft",
        "attacked",
        "bank",
        "cloud",
        "wsj",
        "telis",
        "demo",
        "explains",
        "bank",
        "rapidly",
        "emerging",
        "big",
        "potential",
        "customer",
        "business",
        "making",
        "technology",
        "company",
        "think",
        "twice",
        "alienating",
        "becoming",
        "direct",
        "competitor",
        "bank",
        "globally",
        "forecast",
        "spend",
        "billion",
        "public",
        "cloud",
        "infrastructure",
        "data",
        "service",
        "billion",
        "last",
        "year",
        "according",
        "market",
        "research",
        "firm",
        "international",
        "data",
        "frenemies",
        "quote",
        "intentionally",
        "approaching",
        "banking",
        "customer",
        "opportunity",
        "empower",
        "rather",
        "space",
        "said",
        "judson",
        "althoff",
        "executive",
        "vice",
        "president",
        "commercial",
        "business",
        "microsoft",
        "upshot",
        "big",
        "tech",
        "firm",
        "continue",
        "dabble",
        "banking",
        "service",
        "tend",
        "almost",
        "entirely",
        "banking",
        "partner",
        "cloud",
        "see",
        "tech",
        "earnings",
        "coverage",
        "ubuntu",
        "release",
        "focused",
        "environment",
        "ai",
        "canonical",
        "creator",
        "ubuntu",
        "version",
        "linux",
        "operating",
        "system",
        "said",
        "latest",
        "release",
        "geared",
        "toward",
        "environment",
        "provides",
        "greater",
        "support",
        "enterprise",
        "machine",
        "learning",
        "initiative",
        "tremendous",
        "surge",
        "interest",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "canonical",
        "founder",
        "mark",
        "shuttleworth",
        "tell",
        "cio",
        "journal",
        "steven",
        "norton",
        "firm",
        "ready",
        "data",
        "privacy",
        "rule",
        "business",
        "said",
        "fully",
        "compliant",
        "gdpr",
        "european",
        "union",
        "strict",
        "new",
        "rule",
        "aimed",
        "protecting",
        "user",
        "data",
        "comptia",
        "report",
        "less",
        "one",
        "quarter",
        "small",
        "medium",
        "large",
        "firm",
        "surveyed",
        "said",
        "developed",
        "compliance",
        "plan",
        "conducted",
        "data",
        "audit",
        "readiness",
        "assessment",
        "included",
        "review",
        "existing",
        "data",
        "privacy",
        "policy",
        "term",
        "service",
        "consent",
        "protocol",
        "survey",
        "found",
        "tech",
        "earnings",
        "microsoft",
        "said",
        "fiscal",
        "profit",
        "rose",
        "revenue",
        "azure",
        "cloud",
        "business",
        "surged",
        "vid",
        "paul",
        "news",
        "microsoft",
        "ride",
        "cloud",
        "strength",
        "azure",
        "jumped",
        "fiscal",
        "third",
        "quarter",
        "microsoft",
        "reported",
        "thursday",
        "business",
        "never",
        "grown",
        "slower",
        "since",
        "company",
        "began",
        "reporting",
        "metric",
        "october",
        "wsj",
        "jay",
        "greene",
        "report",
        "together",
        "office",
        "grew",
        "two",
        "business",
        "combined",
        "accounted",
        "billion",
        "revenue",
        "microsoft",
        "financial",
        "chief",
        "amy",
        "hood",
        "said",
        "aws",
        "continues",
        "gain",
        "revenue",
        "amazon",
        "web",
        "service",
        "company",
        "division",
        "rose",
        "billion",
        "operating",
        "income",
        "increased",
        "billion",
        "wsj",
        "laura",
        "stevens",
        "report",
        "ceo",
        "jeff",
        "bezos",
        "called",
        "aws",
        "remarkable",
        "acceleration",
        "growth",
        "company",
        "news",
        "release",
        "attributing",
        "part",
        "company",
        "head",
        "start",
        "better",
        "functionality",
        "altogether",
        "reported",
        "best",
        "revenue",
        "growth",
        "since",
        "third",
        "quarter",
        "pushing",
        "total",
        "billion",
        "intel",
        "higher",
        "profit",
        "show",
        "firm",
        "shaking",
        "chip",
        "flaw",
        "intel",
        "quarterly",
        "profit",
        "surged",
        "chip",
        "giant",
        "showed",
        "impact",
        "revelation",
        "earlier",
        "year",
        "critical",
        "security",
        "flaw",
        "processor",
        "journal",
        "ted",
        "greenwald",
        "writes",
        "sale",
        "division",
        "responsible",
        "server",
        "chip",
        "gear",
        "rose",
        "intel",
        "leaning",
        "unit",
        "sale",
        "personal",
        "computer",
        "give",
        "way",
        "mobile",
        "device",
        "smart",
        "speaker",
        "revenue",
        "segment",
        "revenue",
        "grew",
        "year",
        "ago",
        "technology",
        "news",
        "soaring",
        "value",
        "digital",
        "currency",
        "like",
        "bitcoin",
        "prompted",
        "recent",
        "spike",
        "cryptocurrency",
        "crime",
        "maurizio",
        "cattelan",
        "pierpaolo",
        "ferrari",
        "wall",
        "street",
        "journal",
        "crypto",
        "crime",
        "wave",
        "stickup",
        "drug",
        "deal",
        "scam",
        "crime",
        "law",
        "enforcement",
        "scrambling",
        "keep",
        "bad",
        "blockchain",
        "intelligence",
        "group",
        "estimate",
        "illegal",
        "activity",
        "account",
        "transaction",
        "five",
        "major",
        "monero",
        "zcash",
        "ether",
        "million",
        "day",
        "journal",
        "corinne",
        "ramey",
        "profile",
        "weird",
        "world",
        "crypto",
        "crime",
        "tale",
        "begin",
        "ominously",
        "enough",
        "ruby",
        "tuesday",
        "time",
        "square",
        "genealogy",
        "website",
        "lead",
        "arrest",
        "suspect",
        "crime",
        "wave",
        "investigator",
        "looking",
        "golden",
        "state",
        "killer",
        "responsible",
        "least",
        "homicide",
        "rape",
        "across",
        "state",
        "got",
        "big",
        "break",
        "comparing",
        "dna",
        "one",
        "crime",
        "scene",
        "genetic",
        "profile",
        "online",
        "genealogy",
        "site",
        "journal",
        "zusha",
        "elinson",
        "report",
        "popular",
        "site",
        "23andme",
        "ancestry",
        "say",
        "involved",
        "investigation",
        "bbva",
        "becomes",
        "first",
        "global",
        "bank",
        "offer",
        "blockchain",
        "loan",
        "spanish",
        "bank",
        "tell",
        "ft",
        "stage",
        "corporate",
        "loan",
        "negotiating",
        "signing",
        "happened",
        "online",
        "distributed",
        "ledger",
        "said",
        "blockchain",
        "cut",
        "process",
        "day",
        "transformer",
        "real",
        "japan",
        "come",
        "robot",
        "transform",
        "sport",
        "car",
        "carry",
        "two",
        "passenger",
        "reuters",
        "report",
        "effort",
        "result",
        "work",
        "asratec",
        "robot",
        "consulting",
        "firm",
        "sansei",
        "technology",
        "manufacture",
        "amusement",
        "ride",
        "ceo",
        "reading",
        "microsoft",
        "ceo",
        "satya",
        "nadella",
        "leading",
        "company",
        "past",
        "window",
        "era",
        "gian",
        "every",
        "week",
        "cio",
        "journal",
        "offer",
        "glimpse",
        "mind",
        "ceo",
        "whose",
        "view",
        "technology",
        "shaped",
        "story",
        "management",
        "journal",
        "general",
        "interest",
        "magazine",
        "course",
        "publication",
        "mining",
        "innovator",
        "dilemma",
        "digital",
        "survival",
        "microsoft",
        "chief",
        "executive",
        "satya",
        "nadella",
        "talked",
        "mckinsey",
        "simon",
        "london",
        "surfing",
        "disruption",
        "reframing",
        "business",
        "company",
        "need",
        "broaden",
        "definition",
        "market",
        "serve",
        "define",
        "technology",
        "using",
        "said",
        "nadella",
        "recently",
        "led",
        "major",
        "reorganization",
        "company",
        "downgrading",
        "window",
        "imagine",
        "railroad",
        "company",
        "1930s",
        "seeing",
        "working",
        "transportation",
        "railroad",
        "suggests",
        "probably",
        "would",
        "seen",
        "ability",
        "line",
        "extend",
        "jump",
        "new",
        "like",
        "talk",
        "perpetual",
        "perennial",
        "category",
        "modern",
        "workplace",
        "bet",
        "workplace",
        "always",
        "remain",
        "always",
        "need",
        "tapping",
        "hunger",
        "higher",
        "productivity",
        "businessweek",
        "report",
        "several",
        "silicon",
        "valley",
        "startup",
        "taking",
        "whole",
        "exurbs",
        "apps",
        "fasting",
        "regimen",
        "finding",
        "new",
        "audience",
        "valley",
        "partly",
        "framed",
        "term",
        "productivity",
        "weight",
        "loss",
        "report",
        "tom",
        "giles",
        "selina",
        "wang",
        "believer",
        "cite",
        "initial",
        "research",
        "linking",
        "fasting",
        "improved",
        "focus",
        "enough",
        "data",
        "address",
        "effect",
        "fasting",
        "clear",
        "plan",
        "make",
        "people",
        "susceptible",
        "anorexia",
        "nervosa",
        "disorder",
        "say",
        "director",
        "program",
        "national",
        "eating",
        "disorder",
        "association",
        "creativity",
        "alcohol",
        "liquid",
        "lunch",
        "drink",
        "cart",
        "trundled",
        "corner",
        "office",
        "bottle",
        "rye",
        "desk",
        "today",
        "enlightened",
        "office",
        "worker",
        "scoff",
        "want",
        "alcohol",
        "substantial",
        "role",
        "century",
        "office",
        "work",
        "new",
        "research",
        "reveals",
        "drinking",
        "may",
        "stimulate",
        "creative",
        "problem",
        "solving",
        "harvard",
        "business",
        "review",
        "alison",
        "beard",
        "talk",
        "andrew",
        "jarosz",
        "mississippi",
        "state",
        "university",
        "duty",
        "research",
        "fed",
        "test",
        "group",
        "men",
        "age",
        "conclusion",
        "drunk",
        "people",
        "better",
        "creative",
        "problem",
        "say",
        "jarosz",
        "think",
        "creative",
        "problem",
        "solving",
        "one",
        "area",
        "key",
        "effect",
        "good",
        "everything",
        "else",
        "need",
        "know",
        "leader",
        "north",
        "south",
        "korea",
        "agreed",
        "pursue",
        "peace",
        "agreement",
        "historic",
        "talk",
        "largely",
        "steered",
        "clear",
        "specific",
        "question",
        "pyongyang",
        "nuclear",
        "weapon",
        "wsj",
        "highest",
        "oil",
        "price",
        "year",
        "increasing",
        "expense",
        "company",
        "grown",
        "used",
        "low",
        "energy",
        "cost",
        "since",
        "crude",
        "tumble",
        "wsj",
        "new",
        "wave",
        "therapy",
        "treating",
        "cancer",
        "creating",
        "sticker",
        "shock",
        "drug",
        "related",
        "care",
        "single",
        "patient",
        "run",
        "close",
        "million",
        "dollar",
        "wsj",
        "donald",
        "trump",
        "fixer",
        "personal",
        "attorney",
        "michael",
        "cohen",
        "brooded",
        "failing",
        "get",
        "white",
        "house",
        "post",
        "criminal",
        "investigation",
        "president",
        "attention",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share",
        "amazon",
        "web",
        "service",
        "bank",
        "cloud",
        "download",
        "google",
        "microsoft",
        "azure",
        "previous",
        "ubuntu",
        "release",
        "focused",
        "environment",
        "artificial",
        "intelligence",
        "next",
        "building",
        "framework",
        "safe",
        "management",
        "digital",
        "identity",
        "data"
    ]
}