{
    "organizations": [],
    "uuid": "d6a9c8894f740136d12b52e0c4c30fa640a167c9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/09/business-wire-coeur-reports-first-quarter-2018-production-and-sales-results.html",
    "ord_in_thread": 0,
    "title": "Coeur Reports First Quarter 2018 Production and Sales Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO--(BUSINESS WIRE)-- Coeur Mining, Inc. (the \"Company\" or \"Coeur\") (NYSE: CDE) today announced first quarter 2018 production of 3.2 million ounces of silver and 85,383 ounces of gold, or 8.3 million silver equivalent 1 ounces. Metal sales for the quarter of 3.2 million ounces of silver and 87,153 ounces of gold, or 8.4 million silver equivalent 1 ounces, were in-line with production.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180409005445/en/\nQuarterly Production Results. Note: On February 28, 2018, Coeur divested the San Bartolomé mine through the sale of its 100%-owned Bolivian subsidiary. As a result, San Bartolomé is excluded from consolidated operating statistics for all periods presented unless otherwise noted. (Graphic: Business Wire)\nDuring the quarter, the Company also announced it had commenced production at its high-grade Silvertip mine in British Columbia, Canada slightly ahead of schedule. Mill throughput continues to ramp-up according to plan with commercial production expected to be achieved by mid-year.\nCoeur's full-year production guidance of 36.0 - 39.4 million silver equivalent 1 ounces remains unchanged.\nOperations\nFirst quarter 2018 production and sales highlights for each of Coeur's operations are provided below.\nPalmarejo, Mexico\n1Q 2018 4Q 2017 3Q 2017 2Q 2017 1Q 2017 Tons milled 359,893 389,524 413,086 335,428 360,383 Average silver grade (oz/t) 6.88 6.92 5.53 4.98 4.91 Average gold grade (oz/t) 0.10 0.10 0.08 0.08 0.09 Average recovery rate – Ag 81.4% 87.0% 83.6% 87.3% 86.5% Average recovery rate – Au 80.4% 92.0% 83.1% 91.1% 93.7% Ounces Produced Silver (000's) 2,013 2,346 1,908 1,457 1,531 Gold 29,896 37,537 28,948 24,292 30,792 Silver equivalent 1 (000's) 3,807 4,600 3,644 2,914 3,378 Ounces Sold Silver (000's) 2,031 2,343 1,794 1,484 1,965 Gold 30,888 38,953 26,554 25,191 41,045 Silver equivalent 1 (000's) 3,884 4,681 3,387 2,996 4,427 Silver equivalent 1 (average spot) (000's) 4,479 5,331 3,809 3,324 4,837 Year-over-year quarterly silver production increased 31%, while quarterly gold production declined 3%. First quarter silver and gold production decreased 14% and 20% quarter-over-quarter, respectively, to 2.0 million and 29,896 ounces Silver and gold grades were 40% and 11% higher, respectively, year-over-year and flat quarter-over-quarter. Palmarejo's production benefited from mining of higher grade material over the past two quarters in a faulted zone within Independencia, which the Company had conservatively modeled. This was offset by temporarily lower mining rates as additional ground support was installed along the fault. Grades are expected to gradually decrease in subsequent quarters, while mining rates are expected to return to 4,500 tons per day At the end of the first quarter, Palmarejo began commissioning an on-site absorption, desorption, and recovery (\"ADR\") plant, which resulted in a temporary increase in in-process inventory and lower recovery rates, which are expected to normalize during the second quarter During the quarter, 9,906 ounces, or approximately 32%, of Palmarejo's gold sales were to Franco-Nevada at a price of $800 per ounce. For the full year, the Company anticipates a similar percentage of Palmarejo's gold sales to be to Franco-Nevada Full-year 2018 production guidance is unchanged at 6.5 - 7.1 million ounces of silver and 110,000 - 115,000 ounces of gold, or 13.1 - 14.0 million silver equivalent 1 ounces\nRochester, Nevada\n1Q 2018 4Q 2017 3Q 2017 2Q 2017 1Q 2017 Tons placed 4,351,131 4,171,451 4,262,011 4,493,100 3,513,708 Average silver grade (oz/t) 0.54 0.50 0.53 0.53 0.58 Average gold grade (oz/t) 0.003 0.003 0.004 0.003 0.002 Ounces Produced Silver (000's) 1,157 1,361 1,070 1,156 1,127 Gold 11,487 18,995 10,955 10,745 10,356 Silver equivalent 1 (000's)\n1,846 2,500 1,727 1,801 1,749 Ounces Sold Silver (000's) 1,119 1,457 1,050 1,135 1,289 Gold 11,163 20,002 10,390 10,658 13,592 Silver equivalent 1 (000's) 1,789 2,658 1,674 1,774 2,104 Silver equivalent 1 (average spot) (000's) 2,004 2,969 1,839 1,913 2,240 Total tons placed increased 4% quarter-over-quarter and 24% year-over-year Production returned to normalized levels during the first quarter, with silver equivalent 1 production totaling 1.8 million ounces, which was 6% higher year-over-year. Compared to the prior quarter, production declined 26%. Fourth quarter 2017 production reflected accelerated recoveries from the newly-expanded Stage IV leach pad and from the placement of higher-grade gold ore during the second half of 2017 The Company is maintaining full-year 2018 production guidance of 4.2 - 4.7 million ounces of silver and 45,000 - 50,000 ounces of gold, or 6.9 - 7.7 million silver equivalent 1 ounces\nWharf, South Dakota\n1Q 2018 4Q 2017 3Q 2017 2Q 2017 1Q 2017 Tons placed 1,076,395 1,124,785 1,150,308 993,167 1,292,181 Average gold grade (oz/t) 0.022 0.029 0.029 0.024 0.027 Ounces produced Gold 17,936 27,292 25,849 21,358 20,873 Silver (000's) 12 16 15 13 20 Gold equivalent 1 18,133 27,560 26,096 21,568 21,207 Ounces sold Gold 17,339 28,975 23,855 21,314 24,093 Silver (000's) 11 16 14 11 33 Gold equivalent 1 17,522 29,256 24,085 21,495 24,636 As anticipated, first quarter gold production declined 34% quarter-over-quarter and 14% year-over-year to 17,936 ounces primarily due to lower grades While production levels are anticipated to be higher throughout the remainder of the year, 2018 is expected to be a lower grade year as previously disclosed. Higher stripping rates during 2018 are expected to result in access to higher grade material in subsequent years Full-year production guidance of 85,000 - 90,000 ounces of gold remains unchanged\nKensington, Alaska\n1Q 2018 4Q 2017 3Q 2017 2Q 2017 1Q 2017 Tons milled 158,706 167,631 172,038 163,163 165,895 Average gold grade (oz/t) 0.17 0.22 0.17 0.17 0.17 Average recovery rate 94.0% 92.8% 94.1% 93.2% 94.0% Gold ounces produced 26,064 34,932 27,541 26,424 26,197 Gold ounces sold 27,763 35,634 29,173 29,031 32,144 First quarter gold production declined 25% quarter-over-quarter to 26,064 ounces due to lower planned grades related to mine sequencing as well as maintenance-related mill downtime. Production was flat compared to last year's first quarter Development mining continued at Jualin during the quarter, where production is expected to increase in the second half of the year following completion of dewatering efforts. During the second quarter, production at Kensington is expected to remain consistent with first quarter production levels 2018 gold production guidance remains unchanged at 115,000 - 120,000 ounces\n2018 Production Guidance (Unchanged)\nSilver Gold Zinc Lead Silver Equivalent 1 (K oz) (oz) (K lbs) (K lbs) (K oz) Palmarejo 6,500 - 7,100 110,000 - 115,000 — — 13,100 - 14,000 Rochester 4,200 - 4,700 45,000 - 50,000 — — 6,900 - 7,700 Kensington — 115,000 - 120,000 — — 6,900 - 7,200 Wharf — 85,000 - 90,000 — — 5,100 - 5,400 Silvertip 1,500 - 2,000 — 23,000 - 28,000 23,000 - 28,000 4,030 - 5,080 Total 12,600 - 13,800 355,000 - 375,000 23,000 - 28,000 23,000 - 28,000 36,030 - 39,380 Financial Results and Conference Call\nCoeur will report its first quarter 2018 financial results on April 25, 2018 after the New York Stock Exchange closes for trading. There will be a conference call on April 26, 2018 at 11:00 a.m. Eastern Time.\nDial-In Numbers: (855) 560-2581 (U.S.) (855) 669-9657 (Canada) (412) 542-4166 (International) Conference ID: Coeur Mining Hosting the call will be Mitchell J. Krebs, President and Chief Executive Officer of Coeur, who will be joined by Peter C. Mitchell, Senior Vice President and Chief Financial Officer, Frank L. Hanagarne, Jr., Senior Vice President and Chief Operating Officer, Hans Rasmussen, Senior Vice President of Exploration, and other members of management. A replay of the call will be available through May 10, 2018.\nReplay numbers: (877) 344-7529 (U.S.) (855) 669-9658 (Canada) (412) 317-0088 (International) Conference ID: 101 17 926 About Coeur\nCoeur Mining, Inc. is a well-diversified, growing precious metals producer with five mines in North America. Coeur produces from its wholly-owned operations: the Palmarejo silver-gold complex in Mexico, the Silvertip silver-zinc-lead mine in British Columbia, the Rochester silver-gold mine in Nevada, the Kensington gold mine in Alaska, and the Wharf gold mine in South Dakota. In addition, the Company has interests in several precious metals exploration projects throughout North America.\nCautionary Statement\nThis news release contains forward-looking statements within the meaning of securities legislation in the United States and Canada, including statements regarding anticipated production, grades, the timing of commercial production at Silvertip, inventory and recovery rates at Palmarejo, sales under Palmarejo's gold stream agreement, stripping rates at Wharf, and dewatering efforts at Kensington. Such forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause Coeur's actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. Such factors include, among others, the risk that anticipated production levels are not attained, the risks and hazards inherent in the mining business (including risks inherent in developing large-scale mining projects, environmental hazards, industrial accidents, weather or geologically related conditions), changes in the market prices of gold, silver, zinc, and lead and a sustained lower price environment, the uncertainties inherent in Coeur's production, exploratory and developmental activities, including risks relating to permitting and regulatory delays, ground conditions, grade variability, any future labor disputes or work stoppages, the uncertainties inherent in the estimation of gold and silver reserves, changes that could result from Coeur's future acquisition of new mining properties or businesses, the loss of any third-party smelter to which Coeur markets its production, the effects of environmental and other governmental regulations, the risks inherent in the ownership or operation of or investment in mining properties or businesses in foreign countries, Coeur's ability to raise additional financing necessary to conduct its business, make payments or refinance its debt, as well as other uncertainties and risk factors set out in filings made from time to time with the United States Securities and Exchange Commission, and the Canadian securities regulators, including, without limitation, Coeur's most recent report on Form 10-K. Actual results, developments and timetables could vary significantly from the estimates presented. Readers are cautioned not to put undue reliance on forward-looking statements. Coeur disclaims any intent or obligation to update publicly such forward-looking statements, whether as a result of new information, future events or otherwise. Additionally, Coeur undertakes no obligation to comment on analyses, expectations or statements made by third parties in respect of Coeur, its financial or operating results or its securities.\nChristopher Pascoe, Coeur's Director, Technical Services and a qualified person under Canadian National Instrument 43-101, approved the scientific and technical information concerning Coeur's mineral projects in this news release. For a description of the key assumptions, parameters and methods used to estimate mineral reserves and resources, as well as data verification procedures and a general discussion of the extent to which the estimates may be affected by any known environmental, permitting, legal, title, taxation, socio-political, marketing or other relevant factors, Canadian investors should refer to the Technical Reports for each of Coeur's properties as filed on SEDAR at sedar.com .\nNotes\nSilver and gold equivalence assumes a 60:1 silver-to-gold ratio, except where noted as average spot prices. Please see the table below for average applicable spot prices and corresponding ratios. Silver and zinc equivalence assumes a 0.06:1 silver-to-zinc ratio. Silver and lead equivalence assumes a 0.05:1 silver-to-lead ratio.\nAverage Spot Prices\n1Q 2018 4Q 2017 3Q 2017 2Q 2017 1Q 2017 Average Silver Spot Price Per Ounce $ 16.77\n$ 16.73 $ 16.84 $ 17.21 $ 17.42 Average Gold Spot Price Per Ounce $ 1,329\n$ 1,275 $ 1,278 $ 1,257 $ 1,219 Average Silver to Gold Spot Equivalence 79:1\n76:1 76:1 73:1 70:1\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180409005445/en/\nCoeur Mining, Inc.\nCourtney Lynn, Vice President, Investor Relations and Treasurer\nPhone: (312) 489-5800\nwww.coeur.com\nSource: Coeur Mining, Inc.",
    "published": "2018-04-09T14:30:00.000+03:00",
    "crawled": "2018-04-09T17:45:18.060+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "business",
        "wire",
        "coeur",
        "mining",
        "company",
        "coeur",
        "nyse",
        "cde",
        "today",
        "announced",
        "first",
        "quarter",
        "production",
        "million",
        "ounce",
        "silver",
        "ounce",
        "gold",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "metal",
        "sale",
        "quarter",
        "million",
        "ounce",
        "silver",
        "ounce",
        "gold",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "production",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "quarterly",
        "production",
        "result",
        "note",
        "february",
        "coeur",
        "divested",
        "san",
        "bartolomé",
        "mine",
        "sale",
        "bolivian",
        "subsidiary",
        "result",
        "san",
        "bartolomé",
        "excluded",
        "consolidated",
        "operating",
        "statistic",
        "period",
        "presented",
        "unless",
        "otherwise",
        "noted",
        "graphic",
        "business",
        "wire",
        "quarter",
        "company",
        "also",
        "announced",
        "commenced",
        "production",
        "silvertip",
        "mine",
        "british",
        "columbia",
        "canada",
        "slightly",
        "ahead",
        "schedule",
        "mill",
        "throughput",
        "continues",
        "according",
        "plan",
        "commercial",
        "production",
        "expected",
        "achieved",
        "coeur",
        "production",
        "guidance",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "remains",
        "unchanged",
        "operation",
        "first",
        "quarter",
        "production",
        "sale",
        "highlight",
        "coeur",
        "operation",
        "provided",
        "palmarejo",
        "mexico",
        "1q",
        "4q",
        "3q",
        "2q",
        "1q",
        "ton",
        "milled",
        "average",
        "silver",
        "grade",
        "average",
        "gold",
        "grade",
        "average",
        "recovery",
        "rate",
        "ag",
        "average",
        "recovery",
        "rate",
        "au",
        "ounce",
        "produced",
        "silver",
        "gold",
        "silver",
        "equivalent",
        "ounce",
        "sold",
        "silver",
        "gold",
        "silver",
        "equivalent",
        "silver",
        "equivalent",
        "average",
        "spot",
        "quarterly",
        "silver",
        "production",
        "increased",
        "quarterly",
        "gold",
        "production",
        "declined",
        "first",
        "quarter",
        "silver",
        "gold",
        "production",
        "decreased",
        "respectively",
        "million",
        "ounce",
        "silver",
        "gold",
        "grade",
        "higher",
        "respectively",
        "flat",
        "palmarejo",
        "production",
        "benefited",
        "mining",
        "higher",
        "grade",
        "material",
        "past",
        "two",
        "quarter",
        "faulted",
        "zone",
        "within",
        "independencia",
        "company",
        "conservatively",
        "modeled",
        "offset",
        "temporarily",
        "lower",
        "mining",
        "rate",
        "additional",
        "ground",
        "support",
        "installed",
        "along",
        "fault",
        "grade",
        "expected",
        "gradually",
        "decrease",
        "subsequent",
        "quarter",
        "mining",
        "rate",
        "expected",
        "return",
        "ton",
        "per",
        "day",
        "end",
        "first",
        "quarter",
        "palmarejo",
        "began",
        "commissioning",
        "absorption",
        "desorption",
        "recovery",
        "adr",
        "plant",
        "resulted",
        "temporary",
        "increase",
        "inventory",
        "lower",
        "recovery",
        "rate",
        "expected",
        "normalize",
        "second",
        "quarter",
        "quarter",
        "ounce",
        "approximately",
        "palmarejo",
        "gold",
        "sale",
        "price",
        "per",
        "ounce",
        "full",
        "year",
        "company",
        "anticipates",
        "similar",
        "percentage",
        "palmarejo",
        "gold",
        "sale",
        "production",
        "guidance",
        "unchanged",
        "million",
        "ounce",
        "silver",
        "ounce",
        "gold",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "rochester",
        "nevada",
        "1q",
        "4q",
        "3q",
        "2q",
        "1q",
        "ton",
        "placed",
        "average",
        "silver",
        "grade",
        "average",
        "gold",
        "grade",
        "ounce",
        "produced",
        "silver",
        "gold",
        "silver",
        "equivalent",
        "ounce",
        "sold",
        "silver",
        "gold",
        "silver",
        "equivalent",
        "silver",
        "equivalent",
        "average",
        "spot",
        "total",
        "ton",
        "placed",
        "increased",
        "production",
        "returned",
        "normalized",
        "level",
        "first",
        "quarter",
        "silver",
        "equivalent",
        "production",
        "totaling",
        "million",
        "ounce",
        "higher",
        "compared",
        "prior",
        "quarter",
        "production",
        "declined",
        "fourth",
        "quarter",
        "production",
        "reflected",
        "accelerated",
        "recovery",
        "stage",
        "iv",
        "leach",
        "pad",
        "placement",
        "gold",
        "ore",
        "second",
        "half",
        "company",
        "maintaining",
        "production",
        "guidance",
        "million",
        "ounce",
        "silver",
        "ounce",
        "gold",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "wharf",
        "south",
        "dakota",
        "1q",
        "4q",
        "3q",
        "2q",
        "1q",
        "ton",
        "placed",
        "average",
        "gold",
        "grade",
        "ounce",
        "produced",
        "gold",
        "silver",
        "gold",
        "equivalent",
        "ounce",
        "sold",
        "gold",
        "silver",
        "gold",
        "equivalent",
        "anticipated",
        "first",
        "quarter",
        "gold",
        "production",
        "declined",
        "ounce",
        "primarily",
        "due",
        "lower",
        "grade",
        "production",
        "level",
        "anticipated",
        "higher",
        "throughout",
        "remainder",
        "year",
        "expected",
        "lower",
        "grade",
        "year",
        "previously",
        "disclosed",
        "higher",
        "stripping",
        "rate",
        "expected",
        "result",
        "access",
        "higher",
        "grade",
        "material",
        "subsequent",
        "year",
        "production",
        "guidance",
        "ounce",
        "gold",
        "remains",
        "unchanged",
        "kensington",
        "alaska",
        "1q",
        "4q",
        "3q",
        "2q",
        "1q",
        "ton",
        "milled",
        "average",
        "gold",
        "grade",
        "average",
        "recovery",
        "rate",
        "gold",
        "ounce",
        "produced",
        "gold",
        "ounce",
        "sold",
        "first",
        "quarter",
        "gold",
        "production",
        "declined",
        "ounce",
        "due",
        "lower",
        "planned",
        "grade",
        "related",
        "mine",
        "sequencing",
        "well",
        "mill",
        "downtime",
        "production",
        "flat",
        "compared",
        "last",
        "year",
        "first",
        "quarter",
        "development",
        "mining",
        "continued",
        "jualin",
        "quarter",
        "production",
        "expected",
        "increase",
        "second",
        "half",
        "year",
        "following",
        "completion",
        "dewatering",
        "effort",
        "second",
        "quarter",
        "production",
        "kensington",
        "expected",
        "remain",
        "consistent",
        "first",
        "quarter",
        "production",
        "level",
        "gold",
        "production",
        "guidance",
        "remains",
        "unchanged",
        "ounce",
        "production",
        "guidance",
        "unchanged",
        "silver",
        "gold",
        "zinc",
        "lead",
        "silver",
        "equivalent",
        "k",
        "oz",
        "oz",
        "k",
        "lb",
        "k",
        "lb",
        "k",
        "oz",
        "palmarejo",
        "rochester",
        "kensington",
        "wharf",
        "silvertip",
        "total",
        "financial",
        "result",
        "conference",
        "call",
        "coeur",
        "report",
        "first",
        "quarter",
        "financial",
        "result",
        "april",
        "new",
        "york",
        "stock",
        "exchange",
        "close",
        "trading",
        "conference",
        "call",
        "april",
        "eastern",
        "time",
        "number",
        "canada",
        "international",
        "conference",
        "id",
        "coeur",
        "mining",
        "hosting",
        "call",
        "mitchell",
        "krebs",
        "president",
        "chief",
        "executive",
        "officer",
        "coeur",
        "joined",
        "peter",
        "mitchell",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "frank",
        "hanagarne",
        "senior",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "han",
        "rasmussen",
        "senior",
        "vice",
        "president",
        "exploration",
        "member",
        "management",
        "replay",
        "call",
        "available",
        "may",
        "replay",
        "number",
        "canada",
        "international",
        "conference",
        "id",
        "coeur",
        "coeur",
        "mining",
        "growing",
        "precious",
        "metal",
        "producer",
        "five",
        "mine",
        "north",
        "america",
        "coeur",
        "produce",
        "operation",
        "palmarejo",
        "complex",
        "mexico",
        "silvertip",
        "mine",
        "british",
        "columbia",
        "rochester",
        "mine",
        "nevada",
        "kensington",
        "gold",
        "mine",
        "alaska",
        "wharf",
        "gold",
        "mine",
        "south",
        "dakota",
        "addition",
        "company",
        "interest",
        "several",
        "precious",
        "metal",
        "exploration",
        "project",
        "throughout",
        "north",
        "america",
        "cautionary",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "security",
        "legislation",
        "united",
        "state",
        "canada",
        "including",
        "statement",
        "regarding",
        "anticipated",
        "production",
        "grade",
        "timing",
        "commercial",
        "production",
        "silvertip",
        "inventory",
        "recovery",
        "rate",
        "palmarejo",
        "sale",
        "palmarejo",
        "gold",
        "stream",
        "agreement",
        "stripping",
        "rate",
        "wharf",
        "dewatering",
        "effort",
        "kensington",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "coeur",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "anticipated",
        "production",
        "level",
        "attained",
        "risk",
        "hazard",
        "inherent",
        "mining",
        "business",
        "including",
        "risk",
        "inherent",
        "developing",
        "mining",
        "project",
        "environmental",
        "hazard",
        "industrial",
        "accident",
        "weather",
        "geologically",
        "related",
        "condition",
        "change",
        "market",
        "price",
        "gold",
        "silver",
        "zinc",
        "lead",
        "sustained",
        "lower",
        "price",
        "environment",
        "uncertainty",
        "inherent",
        "coeur",
        "production",
        "exploratory",
        "developmental",
        "activity",
        "including",
        "risk",
        "relating",
        "permitting",
        "regulatory",
        "delay",
        "ground",
        "condition",
        "grade",
        "variability",
        "future",
        "labor",
        "dispute",
        "work",
        "stoppage",
        "uncertainty",
        "inherent",
        "estimation",
        "gold",
        "silver",
        "reserve",
        "change",
        "could",
        "result",
        "coeur",
        "future",
        "acquisition",
        "new",
        "mining",
        "property",
        "business",
        "loss",
        "smelter",
        "coeur",
        "market",
        "production",
        "effect",
        "environmental",
        "governmental",
        "regulation",
        "risk",
        "inherent",
        "ownership",
        "operation",
        "investment",
        "mining",
        "property",
        "business",
        "foreign",
        "country",
        "coeur",
        "ability",
        "raise",
        "additional",
        "financing",
        "necessary",
        "conduct",
        "business",
        "make",
        "payment",
        "refinance",
        "debt",
        "well",
        "uncertainty",
        "risk",
        "factor",
        "set",
        "filing",
        "made",
        "time",
        "time",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "canadian",
        "security",
        "regulator",
        "including",
        "without",
        "limitation",
        "coeur",
        "recent",
        "report",
        "form",
        "actual",
        "result",
        "development",
        "timetable",
        "could",
        "vary",
        "significantly",
        "estimate",
        "presented",
        "reader",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "coeur",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "additionally",
        "coeur",
        "undertakes",
        "obligation",
        "comment",
        "analysis",
        "expectation",
        "statement",
        "made",
        "third",
        "party",
        "respect",
        "coeur",
        "financial",
        "operating",
        "result",
        "security",
        "christopher",
        "pascoe",
        "coeur",
        "director",
        "technical",
        "service",
        "qualified",
        "person",
        "canadian",
        "national",
        "instrument",
        "approved",
        "scientific",
        "technical",
        "information",
        "concerning",
        "coeur",
        "mineral",
        "project",
        "news",
        "release",
        "description",
        "key",
        "assumption",
        "parameter",
        "method",
        "used",
        "estimate",
        "mineral",
        "reserve",
        "resource",
        "well",
        "data",
        "verification",
        "procedure",
        "general",
        "discussion",
        "extent",
        "estimate",
        "may",
        "affected",
        "known",
        "environmental",
        "permitting",
        "legal",
        "title",
        "taxation",
        "marketing",
        "relevant",
        "factor",
        "canadian",
        "investor",
        "refer",
        "technical",
        "report",
        "coeur",
        "property",
        "filed",
        "sedar",
        "note",
        "silver",
        "gold",
        "equivalence",
        "assumes",
        "ratio",
        "except",
        "noted",
        "average",
        "spot",
        "price",
        "please",
        "see",
        "table",
        "average",
        "applicable",
        "spot",
        "price",
        "corresponding",
        "ratio",
        "silver",
        "zinc",
        "equivalence",
        "assumes",
        "ratio",
        "silver",
        "lead",
        "equivalence",
        "assumes",
        "ratio",
        "average",
        "spot",
        "price",
        "1q",
        "4q",
        "3q",
        "2q",
        "1q",
        "average",
        "silver",
        "spot",
        "price",
        "per",
        "ounce",
        "average",
        "gold",
        "spot",
        "price",
        "per",
        "ounce",
        "average",
        "silver",
        "gold",
        "spot",
        "equivalence",
        "view",
        "source",
        "version",
        "http",
        "coeur",
        "mining",
        "courtney",
        "lynn",
        "vice",
        "president",
        "investor",
        "relation",
        "treasurer",
        "phone",
        "source",
        "coeur",
        "mining",
        "inc"
    ]
}