{
    "organizations": [],
    "uuid": "468cd9d7b4fa11b6ddc1d61c44e42563c215875b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-kelso-technologies-inc-financial-results-for-the-year-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Kelso Technologies Inc. Financial Results for the Year Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia and BONHAM, Texas, April 02, 2018 (GLOBE NEWSWIRE) -- Kelso Technologies Inc. (“Kelso” or the “Company”), (TSX:KLS), (NYSE MKT:KIQ) reports that it has released its audited financial statements and Management Discussion and Analysis for the year ended December 31, 2017.\nThe audited year end financial statements were prepared in accordance with International Financial Reporting Standards (“IFRS”) as issued by the International Accounting Standards Board (“IASB”). All amounts herein are expressed in United States dollars (the Company’s functional currency) unless otherwise indicated.\nSUMMARY OF FINANCIAL PERFORMANCE\nYear ended December 31, 2017 2016 Revenues $ 6,062,778 $ 8,077,143 Gross profit $ 1,018,685 $ 1,978,241 Gross profit margin (after write down of inventories) 16.8 % 24.5 % Income tax (recovery) $ (150,296 ) $ (989,186 ) Net loss for the year $ (5,015,911 ) $ (2,465,592 ) EBITDA (Loss) $ (4,608,683 ) $ (3,055,743 ) Net loss per share (basic and diluted) $ 0.11 $ 0.05 LIQUIDITY AND CAPITAL RESOURCES\nAt December 31, 2017 the Company had cash on deposit in the amount of $411,223, accounts receivable of $653,445, prepaid expenses of $183,996 and inventory of $3,980,243 compared to cash on deposit in the amount of $2,312,279, accounts receivable of $637,845, prepaid expenses of $708,100, income tax receivable of $753,223 and inventory of $5,206,129 at December 31, 2016.\nThe working capital position of the Company at December 31, 2017 was $3,628,911 compared to $8,511,809 at December 31, 2016.\nNet assets of the Company were $7,565,233 at December 31, 2017 compared to $11,771,944 at December 31, 2016. At December 31, 2017 the Company had no interest bearing long-term liabilities or debt.\nOUTLOOK\nOver the past three years our primary revenue market (hazmat rail tank cars) continued to diminish to its low point in 2017. This situation has had a heavy impact on our sales performance and our ability to fund operations and R&D. Key hazardous commodity businesses such as oil, ethanol and chemicals that fuel demand for our products remained in a cut back position which in turn has led to continued low demand for Kelso’s specialized equipment for rail tank cars.\nIn North America industry analysts expect average production rates between 12,000 and 20,000 new rail tank cars annually for the next three years. Based on these predictions Kelso expects to participate on approximately 5,000 to 6,000 rail tank cars annually. Depending on the makeup of customers’ specifications for our PRV, VRV, one-bolt Manway and BOV (affected by the status of our AAR approvals) sales can range from $1,400 to $10,000 per tank car.\nLong AAR approval processes continue to plague our ability to improve sales with additional rail tank car equipment. The Company still actively pursues AAR approvals for key products including our ceramic ball BOV, pressure car PRV and angle valve even though the AAR process can take more than two years to finish. Final AAR approvals will depend on the administration of our restrictive budgets and the challenges of strict AAR testing requirements that are time consuming, risky and contrary to our profit goals.\nManagement believes our rail tank car products more than demonstrate they are “best available technology” products. They are expected to continue to provide meaningful revenue opportunities for many years to come. However, due to the extreme cyclical nature of the rail tank car market and the economic fallout of the current downturn a more diverse strategic plan was initiated during 2017.\nThe key to reliable revenue growth in the future is developing new products that can service multi-million dollar marketplaces outside of the rail tank car industry. Throughout 2017 Kelso reorganized its strategic direction and made heavy investments in new products with the understanding that profits, assuming that they develop as planned will provide reliable financial growth in future periods. Our main objective is to develop new products that do not require lengthy regulatory approval processes and the design-production process to sales and distribution results are expected to be much quicker.\nProduct development has delivered an array of new products for target markets including specialized truck tanker equipment, rail wheel cleaning systems, fuel loading systems, military applications, first responder emergency response kits and automated safety suspension systems for motor vehicles being used in rugged outback terrain applications that service both commercial industry and leisure markets. Most products not requiring AAR approvals are completed or nearing completion. They are expected to begin generating cash flows in 2018.\nKelso has managed to survive the severe economic setbacks over the past three years. Capital management has been challenging due to diminished cash flows from poor sales. Product development initiatives have been complex, expensive and the timing of revenue streams has not been predictable or guaranteed. Although many operational and human resource expenses have been reduced management must assess its capital needs carefully. We believe that the rail markets have bottomed out. Cash flows from sales improved in the fourth quarter of 2017 and continue to show improved momentum in the first quarter of 2018.\nGoing forward our main goal is to dramatically diminish the impact of economic downturns by decreasing our dependence on specialized equipment for rail tank cars. Management believes that through diversification the Company will put itself in a better position to succeed with a wider range of products and industries to service.\nAbout Kelso Technologies\nKelso is an engineering product development company that specializes in the design, production and distribution of proprietary service equipment used in transportation applications. Our reputation has been earned as a designer and reliable supplier of unique high performance rail tank car equipment that provides for the safe handling and containment of hazardous and non-hazardous commodities during transport. All Kelso products are specifically designed to provide economic and operational advantages to customers while reducing the potential effects of human error and environmental harm. The Company offers specialized truck tanker equipment, rail wheel cleaning systems, fuel loading systems, military applications, first responder emergency response kits and high performance suspension systems for motor vehicles being used in rugged outback terrains.\nFor a more complete business and financial profile of the Company, please view the Company's website at www.kelsotech.com and public documents posted under the Company’s profile on www.sedar.com in Canada and on EDGAR at www.sec.gov in the United States.\nOn behalf of the Board of Directors,\nJames R. Bond, CEO and President\nNotice to Reader: References to EBITDA refer to net earnings from continuing operations before interest, taxes, amortization, unrealized foreign exchange and non cash share-based expenses (Black Sholes option pricing model). EBITDA is not an earnings measure recognized by IFRS and does not have a standardized meaning prescribed by IFRS. Management believes that EBITDA is an alternative measure in evaluating the Company's business performance. Readers are cautioned that EBITDA should not be construed as an alternative to net income as determined under IFRS; nor as an indicator of financial performance as determined by IFRS; nor a calculation of cash flow from operating activities as determined under IFRS; nor as a measure of liquidity and cash flow under IFRS. The Company's method of calculating EBITDA may differ from methods used by other issuers and, accordingly, the Company's EBITDA may not be comparable to similar measures used by any other issuer.\nLegal Notice Regarding Forward-Looking Statements: This news release contains “forward-looking statements” within the meaning of applicable securities legislation. Forward-looking statements are indicated expectations or intentions. Forward-looking statements in this news release include that North America industry analysts expect average production rates between 12,000 and 20,000 new rail tank cars annually for the next three years; that based on these predictions Kelso expects to participate on approximately 5,000 to 6,000 rail tank cars annually; that depending on the makeup of customers’ specifications for our PRV, VRV, one-bolt manway and BOV (affected by the status of our AAR approvals) sales can range from $1,400 to $10,000 per tank car; that long AAR approval processes continue to plague our ability to improve sales with additional rail tank car equipment; that final AAR approvals will depend on the administration of our restrictive budgets and the challenges of strict AAR testing requirements that are time consuming, risky and contrary to our profit goals; that our rail tank car products demonstrate they are “best available technology” products that they are expected to continue to provide meaningful revenue opportunities for many years to come; that due to the extreme cyclical nature of the rail tank car market and the economic fallout of the current downturn a more diverse strategic plan could be more successful; that our future objective is to develop new products that do not require lengthy regulatory approval processes and the design-production process to sales and distribution results are expected to be much quicker; that; that our new products not requiring AAR approvals are completed or nearing completion and are expected to begin generating cash flows in 2018; that cash flows from sales improved in the fourth quarter of 2017 and continue to show improved momentum in the first quarter of 2018 and fund operations in the near term; and that management believes that through diversification the Company will put itself in a better position to succeed financially with a wider range of products and industries to service. Although Kelso believes its anticipated future results, performance or achievements expressed or implied by the forward-looking statements and information are based upon reasonable assumptions and expectations, they can give no assurance that such expectations will prove to be correct. The reader should not place undue reliance on forward-looking statements and information as such statements and information involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of Kelso to differ materially from anticipated future results, performance or achievement expressed or implied by such forward-looking statements and information, including without limitation the risk that regulatory deadlines for compliance may be delayed or cancelled; the Company’s products may not provide the intended economic or operational advantages; or reduce the potential effects of human error and environmental harm during the transport of hazardous materials; or grow and sustain anticipated revenue streams; PHMSA rules may not be finalized, orders may be cancelled and competitors may enter the market with new product offerings which could capture some of our market share; and our new equipment offerings may not capture market share as well as expected. Except as required by law, the Company does not intend to update the forward-looking information and forward-looking statements contained in this news release.\nFor further information, please contact:\nJames R. Bond, CEO and President Richard Lee, Chief Financial Officer Corporate Address: Email: bond@kelsotech.com\nEmail: lee@kelsotech.com\n13966 - 18B Avenue\nSouth Surrey, BC V4A 8J1\nwww.kelsotech.com\nSource:Kelso Technologies Inc.",
    "published": "2018-04-02T17:00:00.000+03:00",
    "crawled": "2018-04-02T17:42:51.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "bonham",
        "texas",
        "april",
        "globe",
        "newswire",
        "kelso",
        "technology",
        "kelso",
        "company",
        "tsx",
        "kls",
        "nyse",
        "mkt",
        "kiq",
        "report",
        "released",
        "audited",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "audited",
        "year",
        "end",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "issued",
        "international",
        "accounting",
        "standard",
        "board",
        "iasb",
        "amount",
        "herein",
        "expressed",
        "united",
        "state",
        "dollar",
        "company",
        "functional",
        "currency",
        "unless",
        "otherwise",
        "indicated",
        "summary",
        "financial",
        "performance",
        "year",
        "ended",
        "december",
        "revenue",
        "gross",
        "profit",
        "gross",
        "profit",
        "margin",
        "write",
        "inventory",
        "income",
        "tax",
        "recovery",
        "net",
        "loss",
        "year",
        "ebitda",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "liquidity",
        "capital",
        "resource",
        "december",
        "company",
        "cash",
        "deposit",
        "amount",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "inventory",
        "compared",
        "cash",
        "deposit",
        "amount",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "income",
        "tax",
        "receivable",
        "inventory",
        "december",
        "working",
        "capital",
        "position",
        "company",
        "december",
        "compared",
        "december",
        "net",
        "asset",
        "company",
        "december",
        "compared",
        "december",
        "december",
        "company",
        "interest",
        "bearing",
        "liability",
        "debt",
        "outlook",
        "past",
        "three",
        "year",
        "primary",
        "revenue",
        "market",
        "hazmat",
        "rail",
        "tank",
        "car",
        "continued",
        "diminish",
        "low",
        "point",
        "situation",
        "heavy",
        "impact",
        "sale",
        "performance",
        "ability",
        "fund",
        "operation",
        "r",
        "key",
        "hazardous",
        "commodity",
        "business",
        "oil",
        "ethanol",
        "chemical",
        "fuel",
        "demand",
        "product",
        "remained",
        "cut",
        "back",
        "position",
        "turn",
        "led",
        "continued",
        "low",
        "demand",
        "kelso",
        "specialized",
        "equipment",
        "rail",
        "tank",
        "car",
        "north",
        "america",
        "industry",
        "analyst",
        "expect",
        "average",
        "production",
        "rate",
        "new",
        "rail",
        "tank",
        "car",
        "annually",
        "next",
        "three",
        "year",
        "based",
        "prediction",
        "kelso",
        "expects",
        "participate",
        "approximately",
        "rail",
        "tank",
        "car",
        "annually",
        "depending",
        "makeup",
        "customer",
        "specification",
        "prv",
        "vrv",
        "manway",
        "bov",
        "affected",
        "status",
        "aar",
        "approval",
        "sale",
        "range",
        "per",
        "tank",
        "car",
        "long",
        "aar",
        "approval",
        "process",
        "continue",
        "plague",
        "ability",
        "improve",
        "sale",
        "additional",
        "rail",
        "tank",
        "car",
        "equipment",
        "company",
        "still",
        "actively",
        "pursues",
        "aar",
        "approval",
        "key",
        "product",
        "including",
        "ceramic",
        "ball",
        "bov",
        "pressure",
        "car",
        "prv",
        "angle",
        "valve",
        "even",
        "though",
        "aar",
        "process",
        "take",
        "two",
        "year",
        "finish",
        "final",
        "aar",
        "approval",
        "depend",
        "administration",
        "restrictive",
        "budget",
        "challenge",
        "strict",
        "aar",
        "testing",
        "requirement",
        "time",
        "consuming",
        "risky",
        "contrary",
        "profit",
        "goal",
        "management",
        "belief",
        "rail",
        "tank",
        "car",
        "product",
        "demonstrate",
        "best",
        "available",
        "technology",
        "product",
        "expected",
        "continue",
        "provide",
        "meaningful",
        "revenue",
        "opportunity",
        "many",
        "year",
        "come",
        "however",
        "due",
        "extreme",
        "cyclical",
        "nature",
        "rail",
        "tank",
        "car",
        "market",
        "economic",
        "fallout",
        "current",
        "downturn",
        "diverse",
        "strategic",
        "plan",
        "initiated",
        "key",
        "reliable",
        "revenue",
        "growth",
        "future",
        "developing",
        "new",
        "product",
        "service",
        "dollar",
        "marketplace",
        "outside",
        "rail",
        "tank",
        "car",
        "industry",
        "throughout",
        "kelso",
        "reorganized",
        "strategic",
        "direction",
        "made",
        "heavy",
        "investment",
        "new",
        "product",
        "understanding",
        "profit",
        "assuming",
        "develop",
        "planned",
        "provide",
        "reliable",
        "financial",
        "growth",
        "future",
        "period",
        "main",
        "objective",
        "develop",
        "new",
        "product",
        "require",
        "lengthy",
        "regulatory",
        "approval",
        "process",
        "process",
        "sale",
        "distribution",
        "result",
        "expected",
        "much",
        "quicker",
        "product",
        "development",
        "delivered",
        "array",
        "new",
        "product",
        "target",
        "market",
        "including",
        "specialized",
        "truck",
        "tanker",
        "equipment",
        "rail",
        "wheel",
        "cleaning",
        "system",
        "fuel",
        "loading",
        "system",
        "military",
        "application",
        "first",
        "responder",
        "emergency",
        "response",
        "kit",
        "automated",
        "safety",
        "suspension",
        "system",
        "motor",
        "vehicle",
        "used",
        "rugged",
        "outback",
        "terrain",
        "application",
        "service",
        "commercial",
        "industry",
        "leisure",
        "market",
        "product",
        "requiring",
        "aar",
        "approval",
        "completed",
        "nearing",
        "completion",
        "expected",
        "begin",
        "generating",
        "cash",
        "flow",
        "kelso",
        "managed",
        "survive",
        "severe",
        "economic",
        "setback",
        "past",
        "three",
        "year",
        "capital",
        "management",
        "challenging",
        "due",
        "diminished",
        "cash",
        "flow",
        "poor",
        "sale",
        "product",
        "development",
        "initiative",
        "complex",
        "expensive",
        "timing",
        "revenue",
        "stream",
        "predictable",
        "guaranteed",
        "although",
        "many",
        "operational",
        "human",
        "resource",
        "expense",
        "reduced",
        "management",
        "must",
        "assess",
        "capital",
        "need",
        "carefully",
        "believe",
        "rail",
        "market",
        "bottomed",
        "cash",
        "flow",
        "sale",
        "improved",
        "fourth",
        "quarter",
        "continue",
        "show",
        "improved",
        "momentum",
        "first",
        "quarter",
        "going",
        "forward",
        "main",
        "goal",
        "dramatically",
        "diminish",
        "impact",
        "economic",
        "downturn",
        "decreasing",
        "dependence",
        "specialized",
        "equipment",
        "rail",
        "tank",
        "car",
        "management",
        "belief",
        "diversification",
        "company",
        "put",
        "better",
        "position",
        "succeed",
        "wider",
        "range",
        "product",
        "industry",
        "service",
        "kelso",
        "technology",
        "kelso",
        "engineering",
        "product",
        "development",
        "company",
        "specializes",
        "design",
        "production",
        "distribution",
        "proprietary",
        "service",
        "equipment",
        "used",
        "transportation",
        "application",
        "reputation",
        "earned",
        "designer",
        "reliable",
        "supplier",
        "unique",
        "high",
        "performance",
        "rail",
        "tank",
        "car",
        "equipment",
        "provides",
        "safe",
        "handling",
        "containment",
        "hazardous",
        "commodity",
        "transport",
        "kelso",
        "product",
        "specifically",
        "designed",
        "provide",
        "economic",
        "operational",
        "advantage",
        "customer",
        "reducing",
        "potential",
        "effect",
        "human",
        "error",
        "environmental",
        "harm",
        "company",
        "offer",
        "specialized",
        "truck",
        "tanker",
        "equipment",
        "rail",
        "wheel",
        "cleaning",
        "system",
        "fuel",
        "loading",
        "system",
        "military",
        "application",
        "first",
        "responder",
        "emergency",
        "response",
        "kit",
        "high",
        "performance",
        "suspension",
        "system",
        "motor",
        "vehicle",
        "used",
        "rugged",
        "outback",
        "terrain",
        "complete",
        "business",
        "financial",
        "profile",
        "company",
        "please",
        "view",
        "company",
        "website",
        "public",
        "document",
        "posted",
        "company",
        "profile",
        "canada",
        "edgar",
        "united",
        "state",
        "behalf",
        "board",
        "director",
        "james",
        "bond",
        "ceo",
        "president",
        "notice",
        "reader",
        "reference",
        "ebitda",
        "refer",
        "net",
        "earnings",
        "continuing",
        "operation",
        "interest",
        "tax",
        "amortization",
        "unrealized",
        "foreign",
        "exchange",
        "non",
        "cash",
        "expense",
        "black",
        "sholes",
        "option",
        "pricing",
        "model",
        "ebitda",
        "earnings",
        "measure",
        "recognized",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "management",
        "belief",
        "ebitda",
        "alternative",
        "measure",
        "evaluating",
        "company",
        "business",
        "performance",
        "reader",
        "cautioned",
        "ebitda",
        "construed",
        "alternative",
        "net",
        "income",
        "determined",
        "ifrs",
        "indicator",
        "financial",
        "performance",
        "determined",
        "ifrs",
        "calculation",
        "cash",
        "flow",
        "operating",
        "activity",
        "determined",
        "ifrs",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "ifrs",
        "company",
        "method",
        "calculating",
        "ebitda",
        "may",
        "differ",
        "method",
        "used",
        "issuer",
        "accordingly",
        "company",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "used",
        "issuer",
        "legal",
        "notice",
        "regarding",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "statement",
        "indicated",
        "expectation",
        "intention",
        "statement",
        "news",
        "release",
        "include",
        "north",
        "america",
        "industry",
        "analyst",
        "expect",
        "average",
        "production",
        "rate",
        "new",
        "rail",
        "tank",
        "car",
        "annually",
        "next",
        "three",
        "year",
        "based",
        "prediction",
        "kelso",
        "expects",
        "participate",
        "approximately",
        "rail",
        "tank",
        "car",
        "annually",
        "depending",
        "makeup",
        "customer",
        "specification",
        "prv",
        "vrv",
        "manway",
        "bov",
        "affected",
        "status",
        "aar",
        "approval",
        "sale",
        "range",
        "per",
        "tank",
        "car",
        "long",
        "aar",
        "approval",
        "process",
        "continue",
        "plague",
        "ability",
        "improve",
        "sale",
        "additional",
        "rail",
        "tank",
        "car",
        "equipment",
        "final",
        "aar",
        "approval",
        "depend",
        "administration",
        "restrictive",
        "budget",
        "challenge",
        "strict",
        "aar",
        "testing",
        "requirement",
        "time",
        "consuming",
        "risky",
        "contrary",
        "profit",
        "goal",
        "rail",
        "tank",
        "car",
        "product",
        "demonstrate",
        "best",
        "available",
        "technology",
        "product",
        "expected",
        "continue",
        "provide",
        "meaningful",
        "revenue",
        "opportunity",
        "many",
        "year",
        "come",
        "due",
        "extreme",
        "cyclical",
        "nature",
        "rail",
        "tank",
        "car",
        "market",
        "economic",
        "fallout",
        "current",
        "downturn",
        "diverse",
        "strategic",
        "plan",
        "could",
        "successful",
        "future",
        "objective",
        "develop",
        "new",
        "product",
        "require",
        "lengthy",
        "regulatory",
        "approval",
        "process",
        "process",
        "sale",
        "distribution",
        "result",
        "expected",
        "much",
        "quicker",
        "new",
        "product",
        "requiring",
        "aar",
        "approval",
        "completed",
        "nearing",
        "completion",
        "expected",
        "begin",
        "generating",
        "cash",
        "flow",
        "cash",
        "flow",
        "sale",
        "improved",
        "fourth",
        "quarter",
        "continue",
        "show",
        "improved",
        "momentum",
        "first",
        "quarter",
        "fund",
        "operation",
        "near",
        "term",
        "management",
        "belief",
        "diversification",
        "company",
        "put",
        "better",
        "position",
        "succeed",
        "financially",
        "wider",
        "range",
        "product",
        "industry",
        "service",
        "although",
        "kelso",
        "belief",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "based",
        "upon",
        "reasonable",
        "assumption",
        "expectation",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "statement",
        "information",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "kelso",
        "differ",
        "materially",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "including",
        "without",
        "limitation",
        "risk",
        "regulatory",
        "deadline",
        "compliance",
        "may",
        "delayed",
        "cancelled",
        "company",
        "product",
        "may",
        "provide",
        "intended",
        "economic",
        "operational",
        "advantage",
        "reduce",
        "potential",
        "effect",
        "human",
        "error",
        "environmental",
        "harm",
        "transport",
        "hazardous",
        "material",
        "grow",
        "sustain",
        "anticipated",
        "revenue",
        "stream",
        "phmsa",
        "rule",
        "may",
        "finalized",
        "order",
        "may",
        "cancelled",
        "competitor",
        "may",
        "enter",
        "market",
        "new",
        "product",
        "offering",
        "could",
        "capture",
        "market",
        "share",
        "new",
        "equipment",
        "offering",
        "may",
        "capture",
        "market",
        "share",
        "well",
        "expected",
        "except",
        "required",
        "law",
        "company",
        "intend",
        "update",
        "information",
        "statement",
        "contained",
        "news",
        "release",
        "information",
        "please",
        "contact",
        "james",
        "bond",
        "ceo",
        "president",
        "richard",
        "lee",
        "chief",
        "financial",
        "officer",
        "corporate",
        "address",
        "email",
        "bond",
        "email",
        "lee",
        "18b",
        "avenue",
        "south",
        "surrey",
        "bc",
        "v4a",
        "8j1",
        "source",
        "kelso",
        "technology",
        "inc"
    ]
}