{
    "organizations": [],
    "uuid": "b744dae44b4e52335362aa040b0c5f997ac52d98",
    "author": "Eric Rosenbaum",
    "url": "https://www.cnbc.com/2018/04/30/saudi-arabia-a-top-stock-market-as-reforms-and-oil-rally-investors.html",
    "ord_in_thread": 0,
    "title": "Saudi Arabia a top stock market as reforms, and oil, rally investors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "After a 2017 equities run in which almost every stock market across the globe went up, this year the average performance across 137 single-country stock ETFs is flat. But two global stock markets have continued to boom unlike the rest of the pack: Egypt and Saudi Arabia.\nThe iShares MSCI Saudi Arabia ETF ( KSA ) is up close to 18 percent, surpassed only by the VanEck Vectors Egypt Index ETF ( EGPT ), up 22 percent, according to data from XTF.com through April 27. It would be easy to conclude amid a big rally in crude that it's oil. Yet it's not only oil that has led to booms in these two Mideast stock markets.\nEgypt is an oil producer, but it is a net importer — not exporter — of hydrocarbons. For Saudi Arabia the stock market strength comes amid the consolidation of power under Crown Prince Mohammed bin Salman, known colloquially as MBS.\nIn KSA, the Saudi stock ETF, financials (39 percent) and materials (31 percent) are the two largest sector weighting. Energy represents less than 1 percent of the portfolio.\nETF YTD return 1-year return YTD asset flows VanEck Vectors Egypt Index (EGPT) 22.00% 49.00% (-$6.3 million) iShares MSCI Saudi Arabia (KSA) 18.00% 27.00% $162 million XTF.com, through April 27 \"The performance of bank shares shows that MBS is a factor,\" said Jean-François Seznec, a member of the Middle East Institute and expert in international banking. Seznec spent years working in banking in the Middle East and still travels to Saudi Arabia regularly. \"There is an enormous amount of hope that reforms will truly bring new industries, which will create jobs and service industries,\" he said.\nThe $20 billion joint venture between Saudi Aramco and Dow Chemical is an example of a deal that will support the broader Saudi Arabian economy, Seznec said. \"I visited it three months ago, and it is amazing what's being done there. ... I think that creates a lot of positives, and banks are doing well because investors know all these new companies will be borrowing money.\"\nForeign investors want stability and reforms MBS has been on a world tour promoting business opportunities in the kingdom, from technology to entertainment, even including professional wrestling . Saudi Arabia has implemented a series of market reforms to encourage foreign investment and entrepreneurship.\n\"Foreign investors like political stability and reforms,\" said Neena Mishra , director of ETF Research at Zacks Investment Research.\nForeign direct investment is less than 1 percent of Saudi Arabian GDP, which is very low compared to most emerging economies, where FDI runs between 2 percent to 3 percent of GDP, according to the Institute of International Finance. Foreign investment in Saudi Arabia declined after Arab Spring and stayed low because of the lack of structural reforms.\nGetty Images Queen Elizabeth II greets Mohammed bin Salman, the Crown Prince of Saudi Arabia, during a private audience at Buckingham Palace on March 7, 2018 in London. \"There was a question as to whether he could consolidate power, and some of the Saudi nationals thought maybe there would be strong opposition,\" said Garbis Iradian, chief economist for the Middle East/North African region at the Institute of International Finance. \"But he showed that he was able to consolidate power.\"\nNow major stock index providers, FTSE and MSCI, have plans to add Saudi stocks to emerging market benchmarks, moves that are a response to Saudi reforms. In early April, FTSE declared that Saudi Arabia will be classified as a secondary emerging market effective March 2019. As a result, the kingdom will have a 2.7 percent weighting in its main emerging stock benchmarks. If the 5 percent sale of Aramco shares happens, then the projected weight for the kingdom would increase to 4.5 percent. MSCI may also make a decision to include Saudi stocks in its emerging market indexes by June of this year.\n\"Ongoing economic reforms were among the main reasons behind this [FTSE] upgrade,\" said Neena Mishra , director of ETF Research at Zacks Investment Research. \"Foreign investors like political stability and reforms.\"\nAny time a country's stocks — or even an individual company stock — is being added to a major global index, it means that investors whose funds track the index will have to buy the stocks, and that provides underlying support. A report this month from the Institute of International Finance stated that it expects a sharp increase in capital inflows to Saudi Arabia in 2019 based at least partially on the index moves.\nThe IIF stated that there is \"further upside for Saudi stocks for the rest of this year\" based on potential MSCI inclusion by June and rising oil prices . That point is debatable, as some emerging markets in which stocks were buoyed by planned index moves actually reversed sharply once the country's stock market was officially added to the benchmarks.\nOil's ripple effect in the Saudi economy IIF's Iradian said several factors have helped Saudi stocks boom. For years, the stocks had underperformed, creating the room for equities upside, and there has historically been a correlation between Brent oil prices and Saudi equities. \"You have an economy where 85 percent of export is some form of oil and the rest, even the non-oil, is petroleum products,\" Iradian said. He said the higher oil revenue helps the private sector and leads to greater economic confidence because it implies a higher level of government spending.\nAfter years of austerity due to the oil price crash and increasing concerns that the Saudis cannot continue to fund their heavily subsidized economy, the rally in crude has flipped the budget equation. \"The budget this year is expansionary and that boosts the economy,\" Iradian said.\nThe IIF estimates non-hydrocarbon real GDP growth at 2.7 percent in 2018 and 2019, compared to 1 percent last year, mainly driven by fiscal stimulus.\nSteven Cook, senior fellow for Middle East and Africa Studies at the Council on Foreign Relations, said higher oil prices lessen all the worries from 2015 and 2016 about the Saudi government's ability to maintain its commitments, but the consolidation of power in the hands of the Crown Prince also is significant for the market and investors as his reform program is widely regarded as critical for Saudi Arabia's future prosperity.\nIn January, Saudi regulators changed rules for qualified foreign institutions to allow them to own up to 49 percent of listed securities as the kingdom opens up its stock market and plans a 5 percent sale of $2 trillion oil giant Aramco in 2019.\nIIF noted in a recent report that plans to privatize several state-owned enterprises beyond the Aramco deal, a doubling in the size of the domestic stock market and the trading of local currency government bonds on the Saudi exchange, which began this month, all deepen the kingdom's capital markets. In February a bankruptcy law was enacted to make the Saudi market more attractive to entrepreneurs and investors.\n\"The bankruptcy law is a very important one,\" Seznec said. \"It was one of the main things stopping foreign ownership in Saudi Arabia.\" The international banker said all of these activities of the kingdom are for real and will push earnings positively, but it would be unrealistic to not think the market has reacted significantly to the crude oil rally. \"It's unrealistic to think otherwise, but in the medium term to long term, this is sustainable.\"\nEven the Aramco deal is not only about generating hundreds of billions for state coffers, Seznec said, but to create a culture of transparency with a state-owned company. \"If you do it with the biggest state company, that will emphasize that transparency is important for everyone,\" he said.\nOn Sunday, Aramco announced it was adding a woman to its board of directors for the first time, Lynn Laverty Elsenhans, the former chairwoman, president and CEO of Sunoco.\n\"The Saudis actually support the Iran nuclear deal. ... If Trump busts the deal, people may get nervous and this might have an impact on the Saudi market.\" -Steven Cook, senior fellow for Middle East and Africa Studies at the Council on Foreign Relations Amid all the excitement and attention driven by MBS, Cook said the market is overlooking the destabilizing aspects of the Crown Prince's Vision 2030 plan, and responding more positively to the Saudis' stated position: they have no choice, and failure isn't an option. He argued in a blog post that a single figure, even the son of a king, in pushing for a great deal of change in a country where the politics and power accumulated over decades are complicated, could end up producing the opposite of stability. A pointed to a similar situation that played out with the son of former Egyptian President Hosni Mubarak in Egypt.\nGeopolitics will remain a wildcard for the Saudi market, Cook said, but at the moment, the market seems to have priced in the risks, such as the recent missiles fired by Yemen , or judged them to be, on balance, not pressing. And there is reason to believe the Trump administration's strong support of the Saudi regime could influence investors.\n\"It is unclear to me whether market participants are pricing in continued confrontation with Iran, though they are almost certainly doing so with regard to Yemen,\" Cook said. \"If there is worry about Iran, the fact that President Trump has been tough rhetorically on Iran and established close ties with [the kingdom], may very well be the reason the market doesn't seem more concerned.\"\nOver the weekend, there were multiple headlines that MBS made recent comments in support of a U.S. peace plan for Israel, and reportedly was critical of Palestinian reluctance to accept a deal; earlier in April, MBS had said Israel has a right to exist and to its own land.\nTrump's reluctance to back a nuclear deal with Iran, though, could be a negative for the Saudis. \"The Saudis actually support the Iran nuclear deal; they were upset about sanctions relief, however. If Trump busts the deal, people may get nervous and this might have an impact on the Saudi market,\" he said.\nOver the weekend, France said it had begun working with Iran to preserve the deal , which Trump has threatened to tear up unless what he views as defects are corrected. News also broke on Monday that Israeli Prime Minister Benjamin Netanyahu would be giving a speech that Israel's government called a \"significant development\" related to the Iran nuclear deal.\nEgypt vs. Saudi Arabia More money has flowed into the Saudi ETF than Egypt ETF this year, at roughly $162 million; flows to the Egyptian ETF are actually negative. But the Saudi ETF flows aren't at the top of the list when it comes to U.S. investor interest in overseas stock markets. KSA is ninth in flows among all foreign country ETFs this year, according to XTF.com, with stock ETFs covering stock markets in Japan, China, Brazil and Malaysia all receiving larger bets. Upside for equities in both Saudi Arabia and Egypt has been tied to years of underperformance. From 2014 to 2017, the Saudi stock market had a cumulative decline of about 15 percent; the VanEck Vectors Egypt ETF is down 23 percent in the past three years. ETF flows this year show more interest in Saudi stocks.\nEven amid widespread criticisms of the election process in Egypt, President Abdul Fattah al-Sisi's reelection is a signal of stability that should encourage investors . \"Egyptian stocks have benefited from recent economic reforms and expectations that President Sisi would continue to press ahead with key reforms after his re-election,\" Mishra said, noting that Egyptian stocks had declined at the beginning of the year and only began rallying again once it became clear Sisi was unbeatable.\nIIF's Iradian said he is more confident in the Egyptian economy. \"I would say take Egypt over Saudi Arabia because the Saudi economy is more vulnerable to oil prices.\" He noted that many commodities market forecasts for next year show a decline in oil prices. \"The rise in oil is not sustainable and there will be a small correction and that could hurt the Saudi economy and confidence.\"\nCook said Egypt's approach to the International Monetary Fund and one key energy project are reasons to be positive on the economy. \"The Egyptians have been — atypically — fastidious about their IMF reform program. The result has been an uptick in investment and a willingness to lend to Egypt (even though public indebtedness is extremely high). There is also the massive Zahar gas field that will ease Egypt's energy concerns.\"\nAccording to the IIF, since Egypt reached agreement with the IMF in 2016, its currency has increased sharply against the dollar and that boosted its official reserves by almost double — from about $20 billion to $40 billion — and narrowed its deficit. The IIF projects that Egypt's growth rate expected at around 5 percent could be highest in the MENA region. \"In the past two years things have improved,\" Garadian said, noting that before Arab Spring the Egyptian economy was growing around 6 percent annually.\nBut the Council on Foreign Relations expert thinks geopolitical issues in Egypt make stocks there fragile as well. \"The Bourse is sky high because of irrational exuberance in Egypt. After all, the country is unstable\" Cook said. \"You've got a terrorist problem on two sides, a serious problem with Sudan and Ethiopia over Nile water that could turn into a shooting conflict, and a pretty poor population that is growing at alarming rates.\"\nMore from ETF Spotlight:\nBond king Jeff Gundlach's new energy ETF bet could be a gusher\nAn ETF for EV enthusiasts who want to avoid the Tesla/Musk stress\nJack Bogle just slammed ETFs (or at least, some of their investors)",
    "published": "2018-04-30T03:00:00.000+03:00",
    "crawled": "2018-04-30T16:28:35.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "equity",
        "run",
        "almost",
        "every",
        "stock",
        "market",
        "across",
        "globe",
        "went",
        "year",
        "average",
        "performance",
        "across",
        "stock",
        "etf",
        "flat",
        "two",
        "global",
        "stock",
        "market",
        "continued",
        "boom",
        "unlike",
        "rest",
        "pack",
        "egypt",
        "saudi",
        "arabia",
        "ishares",
        "msci",
        "saudi",
        "arabia",
        "etf",
        "ksa",
        "close",
        "percent",
        "surpassed",
        "vaneck",
        "vector",
        "egypt",
        "index",
        "etf",
        "egpt",
        "percent",
        "according",
        "data",
        "april",
        "would",
        "easy",
        "conclude",
        "amid",
        "big",
        "rally",
        "crude",
        "oil",
        "yet",
        "oil",
        "led",
        "boom",
        "two",
        "mideast",
        "stock",
        "market",
        "egypt",
        "oil",
        "producer",
        "net",
        "importer",
        "exporter",
        "hydrocarbon",
        "saudi",
        "arabia",
        "stock",
        "market",
        "strength",
        "come",
        "amid",
        "consolidation",
        "power",
        "crown",
        "prince",
        "mohammed",
        "bin",
        "salman",
        "known",
        "colloquially",
        "mb",
        "ksa",
        "saudi",
        "stock",
        "etf",
        "financials",
        "percent",
        "material",
        "percent",
        "two",
        "largest",
        "sector",
        "weighting",
        "energy",
        "represents",
        "less",
        "percent",
        "portfolio",
        "etf",
        "ytd",
        "return",
        "return",
        "ytd",
        "asset",
        "flow",
        "vaneck",
        "vector",
        "egypt",
        "index",
        "egpt",
        "million",
        "ishares",
        "msci",
        "saudi",
        "arabia",
        "ksa",
        "million",
        "april",
        "performance",
        "bank",
        "share",
        "show",
        "mb",
        "factor",
        "said",
        "seznec",
        "member",
        "middle",
        "east",
        "institute",
        "expert",
        "international",
        "banking",
        "seznec",
        "spent",
        "year",
        "working",
        "banking",
        "middle",
        "east",
        "still",
        "travel",
        "saudi",
        "arabia",
        "regularly",
        "enormous",
        "amount",
        "hope",
        "reform",
        "truly",
        "bring",
        "new",
        "industry",
        "create",
        "job",
        "service",
        "industry",
        "said",
        "billion",
        "joint",
        "venture",
        "saudi",
        "aramco",
        "dow",
        "chemical",
        "example",
        "deal",
        "support",
        "broader",
        "saudi",
        "arabian",
        "economy",
        "seznec",
        "said",
        "visited",
        "three",
        "month",
        "ago",
        "amazing",
        "done",
        "think",
        "creates",
        "lot",
        "positive",
        "bank",
        "well",
        "investor",
        "know",
        "new",
        "company",
        "borrowing",
        "money",
        "foreign",
        "investor",
        "want",
        "stability",
        "reform",
        "mb",
        "world",
        "tour",
        "promoting",
        "business",
        "opportunity",
        "kingdom",
        "technology",
        "entertainment",
        "even",
        "including",
        "professional",
        "wrestling",
        "saudi",
        "arabia",
        "implemented",
        "series",
        "market",
        "reform",
        "encourage",
        "foreign",
        "investment",
        "entrepreneurship",
        "foreign",
        "investor",
        "like",
        "political",
        "stability",
        "reform",
        "said",
        "neena",
        "mishra",
        "director",
        "etf",
        "research",
        "zacks",
        "investment",
        "research",
        "foreign",
        "direct",
        "investment",
        "less",
        "percent",
        "saudi",
        "arabian",
        "gdp",
        "low",
        "compared",
        "emerging",
        "economy",
        "fdi",
        "run",
        "percent",
        "percent",
        "gdp",
        "according",
        "institute",
        "international",
        "finance",
        "foreign",
        "investment",
        "saudi",
        "arabia",
        "declined",
        "arab",
        "spring",
        "stayed",
        "low",
        "lack",
        "structural",
        "reform",
        "getty",
        "image",
        "queen",
        "elizabeth",
        "ii",
        "greets",
        "mohammed",
        "bin",
        "salman",
        "crown",
        "prince",
        "saudi",
        "arabia",
        "private",
        "audience",
        "buckingham",
        "palace",
        "march",
        "london",
        "question",
        "whether",
        "could",
        "consolidate",
        "power",
        "saudi",
        "national",
        "thought",
        "maybe",
        "would",
        "strong",
        "opposition",
        "said",
        "garbis",
        "iradian",
        "chief",
        "economist",
        "middle",
        "african",
        "region",
        "institute",
        "international",
        "finance",
        "showed",
        "able",
        "consolidate",
        "power",
        "major",
        "stock",
        "index",
        "provider",
        "ftse",
        "msci",
        "plan",
        "add",
        "saudi",
        "stock",
        "emerging",
        "market",
        "benchmark",
        "move",
        "response",
        "saudi",
        "reform",
        "early",
        "april",
        "ftse",
        "declared",
        "saudi",
        "arabia",
        "classified",
        "secondary",
        "emerging",
        "market",
        "effective",
        "march",
        "result",
        "kingdom",
        "percent",
        "weighting",
        "main",
        "emerging",
        "stock",
        "benchmark",
        "percent",
        "sale",
        "aramco",
        "share",
        "happens",
        "projected",
        "weight",
        "kingdom",
        "would",
        "increase",
        "percent",
        "msci",
        "may",
        "also",
        "make",
        "decision",
        "include",
        "saudi",
        "stock",
        "emerging",
        "market",
        "index",
        "june",
        "year",
        "ongoing",
        "economic",
        "reform",
        "among",
        "main",
        "reason",
        "behind",
        "ftse",
        "upgrade",
        "said",
        "neena",
        "mishra",
        "director",
        "etf",
        "research",
        "zacks",
        "investment",
        "research",
        "foreign",
        "investor",
        "like",
        "political",
        "stability",
        "reform",
        "time",
        "country",
        "stock",
        "even",
        "individual",
        "company",
        "stock",
        "added",
        "major",
        "global",
        "index",
        "mean",
        "investor",
        "whose",
        "fund",
        "track",
        "index",
        "buy",
        "stock",
        "provides",
        "underlying",
        "support",
        "report",
        "month",
        "institute",
        "international",
        "finance",
        "stated",
        "expects",
        "sharp",
        "increase",
        "capital",
        "inflow",
        "saudi",
        "arabia",
        "based",
        "least",
        "partially",
        "index",
        "move",
        "iif",
        "stated",
        "upside",
        "saudi",
        "stock",
        "rest",
        "year",
        "based",
        "potential",
        "msci",
        "inclusion",
        "june",
        "rising",
        "oil",
        "price",
        "point",
        "debatable",
        "emerging",
        "market",
        "stock",
        "buoyed",
        "planned",
        "index",
        "move",
        "actually",
        "reversed",
        "sharply",
        "country",
        "stock",
        "market",
        "officially",
        "added",
        "benchmark",
        "oil",
        "ripple",
        "effect",
        "saudi",
        "economy",
        "iif",
        "iradian",
        "said",
        "several",
        "factor",
        "helped",
        "saudi",
        "stock",
        "boom",
        "year",
        "stock",
        "underperformed",
        "creating",
        "room",
        "equity",
        "upside",
        "historically",
        "correlation",
        "brent",
        "oil",
        "price",
        "saudi",
        "equity",
        "economy",
        "percent",
        "export",
        "form",
        "oil",
        "rest",
        "even",
        "petroleum",
        "product",
        "iradian",
        "said",
        "said",
        "higher",
        "oil",
        "revenue",
        "help",
        "private",
        "sector",
        "lead",
        "greater",
        "economic",
        "confidence",
        "implies",
        "higher",
        "level",
        "government",
        "spending",
        "year",
        "austerity",
        "due",
        "oil",
        "price",
        "crash",
        "increasing",
        "concern",
        "saudi",
        "continue",
        "fund",
        "heavily",
        "subsidized",
        "economy",
        "rally",
        "crude",
        "flipped",
        "budget",
        "equation",
        "budget",
        "year",
        "expansionary",
        "boost",
        "economy",
        "iradian",
        "said",
        "iif",
        "estimate",
        "real",
        "gdp",
        "growth",
        "percent",
        "compared",
        "percent",
        "last",
        "year",
        "mainly",
        "driven",
        "fiscal",
        "stimulus",
        "steven",
        "cook",
        "senior",
        "fellow",
        "middle",
        "east",
        "africa",
        "study",
        "council",
        "foreign",
        "relation",
        "said",
        "higher",
        "oil",
        "price",
        "lessen",
        "worry",
        "saudi",
        "government",
        "ability",
        "maintain",
        "commitment",
        "consolidation",
        "power",
        "hand",
        "crown",
        "prince",
        "also",
        "significant",
        "market",
        "investor",
        "reform",
        "program",
        "widely",
        "regarded",
        "critical",
        "saudi",
        "arabia",
        "future",
        "prosperity",
        "january",
        "saudi",
        "regulator",
        "changed",
        "rule",
        "qualified",
        "foreign",
        "institution",
        "allow",
        "percent",
        "listed",
        "security",
        "kingdom",
        "open",
        "stock",
        "market",
        "plan",
        "percent",
        "sale",
        "trillion",
        "oil",
        "giant",
        "aramco",
        "iif",
        "noted",
        "recent",
        "report",
        "plan",
        "privatize",
        "several",
        "enterprise",
        "beyond",
        "aramco",
        "deal",
        "doubling",
        "size",
        "domestic",
        "stock",
        "market",
        "trading",
        "local",
        "currency",
        "government",
        "bond",
        "saudi",
        "exchange",
        "began",
        "month",
        "deepen",
        "kingdom",
        "capital",
        "market",
        "february",
        "bankruptcy",
        "law",
        "enacted",
        "make",
        "saudi",
        "market",
        "attractive",
        "entrepreneur",
        "investor",
        "bankruptcy",
        "law",
        "important",
        "one",
        "seznec",
        "said",
        "one",
        "main",
        "thing",
        "stopping",
        "foreign",
        "ownership",
        "saudi",
        "arabia",
        "international",
        "banker",
        "said",
        "activity",
        "kingdom",
        "real",
        "push",
        "earnings",
        "positively",
        "would",
        "unrealistic",
        "think",
        "market",
        "reacted",
        "significantly",
        "crude",
        "oil",
        "rally",
        "unrealistic",
        "think",
        "otherwise",
        "medium",
        "term",
        "long",
        "term",
        "sustainable",
        "even",
        "aramco",
        "deal",
        "generating",
        "hundred",
        "billion",
        "state",
        "coffer",
        "seznec",
        "said",
        "create",
        "culture",
        "transparency",
        "company",
        "biggest",
        "state",
        "company",
        "emphasize",
        "transparency",
        "important",
        "everyone",
        "said",
        "sunday",
        "aramco",
        "announced",
        "adding",
        "woman",
        "board",
        "director",
        "first",
        "time",
        "lynn",
        "laverty",
        "elsenhans",
        "former",
        "chairwoman",
        "president",
        "ceo",
        "sunoco",
        "saudi",
        "actually",
        "support",
        "iran",
        "nuclear",
        "deal",
        "trump",
        "bust",
        "deal",
        "people",
        "may",
        "get",
        "nervous",
        "might",
        "impact",
        "saudi",
        "market",
        "cook",
        "senior",
        "fellow",
        "middle",
        "east",
        "africa",
        "study",
        "council",
        "foreign",
        "relation",
        "amid",
        "excitement",
        "attention",
        "driven",
        "mb",
        "cook",
        "said",
        "market",
        "overlooking",
        "destabilizing",
        "aspect",
        "crown",
        "prince",
        "vision",
        "plan",
        "responding",
        "positively",
        "saudi",
        "stated",
        "position",
        "choice",
        "failure",
        "option",
        "argued",
        "blog",
        "post",
        "single",
        "figure",
        "even",
        "son",
        "king",
        "pushing",
        "great",
        "deal",
        "change",
        "country",
        "politics",
        "power",
        "accumulated",
        "decade",
        "complicated",
        "could",
        "end",
        "producing",
        "opposite",
        "stability",
        "pointed",
        "similar",
        "situation",
        "played",
        "son",
        "former",
        "egyptian",
        "president",
        "hosni",
        "mubarak",
        "egypt",
        "geopolitics",
        "remain",
        "wildcard",
        "saudi",
        "market",
        "cook",
        "said",
        "moment",
        "market",
        "seems",
        "priced",
        "risk",
        "recent",
        "missile",
        "fired",
        "yemen",
        "judged",
        "balance",
        "pressing",
        "reason",
        "believe",
        "trump",
        "administration",
        "strong",
        "support",
        "saudi",
        "regime",
        "could",
        "influence",
        "investor",
        "unclear",
        "whether",
        "market",
        "participant",
        "pricing",
        "continued",
        "confrontation",
        "iran",
        "though",
        "almost",
        "certainly",
        "regard",
        "yemen",
        "cook",
        "said",
        "worry",
        "iran",
        "fact",
        "president",
        "trump",
        "tough",
        "rhetorically",
        "iran",
        "established",
        "close",
        "tie",
        "kingdom",
        "may",
        "well",
        "reason",
        "market",
        "seem",
        "concerned",
        "weekend",
        "multiple",
        "headline",
        "mb",
        "made",
        "recent",
        "comment",
        "support",
        "peace",
        "plan",
        "israel",
        "reportedly",
        "critical",
        "palestinian",
        "reluctance",
        "accept",
        "deal",
        "earlier",
        "april",
        "mb",
        "said",
        "israel",
        "right",
        "exist",
        "land",
        "trump",
        "reluctance",
        "back",
        "nuclear",
        "deal",
        "iran",
        "though",
        "could",
        "negative",
        "saudi",
        "saudi",
        "actually",
        "support",
        "iran",
        "nuclear",
        "deal",
        "upset",
        "sanction",
        "relief",
        "however",
        "trump",
        "bust",
        "deal",
        "people",
        "may",
        "get",
        "nervous",
        "might",
        "impact",
        "saudi",
        "market",
        "said",
        "weekend",
        "france",
        "said",
        "begun",
        "working",
        "iran",
        "preserve",
        "deal",
        "trump",
        "threatened",
        "tear",
        "unless",
        "view",
        "defect",
        "corrected",
        "news",
        "also",
        "broke",
        "monday",
        "israeli",
        "prime",
        "minister",
        "benjamin",
        "netanyahu",
        "would",
        "giving",
        "speech",
        "israel",
        "government",
        "called",
        "significant",
        "development",
        "related",
        "iran",
        "nuclear",
        "deal",
        "egypt",
        "saudi",
        "arabia",
        "money",
        "flowed",
        "saudi",
        "etf",
        "egypt",
        "etf",
        "year",
        "roughly",
        "million",
        "flow",
        "egyptian",
        "etf",
        "actually",
        "negative",
        "saudi",
        "etf",
        "flow",
        "top",
        "list",
        "come",
        "investor",
        "interest",
        "overseas",
        "stock",
        "market",
        "ksa",
        "ninth",
        "flow",
        "among",
        "foreign",
        "country",
        "etf",
        "year",
        "according",
        "stock",
        "etf",
        "covering",
        "stock",
        "market",
        "japan",
        "china",
        "brazil",
        "malaysia",
        "receiving",
        "larger",
        "bet",
        "upside",
        "equity",
        "saudi",
        "arabia",
        "egypt",
        "tied",
        "year",
        "underperformance",
        "saudi",
        "stock",
        "market",
        "cumulative",
        "decline",
        "percent",
        "vaneck",
        "vector",
        "egypt",
        "etf",
        "percent",
        "past",
        "three",
        "year",
        "etf",
        "flow",
        "year",
        "show",
        "interest",
        "saudi",
        "stock",
        "even",
        "amid",
        "widespread",
        "criticism",
        "election",
        "process",
        "egypt",
        "president",
        "abdul",
        "fattah",
        "reelection",
        "signal",
        "stability",
        "encourage",
        "investor",
        "egyptian",
        "stock",
        "benefited",
        "recent",
        "economic",
        "reform",
        "expectation",
        "president",
        "sisi",
        "would",
        "continue",
        "press",
        "ahead",
        "key",
        "reform",
        "mishra",
        "said",
        "noting",
        "egyptian",
        "stock",
        "declined",
        "beginning",
        "year",
        "began",
        "rallying",
        "became",
        "clear",
        "sisi",
        "unbeatable",
        "iif",
        "iradian",
        "said",
        "confident",
        "egyptian",
        "economy",
        "would",
        "say",
        "take",
        "egypt",
        "saudi",
        "arabia",
        "saudi",
        "economy",
        "vulnerable",
        "oil",
        "price",
        "noted",
        "many",
        "commodity",
        "market",
        "forecast",
        "next",
        "year",
        "show",
        "decline",
        "oil",
        "price",
        "rise",
        "oil",
        "sustainable",
        "small",
        "correction",
        "could",
        "hurt",
        "saudi",
        "economy",
        "confidence",
        "cook",
        "said",
        "egypt",
        "approach",
        "international",
        "monetary",
        "fund",
        "one",
        "key",
        "energy",
        "project",
        "reason",
        "positive",
        "economy",
        "egyptian",
        "atypically",
        "fastidious",
        "imf",
        "reform",
        "program",
        "result",
        "uptick",
        "investment",
        "willingness",
        "lend",
        "egypt",
        "even",
        "though",
        "public",
        "indebtedness",
        "extremely",
        "high",
        "also",
        "massive",
        "zahar",
        "gas",
        "field",
        "ease",
        "egypt",
        "energy",
        "concern",
        "according",
        "iif",
        "since",
        "egypt",
        "reached",
        "agreement",
        "imf",
        "currency",
        "increased",
        "sharply",
        "dollar",
        "boosted",
        "official",
        "reserve",
        "almost",
        "double",
        "billion",
        "billion",
        "narrowed",
        "deficit",
        "iif",
        "project",
        "egypt",
        "growth",
        "rate",
        "expected",
        "around",
        "percent",
        "could",
        "highest",
        "mena",
        "region",
        "past",
        "two",
        "year",
        "thing",
        "improved",
        "garadian",
        "said",
        "noting",
        "arab",
        "spring",
        "egyptian",
        "economy",
        "growing",
        "around",
        "percent",
        "annually",
        "council",
        "foreign",
        "relation",
        "expert",
        "think",
        "geopolitical",
        "issue",
        "egypt",
        "make",
        "stock",
        "fragile",
        "well",
        "bourse",
        "sky",
        "high",
        "irrational",
        "exuberance",
        "egypt",
        "country",
        "unstable",
        "cook",
        "said",
        "got",
        "terrorist",
        "problem",
        "two",
        "side",
        "serious",
        "problem",
        "sudan",
        "ethiopia",
        "nile",
        "water",
        "could",
        "turn",
        "shooting",
        "conflict",
        "pretty",
        "poor",
        "population",
        "growing",
        "alarming",
        "rate",
        "etf",
        "spotlight",
        "bond",
        "king",
        "jeff",
        "gundlach",
        "new",
        "energy",
        "etf",
        "bet",
        "could",
        "gusher",
        "etf",
        "ev",
        "enthusiast",
        "want",
        "avoid",
        "stress",
        "jack",
        "bogle",
        "slammed",
        "etf",
        "least",
        "investor"
    ]
}