{
    "organizations": [],
    "uuid": "aefcd32d7489ba358b6049bed8b4153de58943e7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-ameri100-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Ameri100 Announces Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Reaffirms Financial Target for Adjusted EBITDA Profitability during First-Half of 2018 –\n– Anticipates Adjusted EBITDA Profitability for 2018 –\n– Management to Host Conference Call Today at 10:00 a.m. ET (New York) –\nPRINCETON, N.J., April 02, 2018 (GLOBE NEWSWIRE) -- AMERI Holdings, Inc. (NASDAQ:AMRH) (“Ameri100” or the “Company”), a specialized SAP® cloud, digital and enterprise services company, today reported its fourth-quarter and full-year 2017 financial results.\nFull Year 2017 vs. Full Year 2016\nRevenue was $48.6 million compared to $36.1 million, an increase of 34%; Gross profit was $10.2 million compared to $6.9 million, an increase of 48%; Gross margin was 21.1% compared to 19.2%, an increase of 190 basis points; GAAP net loss was $(11.2) million compared to $(2.8) million; Loss per share was $(0.75) compared to $(0.21) per diluted share; and Adjusted EBITDA was $(0.8) million compared to $(1.0) million.\nFourth Quarter 2017 vs. Fourth Quarter 2016\nRevenue of $11.5 million compared to $12.4 million, a decrease of 8%; Gross profit of $2.0 million compared to $2.1 million; Gross margin was 17.8% compared to 16.7%, an increase of 112 basis points; GAAP net (loss)/net income of $(1.5) million compared to $1.3 million; Earnings/(Loss) per share of $(0.09) compared to $0.09; and Adjusted EBITDA was $(0.7) million compared to $(1.1) million.\n“2017 was a year in which we established Ameri100 as a premier solutions and services provider to the fast-growing and large SAP services market through the integration of acquired businesses,” said Brent Kelton, Chief Executive Officer of Ameri100. “We now have an efficient platform to enable organizations’ cloud and digital business transformation initiatives at a time when they are accelerating their use of next-generation IT infrastructure to gain a competitive advantage. We also started to integrate sales and solutions-delivery functions to further penetrate our installed base of clients and secure new ones with a broadened solutions portfolio. Finally, we completed our first public offering to raise capital, uplisted to the Nasdaq Capital Market and assembled a management team to deliver long-term growth for the Company.”\n“In 2018, we plan to drive top-line growth year-over-year through a greater focus on solutions sales. Our recent client successes are elevating our profile in the marketplace, and we are increasingly playing a strategic role in advancing clients’ cloud roadmaps that, together with our business development initiatives, is yielding a robust sales pipeline that will propel our growth. M&A remains a component of our growth strategy, which we believe will enable us to more quickly enter new business verticals and expand our capabilities and client base,” concluded Mr. Kelton. “With a proven track record of operational excellence, deep and compelling cloud and digital expertise and a management team committed to capturing the opportunities ahead of us, we are purpose-built for long-term success.”\n2018 Financial Targets:\nFor 2018, Ameri100 is reaffirming its financial target of achieving adjusted EBITDA profitability during the first-half of 2018. In addition, the Company anticipates year-over-year revenue growth of 15% and adjusted EBITDA profitability for the full year 2018.\nConference Call\nManagement will host a conference call today at 10:00 a.m. ET (New York) to discuss the Company’s results as well as recent corporate developments. After opening remarks, there will be a question and answer period. Interested parties may participate in the call by dialing 1-877-270-2148 or 1-412-902-6510. Please call in 10 minutes before the conference call is scheduled to begin. The conference call will also be broadcast live over the Internet. To listen to the live webcast of the call, please go to the Events section of the Ameri100 corporate website . If you are unable to listen live, the call will be archived and can be accessed for a period of one year through the ‘Events’ link provided above.\nAbout Ameri100\nAmeri100 is a fast-growing specialized SAP® cloud, digital and enterprise services company which provides SAP® services to customers worldwide. Headquartered in Princeton, New Jersey, Ameri100 has offices in the U.S. and Canada. Ameri100 also has global delivery centers in India. With its bespoke engagement model, Ameri100 delivers transformational value to its clients across industry verticals. For further information, visit www.ameri100.com .\nForward-Looking Statements\nThis press release includes forward-looking statements that relate to the business and expected future events or future performance of Ameri100 and involve known and unknown risks, uncertainties and other factors that may cause its actual results, levels of activity, performance or achievements to differ materially from any future results, levels of activity, performance or achievements expressed or implied by these forward-looking statements. Words such as, but not limited to, \"believe,\" \"expect,\" \"anticipate,\" \"estimate,\" \"intend,\" \"plan,\" \"targets,\" \"likely,\" \"will,\" \"would,\" \"could,\" and similar expressions or phrases identify forward-looking statements. Forward-looking statements include, but are not limited to, statements about Ameri100's financial and growth projections as well as statements concerning our plans, predictions, estimates, strategies, intentions, beliefs and other information concerning our business and the markets in which we operate. The future performance of Ameri100 may be adversely affected by the following risks and uncertainties: the level of market demand for our services, the highly-competitive market for the types of services that we offer, market conditions that could cause our customers to reduce their spending for our services, our ability to create, acquire and build new businesses and to grow our existing businesses, our ability to attract and retain qualified personnel, currency fluctuations and market conditions around the world, and other risks not specifically mentioned herein but those that are common to industry. For a more detailed discussion of these factors and risks, investors should review Ameri100's reports on Form 10-K and other reports filed with the Securities and Exchange Commission (the “SEC”), which can be accessed through the SEC's website. Forward-looking statements in this press release are based on management's beliefs and opinions at the time the statements are made. All forward-looking statements are qualified in their entirety by this cautionary statement, and Ameri100 undertakes no duty to update this information to reflect future events, information or circumstances.\nUse of Non-GAAP Financial Measures\nIn addition to financial results calculated in accordance with U.S. generally accepted accounting principles (\"GAAP\"), information containing non-GAAP financial measures for the Company are disclosed in this press release announcing results for the fourth quarter and fiscal year ended December 31, 2017. The non-GAAP financial measures disclosed by the Company should not be considered a substitute for, or superior to, financial measures calculated in accordance with GAAP, and the financial results calculated in accordance with GAAP and reconciliations to those financial statements should be carefully evaluated. The non-GAAP financial measures used by the Company may be calculated differently from, and therefore may not be comparable to, similarly titled measures used by other companies. The Company has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP financial measures. Management encourages readers to rely upon the GAAP numbers, but includes the non-GAAP financial measures as supplemental metrics to assist readers.\nIn this press release, the Company presents the non-GAAP financial measure \"adjusted EBITDA\". Company management uses this non-GAAP financial measures to evaluate the Company's performance. As the Company's core business is providing information technology services and products, Company management finds it useful to use \"adjusted EBITDA\", which does not include interest, taxes, depreciation, amortization, preferred stock dividends, stock-based compensation expenses, acquisition related expenses and restructuring expenses. While we may have these types of items and charges in the future, Company management believes that they are not reflective of the day- to-day offering of its products and services and relate more to strategic, multi-year corporate actions, without predictable trends, and that may obscure the trends and financial performance of the Company's core business. Company management believes the exclusion of the items described above from \"adjusted EBITDA\" is a very common measure utilized in the investment community and it helps Company management benchmark its operations and results with the industry.\nThe limitation associated with using these non-GAAP financial measures is that these measures exclude items that impact the Company's current period operating results. This limitation is best addressed by using these non-GAAP financial measures in combination with \"net income (loss)\", and \"net income (loss) per diluted share\" (the most comparable GAAP measures) because these non-GAAP financial measures do not reflect items that impact current period operating results and may be higher or lower than the most comparable GAAP measure.\nCorporate Contact:\nViraj Patel, Chief Financial Officer\nIR@ameri100.com\nInvestor Relations Contact:\nJody Burfening/Sanjay M. Hurry\nLHA Investor Relations\n(212) 838-3777\nIR@ameri100.com\n– Financial Tables to Follow –\nAMERI Holdings, Inc. CONDENSED CONSOLIDATED BALANCE SHEETS\nAssets December 31, 2017 December 31, 2016 Current assets: Cash and cash equivalents $4,882,084 $1,379,887 Accounts receivable 8,838,453 8,059,910 Other current assets 924,266 625,145 Total current assets 14,644,803 10,064,942 Other assets: Intangible assets, net 9,469,703 8,764,704 Goodwill 21,898,323 17,089,076 Other assets 6,183,799 3,589,201 Total other assets 37,551,825 29,442,981 Total assets $ 52,196,628 $ 39,507,923 Current liabilities: Line of credit $4,053,318 $3,088,890 Accounts payable & accrued expenses 7,907,533 7,295,905 Bank term loan 749,551 405,376 Consideration payable – cash 5,509,427 1,854,397 Consideration payable – equity 12,148,053 64,384 Total current liabilities 30,367,882 12,708,952 Long- term Liabilities: Convertible notes 1,250,000 - Bank term loan 1,130,563 1,536,191 Consideration payable – cash - 2,711,717 Consideration payable – equity - 10,887,360 Total long-term liabilities 2,380,563 15,135,268 Total liabilities 32,748,445 27,844,220 Stockholders' equity: Stockholders’ equity 19,448,183 11,663,703 Total liabilities and stockholders' equity $ 52,196,628 $ 39,507,923\nAMERI Holdings, Inc. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (unaudited) Three months ended\nDecember 31, Year ended\nDecember 31, 2017 2016 2017 2016 Revenue $11,454,598 $12,387,129 $48,593,712 $36,145,589 Cost of revenue 9,414,432 10,320,127 38,355,967 29,217,186 Gross profit $ 2,040,166 $ 2,067,002 $ 10,237,745 $ 6,928,403 18% 17% 21% 19% Operating expenses Selling, general and administration $4,950,488 $3,644,084 $18,510,120 $9,361,961 Depreciation and amortization 885,150 638,779 3,217,191 1,361,169 Acquisition related expenses 90,949 (45,642) 481,123 1,585,136 Operating expenses 5,926,587 4,237,221 22,208,434 12,308,266 Operating (loss) (3,886,421 ) (2,170,219 ) (11,970,689 ) (5,379,863 ) Interest expenses (186,917) (76,391) (575,039) (751,074) Changes in estimates 674,158 (410,817) 1,074,158 (410,817) Others, net (16,926) 214,283 4,995 16,604 (Loss) before income taxes (3,416,106 ) (2,443,144 ) (11,466,575 ) (6,525,150 ) Tax benefit 2,391,762 3,747,846 2,391,762 3,747,846 Net income (loss) after income taxes (1,024,344 ) 1,304,702 (9,074,813 ) (2,777,304 ) Net income attributable to non-controlling interest 18,504 (3,382) - (3,382) Net income (loss) attributable to the Company (1,005,840 ) 1,301,320 (9,074,813 ) (2,780,686 ) Dividend on preferred stock (542,496) - (2,089,151) - Net income (loss) attributable to common stock holders (1,548,336 ) 1,301,320 (11,163,964 ) (2,780,686 ) Other comprehensive income (loss), net of tax Foreign exchange translation 55,385 (807) 44,301 (7,426) Comprehensive income (loss) $ (1,492,951 ) $ 1,300,513 $ (11,119,663 ) $ (2,788,112 )\nBasic earnings (loss) per share $(0.09) $0.09 $(0.75) $(0.21) Diluted earnings (loss) per share $(0.09) $0.09 $(0.75) $(0.21) Basic weighted average number of shares 16,339,856 13,885,972 14,982,791 13,068,597 Diluted weighted average number of shares 16,339,856 13,885,972 14,982,791 13,068,597\nAMERI Holdings, Inc. UNAUDITED RECONCILIATION OF NET INCOME/(LOSS) ATTRIBUTABLE TO COMMON STOCK HOLDERS TO EBITDA & ADJUSTED EBITDA EBITDA and Adjusted EBITDA Calculation Three months ended\nDecember 31, Year ended\nDecember 31, 2017 2016 2017 2016 Net income (loss) attributable to the common stockholders: $ (1,548,336 ) $ 1,301,320 $ (11,163,964 ) $ (2,780,686 ) Dividend on preferred stock 542,496 - 2,089,151 - Interest expense and other, net 203,843 (137,892) 570,044 734,470 Taxes (2,391,762) (3,747,846) (2,391,762) (3,747,846) Depreciation and amortization 885,150 638,779 3,217,191 1,361,169 Earnings before interest, tax, depreciation and amortization (EBITDA) (2,308,609 ) (1,945,639 ) (7,679,340 ) (4,432,893 ) Stock based compensation expense 1,910,876 511,688 7,078,230 1,457,647 Acquisition related expenses 90,949 (45,642) 481,123 1,585,136 Changes in estimates (674,158) 410,817 (1,074,158) 410,817 Restructuring expenses 306,695 - 393,067 - Non-controlling interest (18,504) 3,382 - 3,382 Adjusted (EBITDA) $ (692,751 ) $ (1,065,394 ) $ (801,078 ) $ (975,911 )\nSource:Ameri Holdings, Inc.",
    "published": "2018-04-02T14:15:00.000+03:00",
    "crawled": "2018-04-02T18:18:52.029+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reaffirms",
        "financial",
        "target",
        "adjusted",
        "ebitda",
        "profitability",
        "anticipates",
        "adjusted",
        "ebitda",
        "profitability",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "new",
        "york",
        "princeton",
        "april",
        "globe",
        "newswire",
        "ameri",
        "holding",
        "nasdaq",
        "amrh",
        "ameri100",
        "company",
        "specialized",
        "cloud",
        "digital",
        "enterprise",
        "service",
        "company",
        "today",
        "reported",
        "financial",
        "result",
        "full",
        "year",
        "full",
        "year",
        "revenue",
        "million",
        "compared",
        "million",
        "increase",
        "gross",
        "profit",
        "million",
        "compared",
        "million",
        "increase",
        "gross",
        "margin",
        "compared",
        "increase",
        "basis",
        "point",
        "gaap",
        "net",
        "loss",
        "million",
        "compared",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "per",
        "diluted",
        "share",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "compared",
        "million",
        "decrease",
        "gross",
        "profit",
        "million",
        "compared",
        "million",
        "gross",
        "margin",
        "compared",
        "increase",
        "basis",
        "point",
        "gaap",
        "net",
        "loss",
        "income",
        "million",
        "compared",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "year",
        "established",
        "ameri100",
        "premier",
        "solution",
        "service",
        "provider",
        "large",
        "sap",
        "service",
        "market",
        "integration",
        "acquired",
        "business",
        "said",
        "brent",
        "kelton",
        "chief",
        "executive",
        "officer",
        "ameri100",
        "efficient",
        "platform",
        "enable",
        "organization",
        "cloud",
        "digital",
        "business",
        "transformation",
        "initiative",
        "time",
        "accelerating",
        "use",
        "infrastructure",
        "gain",
        "competitive",
        "advantage",
        "also",
        "started",
        "integrate",
        "sale",
        "function",
        "penetrate",
        "installed",
        "base",
        "client",
        "secure",
        "new",
        "one",
        "broadened",
        "solution",
        "portfolio",
        "finally",
        "completed",
        "first",
        "public",
        "offering",
        "raise",
        "capital",
        "uplisted",
        "nasdaq",
        "capital",
        "market",
        "assembled",
        "management",
        "team",
        "deliver",
        "growth",
        "plan",
        "drive",
        "growth",
        "greater",
        "focus",
        "solution",
        "sale",
        "recent",
        "client",
        "success",
        "elevating",
        "profile",
        "marketplace",
        "increasingly",
        "playing",
        "strategic",
        "role",
        "advancing",
        "client",
        "cloud",
        "roadmaps",
        "together",
        "business",
        "development",
        "initiative",
        "yielding",
        "robust",
        "sale",
        "pipeline",
        "propel",
        "growth",
        "remains",
        "component",
        "growth",
        "strategy",
        "believe",
        "enable",
        "u",
        "quickly",
        "enter",
        "new",
        "business",
        "vertical",
        "expand",
        "capability",
        "client",
        "base",
        "concluded",
        "kelton",
        "proven",
        "track",
        "record",
        "operational",
        "excellence",
        "deep",
        "compelling",
        "cloud",
        "digital",
        "expertise",
        "management",
        "team",
        "committed",
        "capturing",
        "opportunity",
        "ahead",
        "u",
        "financial",
        "target",
        "ameri100",
        "reaffirming",
        "financial",
        "target",
        "achieving",
        "adjusted",
        "ebitda",
        "profitability",
        "addition",
        "company",
        "anticipates",
        "revenue",
        "growth",
        "adjusted",
        "ebitda",
        "profitability",
        "full",
        "year",
        "conference",
        "call",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "new",
        "york",
        "discus",
        "company",
        "result",
        "well",
        "recent",
        "corporate",
        "development",
        "opening",
        "remark",
        "question",
        "answer",
        "period",
        "interested",
        "party",
        "may",
        "participate",
        "call",
        "dialing",
        "please",
        "call",
        "minute",
        "conference",
        "call",
        "scheduled",
        "begin",
        "conference",
        "call",
        "also",
        "broadcast",
        "live",
        "internet",
        "listen",
        "live",
        "webcast",
        "call",
        "please",
        "go",
        "event",
        "section",
        "ameri100",
        "corporate",
        "website",
        "unable",
        "listen",
        "live",
        "call",
        "archived",
        "accessed",
        "period",
        "one",
        "year",
        "event",
        "link",
        "provided",
        "ameri100",
        "ameri100",
        "specialized",
        "cloud",
        "digital",
        "enterprise",
        "service",
        "company",
        "provides",
        "service",
        "customer",
        "worldwide",
        "headquartered",
        "princeton",
        "new",
        "jersey",
        "ameri100",
        "office",
        "canada",
        "ameri100",
        "also",
        "global",
        "delivery",
        "center",
        "india",
        "bespoke",
        "engagement",
        "model",
        "ameri100",
        "delivers",
        "transformational",
        "value",
        "client",
        "across",
        "industry",
        "vertical",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "relate",
        "business",
        "expected",
        "future",
        "event",
        "future",
        "performance",
        "ameri100",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "word",
        "limited",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "intend",
        "plan",
        "target",
        "likely",
        "would",
        "could",
        "similar",
        "expression",
        "phrase",
        "identify",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "ameri100",
        "financial",
        "growth",
        "projection",
        "well",
        "statement",
        "concerning",
        "plan",
        "prediction",
        "estimate",
        "strategy",
        "intention",
        "belief",
        "information",
        "concerning",
        "business",
        "market",
        "operate",
        "future",
        "performance",
        "ameri100",
        "may",
        "adversely",
        "affected",
        "following",
        "risk",
        "uncertainty",
        "level",
        "market",
        "demand",
        "service",
        "market",
        "type",
        "service",
        "offer",
        "market",
        "condition",
        "could",
        "cause",
        "customer",
        "reduce",
        "spending",
        "service",
        "ability",
        "create",
        "acquire",
        "build",
        "new",
        "business",
        "grow",
        "existing",
        "business",
        "ability",
        "attract",
        "retain",
        "qualified",
        "personnel",
        "currency",
        "fluctuation",
        "market",
        "condition",
        "around",
        "world",
        "risk",
        "specifically",
        "mentioned",
        "herein",
        "common",
        "industry",
        "detailed",
        "discussion",
        "factor",
        "risk",
        "investor",
        "review",
        "ameri100",
        "report",
        "form",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "accessed",
        "sec",
        "website",
        "statement",
        "press",
        "release",
        "based",
        "management",
        "belief",
        "opinion",
        "time",
        "statement",
        "made",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "ameri100",
        "undertakes",
        "duty",
        "update",
        "information",
        "reflect",
        "future",
        "event",
        "information",
        "circumstance",
        "use",
        "financial",
        "measure",
        "addition",
        "financial",
        "result",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "information",
        "containing",
        "financial",
        "measure",
        "company",
        "disclosed",
        "press",
        "release",
        "announcing",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "financial",
        "measure",
        "disclosed",
        "company",
        "considered",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "financial",
        "result",
        "calculated",
        "accordance",
        "gaap",
        "reconciliation",
        "financial",
        "statement",
        "carefully",
        "evaluated",
        "financial",
        "measure",
        "used",
        "company",
        "may",
        "calculated",
        "differently",
        "therefore",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "company",
        "provided",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "management",
        "encourages",
        "reader",
        "rely",
        "upon",
        "gaap",
        "number",
        "includes",
        "financial",
        "measure",
        "supplemental",
        "metric",
        "assist",
        "reader",
        "press",
        "release",
        "company",
        "present",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "company",
        "management",
        "us",
        "financial",
        "measure",
        "evaluate",
        "company",
        "performance",
        "company",
        "core",
        "business",
        "providing",
        "information",
        "technology",
        "service",
        "product",
        "company",
        "management",
        "find",
        "useful",
        "use",
        "adjusted",
        "ebitda",
        "include",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "preferred",
        "stock",
        "dividend",
        "compensation",
        "expense",
        "acquisition",
        "related",
        "expense",
        "restructuring",
        "expense",
        "may",
        "type",
        "item",
        "charge",
        "future",
        "company",
        "management",
        "belief",
        "reflective",
        "offering",
        "product",
        "service",
        "relate",
        "strategic",
        "corporate",
        "action",
        "without",
        "predictable",
        "trend",
        "may",
        "obscure",
        "trend",
        "financial",
        "performance",
        "company",
        "core",
        "business",
        "company",
        "management",
        "belief",
        "exclusion",
        "item",
        "described",
        "adjusted",
        "ebitda",
        "common",
        "measure",
        "utilized",
        "investment",
        "community",
        "help",
        "company",
        "management",
        "benchmark",
        "operation",
        "result",
        "industry",
        "limitation",
        "associated",
        "using",
        "financial",
        "measure",
        "measure",
        "exclude",
        "item",
        "impact",
        "company",
        "current",
        "period",
        "operating",
        "result",
        "limitation",
        "best",
        "addressed",
        "using",
        "financial",
        "measure",
        "combination",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "diluted",
        "share",
        "comparable",
        "gaap",
        "measure",
        "financial",
        "measure",
        "reflect",
        "item",
        "impact",
        "current",
        "period",
        "operating",
        "result",
        "may",
        "higher",
        "lower",
        "comparable",
        "gaap",
        "measure",
        "corporate",
        "contact",
        "viraj",
        "patel",
        "chief",
        "financial",
        "officer",
        "ir",
        "investor",
        "relation",
        "contact",
        "jody",
        "hurry",
        "lha",
        "investor",
        "relation",
        "ir",
        "financial",
        "table",
        "follow",
        "ameri",
        "holding",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "asset",
        "december",
        "december",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "line",
        "credit",
        "account",
        "payable",
        "accrued",
        "expense",
        "bank",
        "term",
        "loan",
        "consideration",
        "payable",
        "cash",
        "consideration",
        "payable",
        "equity",
        "total",
        "current",
        "liability",
        "term",
        "liability",
        "convertible",
        "note",
        "bank",
        "term",
        "loan",
        "consideration",
        "payable",
        "cash",
        "consideration",
        "payable",
        "equity",
        "total",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "ameri",
        "holding",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administration",
        "depreciation",
        "amortization",
        "acquisition",
        "related",
        "expense",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "change",
        "estimate",
        "others",
        "net",
        "loss",
        "income",
        "tax",
        "tax",
        "benefit",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "net",
        "income",
        "attributable",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "company",
        "dividend",
        "preferred",
        "stock",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "stock",
        "holder",
        "comprehensive",
        "income",
        "loss",
        "net",
        "tax",
        "foreign",
        "exchange",
        "translation",
        "comprehensive",
        "income",
        "loss",
        "basic",
        "earnings",
        "loss",
        "per",
        "share",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "weighted",
        "average",
        "number",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "ameri",
        "holding",
        "unaudited",
        "reconciliation",
        "net",
        "loss",
        "attributable",
        "common",
        "stock",
        "holder",
        "ebitda",
        "adjusted",
        "ebitda",
        "ebitda",
        "adjusted",
        "ebitda",
        "calculation",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "dividend",
        "preferred",
        "stock",
        "interest",
        "expense",
        "net",
        "tax",
        "depreciation",
        "amortization",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "stock",
        "based",
        "compensation",
        "expense",
        "acquisition",
        "related",
        "expense",
        "change",
        "estimate",
        "restructuring",
        "expense",
        "interest",
        "adjusted",
        "ebitda",
        "source",
        "ameri",
        "holding",
        "inc"
    ]
}