{
    "organizations": [],
    "uuid": "e7456e3670a64f1875c858e42b7f8c136822159e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/business-wire-eversource-energy-discloses-proposal-to-acquire-connecticut-water-service-inc-for-63-point-50-per-share.html",
    "ord_in_thread": 0,
    "title": "Eversource Energy Discloses Proposal to Acquire Connecticut Water Service, Inc. for $63.50 Per Share",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Acquisition would combine two local Connecticut businesses with highly complementary footprints in the Northeast\nProposal represents superior alternative to generate value for shareholders, employees, customers, and local communities\nHARTFORD, Conn.--(BUSINESS WIRE)-- Eversource Energy (NYSE: ES) today announced that on April 5, 2018 it made a proposal to acquire all the outstanding shares of Connecticut Water Service, Inc. (Nasdaq: CTWS) for $63.50 per share in cash and/or in Eversource common shares at the election of Connecticut Water shareholders.\nEversource believes its proposal is a superior alternative to the all-stock transaction proposed in SJW Group’s (NYSE: SJW) agreement announced March 15, 2018 to acquire Connecticut Water. Eversource’s proposal represents a 21% premium to Connecticut Water’s closing share price on March 14, 2018, the day prior to the SJW announcement. Eversource’s proposal also represents a premium of 22% to Connecticut Water’s 20-day volume-weighted average price as of March 14, 2018. In addition, those Connecticut Water shareholders who elect to receive Eversource shares would realize the equivalent of an 81% dividend uplift based on the closing price of Eversource’s shares on April 4, 2018 and the annualized quarterly dividend of $0.2975 per share declared by Connecticut Water on January 18, 2018.\nEversource has attempted to engage privately with Connecticut Water for some time. The company expressed its interest in pursuing an acquisition of Connecticut Water in 2017. On April 5, 2018, Eversource verbally communicated its intent to submit a proposal to David C. Benoit, the Chief Executive Officer of Connecticut Water, and delivered a written proposal the same day. On April 17, 2018, Eversource sent a follow-up communication to Connecticut Water expressing its continued interest in pursuing an acquisition.\n“We believe that our proposal represents a unique opportunity to deliver significant and immediate value to Connecticut Water’s shareholders, customers, employees, and local communities,” said Eversource Chairman, President and Chief Executive Officer Jim Judge. “As such, we were surprised and disappointed that Connecticut Water’s Board of Directors has been unwilling to engage in discussions with us. We urge the Board of Connecticut Water to act in the best interests of its shareholders by meeting with us to seriously discuss our compelling proposal.”\nEversource has a best-in-class financial profile, including a market capitalization of approximately $19 billion, a long-track record of consistent and robust earnings and dividend growth, an industry best S&P credit rating, and a strong and growing dividend. There would be no financing contingency as part of the transaction.\nThe proposed transaction would combine two highly complementary local businesses, and would enable cost-effective regional investment and support economic growth. Eversource is the parent company of Aquarion Water Company, a Connecticut based water utility whose service territory is in close proximity to Connecticut Water’s service territory. Aquarion Water serves nearly 230,000 customers in Connecticut, Massachusetts, and New Hampshire, with approximately 90% located in Connecticut. Connecticut Water serves approximately 125,000 customers in Connecticut and Maine with approximately 85% located in Connecticut.\n“The proposed transaction would provide Connecticut Water customers with the benefit of premier service quality and a highly reliable water supply into the future,” said Aquarion President and Chief Executive Officer Charles Firlotte. “The combined company would have a complementary service territory and would allow for an expansion of the superior customer service our employees proudly provide.”\nEversource has retained Goldman Sachs as its financial advisor and Ropes & Gray as its legal advisor on this matter.\nThe full text of Eversource’s April 5, 2018 non-binding proposal to acquire Connecticut Water appears below:\nApril 5, 2018\nMr. David C. Benoit\nPresident and Chief Executive Officer\nConnecticut Water Service, Inc.\n93 West Main Street\nClinton, CT 06413\nDear David:\nOn behalf of Eversource Energy (“Eversource”), I am hereby submitting a proposal to acquire Connecticut Water Service, Inc. (“Connecticut Water”). As you are likely aware, we expressed interest in pursuing an acquisition of Connecticut Water in the second half of 2017. At this time, we are proposing terms for an acquisition that we firmly view as superior to the terms of the proposed transaction with San Jose Water (“SJW”), reasonably likely to lead to a Superior CTWS Proposal (as defined in the merger agreement with SJW) and in the best interest of the customers, employees, suppliers, local communities and shareholders of Connecticut Water due to the greater benefits achievable through an Eversource transaction.\nEversource proposes to acquire all of the outstanding shares of Connecticut Water common stock for $63.50 per share in cash and/or in Eversource common stock at the election of Connecticut Water shareholders. Connecticut Water shareholders electing to receive Eversource stock as consideration would realize the equivalent of an 81% dividend uplift based on the closing price of Eversource’s common stock on April 4, 2018 and the annualized quarterly cash dividend of $0.2975 per share declared by Connecticut Water on January 18, 2018. The $63.50 consideration payable to Connecticut Water shareholders would not be reduced by the termination fee payable to SJW.\nThe $63.50 price represents a 21% premium to Connecticut Water’s undisturbed share price on March 14, 2018 and a 22% premium to the 20-day VWAP for the period ending March 14, 2018.\nEversource has a market capitalization of approximately $19 billion and is an A+ rated company by Standard & Poor’s, making Eversource a strong financial partner for the transaction. There would be no financing contingency as part of the transaction.\nEversource has consistently demonstrated credibility, expertise, and responsiveness in its proceedings before the Connecticut Public Utilities Regulatory Authority (“CT PURA”) and has a strong track record for successful regulatory outcomes. In particular, Eversource has considerable experience in obtaining regulatory approvals required for utility mergers and acquisitions. This is evidenced through our recent acquisition of Aquarion Water Company (“Aquarion”), for which we obtained regulatory approvals in four states and completed the transaction within five months from the regulatory filing date and within six months from the announcement of the transaction.\nIn the final decision issued by CT PURA approving the Aquarion acquisition, attributes of the transaction that were cited as particularly beneficial to customers and employees included local ownership, financial stability, employee benefits and community support. In fact, Eversource is uniquely positioned to create substantial benefits for customers served by Connecticut Water, while preserving local ownership and accountability. As part of the approvals required to complete the Aquarion acquisition, Eversource obtained regulatory approval in Maine with a positive outcome for the company and a minimum of administrative process.\nIn summation, Eversource’s acquisition of Connecticut Water would be a compelling, superior alternative to the SJW transaction for Connecticut Water’s customers, employees, suppliers, communities and shareholders. An Eversource transaction would also leverage the geographical proximity of the Connecticut Water and Aquarion systems to enable cost-effective infrastructure investment and support regional economic growth.\nI have reviewed this opportunity with Eversource’s Board of Trustees, which supports the submission of this proposal. We are prepared to engage with you immediately and to reach a definitive agreement as expeditiously as possible. For the avoidance of doubt, this proposal is a non-binding indication of interest, subject to confirmatory due diligence. A binding obligation with respect to this transaction will result only from the execution of a definitive agreement containing terms and conditions that are mutually acceptable to the parties.\nWe look forward to your prompt response.\nSincerely,\nJames J. Judge\nChairman, President and Chief Executive Officer\nEversource Energy\nAbout Eversource:\nEversource (NYSE: ES) transmits and delivers electricity and natural gas and supplies water to approximately 4 million customers in Connecticut, Massachusetts and New Hampshire. Recognized as the top U.S. utility for its energy efficiency programs by the sustainability advocacy organization Ceres, Eversource harnesses the commitment of about 8,000 employees across three states to build a single, united company around the mission of safely delivering reliable energy and water with superior customer service. For more information, please visit our website ( www.eversource.com ) and follow us on Twitter ( @EversourceCorp ) and Facebook ( facebook.com/EversourceEnergy ). For more information on our water services, visit www.aquarionwater.com .\nForward Looking Statement:\nThis news release includes statements concerning Eversource Energy’s expectations, beliefs, plans, objectives, goals, strategies, assumptions of future events, future financial performance or growth and other statements that are not historical facts. These statements are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. In some cases, readers can identify these forward-looking statements through the use of words or phrases such as “estimate,” “expect,” “anticipate,” “intend,” “plan,” “project,” “believe,” “forecast,” “should,” “could” and other similar expressions. Forward-looking statements are based on current expectations, estimates, assumptions or projections and are not guarantees of future performance. These expectations, estimates, assumptions or projections may vary materially from actual results. Accordingly, any such statements are qualified in their entirety by reference to, and are accompanied by important factors that could cause our actual results to differ materially from those contained in our forward-looking statements, including, but not limited to, in the case of Eversource’s proposal to acquire Connecticut Water, the failure to complete the subject transaction upon the terms set forth in Eversource’s proposal; cyber-attacks or breaches, including those resulting in the compromise of the confidentiality of our proprietary information and the personal information of our customers; acts of war or terrorism or grid disturbances that may disrupt our transmission and distribution systems; ability or inability to commence and complete our major strategic development projects and opportunities; actions or inactions of local, state and federal regulatory, public policy and taxing bodies; substandard performance of suppliers; climate change; disruption to our transmission and distribution systems; new technology and conservation of energy; contamination or failure of our water supplies; unauthorized access to confidential and proprietary information; changes in laws, regulations or regulatory policy; changes in economic conditions, including impact on interest rates, tax policies, and customer demand and payment ability; changes in business conditions, which could include disruptive technology related to our current or future business model; changes in weather patterns, including extreme weather and other effects of climate change; reputational risk; changes in levels or timing of capital expenditures; technological developments and alternative energy sources; disruptions in the capital markets or other events that make Eversource Energy’s access to necessary capital more difficult or costly; developments in legal or public policy doctrines; changes in accounting standards and financial reporting regulations; actions of rating agencies; and other presently unknown or unforeseen factors.\nOther risk factors are detailed in Eversource’s reports filed with the Securities and Exchange Commission (SEC) and updated as necessary, and are available on the SEC’s website at www.sec.gov . All such factors are difficult to predict and contain uncertainties that may materially affect Eversource Energy’s actual results many of which are beyond our control. You should not place undue reliance on the forward-looking statements; each speaks only as of the date on which such statement is made, and, except as required by federal securities laws, Eversource Energy undertakes no obligation to update any forward-looking statement or statements to reflect events or circumstances after the date on which such statement is made or to reflect the occurrence of unanticipated events.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180419006506/en/\nEversource\nMedia Contacts:\nCaroline Pretyman, 617-424-2460\ncaroline.pretyman@eversource.com\nor\nInvestor Contacts:\nJeffrey R. Kotkin, 860-665-5154\njeffrey.kotkin@eversource.com\nor\nBrunswick Group\nJonathan Doorley, 917-231-6201\nor\nDarren McDermott, 917-345-3621\nSource: Eversource Energy",
    "published": "2018-04-20T01:09:00.000+03:00",
    "crawled": "2018-04-20T02:22:01.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "acquisition",
        "would",
        "combine",
        "two",
        "local",
        "connecticut",
        "business",
        "highly",
        "complementary",
        "footprint",
        "northeast",
        "proposal",
        "represents",
        "superior",
        "alternative",
        "generate",
        "value",
        "shareholder",
        "employee",
        "customer",
        "local",
        "community",
        "hartford",
        "business",
        "wire",
        "eversource",
        "energy",
        "nyse",
        "e",
        "today",
        "announced",
        "april",
        "made",
        "proposal",
        "acquire",
        "outstanding",
        "share",
        "connecticut",
        "water",
        "service",
        "nasdaq",
        "ctws",
        "per",
        "share",
        "cash",
        "eversource",
        "common",
        "share",
        "election",
        "connecticut",
        "water",
        "shareholder",
        "eversource",
        "belief",
        "proposal",
        "superior",
        "alternative",
        "transaction",
        "proposed",
        "sjw",
        "group",
        "nyse",
        "sjw",
        "agreement",
        "announced",
        "march",
        "acquire",
        "connecticut",
        "water",
        "eversource",
        "proposal",
        "represents",
        "premium",
        "connecticut",
        "water",
        "closing",
        "share",
        "price",
        "march",
        "day",
        "prior",
        "sjw",
        "announcement",
        "eversource",
        "proposal",
        "also",
        "represents",
        "premium",
        "connecticut",
        "water",
        "average",
        "price",
        "march",
        "addition",
        "connecticut",
        "water",
        "shareholder",
        "elect",
        "receive",
        "eversource",
        "share",
        "would",
        "realize",
        "equivalent",
        "dividend",
        "uplift",
        "based",
        "closing",
        "price",
        "eversource",
        "share",
        "april",
        "annualized",
        "quarterly",
        "dividend",
        "per",
        "share",
        "declared",
        "connecticut",
        "water",
        "january",
        "eversource",
        "attempted",
        "engage",
        "privately",
        "connecticut",
        "water",
        "time",
        "company",
        "expressed",
        "interest",
        "pursuing",
        "acquisition",
        "connecticut",
        "water",
        "april",
        "eversource",
        "verbally",
        "communicated",
        "intent",
        "submit",
        "proposal",
        "david",
        "benoit",
        "chief",
        "executive",
        "officer",
        "connecticut",
        "water",
        "delivered",
        "written",
        "proposal",
        "day",
        "april",
        "eversource",
        "sent",
        "communication",
        "connecticut",
        "water",
        "expressing",
        "continued",
        "interest",
        "pursuing",
        "acquisition",
        "believe",
        "proposal",
        "represents",
        "unique",
        "opportunity",
        "deliver",
        "significant",
        "immediate",
        "value",
        "connecticut",
        "water",
        "shareholder",
        "customer",
        "employee",
        "local",
        "community",
        "said",
        "eversource",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "jim",
        "judge",
        "surprised",
        "disappointed",
        "connecticut",
        "water",
        "board",
        "director",
        "unwilling",
        "engage",
        "discussion",
        "u",
        "urge",
        "board",
        "connecticut",
        "water",
        "act",
        "best",
        "interest",
        "shareholder",
        "meeting",
        "u",
        "seriously",
        "discus",
        "compelling",
        "eversource",
        "financial",
        "profile",
        "including",
        "market",
        "capitalization",
        "approximately",
        "billion",
        "record",
        "consistent",
        "robust",
        "earnings",
        "dividend",
        "growth",
        "industry",
        "best",
        "p",
        "credit",
        "rating",
        "strong",
        "growing",
        "dividend",
        "would",
        "financing",
        "contingency",
        "part",
        "transaction",
        "proposed",
        "transaction",
        "would",
        "combine",
        "two",
        "highly",
        "complementary",
        "local",
        "business",
        "would",
        "enable",
        "regional",
        "investment",
        "support",
        "economic",
        "growth",
        "eversource",
        "parent",
        "company",
        "aquarion",
        "water",
        "company",
        "connecticut",
        "based",
        "water",
        "utility",
        "whose",
        "service",
        "territory",
        "close",
        "proximity",
        "connecticut",
        "water",
        "service",
        "territory",
        "aquarion",
        "water",
        "serf",
        "nearly",
        "customer",
        "connecticut",
        "massachusetts",
        "new",
        "hampshire",
        "approximately",
        "located",
        "connecticut",
        "connecticut",
        "water",
        "serf",
        "approximately",
        "customer",
        "connecticut",
        "maine",
        "approximately",
        "located",
        "connecticut",
        "proposed",
        "transaction",
        "would",
        "provide",
        "connecticut",
        "water",
        "customer",
        "benefit",
        "premier",
        "service",
        "quality",
        "highly",
        "reliable",
        "water",
        "supply",
        "future",
        "said",
        "aquarion",
        "president",
        "chief",
        "executive",
        "officer",
        "charles",
        "firlotte",
        "combined",
        "company",
        "would",
        "complementary",
        "service",
        "territory",
        "would",
        "allow",
        "expansion",
        "superior",
        "customer",
        "service",
        "employee",
        "proudly",
        "eversource",
        "retained",
        "goldman",
        "sachs",
        "financial",
        "advisor",
        "rope",
        "gray",
        "legal",
        "advisor",
        "matter",
        "full",
        "text",
        "eversource",
        "april",
        "proposal",
        "acquire",
        "connecticut",
        "water",
        "appears",
        "april",
        "david",
        "benoit",
        "president",
        "chief",
        "executive",
        "officer",
        "connecticut",
        "water",
        "service",
        "west",
        "main",
        "street",
        "clinton",
        "ct",
        "dear",
        "david",
        "behalf",
        "eversource",
        "energy",
        "eversource",
        "hereby",
        "submitting",
        "proposal",
        "acquire",
        "connecticut",
        "water",
        "service",
        "connecticut",
        "water",
        "likely",
        "aware",
        "expressed",
        "interest",
        "pursuing",
        "acquisition",
        "connecticut",
        "water",
        "second",
        "half",
        "time",
        "proposing",
        "term",
        "acquisition",
        "firmly",
        "view",
        "superior",
        "term",
        "proposed",
        "transaction",
        "san",
        "jose",
        "water",
        "sjw",
        "reasonably",
        "likely",
        "lead",
        "superior",
        "ctws",
        "proposal",
        "defined",
        "merger",
        "agreement",
        "sjw",
        "best",
        "interest",
        "customer",
        "employee",
        "supplier",
        "local",
        "community",
        "shareholder",
        "connecticut",
        "water",
        "due",
        "greater",
        "benefit",
        "achievable",
        "eversource",
        "transaction",
        "eversource",
        "proposes",
        "acquire",
        "outstanding",
        "share",
        "connecticut",
        "water",
        "common",
        "stock",
        "per",
        "share",
        "cash",
        "eversource",
        "common",
        "stock",
        "election",
        "connecticut",
        "water",
        "shareholder",
        "connecticut",
        "water",
        "shareholder",
        "electing",
        "receive",
        "eversource",
        "stock",
        "consideration",
        "would",
        "realize",
        "equivalent",
        "dividend",
        "uplift",
        "based",
        "closing",
        "price",
        "eversource",
        "common",
        "stock",
        "april",
        "annualized",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "declared",
        "connecticut",
        "water",
        "january",
        "consideration",
        "payable",
        "connecticut",
        "water",
        "shareholder",
        "would",
        "reduced",
        "termination",
        "fee",
        "payable",
        "sjw",
        "price",
        "represents",
        "premium",
        "connecticut",
        "water",
        "undisturbed",
        "share",
        "price",
        "march",
        "premium",
        "vwap",
        "period",
        "ending",
        "march",
        "eversource",
        "market",
        "capitalization",
        "approximately",
        "billion",
        "rated",
        "company",
        "standard",
        "poor",
        "making",
        "eversource",
        "strong",
        "financial",
        "partner",
        "transaction",
        "would",
        "financing",
        "contingency",
        "part",
        "transaction",
        "eversource",
        "consistently",
        "demonstrated",
        "credibility",
        "expertise",
        "responsiveness",
        "proceeding",
        "connecticut",
        "public",
        "utility",
        "regulatory",
        "authority",
        "ct",
        "pura",
        "strong",
        "track",
        "record",
        "successful",
        "regulatory",
        "outcome",
        "particular",
        "eversource",
        "considerable",
        "experience",
        "obtaining",
        "regulatory",
        "approval",
        "required",
        "utility",
        "merger",
        "acquisition",
        "evidenced",
        "recent",
        "acquisition",
        "aquarion",
        "water",
        "company",
        "aquarion",
        "obtained",
        "regulatory",
        "approval",
        "four",
        "state",
        "completed",
        "transaction",
        "within",
        "five",
        "month",
        "regulatory",
        "filing",
        "date",
        "within",
        "six",
        "month",
        "announcement",
        "transaction",
        "final",
        "decision",
        "issued",
        "ct",
        "pura",
        "approving",
        "aquarion",
        "acquisition",
        "attribute",
        "transaction",
        "cited",
        "particularly",
        "beneficial",
        "customer",
        "employee",
        "included",
        "local",
        "ownership",
        "financial",
        "stability",
        "employee",
        "benefit",
        "community",
        "support",
        "fact",
        "eversource",
        "uniquely",
        "positioned",
        "create",
        "substantial",
        "benefit",
        "customer",
        "served",
        "connecticut",
        "water",
        "preserving",
        "local",
        "ownership",
        "accountability",
        "part",
        "approval",
        "required",
        "complete",
        "aquarion",
        "acquisition",
        "eversource",
        "obtained",
        "regulatory",
        "approval",
        "maine",
        "positive",
        "outcome",
        "company",
        "minimum",
        "administrative",
        "process",
        "summation",
        "eversource",
        "acquisition",
        "connecticut",
        "water",
        "would",
        "compelling",
        "superior",
        "alternative",
        "sjw",
        "transaction",
        "connecticut",
        "water",
        "customer",
        "employee",
        "supplier",
        "community",
        "shareholder",
        "eversource",
        "transaction",
        "would",
        "also",
        "leverage",
        "geographical",
        "proximity",
        "connecticut",
        "water",
        "aquarion",
        "system",
        "enable",
        "infrastructure",
        "investment",
        "support",
        "regional",
        "economic",
        "growth",
        "reviewed",
        "opportunity",
        "eversource",
        "board",
        "trustee",
        "support",
        "submission",
        "proposal",
        "prepared",
        "engage",
        "immediately",
        "reach",
        "definitive",
        "agreement",
        "expeditiously",
        "possible",
        "avoidance",
        "doubt",
        "proposal",
        "indication",
        "interest",
        "subject",
        "confirmatory",
        "due",
        "diligence",
        "binding",
        "obligation",
        "respect",
        "transaction",
        "result",
        "execution",
        "definitive",
        "agreement",
        "containing",
        "term",
        "condition",
        "mutually",
        "acceptable",
        "party",
        "look",
        "forward",
        "prompt",
        "response",
        "sincerely",
        "james",
        "judge",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "eversource",
        "energy",
        "eversource",
        "eversource",
        "nyse",
        "e",
        "transmits",
        "delivers",
        "electricity",
        "natural",
        "gas",
        "supply",
        "water",
        "approximately",
        "million",
        "customer",
        "connecticut",
        "massachusetts",
        "new",
        "hampshire",
        "recognized",
        "top",
        "utility",
        "energy",
        "efficiency",
        "program",
        "sustainability",
        "advocacy",
        "organization",
        "cere",
        "eversource",
        "harness",
        "commitment",
        "employee",
        "across",
        "three",
        "state",
        "build",
        "single",
        "united",
        "company",
        "around",
        "mission",
        "safely",
        "delivering",
        "reliable",
        "energy",
        "water",
        "superior",
        "customer",
        "service",
        "information",
        "please",
        "visit",
        "website",
        "follow",
        "u",
        "twitter",
        "eversourcecorp",
        "facebook",
        "information",
        "water",
        "service",
        "visit",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "concerning",
        "eversource",
        "energy",
        "expectation",
        "belief",
        "plan",
        "objective",
        "goal",
        "strategy",
        "assumption",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "growth",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "case",
        "reader",
        "identify",
        "statement",
        "use",
        "word",
        "phrase",
        "estimate",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "project",
        "believe",
        "forecast",
        "could",
        "similar",
        "expression",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "assumption",
        "projection",
        "guarantee",
        "future",
        "performance",
        "expectation",
        "estimate",
        "assumption",
        "projection",
        "may",
        "vary",
        "materially",
        "actual",
        "result",
        "accordingly",
        "statement",
        "qualified",
        "entirety",
        "reference",
        "accompanied",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "including",
        "limited",
        "case",
        "eversource",
        "proposal",
        "acquire",
        "connecticut",
        "water",
        "failure",
        "complete",
        "subject",
        "transaction",
        "upon",
        "term",
        "set",
        "forth",
        "eversource",
        "proposal",
        "breach",
        "including",
        "resulting",
        "compromise",
        "confidentiality",
        "proprietary",
        "information",
        "personal",
        "information",
        "customer",
        "act",
        "war",
        "terrorism",
        "grid",
        "disturbance",
        "may",
        "disrupt",
        "transmission",
        "distribution",
        "system",
        "ability",
        "inability",
        "commence",
        "complete",
        "major",
        "strategic",
        "development",
        "project",
        "opportunity",
        "action",
        "inaction",
        "local",
        "state",
        "federal",
        "regulatory",
        "public",
        "policy",
        "taxing",
        "body",
        "substandard",
        "performance",
        "supplier",
        "climate",
        "change",
        "disruption",
        "transmission",
        "distribution",
        "system",
        "new",
        "technology",
        "conservation",
        "energy",
        "contamination",
        "failure",
        "water",
        "supply",
        "unauthorized",
        "access",
        "confidential",
        "proprietary",
        "information",
        "change",
        "law",
        "regulation",
        "regulatory",
        "policy",
        "change",
        "economic",
        "condition",
        "including",
        "impact",
        "interest",
        "rate",
        "tax",
        "policy",
        "customer",
        "demand",
        "payment",
        "ability",
        "change",
        "business",
        "condition",
        "could",
        "include",
        "disruptive",
        "technology",
        "related",
        "current",
        "future",
        "business",
        "model",
        "change",
        "weather",
        "pattern",
        "including",
        "extreme",
        "weather",
        "effect",
        "climate",
        "change",
        "reputational",
        "risk",
        "change",
        "level",
        "timing",
        "capital",
        "expenditure",
        "technological",
        "development",
        "alternative",
        "energy",
        "source",
        "disruption",
        "capital",
        "market",
        "event",
        "make",
        "eversource",
        "energy",
        "access",
        "necessary",
        "capital",
        "difficult",
        "costly",
        "development",
        "legal",
        "public",
        "policy",
        "doctrine",
        "change",
        "accounting",
        "standard",
        "financial",
        "reporting",
        "regulation",
        "action",
        "rating",
        "agency",
        "presently",
        "unknown",
        "unforeseen",
        "factor",
        "risk",
        "factor",
        "detailed",
        "eversource",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "updated",
        "necessary",
        "available",
        "sec",
        "website",
        "factor",
        "difficult",
        "predict",
        "contain",
        "uncertainty",
        "may",
        "materially",
        "affect",
        "eversource",
        "energy",
        "actual",
        "result",
        "many",
        "beyond",
        "control",
        "place",
        "undue",
        "reliance",
        "statement",
        "speaks",
        "date",
        "statement",
        "made",
        "except",
        "required",
        "federal",
        "security",
        "law",
        "eversource",
        "energy",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "statement",
        "made",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "view",
        "source",
        "version",
        "http",
        "eversource",
        "medium",
        "contact",
        "caroline",
        "pretyman",
        "investor",
        "contact",
        "jeffrey",
        "kotkin",
        "brunswick",
        "group",
        "jonathan",
        "doorley",
        "darren",
        "mcdermott",
        "source",
        "eversource",
        "energy"
    ]
}