{
    "organizations": [],
    "uuid": "668fb1e094eb4d01c476f44177f89a933aeb7883",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/pr-newswire-capitol-federala-financial-inc-announces-the-acquisition-of-capital-city-bancshares.html",
    "ord_in_thread": 0,
    "title": "Capitol Federal® Financial, Inc. Announces The Acquisition Of Capital City Bancshares",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TOPEKA, Kan., April 30, 2018 /PRNewswire/ -- Capitol Federal ® Financial, Inc. (NASDAQ: CFFN) (\"Capitol Federal\" or the \"Company\"), the parent company of Capitol Federal ® Savings Bank (\"Capitol Federal Savings\"), and Capital City Bancshares, Inc. (\"CCB\"), the parent company of Capital City Bank, a state chartered bank headquartered in Topeka, KS, announced today the signing of a definitive agreement and plan of merger pursuant to which CCB will merge with and into Capitol Federal. Immediately upon closing the merger, Capital City Bank will merge with and into Capitol Federal Savings. As of March 31, 2018 and excluding purchase accounting, the combined company would have had pro-forma total assets of $9.5 billion, gross loans of $7.5 billion, deposits of $5.7 billion and an equity position of approximately $1.4 billion.\nWith the acquisition of Capital City Bank, Capitol Federal Savings will enter the commercial banking business, through the origination of commercial lending products and offering of commercial deposit services, for the first time in its 125 year history. While Capitol Federal Savings has built a small, but meaningful, portfolio of mostly commercial real estate loan participations through its network of correspondent banks over the course of the last five years (which portfolio totaled approximately $462 million in gross loans as of March 31, 2018), this merger with Capital City will enable the Company to offer a full array of commercial lending and deposit products and services. With the talented and experienced commercial banking teams from Capital City Bank joining Capitol Federal Savings, the Company will be able to introduce these lines of banking into its branches in overlapping communities upon closing of the merger, while working to expand to the other communities served by Capitol Federal.\nJohn B. Dicus, Chairman and President of Capitol Federal, stated: \"We are pleased to be merging with Capital City Bank to introduce a full commercial banking experience to our customer base and communities. Capital City Bank has a long history of building a conservative, customer focused community bank, with an overlapping geographic focus in markets highly familiar to us - Topeka, Lawrence and the Overland Park market of Kansas City. Through the leadership of the Sabatini family, Capital City Bank has built a well-regarded company over the course of many decades, driven by the people and platforms we need to enter the commercial banking business in the right way and in a meaningful way. Through the many years of knowing the team at Capital City Bank, it is obvious to us that we hold a shared cultural approach to banking, focused on risk management and customer service. In addition, we are able to complete this merger and remain under $10 billion in assets, allowing us to continue our current dividend policy of paying 100% of earnings, while providing a positive upside.\"\nMr. Dicus continued: \"We are excited that Bob Kobbeman, Capital City Bank's President and Chief Executive Officer, will be joining Capitol Federal Savings to run this new commercial banking division for our Company. After growing our commercial real estate portfolio over the last 5 years through our correspondent lending network, we believe this is the right time to enter the commercial banking business through this low risk merger.\"\nCCB, a commercial bank holding company with $434.1 million in total assets as of March 31, 2018, owns Capital City Bank, with locations in Topeka, Lawrence and Overland Park. Capital City Bank offers commercial, personal, trust, and brokerage products and services. Like Capitol Federal Savings, Capital City Bank adheres to a business model that prioritizes customer service and conservative lending. Established in 1892 in Richland, KS and relocated to Topeka in 1964, Capital City Bank has a strong history of community support through charitable, educational and non-profit donations. These characteristics, among others, make CCB a great fit with Capitol Federal.\nMatt Sabatini, Chairman of the Board of CCB, said: \"Our ownership and senior management team are truly excited about the opportunity going forward, as we join Capitol Federal. With their size, branch network and strong capital position, the merger offers our team a wonderful chance to grow our commercial banking business. Because Capitol Federal Savings does not currently have a full suite of commercial banking operations, we will be able to provide a significant portion of our people a role in the combined organization. As a family-run bank for over 126 years this factor was of great importance to Frank Sabatini and our family.\"\nSubject to the terms of the merger agreement, CCB stockholders will receive 3.725 shares of Capitol Federal's common stock for each of the outstanding shares of their common stock. Based on this fixed exchange ratio, Capitol Federal will issue approximately 3.0 million shares of its common stock, representing approximately 2.1% of pro forma shares following the merger. Based on Capitol Federal's closing price of $12.64 as of April 27, 2018, this represents a value of $47.08 per CCB common share, and an aggregate deal value of $37.5 million. This equates to a price to CCB tangible book value as of March 31, 2018 of 141% and a premium to CCB's core deposits of 3.2% as of March 31, 2018.\nThe merger agreement has been unanimously approved by each of the members of the board of directors of CCB and Capitol Federal. Completion of the merger is subject to customary closing conditions, including receipt of required regulatory approvals. The transaction is expected to close by the end of October 2018.\nSandler O'Neill & Partners, L.P. served as financial advisor and Silver, Freedman, Taff & Tiernan LLP served as legal counsel to Capitol Federal in the transaction. The Capital Corporation served as financial advisor and Stinson Leonard Street LLP served as legal counsel to CCB in the transaction.\nCapitol Federal is the holding company for Capitol Federal Savings. Capitol Federal Savings has 47 branch locations in Kansas and Missouri, and is one of the largest residential lenders in the State of Kansas. News and other information about the Company can be found at Capitol Federal's website, http://www.capfed.com .\nExcept for the historical information contained in this press release, the matters discussed may be deemed to be \" \" within the meaning of the Private Securities Litigation Reform Act of 1995. These include statements about our beliefs, plans, objectives, goals, expectations, anticipations, estimates and intentions. The words \"may,\" \"could,\" \"should,\" \"would,\" \"will,\" \"believe,\" \"anticipate,\" \"estimate,\" \"expect,\" \"intend,\" \"plan,\" and similar expressions are intended to identify Forward-looking statements that involve risks and uncertainties, including the requisite regulatory and shareholder approvals for this acquisition might not be obtained, the exchange transaction involving the minority shareholders of CCB might not be consummated, or other conditions to completion of the transaction might not be satisfied or waived; expected costs savings, synergies and other benefits from Capitol Federal's merger and acquisition activities, including this acquisition, might not be realized within the anticipated time frames or at all, and costs or difficulties relating to integration matters, including but not limited to customer and employee retention, might be greater than expected; changes in economic conditions in the Company's market area; changes in policies or the application or interpretation of laws and regulations by regulatory agencies and tax authorities; other governmental initiatives affecting the financial services industry; changes in accounting principles, policies or guidelines; fluctuations in interest rates; demand for loans in the Company's market area; the future earnings and capital levels of Capitol Federal, which would affect the ability of the Company to pay dividends in accordance with its dividend policies; competition; and other risks detailed from time to time in documents filed or furnished by the Company with the SEC. Actual results may differ currently expected. These represent the Company's judgment as of the date of this release. The Company disclaims, however, any intent or obligation to update these\nNo Offer or Solicitation:\nThis press release is being provided for informational purposes only and does not constitute (i) an offer to purchase, nor a solicitation of an offer to sell, subscribe for or buy any securities, (ii) an offer to exchange any securities or (iii) the solicitation of any vote for approval of any transaction. There shall not be any offer, solicitation, sale or exchange of any securities in any state or other jurisdiction in which such offer, solicitation, sale, or exchange is not permitted.\nView original content: http://www.prnewswire.com/news-releases/capitol-federal-financial-inc-announces-the-acquisition-of-capital-city-bancshares-300638633.html\nSOURCE Capitol Federal Financial, Inc.",
    "published": "2018-04-30T17:15:00.000+03:00",
    "crawled": "2018-04-30T17:19:05.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "topeka",
        "april",
        "capitol",
        "federal",
        "financial",
        "nasdaq",
        "cffn",
        "capitol",
        "federal",
        "company",
        "parent",
        "company",
        "capitol",
        "federal",
        "saving",
        "bank",
        "capitol",
        "federal",
        "saving",
        "capital",
        "city",
        "bancshares",
        "ccb",
        "parent",
        "company",
        "capital",
        "city",
        "bank",
        "state",
        "chartered",
        "bank",
        "headquartered",
        "topeka",
        "k",
        "announced",
        "today",
        "signing",
        "definitive",
        "agreement",
        "plan",
        "merger",
        "pursuant",
        "ccb",
        "merge",
        "capitol",
        "federal",
        "immediately",
        "upon",
        "closing",
        "merger",
        "capital",
        "city",
        "bank",
        "merge",
        "capitol",
        "federal",
        "saving",
        "march",
        "excluding",
        "purchase",
        "accounting",
        "combined",
        "company",
        "would",
        "total",
        "asset",
        "billion",
        "gross",
        "loan",
        "billion",
        "deposit",
        "billion",
        "equity",
        "position",
        "approximately",
        "billion",
        "acquisition",
        "capital",
        "city",
        "bank",
        "capitol",
        "federal",
        "saving",
        "enter",
        "commercial",
        "banking",
        "business",
        "origination",
        "commercial",
        "lending",
        "product",
        "offering",
        "commercial",
        "deposit",
        "service",
        "first",
        "time",
        "year",
        "history",
        "capitol",
        "federal",
        "saving",
        "built",
        "small",
        "meaningful",
        "portfolio",
        "mostly",
        "commercial",
        "real",
        "estate",
        "loan",
        "participation",
        "network",
        "correspondent",
        "bank",
        "course",
        "last",
        "five",
        "year",
        "portfolio",
        "totaled",
        "approximately",
        "million",
        "gross",
        "loan",
        "march",
        "merger",
        "capital",
        "city",
        "enable",
        "company",
        "offer",
        "full",
        "array",
        "commercial",
        "lending",
        "deposit",
        "product",
        "service",
        "talented",
        "experienced",
        "commercial",
        "banking",
        "team",
        "capital",
        "city",
        "bank",
        "joining",
        "capitol",
        "federal",
        "saving",
        "company",
        "able",
        "introduce",
        "line",
        "banking",
        "branch",
        "overlapping",
        "community",
        "upon",
        "closing",
        "merger",
        "working",
        "expand",
        "community",
        "served",
        "capitol",
        "federal",
        "john",
        "dicus",
        "chairman",
        "president",
        "capitol",
        "federal",
        "stated",
        "pleased",
        "merging",
        "capital",
        "city",
        "bank",
        "introduce",
        "full",
        "commercial",
        "banking",
        "experience",
        "customer",
        "base",
        "community",
        "capital",
        "city",
        "bank",
        "long",
        "history",
        "building",
        "conservative",
        "customer",
        "focused",
        "community",
        "bank",
        "overlapping",
        "geographic",
        "focus",
        "market",
        "highly",
        "familiar",
        "u",
        "topeka",
        "lawrence",
        "overland",
        "park",
        "market",
        "kansa",
        "city",
        "leadership",
        "sabatini",
        "family",
        "capital",
        "city",
        "bank",
        "built",
        "company",
        "course",
        "many",
        "decade",
        "driven",
        "people",
        "platform",
        "need",
        "enter",
        "commercial",
        "banking",
        "business",
        "right",
        "way",
        "meaningful",
        "way",
        "many",
        "year",
        "knowing",
        "team",
        "capital",
        "city",
        "bank",
        "obvious",
        "u",
        "hold",
        "shared",
        "cultural",
        "approach",
        "banking",
        "focused",
        "risk",
        "management",
        "customer",
        "service",
        "addition",
        "able",
        "complete",
        "merger",
        "remain",
        "billion",
        "asset",
        "allowing",
        "u",
        "continue",
        "current",
        "dividend",
        "policy",
        "paying",
        "earnings",
        "providing",
        "positive",
        "upside",
        "dicus",
        "continued",
        "excited",
        "bob",
        "kobbeman",
        "capital",
        "city",
        "bank",
        "president",
        "chief",
        "executive",
        "officer",
        "joining",
        "capitol",
        "federal",
        "saving",
        "run",
        "new",
        "commercial",
        "banking",
        "division",
        "company",
        "growing",
        "commercial",
        "real",
        "estate",
        "portfolio",
        "last",
        "year",
        "correspondent",
        "lending",
        "network",
        "believe",
        "right",
        "time",
        "enter",
        "commercial",
        "banking",
        "business",
        "low",
        "risk",
        "merger",
        "ccb",
        "commercial",
        "bank",
        "holding",
        "company",
        "million",
        "total",
        "asset",
        "march",
        "owns",
        "capital",
        "city",
        "bank",
        "location",
        "topeka",
        "lawrence",
        "overland",
        "park",
        "capital",
        "city",
        "bank",
        "offer",
        "commercial",
        "personal",
        "trust",
        "brokerage",
        "product",
        "service",
        "like",
        "capitol",
        "federal",
        "saving",
        "capital",
        "city",
        "bank",
        "adheres",
        "business",
        "model",
        "prioritizes",
        "customer",
        "service",
        "conservative",
        "lending",
        "established",
        "richland",
        "k",
        "relocated",
        "topeka",
        "capital",
        "city",
        "bank",
        "strong",
        "history",
        "community",
        "support",
        "charitable",
        "educational",
        "donation",
        "characteristic",
        "among",
        "others",
        "make",
        "ccb",
        "great",
        "fit",
        "capitol",
        "federal",
        "matt",
        "sabatini",
        "chairman",
        "board",
        "ccb",
        "said",
        "ownership",
        "senior",
        "management",
        "team",
        "truly",
        "excited",
        "opportunity",
        "going",
        "forward",
        "join",
        "capitol",
        "federal",
        "size",
        "branch",
        "network",
        "strong",
        "capital",
        "position",
        "merger",
        "offer",
        "team",
        "wonderful",
        "chance",
        "grow",
        "commercial",
        "banking",
        "business",
        "capitol",
        "federal",
        "saving",
        "currently",
        "full",
        "suite",
        "commercial",
        "banking",
        "operation",
        "able",
        "provide",
        "significant",
        "portion",
        "people",
        "role",
        "combined",
        "organization",
        "bank",
        "year",
        "factor",
        "great",
        "importance",
        "frank",
        "sabatini",
        "family",
        "subject",
        "term",
        "merger",
        "agreement",
        "ccb",
        "stockholder",
        "receive",
        "share",
        "capitol",
        "federal",
        "common",
        "stock",
        "outstanding",
        "share",
        "common",
        "stock",
        "based",
        "fixed",
        "exchange",
        "ratio",
        "capitol",
        "federal",
        "issue",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "representing",
        "approximately",
        "pro",
        "forma",
        "share",
        "following",
        "merger",
        "based",
        "capitol",
        "federal",
        "closing",
        "price",
        "april",
        "represents",
        "value",
        "per",
        "ccb",
        "common",
        "share",
        "aggregate",
        "deal",
        "value",
        "million",
        "equates",
        "price",
        "ccb",
        "tangible",
        "book",
        "value",
        "march",
        "premium",
        "ccb",
        "core",
        "deposit",
        "march",
        "merger",
        "agreement",
        "unanimously",
        "approved",
        "member",
        "board",
        "director",
        "ccb",
        "capitol",
        "federal",
        "completion",
        "merger",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "transaction",
        "expected",
        "close",
        "end",
        "october",
        "sandler",
        "partner",
        "served",
        "financial",
        "advisor",
        "silver",
        "freedman",
        "taff",
        "tiernan",
        "llp",
        "served",
        "legal",
        "counsel",
        "capitol",
        "federal",
        "transaction",
        "capital",
        "corporation",
        "served",
        "financial",
        "advisor",
        "stinson",
        "leonard",
        "street",
        "llp",
        "served",
        "legal",
        "counsel",
        "ccb",
        "transaction",
        "capitol",
        "federal",
        "holding",
        "company",
        "capitol",
        "federal",
        "saving",
        "capitol",
        "federal",
        "saving",
        "branch",
        "location",
        "kansa",
        "missouri",
        "one",
        "largest",
        "residential",
        "lender",
        "state",
        "kansa",
        "news",
        "information",
        "company",
        "found",
        "capitol",
        "federal",
        "website",
        "http",
        "except",
        "historical",
        "information",
        "contained",
        "press",
        "release",
        "matter",
        "discussed",
        "may",
        "deemed",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "statement",
        "belief",
        "plan",
        "objective",
        "goal",
        "expectation",
        "anticipation",
        "estimate",
        "intention",
        "word",
        "may",
        "could",
        "would",
        "believe",
        "anticipate",
        "estimate",
        "expect",
        "intend",
        "plan",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "requisite",
        "regulatory",
        "shareholder",
        "approval",
        "acquisition",
        "might",
        "obtained",
        "exchange",
        "transaction",
        "involving",
        "minority",
        "shareholder",
        "ccb",
        "might",
        "consummated",
        "condition",
        "completion",
        "transaction",
        "might",
        "satisfied",
        "waived",
        "expected",
        "cost",
        "saving",
        "synergy",
        "benefit",
        "capitol",
        "federal",
        "merger",
        "acquisition",
        "activity",
        "including",
        "acquisition",
        "might",
        "realized",
        "within",
        "anticipated",
        "time",
        "frame",
        "cost",
        "difficulty",
        "relating",
        "integration",
        "matter",
        "including",
        "limited",
        "customer",
        "employee",
        "retention",
        "might",
        "greater",
        "expected",
        "change",
        "economic",
        "condition",
        "company",
        "market",
        "area",
        "change",
        "policy",
        "application",
        "interpretation",
        "law",
        "regulation",
        "regulatory",
        "agency",
        "tax",
        "authority",
        "governmental",
        "initiative",
        "affecting",
        "financial",
        "service",
        "industry",
        "change",
        "accounting",
        "principle",
        "policy",
        "guideline",
        "fluctuation",
        "interest",
        "rate",
        "demand",
        "loan",
        "company",
        "market",
        "area",
        "future",
        "earnings",
        "capital",
        "level",
        "capitol",
        "federal",
        "would",
        "affect",
        "ability",
        "company",
        "pay",
        "dividend",
        "accordance",
        "dividend",
        "policy",
        "competition",
        "risk",
        "detailed",
        "time",
        "time",
        "document",
        "filed",
        "furnished",
        "company",
        "sec",
        "actual",
        "result",
        "may",
        "differ",
        "currently",
        "expected",
        "represent",
        "company",
        "judgment",
        "date",
        "release",
        "company",
        "disclaims",
        "however",
        "intent",
        "obligation",
        "update",
        "offer",
        "solicitation",
        "press",
        "release",
        "provided",
        "informational",
        "purpose",
        "constitute",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "subscribe",
        "buy",
        "security",
        "ii",
        "offer",
        "exchange",
        "security",
        "iii",
        "solicitation",
        "vote",
        "approval",
        "transaction",
        "shall",
        "offer",
        "solicitation",
        "sale",
        "exchange",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "exchange",
        "permitted",
        "view",
        "original",
        "content",
        "http",
        "source",
        "capitol",
        "federal",
        "financial",
        "inc"
    ]
}