{
    "organizations": [],
    "uuid": "89eeb17f7d1ddccbf03f9a5daae230012372c9f6",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-usa-fed-instant-view/instant-view-minutes-from-march-fomc-meeting-idUSKBN1HI2WT",
    "ord_in_thread": 0,
    "title": "Instant View: Minutes from March FOMC meeting",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - All of the Federal Reserve’s policymakers felt that the U.S. economy would firm further and that inflation would rise in the coming months, minutes of the central bank’s last policy meeting on March 20-21 released on Wednesday showed.\nFILE PHOTO: The Federal Reserve headquarters in Washington September 16 2015. REUTERS/Kevin Lamarque/File Photo The readout of the meeting, at which the Fed unanimously voted to raise borrowing costs by a quarter percentage point, also showed that policymakers were wary about the impact of the Trump administration’s trade and fiscal policies.\nKEY POINTS: ** All Fed policymakers expected 12-month inflation to rise in coming months\n** Policymakers noted the widely expected increase would not by itself justify change in projected rate path\n** Strong majority of policymakers viewed prospect of retaliatory trade actions by other countries as downside risk for U.S. economy\n** All policymakers agreed U.S. economic outlook had strengthened in recent months\n** Almost all policymakers supported hike at march meeting; a couple pointed to possible benefits of postponing hike\nCOMMENTS: MIKE TERWILLIGER, PORTFOLIO MANAGER, RESOURCE LIQUID ALTERNATIVES, RESOURCE CREDIT INCOME FUND, PHILADELPHIA\n“My take is very simple: those who aren’t seeing the risk of quickening inflation, aren’t paying attention. The Fed seems to be voicing what the market has been signaling in recent weeks through heightened volatility and the retreat in Treasury yields: a trade war represents a meaningful overhang to this market.”\nBOB MILLER, HEAD OF U.S. MULTI-SECTOR FIXED INCOME, BLACKROCK, NEW YORK\n“In the context of a Federal Open Market Committee that unanimously supported a rate hike in March, and raised growth and inflation expectations, as well as the expected path for rates, via the Summary of Economic Projections and so-called ‘dot plot,’ we expected a thorough review of the risks to the outlook.”\n“The new downside risk – which we do not think the FOMC yet gives much weight to, but to which markets have become somewhat more sensitive – is the risk of trade tensions and other geopolitical problems rising to a degree that dampens household or business confidence. Chair Powell has been quite clear that this is something under discussion at the Fed, but they do not yet think it poses a threat to the outlook. At this stage we would agree. That said, the mere mention of it in the minutes may receive attention in the media.”\nWAYNE KAUFMAN, CHIEF MARKET ANALYST, PHOENIX FINANCIAL SERVICES, NEW YORK\n“The biggest thing I was looking for was what their comments were going to be relative to the tariffs, if they said anything about a potential trade war. And they did address that, and said that they didn’t see the steel and aluminum tariffs as big risks but they did say that a trade war or retaliatory actions from other countries was a downside risk, so not much that people couldn’t figure out for themselves. Other than that I guess they bumped up one of the growth projections for PCE for 2020. All in all they seem reasonably optimistic about the economy. Overall, Powell is a continuation, to a large degree, of Yellen.\nBRUCE ZARO, CHIEF TECHNICAL STRATEGIST, INTERNATIONAL ASSET ADVISORY, BOSTON\n“I don’t think they really reveal anything further. Bond and equity investors are on hyper alert,” he said. “Rates are where they should be.”\nCRAIG DISMUKE, CHIEF ECONOMIST, VINING SPARKS, MEMPHIS, TENNESSEE\n“They reflect the hawkishness we saw in their statement and their economic projections. I am a bit surprised with the strength of the wordings about the economy and inflation. Overall the minutes are pretty hawkish. They reflect a very confident committee. The voting members are probably leaning toward three more hikes the rest of the year. The market is more worried today about Syria, Russia and CPI report. It’s in-line with what the market has been expecting.”\nSTEPHEN MASSOCCA, SENIOR VICE PRESIDENT, WEDBUSH SECURITIES, SAN FRANCISCO\n“I really didn’t see anything unusual. A lot of fiscal stimulus is coming. But I still think there are some issues with the economy. It might be weaker than people think. Levels of debt are surging to records. There’s the TED spread between the Libor and T-bills: when that widens, it’s considered a precursor for recession. There’s the fact that the euro zone is heading back into a recession. There are concerns about the Japanese economy. All of those things are going to impact us. I think the economy might be starting to slow down. Despite the Fed’s good intentions, they may be premature in taking their foot off the pedal.”\nRANDY FREDERICK, VICE PRESIDENT, TRADING AND DERIVATIVES, CHARLES SCHWAB, AUSTIN, TEXAS.\n“I don’t see a whole lot of anything that’s really a big surprise. The (stock) market did not do anything for the first probably ten minutes and now it seems to be selling off just a little bit, but not anything major. It sounded pretty much in line with everything that we got out of the last meeting so I don’t think there were any surprises there at all.”\n“The minutes had a hawkish tone, but we kind of got that when the meeting actually happened. I don’t know that that should have been a surprise to anybody.”\nSAM BULLARD, SENIOR ECONOMIST, WELLS FARGO SECURITIES, CHARLOTTE, NORTH CAROLINA\n“They feel like inflation is going to reach target in the foreseeable future and that clearly dovetailed into their strengthened rate projections at the March FOMC meeting and their summary of economic projections. Today’s CPI number only supports that as well as yesterday’s PPI number. It does appear that last year’s transitory issues were indeed transitory and that inflation is trending towards target.”\nJOHN BRIGGS, HEAD OF RATES STRATEGY, AMERICAS, NATWEST MARKETS IN STAMFORD\n“The overall tone of the minutes was still fairly optimistic, and signaled continued strong confidence that inflation is going to move up towards their goal, and the removal of accommodations is appropriate, but there is no need to step it up.\n“The information wasn’t necessarily a big surprise. You do have trade stuff hanging over, you have Syria action hanging over, you have political, domestic risk that one could argue is increasing. There’s a lot happening, so to reprice the bond market on dated news or small changes in tone is a big ask.”\nROBERT PHIPPS, DIRECTOR AT PER STIRLING CAPITAL MANAGEMENT, AUSTIN, TEXAS\n“The markets view it largely as a non-event. It was a little more hawkish than expected but nothing particularly out of hand.”\n“From the market’s perspective the Fed put is now over … I think the Fed is no longer willing to play the role of a safety net for investors. I think Fed tightening is now on autopilot. They’re going to stay on a tightening course regardless of economic data. It’s how the fed used to react prior to Greenspan. Could that be a worry? Perhaps.”\n“Unless we see some really disturbing number they’re going to tighten and they’re’ going to tighten several times a year for the next couple of years to make sure they stay ahead of inflation.”\nGENNADIY GOLDBERG, INTEREST RATE STRATEGIST, TD SECURITIES, NEW YORK\n“There’s not much new, nothing that really caught our eye as anything we didn’t already know from a financial market perspective. They did bring up Libor but it was a staff report that brought up Libor and they basically just reported the fact that it moved rather than giving any kind of conclusion. Their only conclusion was that cheapening (Treasury) bills will probably decrease RRPs (reverse repo agreements), which I believe at this point is darn close to zero”\n“From a market sense there’s not much for people to takeaway here, they are still looking for a gradual pace of hikes. I think the debate rages on whether that means three this year or four this year. We think three simply because judging by this morning’s inflation number, for example, there’s just no need to get too far ahead because inflation seems to be picking up only slowly.”\nALAN LANCZ, PRESIDENT, ALAN B. LANCZ & ASSOCIATES INC., TOLEDO, OHIO\n“There wasn’t a lot of reaction... It’s fairly positive actually, what they said. They think inflation will hit their targets. There’s nothing earth-shattering that would sway investors either way.”\nCOLLIN MARTIN, SENIOR FIXED INCOME RESEARCH ANALYST, SCHWAB CENTER FOR FINANCIAL RESEARCH, NEW YORK\n“The market reactions look very muted right now. We already had some hawkish hints from the FOMC statement and Powell’s press conference. The minutes confirmed those earlier views. To us, the Fed will continue to raise rates at a gradual pace here. We will see two or three more rate hikes this year.\n“These minutes have a hawkish lean. The latest CPI confirmed the Fed’s inflation outlook. The numbers this morning contained a lot of noise. We think we will continue to see a modest rise in inflation. The yield curve flattened a bit in case there might be a chance of a faster pace of rate hikes. The risks are all the tariff talk and increased Treasury supply.”\nMARKET REACTION: STOCKS: S&P 500 .SPX was little changed, last down about 0.16 percent, holding above the day's early lows\nBONDS: U.S. Treasury yields inched higher; 2s US2YT=RR at 2.3192 pct; 10s US10YT=RR at 2.7918 pct\nFOREX: The U.S. dollar index .DXY was little changed down 0.04 percent, versus off 0.09 percent before the minutes were released\n ",
    "published": "2018-04-12T02:28:00.000+03:00",
    "crawled": "2018-04-12T03:46:19.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "federal",
        "reserve",
        "policymakers",
        "felt",
        "economy",
        "would",
        "firm",
        "inflation",
        "would",
        "rise",
        "coming",
        "month",
        "minute",
        "central",
        "bank",
        "last",
        "policy",
        "meeting",
        "march",
        "released",
        "wednesday",
        "showed",
        "file",
        "photo",
        "federal",
        "reserve",
        "headquarters",
        "washington",
        "september",
        "photo",
        "readout",
        "meeting",
        "fed",
        "unanimously",
        "voted",
        "raise",
        "borrowing",
        "cost",
        "quarter",
        "percentage",
        "point",
        "also",
        "showed",
        "policymakers",
        "wary",
        "impact",
        "trump",
        "administration",
        "trade",
        "fiscal",
        "policy",
        "key",
        "point",
        "fed",
        "policymakers",
        "expected",
        "inflation",
        "rise",
        "coming",
        "month",
        "policymakers",
        "noted",
        "widely",
        "expected",
        "increase",
        "would",
        "justify",
        "change",
        "projected",
        "rate",
        "path",
        "strong",
        "majority",
        "policymakers",
        "viewed",
        "prospect",
        "retaliatory",
        "trade",
        "action",
        "country",
        "downside",
        "risk",
        "economy",
        "policymakers",
        "agreed",
        "economic",
        "outlook",
        "strengthened",
        "recent",
        "month",
        "almost",
        "policymakers",
        "supported",
        "hike",
        "march",
        "meeting",
        "couple",
        "pointed",
        "possible",
        "benefit",
        "postponing",
        "hike",
        "comment",
        "mike",
        "terwilliger",
        "portfolio",
        "manager",
        "resource",
        "liquid",
        "alternative",
        "resource",
        "credit",
        "income",
        "fund",
        "philadelphia",
        "take",
        "simple",
        "seeing",
        "risk",
        "quickening",
        "inflation",
        "paying",
        "attention",
        "fed",
        "seems",
        "voicing",
        "market",
        "signaling",
        "recent",
        "week",
        "heightened",
        "volatility",
        "retreat",
        "treasury",
        "yield",
        "trade",
        "war",
        "represents",
        "meaningful",
        "overhang",
        "bob",
        "miller",
        "head",
        "fixed",
        "income",
        "blackrock",
        "new",
        "york",
        "context",
        "federal",
        "open",
        "market",
        "committee",
        "unanimously",
        "supported",
        "rate",
        "hike",
        "march",
        "raised",
        "growth",
        "inflation",
        "expectation",
        "well",
        "expected",
        "path",
        "rate",
        "via",
        "summary",
        "economic",
        "projection",
        "dot",
        "plot",
        "expected",
        "thorough",
        "review",
        "risk",
        "new",
        "downside",
        "risk",
        "think",
        "fomc",
        "yet",
        "give",
        "much",
        "weight",
        "market",
        "become",
        "somewhat",
        "sensitive",
        "risk",
        "trade",
        "tension",
        "geopolitical",
        "problem",
        "rising",
        "degree",
        "dampens",
        "household",
        "business",
        "confidence",
        "chair",
        "powell",
        "quite",
        "clear",
        "something",
        "discussion",
        "fed",
        "yet",
        "think",
        "pose",
        "threat",
        "outlook",
        "stage",
        "would",
        "agree",
        "said",
        "mere",
        "mention",
        "minute",
        "may",
        "receive",
        "attention",
        "wayne",
        "kaufman",
        "chief",
        "market",
        "analyst",
        "phoenix",
        "financial",
        "service",
        "new",
        "york",
        "biggest",
        "thing",
        "looking",
        "comment",
        "going",
        "relative",
        "tariff",
        "said",
        "anything",
        "potential",
        "trade",
        "war",
        "address",
        "said",
        "see",
        "steel",
        "aluminum",
        "tariff",
        "big",
        "risk",
        "say",
        "trade",
        "war",
        "retaliatory",
        "action",
        "country",
        "downside",
        "risk",
        "much",
        "people",
        "figure",
        "guess",
        "bumped",
        "one",
        "growth",
        "projection",
        "pce",
        "seem",
        "reasonably",
        "optimistic",
        "economy",
        "overall",
        "powell",
        "continuation",
        "large",
        "degree",
        "yellen",
        "bruce",
        "zaro",
        "chief",
        "technical",
        "strategist",
        "international",
        "asset",
        "advisory",
        "boston",
        "think",
        "really",
        "reveal",
        "anything",
        "bond",
        "equity",
        "investor",
        "hyper",
        "alert",
        "said",
        "rate",
        "craig",
        "dismuke",
        "chief",
        "economist",
        "vining",
        "spark",
        "memphis",
        "tennessee",
        "reflect",
        "hawkishness",
        "saw",
        "statement",
        "economic",
        "projection",
        "bit",
        "surprised",
        "strength",
        "wording",
        "economy",
        "inflation",
        "overall",
        "minute",
        "pretty",
        "hawkish",
        "reflect",
        "confident",
        "committee",
        "voting",
        "member",
        "probably",
        "leaning",
        "toward",
        "three",
        "hike",
        "rest",
        "year",
        "market",
        "worried",
        "today",
        "syria",
        "russia",
        "cpi",
        "report",
        "market",
        "stephen",
        "massocca",
        "senior",
        "vice",
        "president",
        "wedbush",
        "security",
        "san",
        "francisco",
        "really",
        "see",
        "anything",
        "unusual",
        "lot",
        "fiscal",
        "stimulus",
        "coming",
        "still",
        "think",
        "issue",
        "economy",
        "might",
        "weaker",
        "people",
        "think",
        "level",
        "debt",
        "surging",
        "record",
        "ted",
        "spread",
        "libor",
        "widens",
        "considered",
        "precursor",
        "recession",
        "fact",
        "euro",
        "zone",
        "heading",
        "back",
        "recession",
        "concern",
        "japanese",
        "economy",
        "thing",
        "going",
        "impact",
        "u",
        "think",
        "economy",
        "might",
        "starting",
        "slow",
        "despite",
        "fed",
        "good",
        "intention",
        "may",
        "premature",
        "taking",
        "foot",
        "randy",
        "frederick",
        "vice",
        "president",
        "trading",
        "derivative",
        "charles",
        "schwab",
        "austin",
        "texas",
        "see",
        "whole",
        "lot",
        "anything",
        "really",
        "big",
        "surprise",
        "stock",
        "market",
        "anything",
        "first",
        "probably",
        "ten",
        "minute",
        "seems",
        "selling",
        "little",
        "bit",
        "anything",
        "major",
        "sounded",
        "pretty",
        "much",
        "line",
        "everything",
        "got",
        "last",
        "meeting",
        "think",
        "surprise",
        "minute",
        "hawkish",
        "tone",
        "kind",
        "got",
        "meeting",
        "actually",
        "happened",
        "know",
        "surprise",
        "sam",
        "bullard",
        "senior",
        "economist",
        "well",
        "fargo",
        "security",
        "charlotte",
        "north",
        "carolina",
        "feel",
        "like",
        "inflation",
        "going",
        "reach",
        "target",
        "foreseeable",
        "future",
        "clearly",
        "dovetailed",
        "strengthened",
        "rate",
        "projection",
        "march",
        "fomc",
        "meeting",
        "summary",
        "economic",
        "projection",
        "today",
        "cpi",
        "number",
        "support",
        "well",
        "yesterday",
        "ppi",
        "number",
        "appear",
        "last",
        "year",
        "transitory",
        "issue",
        "indeed",
        "transitory",
        "inflation",
        "trending",
        "towards",
        "john",
        "briggs",
        "head",
        "rate",
        "strategy",
        "america",
        "natwest",
        "market",
        "stamford",
        "overall",
        "tone",
        "minute",
        "still",
        "fairly",
        "optimistic",
        "signaled",
        "continued",
        "strong",
        "confidence",
        "inflation",
        "going",
        "move",
        "towards",
        "goal",
        "removal",
        "accommodation",
        "appropriate",
        "need",
        "step",
        "information",
        "necessarily",
        "big",
        "surprise",
        "trade",
        "stuff",
        "hanging",
        "syria",
        "action",
        "hanging",
        "political",
        "domestic",
        "risk",
        "one",
        "could",
        "argue",
        "increasing",
        "lot",
        "happening",
        "reprice",
        "bond",
        "market",
        "dated",
        "news",
        "small",
        "change",
        "tone",
        "big",
        "robert",
        "phipps",
        "director",
        "per",
        "stirling",
        "capital",
        "management",
        "austin",
        "texas",
        "market",
        "view",
        "largely",
        "little",
        "hawkish",
        "expected",
        "nothing",
        "particularly",
        "market",
        "perspective",
        "fed",
        "put",
        "think",
        "fed",
        "longer",
        "willing",
        "play",
        "role",
        "safety",
        "net",
        "investor",
        "think",
        "fed",
        "tightening",
        "autopilot",
        "going",
        "stay",
        "tightening",
        "course",
        "regardless",
        "economic",
        "data",
        "fed",
        "used",
        "react",
        "prior",
        "greenspan",
        "could",
        "worry",
        "unless",
        "see",
        "really",
        "disturbing",
        "number",
        "going",
        "tighten",
        "going",
        "tighten",
        "several",
        "time",
        "year",
        "next",
        "couple",
        "year",
        "make",
        "sure",
        "stay",
        "ahead",
        "gennadiy",
        "goldberg",
        "interest",
        "rate",
        "strategist",
        "td",
        "security",
        "new",
        "york",
        "much",
        "new",
        "nothing",
        "really",
        "caught",
        "eye",
        "anything",
        "already",
        "know",
        "financial",
        "market",
        "perspective",
        "bring",
        "libor",
        "staff",
        "report",
        "brought",
        "libor",
        "basically",
        "reported",
        "fact",
        "moved",
        "rather",
        "giving",
        "kind",
        "conclusion",
        "conclusion",
        "cheapening",
        "treasury",
        "bill",
        "probably",
        "decrease",
        "rrps",
        "reverse",
        "repo",
        "agreement",
        "believe",
        "point",
        "darn",
        "close",
        "zero",
        "market",
        "sense",
        "much",
        "people",
        "takeaway",
        "still",
        "looking",
        "gradual",
        "pace",
        "hike",
        "think",
        "debate",
        "rage",
        "whether",
        "mean",
        "three",
        "year",
        "four",
        "year",
        "think",
        "three",
        "simply",
        "judging",
        "morning",
        "inflation",
        "number",
        "example",
        "need",
        "get",
        "far",
        "ahead",
        "inflation",
        "seems",
        "picking",
        "alan",
        "lancz",
        "president",
        "alan",
        "lancz",
        "associate",
        "toledo",
        "ohio",
        "lot",
        "reaction",
        "fairly",
        "positive",
        "actually",
        "said",
        "think",
        "inflation",
        "hit",
        "target",
        "nothing",
        "would",
        "sway",
        "investor",
        "either",
        "collin",
        "martin",
        "senior",
        "fixed",
        "income",
        "research",
        "analyst",
        "schwab",
        "center",
        "financial",
        "research",
        "new",
        "york",
        "market",
        "reaction",
        "look",
        "muted",
        "right",
        "already",
        "hawkish",
        "hint",
        "fomc",
        "statement",
        "powell",
        "press",
        "conference",
        "minute",
        "confirmed",
        "earlier",
        "view",
        "u",
        "fed",
        "continue",
        "raise",
        "rate",
        "gradual",
        "pace",
        "see",
        "two",
        "three",
        "rate",
        "hike",
        "year",
        "minute",
        "hawkish",
        "lean",
        "latest",
        "cpi",
        "confirmed",
        "fed",
        "inflation",
        "outlook",
        "number",
        "morning",
        "contained",
        "lot",
        "noise",
        "think",
        "continue",
        "see",
        "modest",
        "rise",
        "inflation",
        "yield",
        "curve",
        "flattened",
        "bit",
        "case",
        "might",
        "chance",
        "faster",
        "pace",
        "rate",
        "hike",
        "risk",
        "tariff",
        "talk",
        "increased",
        "treasury",
        "market",
        "reaction",
        "stock",
        "p",
        "little",
        "changed",
        "last",
        "percent",
        "holding",
        "day",
        "early",
        "low",
        "bond",
        "treasury",
        "yield",
        "inched",
        "higher",
        "2",
        "pct",
        "10",
        "pct",
        "forex",
        "dollar",
        "index",
        "little",
        "changed",
        "percent",
        "versus",
        "percent",
        "minute",
        "released"
    ]
}