{
    "organizations": [],
    "uuid": "0ab3cdd1f448d603bc86430996c59b0d8ae00d32",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-mexico-election-violence/we-are-watching-you-political-killings-shake-mexico-election-idUKKBN1HP0HX",
    "ord_in_thread": 0,
    "title": "'We are watching you' - Political killings shake Mexico election",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 18, 2018 / 5:11 AM / Updated 3 minutes ago 'We are watching you' - Political killings shake Mexico election Lizbeth Diaz 8 Min Read \nCIUDAD JUAREZ, Mexico (Reuters) - Magda Rubio had just launched her campaign for mayor of a small city in northern Mexico, when a chilling voice came through her cell phone. “Drop out,” the caller warned, “or be killed.” Policemen guard a crime scene where mayoral candidate Santana Cruz Bahena was gunned down at his home in the municipality of Hidalgotitlan, in the state of Veracruz, Mexico November 20, 2017. REUTERS/Angel Hernandez \nIt was the first of four death threats Rubio said she has received since January from the same well-spoken, anonymous man. She has stayed in the race in Guachochi, located in a mountainous region of Chihuahua state that is a key route for heroin trafficking. But two armed body guards now follow her round the clock. \n“At 2 a.m., you start to get scared, and you say, ‘something bad is going on here’,” she said. \nAn explosion of political assassinations in Mexico has cast a pall over nationwide elections slated for July 1, when voters will choose their next president and fill a slew of down-ballot posts. \nAt least 82 candidates and office holders have been killed since the electoral season kicked off in September, making this the bloodiest presidential race in recent history, according to a tally by Etellekt, a security consultancy based in Mexico City, and Reuters research. \nFour were slain in the past week alone. They include Juan Carlos Andrade Magana, who was running for re-election as mayor of the hamlet of Jilotlan de los Dolores, located in Mexico’s western Jalisco state. His bullet-ridden body was discovered Sunday morning inside his Toyota Prius on the edge of town; Andrade had just attended a funeral. State prosecutors are investigating, but have made no arrests. \nThe victims hail from a variety of political parties, large and small, and most were running for local offices far removed from the national spotlight. The vast majority were shot. Most cases remain unsolved, the killers’ motives unclear. \nBut security experts suspect drug gangs are driving much of the bloodshed. With a record 3,326 mostly local offices up for grabs in July, Mexico’s warring cartels appear to be jostling for influence in city halls nationwide, according to Vicente Sanchez, a professor of public administration at the Colegio de la Frontera Norte in Tijuana. \nHe said crime bosses are looking to install friendly lawmakers, eliminate those of rivals and scare off would-be reformers who might be bad for business. Local governments are a lucrative source of contracts and kickbacks, while their police forces can be pressed into service of the cartels. \n“Criminal gangs want to be sure that in the next government, they can maintain their power networks, which is why they are increasing attacks,” Sanchez said. \nElectoral authorities have warned that the bloodshed could affect voter turnout in some areas. The killing spree has stunned even veteran observers who see it as an assault on Mexico’s democracy and the rule of law. \n“State and local authorities are outgunned and outmanoeuvred and the federal forces cannot be everywhere,” said Duncan Wood, director of the Mexico Institute at the Woodrow Wilson International Center for Scholars in Washington. “There is an urgent need...to provide greater protection and insulation against organised crime.” Policemen and soldiers guard a crime scene where mayoral candidate Santana Cruz Bahena was gunned down at his home in the municipality of Hidalgotitlan, in the state of Veracruz, Mexico November 20, 2017. REUTERS/Angel Hernandez \nMexico’s leaders are now scrambling to mount a response. Federal and state governments are providing candidates with bodyguards and, in some cases, bullet-proof vehicles. But the measures have proved largely ineffective as the death toll continue to rise. FRAGILE TRUCES \nSeeds of the current mayhem were planted more than a decade ago when the Mexican government, backed by the United States, set out to topple the heads of Mexico’s leading drug cartels. \nThe strategy succeeded in taking down kingpins such as Joaquin “El Chapo” Guzman, the longtime boss of the notorious Sinaloa Cartel, who now sits in a New York prison awaiting trial. \nBut the crackdown splintered established crime syndicates into dozens of competing gangs. Newcomers ratcheted up the savagery to intimidate rivals as well as police and public servants who might stand in their way. \nA gang member from the state of Jalisco, who spoke to Reuters on condition of anonymity, explained how his cartel makes sure local officials tip them off to law enforcement actions. \n“If they don’t, there will be friction” he said, a polite euphemism for a bullet. \nPre-election violence has hit particularly hard in the southwestern Mexican state of Guerrero, where at least eight candidates for local office have been slain in the past six months. Cartels with names like Los Ardillos (The Squirrels) and Los Tequileros (The Tequila Drinkers) are fighting there over extortion rackets and control of heroin and cocaine smuggling. \nCatholic Bishop Salvador Rangel visited the city of Chilapa in early April to forge an election-season truce between warring factions to stop the killing. \nIt did not last. Within days, Chilapa’s police chief, Abdon Castrejon Legideno, was shot dead while on patrol. A Guerrero state spokesman said in a statement that authorities arrested a suspect found carrying a 9mm firearm near the scene. Slideshow (3 Images) \nThe rising body count has been a millstone for the ruling Institutional Revolutionary Party (PRI) and its deeply unpopular standard bearer, President Enrique Pena Nieto. Mexico’s leader has said little publicly about the spate of political killings. \nThe party is expected to fare poorly in the July vote. Pena Nieto is barred from a second term by Mexico’s constitution. The PRI’s candidate to replace him as president, Jose Antonio Meade, is polling well behind the front-runners. \nSecurity ranks among voters’ biggest worries. Mexico posted a record of nearly 29,000 homicides last year, attributed mainly to organised crime and fallout from the drug war. ‘COYOTE LOOKING AFTER THE CHICKEN’ \nSome political candidates contacted by Reuters declined to comment or be identified out of fear of reprisals. \nBut in Chihuahua state, mayoral hopeful Rubio is speaking out about the death threats against her, hoping publicity will spur law enforcement to crack her case and deter any would-be attackers. \nRubio, 42, travelled to meet Reuters in the state’s biggest city, Ciudad Juarez, across the U.S. border from El Paso. Her husband and their four children accompanied her, but she requested that no information about them be revealed out of concern for their safety. \nA lawyer and human rights activist, Rubio says she is running as an independent to prod government to do more for the region’s impoverished Raramuri indigenous people. She suspects whoever threatened her is not interested in change. \nHer small town of Guachochi sits in the heart of the so-called Golden Triangle crisscrossing the states of Chihuahua, Sinaloa and Durango, a region flush with leafy marijuana farms and fields dotted with pink and red opium poppies. \nRubio said she has suffered panic attacks since the anonymous caller began his warnings. \n“They said, ‘we are watching you. It’s time for you to go’,” Rubio said. \nTwo local cops now shadow her, but Rubio said she is not resting easy. Cartels have a knack for infiltrating security details like a “coyote looking after the chicken,” she said. \nDespite the risks, she said she wants to show her children and other women that Mexico’s institutions can work. \n“I cannot quit,” Rubio said. “I’m here because I want a change in my country.” Reporting by Lizbeth Diaz in Ciudad Juarez; Additional reporting by Uriel Sanchez in Acapulco; Writing by Daina Beth Solomon; Editing by Frank Jack Daniel and Marla Dickerson",
    "published": "2018-04-18T08:12:00.000+03:00",
    "crawled": "2018-04-18T08:32:11.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "updated",
        "minute",
        "ago",
        "watching",
        "political",
        "killing",
        "shake",
        "mexico",
        "election",
        "lizbeth",
        "diaz",
        "min",
        "read",
        "ciudad",
        "juarez",
        "mexico",
        "reuters",
        "magda",
        "rubio",
        "launched",
        "campaign",
        "mayor",
        "small",
        "city",
        "northern",
        "mexico",
        "chilling",
        "voice",
        "came",
        "cell",
        "phone",
        "drop",
        "caller",
        "warned",
        "policeman",
        "guard",
        "crime",
        "scene",
        "mayoral",
        "candidate",
        "santana",
        "cruz",
        "bahena",
        "gunned",
        "home",
        "municipality",
        "hidalgotitlan",
        "state",
        "veracruz",
        "mexico",
        "november",
        "hernandez",
        "first",
        "four",
        "death",
        "threat",
        "rubio",
        "said",
        "received",
        "since",
        "january",
        "anonymous",
        "man",
        "stayed",
        "race",
        "guachochi",
        "located",
        "mountainous",
        "region",
        "chihuahua",
        "state",
        "key",
        "route",
        "heroin",
        "trafficking",
        "two",
        "armed",
        "body",
        "guard",
        "follow",
        "round",
        "clock",
        "start",
        "get",
        "scared",
        "say",
        "something",
        "bad",
        "going",
        "said",
        "explosion",
        "political",
        "assassination",
        "mexico",
        "cast",
        "pall",
        "nationwide",
        "election",
        "slated",
        "july",
        "voter",
        "choose",
        "next",
        "president",
        "fill",
        "slew",
        "post",
        "least",
        "candidate",
        "office",
        "holder",
        "killed",
        "since",
        "electoral",
        "season",
        "kicked",
        "september",
        "making",
        "bloodiest",
        "presidential",
        "race",
        "recent",
        "history",
        "according",
        "tally",
        "etellekt",
        "security",
        "consultancy",
        "based",
        "mexico",
        "city",
        "reuters",
        "research",
        "four",
        "slain",
        "past",
        "week",
        "alone",
        "include",
        "juan",
        "carlos",
        "andrade",
        "magana",
        "running",
        "mayor",
        "hamlet",
        "jilotlan",
        "de",
        "los",
        "dolores",
        "located",
        "mexico",
        "western",
        "jalisco",
        "state",
        "body",
        "discovered",
        "sunday",
        "morning",
        "inside",
        "toyota",
        "prius",
        "edge",
        "town",
        "andrade",
        "attended",
        "funeral",
        "state",
        "prosecutor",
        "investigating",
        "made",
        "arrest",
        "victim",
        "hail",
        "variety",
        "political",
        "party",
        "large",
        "small",
        "running",
        "local",
        "office",
        "far",
        "removed",
        "national",
        "spotlight",
        "vast",
        "majority",
        "shot",
        "case",
        "remain",
        "unsolved",
        "killer",
        "motif",
        "unclear",
        "security",
        "expert",
        "suspect",
        "drug",
        "gang",
        "driving",
        "much",
        "bloodshed",
        "record",
        "mostly",
        "local",
        "office",
        "grab",
        "july",
        "mexico",
        "warring",
        "cartel",
        "appear",
        "jostling",
        "influence",
        "city",
        "hall",
        "nationwide",
        "according",
        "vicente",
        "sanchez",
        "professor",
        "public",
        "administration",
        "colegio",
        "de",
        "la",
        "frontera",
        "norte",
        "tijuana",
        "said",
        "crime",
        "boss",
        "looking",
        "install",
        "friendly",
        "lawmaker",
        "eliminate",
        "rival",
        "scare",
        "reformer",
        "might",
        "bad",
        "business",
        "local",
        "government",
        "lucrative",
        "source",
        "contract",
        "kickback",
        "police",
        "force",
        "pressed",
        "service",
        "cartel",
        "criminal",
        "gang",
        "want",
        "sure",
        "next",
        "government",
        "maintain",
        "power",
        "network",
        "increasing",
        "attack",
        "sanchez",
        "said",
        "electoral",
        "authority",
        "warned",
        "bloodshed",
        "could",
        "affect",
        "voter",
        "turnout",
        "area",
        "killing",
        "spree",
        "stunned",
        "even",
        "veteran",
        "observer",
        "see",
        "assault",
        "mexico",
        "democracy",
        "rule",
        "law",
        "state",
        "local",
        "authority",
        "outgunned",
        "outmanoeuvred",
        "federal",
        "force",
        "everywhere",
        "said",
        "duncan",
        "wood",
        "director",
        "mexico",
        "institute",
        "woodrow",
        "wilson",
        "international",
        "center",
        "scholar",
        "washington",
        "urgent",
        "need",
        "provide",
        "greater",
        "protection",
        "insulation",
        "organised",
        "policeman",
        "soldier",
        "guard",
        "crime",
        "scene",
        "mayoral",
        "candidate",
        "santana",
        "cruz",
        "bahena",
        "gunned",
        "home",
        "municipality",
        "hidalgotitlan",
        "state",
        "veracruz",
        "mexico",
        "november",
        "hernandez",
        "mexico",
        "leader",
        "scrambling",
        "mount",
        "response",
        "federal",
        "state",
        "government",
        "providing",
        "candidate",
        "bodyguard",
        "case",
        "vehicle",
        "measure",
        "proved",
        "largely",
        "ineffective",
        "death",
        "toll",
        "continue",
        "rise",
        "fragile",
        "truce",
        "seed",
        "current",
        "mayhem",
        "planted",
        "decade",
        "ago",
        "mexican",
        "government",
        "backed",
        "united",
        "state",
        "set",
        "topple",
        "head",
        "mexico",
        "leading",
        "drug",
        "cartel",
        "strategy",
        "succeeded",
        "taking",
        "kingpin",
        "joaquin",
        "el",
        "chapo",
        "guzman",
        "longtime",
        "bos",
        "notorious",
        "sinaloa",
        "cartel",
        "sits",
        "new",
        "york",
        "prison",
        "awaiting",
        "trial",
        "crackdown",
        "splintered",
        "established",
        "crime",
        "syndicate",
        "dozen",
        "competing",
        "gang",
        "newcomer",
        "ratcheted",
        "savagery",
        "intimidate",
        "rival",
        "well",
        "police",
        "public",
        "servant",
        "might",
        "stand",
        "way",
        "gang",
        "member",
        "state",
        "jalisco",
        "spoke",
        "reuters",
        "condition",
        "anonymity",
        "explained",
        "cartel",
        "make",
        "sure",
        "local",
        "official",
        "tip",
        "law",
        "enforcement",
        "action",
        "friction",
        "said",
        "polite",
        "euphemism",
        "bullet",
        "violence",
        "hit",
        "particularly",
        "hard",
        "southwestern",
        "mexican",
        "state",
        "guerrero",
        "least",
        "eight",
        "candidate",
        "local",
        "office",
        "slain",
        "past",
        "six",
        "month",
        "cartel",
        "name",
        "like",
        "los",
        "ardillos",
        "squirrel",
        "los",
        "tequileros",
        "tequila",
        "drinker",
        "fighting",
        "extortion",
        "racket",
        "control",
        "heroin",
        "cocaine",
        "smuggling",
        "catholic",
        "bishop",
        "salvador",
        "rangel",
        "visited",
        "city",
        "chilapa",
        "early",
        "april",
        "forge",
        "truce",
        "warring",
        "faction",
        "stop",
        "killing",
        "last",
        "within",
        "day",
        "chilapa",
        "police",
        "chief",
        "abdon",
        "castrejon",
        "legideno",
        "shot",
        "dead",
        "patrol",
        "guerrero",
        "state",
        "spokesman",
        "said",
        "statement",
        "authority",
        "arrested",
        "suspect",
        "found",
        "carrying",
        "9mm",
        "firearm",
        "near",
        "scene",
        "slideshow",
        "image",
        "rising",
        "body",
        "count",
        "millstone",
        "ruling",
        "institutional",
        "revolutionary",
        "party",
        "pri",
        "deeply",
        "unpopular",
        "standard",
        "bearer",
        "president",
        "enrique",
        "pena",
        "nieto",
        "mexico",
        "leader",
        "said",
        "little",
        "publicly",
        "spate",
        "political",
        "killing",
        "party",
        "expected",
        "fare",
        "poorly",
        "july",
        "vote",
        "pena",
        "nieto",
        "barred",
        "second",
        "term",
        "mexico",
        "constitution",
        "pri",
        "candidate",
        "replace",
        "president",
        "jose",
        "antonio",
        "meade",
        "polling",
        "well",
        "behind",
        "security",
        "rank",
        "among",
        "voter",
        "biggest",
        "worry",
        "mexico",
        "posted",
        "record",
        "nearly",
        "homicide",
        "last",
        "year",
        "attributed",
        "mainly",
        "organised",
        "crime",
        "fallout",
        "drug",
        "war",
        "coyote",
        "looking",
        "chicken",
        "political",
        "candidate",
        "contacted",
        "reuters",
        "declined",
        "comment",
        "identified",
        "fear",
        "reprisal",
        "chihuahua",
        "state",
        "mayoral",
        "hopeful",
        "rubio",
        "speaking",
        "death",
        "threat",
        "hoping",
        "publicity",
        "spur",
        "law",
        "enforcement",
        "crack",
        "case",
        "deter",
        "attacker",
        "rubio",
        "travelled",
        "meet",
        "reuters",
        "state",
        "biggest",
        "city",
        "ciudad",
        "juarez",
        "across",
        "border",
        "el",
        "paso",
        "husband",
        "four",
        "child",
        "accompanied",
        "requested",
        "information",
        "revealed",
        "concern",
        "safety",
        "lawyer",
        "human",
        "right",
        "activist",
        "rubio",
        "say",
        "running",
        "independent",
        "prod",
        "government",
        "region",
        "impoverished",
        "raramuri",
        "indigenous",
        "people",
        "suspect",
        "whoever",
        "threatened",
        "interested",
        "change",
        "small",
        "town",
        "guachochi",
        "sits",
        "heart",
        "golden",
        "triangle",
        "crisscrossing",
        "state",
        "chihuahua",
        "sinaloa",
        "durango",
        "region",
        "flush",
        "leafy",
        "marijuana",
        "farm",
        "field",
        "dotted",
        "pink",
        "red",
        "opium",
        "poppy",
        "rubio",
        "said",
        "suffered",
        "panic",
        "attack",
        "since",
        "anonymous",
        "caller",
        "began",
        "warning",
        "said",
        "watching",
        "time",
        "go",
        "rubio",
        "said",
        "two",
        "local",
        "cop",
        "shadow",
        "rubio",
        "said",
        "resting",
        "easy",
        "cartel",
        "knack",
        "infiltrating",
        "security",
        "detail",
        "like",
        "coyote",
        "looking",
        "chicken",
        "said",
        "despite",
        "risk",
        "said",
        "want",
        "show",
        "child",
        "woman",
        "mexico",
        "institution",
        "work",
        "quit",
        "rubio",
        "said",
        "want",
        "change",
        "reporting",
        "lizbeth",
        "diaz",
        "ciudad",
        "juarez",
        "additional",
        "reporting",
        "uriel",
        "sanchez",
        "acapulco",
        "writing",
        "daina",
        "beth",
        "solomon",
        "editing",
        "frank",
        "jack",
        "daniel",
        "marla",
        "dickerson"
    ]
}