{
    "organizations": [],
    "uuid": "193462e611d0e2c362f3377b7a3ac950294a6b7a",
    "author": "Kate Rooney",
    "url": "https://www.cnbc.com/2018/04/26/heres-a-live-look-at-power-lunchs-2018-cnbc-stock-draft-results.html",
    "ord_in_thread": 0,
    "title": "Here's a live look at Power Lunch's 2018 CNBC Stock Draft results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC's 2018 Stock Draft kicks off on \" Power Lunch \" Thursday, as a new set of challengers look to overthrow last year's champion, \"Shark Tank\" host Kevin O'Leary .\nThe eight teams make one pick per round, for three rounds. Competitors can choose from a list of 60 investments, ranging from big Dow Jones Industrial companies like 3M and Boeing , to tech giants like Facebook and Amazon . Bitcoin , oil , and gold are also on the list.\nThe winner will be chosen based on their pick's performance, not including dividends, from the stock's closing price on Apr. 26, 2018, through the Super Bowl on Feb. 3, 2019.\nHere is the draft order, chosen randomly earlier this week:\nStevens Institute Investment Club Todd Gordon Kevin O'Leary The Beardstown Ladies Eric Dickerson Tim Seymour Nick Lowery Bethenny Frankel While the first two rounds will be televised, the final round will be available via live-stream at 3 p.m. ET on CNBC.com, Facebook, Amazon Fire TV and Apple TV.\nHere is a live round-up of Thursday's picks:\nFacebook Scott Mlyn | CNBC Stevens Institute selects Facebook in the 2018 CNBC Power Lunch Stock Draft, April 26, 2018. Stevens Institute Investment Club led the first round pick, and went with Facebook , citing key revenue drivers like artificial intelligence.\n\"After the privacy scandals the stock took a hit but they're on the rebound after great earnings,\" said a member of the Stevens team.\nThe stock is up 10 percent Thursday.\nBitcoin Scott Mlyn | CNBC Todd Gordon's team selects Bitcoin, during the 2018 CNBC Power Lunch Stock Draft. April 26, 2018. Todd Gordon's team made the second pick of the day, picking cryptocurrency bitcoin as the squad's first investment.\n\"I can't believe I was given this gift,\" Gordon said after making the pick. \"This is a new digital currency revolution, we've seen this be embraced by institutions, Goldman now has a trading desk.\"\nThough Gordon acknowledged that the price of bitcoin has fallen roughly 50 percent since its highest last year, he argued that \"stability has been found.\"\nThe price of bitcoin was hovering around $8,850 Thursday afternoon, according to Coinbase.\nChevron Defending champion Kevin O'Leary went with oil giant Chevron .\n\"I'm feeling bullish about energy, it'll be reflected in the stock, and soon I'll be polishing my other trophy,\" O'Leary said, holding his trophy from last year.\nShares of Chevron were up 0.75 percent Thursday.\nCelgene The Beardstown Ladies went with Celgene as their first-round pick, hoping to tap into what they consider a cheap value play.\n\"If we're nearly the year now, we've got the potential to grow,\" said Buffy Tillitt-Pratt. \"This is a value play ... I know it's a drug company, but they're working on drugs for autoimmune diseases, and that's a big issue right now.\"\nShares of Celgene were up 3.3 percent Thursday, but are down more than 26 percent over the last 12 months.\nExxon Mobil Scott Mlyn | CNBC Eric Dickerson selects ExxonMobil at the 2018 CNBC Power Lunch Stock Draft on April 26, 2018. Former NFL running back Eric Dickerson, who was in the CNBC draft for the first time, also went with the energy sector.\n\"As a former athlete, you want to have a good team around you, and I think this is the way to go,\" Dickerson said. His first pick would have been bitcoin, he said.\nShares of the Exxon Mobil were up roughly 1 percent Thursday but have dropped about 4 percent this year.\nAmgen Tim Seymour of Seymour Asset Management, a returning CNBC Stock Draft player, elected to go with Amgen as his first-round pick, saying he likes the biotech space for reasons highlighted by The Beardstown Ladies.\n\"Amgen, to me, trades cheap to the peer group,\" Seymour said in an interview. \"I think there's an M&A possibility out there ... I think Amgen and Celgene are both going to toe-to-toe.\"\nShares of Amgen were up 0.7 percent Thursday.\nAmazon Scott Mlyn | CNBC Nick Lowery signals \"good\" after selecting Amazon in the 2018 CNBC Power Lunch Stock Draft, April 26, 2018. Former NFL kicker Nick Lowery went with tech giant Amazon , thanks to earnings, and its ability to \"cannibalize the market.\"\n\"There's been a bit of a buyback but they are a Sean McVay disruptor. Amazon is rewriting the rules in the same way Sean McVay in one year took the Rams and turned them around,\" Lowery said.\nShares of Amazon were up 4 percent Thursday, and have risen more than 30 percent this year. The company reports its first-quarter earnings after the markets close Thursday.\nGeneral Electric Rounding out the first round, Bethenny Frankel chose beaten down General Electric as her first choice, betting that the bruised industrial conglomerate can stage a comeback in the next year.\n\"I'm disruptive, I bet on the underdog,\" Frankel explained. \"I think that the parts are worth more than the sum. They're in a turn-around phrase, they're restructuring, this is my pick and I stand by it.\"\nThough shares of GE were up 2.5 percent Thursday, the stock has swooned over the past 12 months, down more than 50 percent.\nDisney To kick off the second round, Stevens Institute Investment Club went with Disney, highlighting its proposed acquisition for 21st Century Fox, and move into streaming.\n\"We think they'll start snatching customers from Netflix,\" the Stevens team said. \"We think they're undervalued.\"\nShares of Disney were down 1 percent Thursday and have fallen roughly 13 percent this year.\nNvidia Following up on his first-round choice of bitcoin, Gordon decided to go with chipmaker Nvidia in the second round.\n\"Talk about just an amazing technology company,\" Gordon said. \"We have a leader, a chip leader. We've got autonomous cars, a mining space,\" adding that he the first two rounds couldn't have gone any better for his team.\nShares of Nvidia were up 3.7 percent Thursday and up 116 percent over the past 12 months.\nBlue Apron Scott Mlyn | CNBC Sara Eisen, left, with Kevin O'Leary as he selected Blue Apron in the 2018 CNBC Power Lunch Stock Draft, April 26, 2018. For his second-round pick, Kevin O'Leary went with recently-battered stock Blue Apron , based on the possibility of a deal.\n\"I assume an acquisition in the next 12 months at a much higher premium,\" O'Leary said. \"If Albertsons is buying Plated, who's going to buy Blue Apron?\" O'Leary said.\nBlue Apron shares are down 80 percent since its IPO in June but the stock surged 10 percent Thursday after O'Leary's bullish call.\nApple The Beardstown Ladies made Apple their second pick, deciding on the iPhone maker despite growing concerns about the success of the company's latest phone models.\n\"We've studied the fundamentals, it's a strong company,\" argued Buffy Tillitt-Pratt. \"They've got $200 billion in the bank, if they want to buy some other companies up, they've got plenty of money. They're PE is only 18, which is low for a tech stock.\"\nShares of Apple were modestly higher Thursday, up 0.3 percent in afternoon trading despite weakness over the past month.\nAnadarko Petroleum Eric Dickerson went with another energy company for the second round with Anadarko Petroleum. The former NFL running back expects slow, steady growth from the company.\n\"Being a running back, I'm gonna run it slow and easy. 10 to 15 percent wins this whole deal,\" he said. \"Since they got bitcoin, I went to my second pick.\"\nShares of the company rose about 1 percent Thursday. Year to date, shares are up more than 25 percent.\nDropbox Scott Mlyn | CNBC Tim Seymour and Miss USA select Dropbox at the 2018 CNBC Power Lunch Stock Draft, April 26, 2018. Tim Seymour's second pick was DropBox , the cloud storage company that recently celebrated its initial public offering in March.\n\"Bottom-line we're looking for high-delta stocks here,\" Seymour said. \"Through the catalyst, through the IPO, I think you've worked through some of the lock-up.\"\nShares of Dropbox rose more than 2 percent Thursday after Seymour made his choice, though the stock is down 3.1 percent over the past month.\nGoldman Sachs Nick Lowery went with Wall Street giant Goldman Sachs in the second round. The former NFL kicker cited volatility and rising interest rates as bullish reasons to bet on the bank.\n\"It's like Nick Foles, he's tough he's gonna get it done,\" Lowery said, referring to the Philadelphia Eagles Super Bowl- winning quarterback. \"It's the right thing looking at the market in the next six months.\"\nShares of the bank were up 0.7 percent Thursday but have dropped about 5 percent so far this year.\nSpotify Scott Mlyn | CNBC Bethenny Frankel selects Spotify in the 2018 CNBC Power Lunch Stock Draft as Sara Eisen looks on, April 26, 2018. Bethenny Frankel closed out the second round with her selection of music streaming company Spotify , which celebrated its IPO earlier this month.\n\"It's the yin to my yang,\" Frankel explained. \"GE was more of a conservative, growth play and this is more of a future play: streaming music is the future.\"\n\"I'm all about Spotify,\" she added.\nShares of Spotify rose on Thursday, up 2.5 percent in mid-afternoon trading.\nSAGE Therapeutics Scott Mlyn | CNBC With CNBC's Michelle Caruso-Cabrera, right, Stevens Institute Investment Club choose SAGE Therapeutics at the 2018 CNBC Power Lunch Stock Draft on April 26, 2018. For their third and final pick, Stevens Institute Investment Club chose pharmaceutical company SAGE Therapeutics .\n\"We've pinpointed them as a possible takeover target in the pharmaceutical market,\" a Stevens trader said. \"We went relatively safe in the first couple of rounds, this is the home run ball.\"\nShares of the company rose 3 percent Thursday but have dropped roughly 12 percent this year.\nNetflix For their third and final round, Todd's Gordon's crew picked Netflix , the online video content streaming provider and member of the so-called \"FANG\" stocks.\n\"They're going to put $1.5 billion of debt out there to continue to drive that original content,\" Gordon said. \"The chart looks awesome.\"\nEasily the best performing \"FANG\" stock over the past 12 months, Netflix shares are up 109 percent since April 2017 and were up 2.7 percent Thursday.\nBoeing Scott Mlyn | CNBC Kevin O'Leary and Michelle Caruso-Cabrera share a laugh after he selects Boeing in the 2018 CNBC Power Lunch Stock Draft, April 26, 2018. For the last round, reigning champion Kevin O'Leary went with Boeing , which was among his picks last year.\n\"I'm going back to who I brought to the prom last year,\" O'Leary said. \"It'll probably be my stabilizer in this contest, then I'll crush it with the other two.\"\nShares of Boeing have surged 88 percent in the past year, and are up 16 percent in 2018 alone. The stock was trading near $342 Thursday.\nVisa The final pick for The Beardstown Ladies was payments services company Visa .\n\"They're making money on both ends,\" said Buffy Tillitt-Pratt. \"When the guy at the store sells you something, and you use your Visa card, he's paying into Visa for that privilege. When you don't pay your bill on time, you're paying into Visa for that privilege.\"\nShares of Visa were up 5 percent Thursday, jumping higher after the company beat on both the top and bottom lines and raised guidance.\nOil Eric Dickerson went all-in on energy in the third round, and chose oil. The former NFL player went with Exxon and Anadarko in the first and second rounds.\n\"I'm Texas born, Texas bred, gotta go with oil,\" Dickerson said. \"I'm going all in.\"\nU.S. West Texas Intermediate (WTI) crude futures ended Thursday's session up 14 cents at $68.19 per barrel, while Brent crude oil futures were last up 74 cents, or 1 percent, at $74.74 a barrel by 2:29 p.m. ET.\nPrices of WTI are up about 12 percent this year, while Brent Crude has risen about 12 percent.\nChesapeake Energy Scott Mlyn | CNBC Tim Seymour tells Michelle Caruso-Cabrera he selects Chesapeake Energy, at the 2018 CNBC Power Lunch Stock Draft, April 26, 2018. Tim Seymour's final pick was Chesapeake Energy , the Oklahoma City-based exploration and production company with projects based in several U.S. states.\n\"I can't get away from my roots, which is to pick companies that are broken down and balance sheets that, I think, are in the repair mode,\" Seymour explained. \"They actually are spending less on cap ex, they're free cash flow positive in the fourth quarter, and they're going to be spinning-off assets. All it will take is some small recovery in their balance sheet for this thing to double.\"\nShares were up 1.3 percent Thursday, though down more than 44 percent over the past 12 months.\nAdvanced Micro Devices Nick Lowery went with semiconductor company Advanced Micro Devices, or AMD , in the final round. The former NFL kicker called the Santa Clara-based company the \"Rob Gronkowski\" of the space, and was especially bullish on artificial intelligence.\n\"It's a disruptor that's going to blow up,\" Lowery said. \"It's the time and the era.\"\nAMD's rose roughly 13 percent Thursday, trading near $11. Shares have risen about 7 percent year to date.\nAlphabet Rounding out the 2018 Stock Draft, Bethenny Frankel chose Google-parent Alphabet .\n\"Artificial intelligence is the future,\" said Frankel in explaining her third choice, following her earlier picks of General Electric and Spotify.\nShares of Alphabet were up nearly 2 percent by the closing bell Thursday, and up roughly 17 over the past 12 months.",
    "published": "2018-04-26T03:00:00.000+03:00",
    "crawled": "2018-04-26T21:16:41.035+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cnbc",
        "stock",
        "draft",
        "kick",
        "power",
        "lunch",
        "thursday",
        "new",
        "set",
        "challenger",
        "look",
        "overthrow",
        "last",
        "year",
        "champion",
        "shark",
        "tank",
        "host",
        "kevin",
        "eight",
        "team",
        "make",
        "one",
        "pick",
        "per",
        "round",
        "three",
        "round",
        "competitor",
        "choose",
        "list",
        "investment",
        "ranging",
        "big",
        "dow",
        "jones",
        "industrial",
        "company",
        "like",
        "3m",
        "boeing",
        "tech",
        "giant",
        "like",
        "facebook",
        "amazon",
        "bitcoin",
        "oil",
        "gold",
        "also",
        "list",
        "winner",
        "chosen",
        "based",
        "pick",
        "performance",
        "including",
        "dividend",
        "stock",
        "closing",
        "price",
        "apr",
        "super",
        "bowl",
        "draft",
        "order",
        "chosen",
        "randomly",
        "earlier",
        "week",
        "stevens",
        "institute",
        "investment",
        "club",
        "todd",
        "gordon",
        "kevin",
        "beardstown",
        "lady",
        "eric",
        "dickerson",
        "tim",
        "seymour",
        "nick",
        "lowery",
        "bethenny",
        "frankel",
        "first",
        "two",
        "round",
        "televised",
        "final",
        "round",
        "available",
        "via",
        "et",
        "facebook",
        "amazon",
        "fire",
        "tv",
        "apple",
        "tv",
        "live",
        "thursday",
        "pick",
        "facebook",
        "scott",
        "mlyn",
        "cnbc",
        "stevens",
        "institute",
        "selects",
        "facebook",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "stevens",
        "institute",
        "investment",
        "club",
        "led",
        "first",
        "round",
        "pick",
        "went",
        "facebook",
        "citing",
        "key",
        "revenue",
        "driver",
        "like",
        "artificial",
        "intelligence",
        "privacy",
        "scandal",
        "stock",
        "took",
        "hit",
        "rebound",
        "great",
        "earnings",
        "said",
        "member",
        "stevens",
        "team",
        "stock",
        "percent",
        "thursday",
        "bitcoin",
        "scott",
        "mlyn",
        "cnbc",
        "todd",
        "gordon",
        "team",
        "selects",
        "bitcoin",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "todd",
        "gordon",
        "team",
        "made",
        "second",
        "pick",
        "day",
        "picking",
        "cryptocurrency",
        "bitcoin",
        "squad",
        "first",
        "investment",
        "ca",
        "believe",
        "given",
        "gift",
        "gordon",
        "said",
        "making",
        "pick",
        "new",
        "digital",
        "currency",
        "revolution",
        "seen",
        "embraced",
        "institution",
        "goldman",
        "trading",
        "desk",
        "though",
        "gordon",
        "acknowledged",
        "price",
        "bitcoin",
        "fallen",
        "roughly",
        "percent",
        "since",
        "highest",
        "last",
        "year",
        "argued",
        "stability",
        "found",
        "price",
        "bitcoin",
        "hovering",
        "around",
        "thursday",
        "afternoon",
        "according",
        "coinbase",
        "chevron",
        "defending",
        "champion",
        "kevin",
        "went",
        "oil",
        "giant",
        "chevron",
        "feeling",
        "bullish",
        "energy",
        "reflected",
        "stock",
        "soon",
        "polishing",
        "trophy",
        "said",
        "holding",
        "trophy",
        "last",
        "year",
        "share",
        "chevron",
        "percent",
        "thursday",
        "celgene",
        "beardstown",
        "lady",
        "went",
        "celgene",
        "pick",
        "hoping",
        "tap",
        "consider",
        "cheap",
        "value",
        "play",
        "nearly",
        "year",
        "got",
        "potential",
        "grow",
        "said",
        "buffy",
        "value",
        "play",
        "know",
        "drug",
        "company",
        "working",
        "drug",
        "autoimmune",
        "disease",
        "big",
        "issue",
        "right",
        "share",
        "celgene",
        "percent",
        "thursday",
        "percent",
        "last",
        "month",
        "exxon",
        "mobil",
        "scott",
        "mlyn",
        "cnbc",
        "eric",
        "dickerson",
        "selects",
        "exxonmobil",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "former",
        "nfl",
        "running",
        "back",
        "eric",
        "dickerson",
        "cnbc",
        "draft",
        "first",
        "time",
        "also",
        "went",
        "energy",
        "sector",
        "former",
        "athlete",
        "want",
        "good",
        "team",
        "around",
        "think",
        "way",
        "go",
        "dickerson",
        "said",
        "first",
        "pick",
        "would",
        "bitcoin",
        "said",
        "share",
        "exxon",
        "mobil",
        "roughly",
        "percent",
        "thursday",
        "dropped",
        "percent",
        "year",
        "amgen",
        "tim",
        "seymour",
        "seymour",
        "asset",
        "management",
        "returning",
        "cnbc",
        "stock",
        "draft",
        "player",
        "elected",
        "go",
        "amgen",
        "pick",
        "saying",
        "like",
        "biotech",
        "space",
        "reason",
        "highlighted",
        "beardstown",
        "lady",
        "amgen",
        "trade",
        "cheap",
        "peer",
        "group",
        "seymour",
        "said",
        "interview",
        "think",
        "possibility",
        "think",
        "amgen",
        "celgene",
        "going",
        "share",
        "amgen",
        "percent",
        "thursday",
        "amazon",
        "scott",
        "mlyn",
        "cnbc",
        "nick",
        "lowery",
        "signal",
        "good",
        "selecting",
        "amazon",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "former",
        "nfl",
        "kicker",
        "nick",
        "lowery",
        "went",
        "tech",
        "giant",
        "amazon",
        "thanks",
        "earnings",
        "ability",
        "cannibalize",
        "market",
        "bit",
        "buyback",
        "sean",
        "mcvay",
        "disruptor",
        "amazon",
        "rewriting",
        "rule",
        "way",
        "sean",
        "mcvay",
        "one",
        "year",
        "took",
        "ram",
        "turned",
        "around",
        "lowery",
        "said",
        "share",
        "amazon",
        "percent",
        "thursday",
        "risen",
        "percent",
        "year",
        "company",
        "report",
        "earnings",
        "market",
        "close",
        "thursday",
        "general",
        "electric",
        "rounding",
        "first",
        "round",
        "bethenny",
        "frankel",
        "chose",
        "beaten",
        "general",
        "electric",
        "first",
        "choice",
        "betting",
        "bruised",
        "industrial",
        "conglomerate",
        "stage",
        "comeback",
        "next",
        "year",
        "disruptive",
        "bet",
        "underdog",
        "frankel",
        "explained",
        "think",
        "part",
        "worth",
        "sum",
        "phrase",
        "restructuring",
        "pick",
        "stand",
        "though",
        "share",
        "ge",
        "percent",
        "thursday",
        "stock",
        "swooned",
        "past",
        "month",
        "percent",
        "disney",
        "kick",
        "second",
        "round",
        "stevens",
        "institute",
        "investment",
        "club",
        "went",
        "disney",
        "highlighting",
        "proposed",
        "acquisition",
        "21st",
        "century",
        "fox",
        "move",
        "streaming",
        "think",
        "start",
        "snatching",
        "customer",
        "netflix",
        "stevens",
        "team",
        "said",
        "think",
        "undervalued",
        "share",
        "disney",
        "percent",
        "thursday",
        "fallen",
        "roughly",
        "percent",
        "year",
        "nvidia",
        "following",
        "choice",
        "bitcoin",
        "gordon",
        "decided",
        "go",
        "chipmaker",
        "nvidia",
        "second",
        "round",
        "talk",
        "amazing",
        "technology",
        "company",
        "gordon",
        "said",
        "leader",
        "chip",
        "leader",
        "got",
        "autonomous",
        "car",
        "mining",
        "space",
        "adding",
        "first",
        "two",
        "round",
        "could",
        "gone",
        "better",
        "team",
        "share",
        "nvidia",
        "percent",
        "thursday",
        "percent",
        "past",
        "month",
        "blue",
        "apron",
        "scott",
        "mlyn",
        "cnbc",
        "sara",
        "eisen",
        "left",
        "kevin",
        "selected",
        "blue",
        "apron",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "pick",
        "kevin",
        "went",
        "stock",
        "blue",
        "apron",
        "based",
        "possibility",
        "deal",
        "assume",
        "acquisition",
        "next",
        "month",
        "much",
        "higher",
        "premium",
        "said",
        "albertsons",
        "buying",
        "plated",
        "going",
        "buy",
        "blue",
        "apron",
        "said",
        "blue",
        "apron",
        "share",
        "percent",
        "since",
        "ipo",
        "june",
        "stock",
        "surged",
        "percent",
        "thursday",
        "bullish",
        "call",
        "apple",
        "beardstown",
        "lady",
        "made",
        "apple",
        "second",
        "pick",
        "deciding",
        "iphone",
        "maker",
        "despite",
        "growing",
        "concern",
        "success",
        "company",
        "latest",
        "phone",
        "model",
        "studied",
        "fundamental",
        "strong",
        "company",
        "argued",
        "buffy",
        "got",
        "billion",
        "bank",
        "want",
        "buy",
        "company",
        "got",
        "plenty",
        "money",
        "pe",
        "low",
        "tech",
        "stock",
        "share",
        "apple",
        "modestly",
        "higher",
        "thursday",
        "percent",
        "afternoon",
        "trading",
        "despite",
        "weakness",
        "past",
        "month",
        "anadarko",
        "petroleum",
        "eric",
        "dickerson",
        "went",
        "another",
        "energy",
        "company",
        "second",
        "round",
        "anadarko",
        "petroleum",
        "former",
        "nfl",
        "running",
        "back",
        "expects",
        "slow",
        "steady",
        "growth",
        "company",
        "running",
        "back",
        "gon",
        "na",
        "run",
        "slow",
        "easy",
        "percent",
        "win",
        "whole",
        "deal",
        "said",
        "since",
        "got",
        "bitcoin",
        "went",
        "second",
        "pick",
        "share",
        "company",
        "rose",
        "percent",
        "thursday",
        "year",
        "date",
        "share",
        "percent",
        "dropbox",
        "scott",
        "mlyn",
        "cnbc",
        "tim",
        "seymour",
        "miss",
        "usa",
        "select",
        "dropbox",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "tim",
        "seymour",
        "second",
        "pick",
        "dropbox",
        "cloud",
        "storage",
        "company",
        "recently",
        "celebrated",
        "initial",
        "public",
        "offering",
        "march",
        "looking",
        "stock",
        "seymour",
        "said",
        "catalyst",
        "ipo",
        "think",
        "worked",
        "share",
        "dropbox",
        "rose",
        "percent",
        "thursday",
        "seymour",
        "made",
        "choice",
        "though",
        "stock",
        "percent",
        "past",
        "month",
        "goldman",
        "sachs",
        "nick",
        "lowery",
        "went",
        "wall",
        "street",
        "giant",
        "goldman",
        "sachs",
        "second",
        "round",
        "former",
        "nfl",
        "kicker",
        "cited",
        "volatility",
        "rising",
        "interest",
        "rate",
        "bullish",
        "reason",
        "bet",
        "bank",
        "like",
        "nick",
        "foles",
        "tough",
        "gon",
        "na",
        "get",
        "done",
        "lowery",
        "said",
        "referring",
        "philadelphia",
        "eagle",
        "super",
        "winning",
        "quarterback",
        "right",
        "thing",
        "looking",
        "market",
        "next",
        "six",
        "month",
        "share",
        "bank",
        "percent",
        "thursday",
        "dropped",
        "percent",
        "far",
        "year",
        "spotify",
        "scott",
        "mlyn",
        "cnbc",
        "bethenny",
        "frankel",
        "selects",
        "spotify",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "sara",
        "eisen",
        "look",
        "april",
        "bethenny",
        "frankel",
        "closed",
        "second",
        "round",
        "selection",
        "music",
        "streaming",
        "company",
        "spotify",
        "celebrated",
        "ipo",
        "earlier",
        "month",
        "yin",
        "yang",
        "frankel",
        "explained",
        "ge",
        "conservative",
        "growth",
        "play",
        "future",
        "play",
        "streaming",
        "music",
        "future",
        "spotify",
        "added",
        "share",
        "spotify",
        "rose",
        "thursday",
        "percent",
        "trading",
        "sage",
        "therapeutic",
        "scott",
        "mlyn",
        "cnbc",
        "cnbc",
        "michelle",
        "right",
        "stevens",
        "institute",
        "investment",
        "club",
        "choose",
        "sage",
        "therapeutic",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "third",
        "final",
        "pick",
        "stevens",
        "institute",
        "investment",
        "club",
        "chose",
        "pharmaceutical",
        "company",
        "sage",
        "therapeutic",
        "pinpointed",
        "possible",
        "takeover",
        "target",
        "pharmaceutical",
        "market",
        "stevens",
        "trader",
        "said",
        "went",
        "relatively",
        "safe",
        "first",
        "couple",
        "round",
        "home",
        "run",
        "ball",
        "share",
        "company",
        "rose",
        "percent",
        "thursday",
        "dropped",
        "roughly",
        "percent",
        "year",
        "netflix",
        "third",
        "final",
        "round",
        "todd",
        "gordon",
        "crew",
        "picked",
        "netflix",
        "online",
        "video",
        "content",
        "streaming",
        "provider",
        "member",
        "fang",
        "stock",
        "going",
        "put",
        "billion",
        "debt",
        "continue",
        "drive",
        "original",
        "content",
        "gordon",
        "said",
        "chart",
        "look",
        "awesome",
        "easily",
        "best",
        "performing",
        "fang",
        "stock",
        "past",
        "month",
        "netflix",
        "share",
        "percent",
        "since",
        "april",
        "percent",
        "thursday",
        "boeing",
        "scott",
        "mlyn",
        "cnbc",
        "kevin",
        "michelle",
        "share",
        "laugh",
        "selects",
        "boeing",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "last",
        "round",
        "reigning",
        "champion",
        "kevin",
        "went",
        "boeing",
        "among",
        "pick",
        "last",
        "year",
        "going",
        "back",
        "brought",
        "prom",
        "last",
        "year",
        "said",
        "probably",
        "stabilizer",
        "contest",
        "crush",
        "two",
        "share",
        "boeing",
        "surged",
        "percent",
        "past",
        "year",
        "percent",
        "alone",
        "stock",
        "trading",
        "near",
        "thursday",
        "visa",
        "final",
        "pick",
        "beardstown",
        "lady",
        "payment",
        "service",
        "company",
        "visa",
        "making",
        "money",
        "end",
        "said",
        "buffy",
        "guy",
        "store",
        "sell",
        "something",
        "use",
        "visa",
        "card",
        "paying",
        "visa",
        "privilege",
        "pay",
        "bill",
        "time",
        "paying",
        "visa",
        "privilege",
        "share",
        "visa",
        "percent",
        "thursday",
        "jumping",
        "higher",
        "company",
        "beat",
        "top",
        "bottom",
        "line",
        "raised",
        "guidance",
        "oil",
        "eric",
        "dickerson",
        "went",
        "energy",
        "third",
        "round",
        "chose",
        "oil",
        "former",
        "nfl",
        "player",
        "went",
        "exxon",
        "anadarko",
        "first",
        "second",
        "round",
        "texas",
        "born",
        "texas",
        "bred",
        "got",
        "ta",
        "go",
        "oil",
        "dickerson",
        "said",
        "going",
        "west",
        "texas",
        "intermediate",
        "wti",
        "crude",
        "future",
        "ended",
        "thursday",
        "session",
        "cent",
        "per",
        "barrel",
        "brent",
        "crude",
        "oil",
        "future",
        "last",
        "cent",
        "percent",
        "barrel",
        "et",
        "price",
        "wti",
        "percent",
        "year",
        "brent",
        "crude",
        "risen",
        "percent",
        "chesapeake",
        "energy",
        "scott",
        "mlyn",
        "cnbc",
        "tim",
        "seymour",
        "tell",
        "michelle",
        "selects",
        "chesapeake",
        "energy",
        "cnbc",
        "power",
        "lunch",
        "stock",
        "draft",
        "april",
        "tim",
        "seymour",
        "final",
        "pick",
        "chesapeake",
        "energy",
        "oklahoma",
        "exploration",
        "production",
        "company",
        "project",
        "based",
        "several",
        "state",
        "ca",
        "get",
        "away",
        "root",
        "pick",
        "company",
        "broken",
        "balance",
        "sheet",
        "think",
        "repair",
        "mode",
        "seymour",
        "explained",
        "actually",
        "spending",
        "less",
        "cap",
        "ex",
        "free",
        "cash",
        "flow",
        "positive",
        "fourth",
        "quarter",
        "going",
        "asset",
        "take",
        "small",
        "recovery",
        "balance",
        "sheet",
        "thing",
        "double",
        "share",
        "percent",
        "thursday",
        "though",
        "percent",
        "past",
        "month",
        "advanced",
        "micro",
        "device",
        "nick",
        "lowery",
        "went",
        "semiconductor",
        "company",
        "advanced",
        "micro",
        "device",
        "amd",
        "final",
        "round",
        "former",
        "nfl",
        "kicker",
        "called",
        "santa",
        "company",
        "rob",
        "gronkowski",
        "space",
        "especially",
        "bullish",
        "artificial",
        "intelligence",
        "disruptor",
        "going",
        "blow",
        "lowery",
        "said",
        "time",
        "era",
        "amd",
        "rose",
        "roughly",
        "percent",
        "thursday",
        "trading",
        "near",
        "share",
        "risen",
        "percent",
        "year",
        "date",
        "alphabet",
        "rounding",
        "stock",
        "draft",
        "bethenny",
        "frankel",
        "chose",
        "alphabet",
        "artificial",
        "intelligence",
        "future",
        "said",
        "frankel",
        "explaining",
        "third",
        "choice",
        "following",
        "earlier",
        "pick",
        "general",
        "electric",
        "spotify",
        "share",
        "alphabet",
        "nearly",
        "percent",
        "closing",
        "bell",
        "thursday",
        "roughly",
        "past",
        "month"
    ]
}