{
    "organizations": [],
    "uuid": "5ccff1eeefedca811140e6fe6b8ea7803b4e27aa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/pr-newswire-leading-proxy-advisory-firms-iss-and-glass-lewis-recommend-usg-shareholders-vote-against-all-four-usg-director-nominees-on-the.html",
    "ord_in_thread": 0,
    "title": "Leading Proxy Advisory Firms ISS and Glass Lewis Recommend USG Shareholders Vote \"AGAINST\" All Four USG Director Nominees on the GOLD Proxy Card",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IPHOFEN, Germany, April 30, 2018 /PRNewswire/ -- Gebr. Knauf KG (\"Knauf\") today announced that two leading proxy advisory firms, Institutional Shareholder Services (\"ISS\") and Glass Lewis & Co. (\"Glass Lewis\") have issued reports recommending that USG Corporation (NYSE: USG) (\"USG\") shareholders vote AGAINST all four of USG's director nominees on Knauf's GOLD proxy card at USG's Annual Meeting (\"Annual Meeting\") scheduled for May 9, 2018.\nKnauf believes that these recommendations indicate broad-based support for engagement with Knauf on its compelling proposal of $42 per USG share. Knauf encourages USG shareholders to follow the recommendations of ISS and Glass Lewis and send a clear message to the USG Board to engage in a constructive dialogue with Knauf so that shareholders have the opportunity to realize substantial cash value for their shares.\nProxy Advisory Firm Recommendations\nIn reaching its recommendation to vote against all four of USG's director nominees, ISS states: \"For the purpose of prompting the board to constructively engage and negotiate with Knauf, votes AGAINST nominees Armario, Cho, Haggerty, and Hernandez are recommended on the dissident GOLD card.\" [i]\nIn reaching its recommendation to vote against all four of USG's director nominees, Glass Lewis states: \"…there is sound cause to suggest Knauf's campaign represents the best near-term opportunity to send an unambiguous message to USG's directors that its negotiating methodology to date has been inadequate and not clearly centered on the interests of the Company's unaffiliated investors.\" [ii]\nInsufficient Engagement\nIn their respective reports, both ISS and Glass Lewis express concern over the tactics employed by USG in response to Knauf's offer.\nISS notes that:\n\"Knauf has made an offer that—particularly in light of publicly expressed views of more than one third of the shareholder base—merits more demonstrable engagement on the part of the board. The board has met with Knauf to deliver pushback, which is a perfectly reasonable course of action when a board seeks to secure the right offer price. However, progressive engagement between the parties has stalled due to the USG board's response— namely its refusal to either make a clear counteroffer (one that will not intensify shareholder skepticism) or structure and initiate appropriate limited diligence.\"\nGlass Lewis indicates concern that USG is hiding behind \"corporate governance machinery\" to avoid engaging in meaningful discussions and pursuing the best interests for shareholders:\n\"With these factors considered, we believe available information suggests USG has relied on something of a recalcitrant engagement strategy which foments little constructive dialogue and may ultimately frustrate the possible delivery of a full value to ordinary investors. The deterrent underpinnings of this methodology are arguably further bolstered by corporate governance machinery that affords the USG board considerable means to delay or preclude the consequences of even significant shareholder unrest.\"\nSignificant Shareholder Support for Knauf's Campaign\nBoth ISS and Glass Lewis highlight the demonstration of support from significant, long-term USG shareholders and their apparent lack of confidence in USG.\nISS highlights skepticism among shareholders regarding management's ability to execute on its strategy:\n\"At this point, the publicly stated views of USG's shareholders, aside from Knauf, must be considered… public opposition from more than a third of the shareholder base (particularly considering this is an unprecedented public display of disaffection by Berkshire [Hathaway]) clearly reflects skepticism regarding management's ability to flawlessly execute the standalone plan. The current dynamics have placed the ball squarely in USG's court to demonstrate that it is in fact seeking to make a deal possible by providing more substance to its response... At this juncture shareholders have substantial reasons to doubt this board will take such steps.\"\nGlass Lewis notes the USG Board's \"disconnect\" with at least two of its largest shareholders:\n\"To the extent USG engaged with its largest shareholders regarding the Knauf approach, a disconnect remains between the board and at least two of the Company's largest holders (Berkshire and Shapiro) with regard to the intrinsic value of the Company's shares.\"\nUSG Avoids Defining \"Intrinsic Value\"\nGlass Lewis notes that USG's perpetual avoidance of defining and discussing what USG deems as \"intrinsic value\" has been a way to avoid negotiating with Knauf regarding its proposal:\n\"…USG's apparent aversion to publicly or privately defining intrinsic value in clear terms -- through peer valuations, transaction multiples or discounted projections intended to incorporate management's expectations of USG's supposedly significant future upside -- contributes to the impression that management and the board were potentially more interested in discouraging further dialogue than they were in engaging constructively to bridge differences in perceived value.\"\nCommenting on the ISS and Glass Lewis reports, Knauf issued the following statement:\nWe are pleased both ISS and Glass Lewis recommend that shareholders vote AGAINST all USG director nominees, further supporting our effort to send a clear message to USG's Board to engage immediately in discussions regarding our $42 per share cash offer. Given USG's poor first quarter 2018 results and its reported decrease in trailing EBITDA and increase in net debt, our offer now represents an even more attractive multiple of 11.9x trailing EBITDA. Despite these results, Knauf reiterates its $42 per share offer.\nUSG's board has to date not provided shareholders with evidence to support its claims of intrinsic value in excess of Knauf's offer. Despite USG's repeated refusals to meaningfully engage with us, we have a strong desire to engage in a constructive dialogue with USG regarding our proposal. We continue to stand ready to execute a customary confidentiality agreement to determine whether there are facts that would establish additional value for our proposal.\nBerkshire Hathaway, USG's largest shareholder, and Shapiro Capital Management, a long-term USG shareholder, have publicly indicated their current intention to vote AGAINST USG's director nominees.\nWe encourage ALL USG shareholders to join in sending a clear message to the USG Board to engage in a constructive dialogue with Knauf by voting \" AGAINST\" all four USG director nominees on the GOLD proxy card TODAY.\nIf shareholders have any questions, require assistance in voting their GOLD proxy card, or need additional copies of Knauf's proxy materials, please contact Innisfree at the phone numbers listed below.\nINNISFREE M&A INCORPORATED\n501 MADISON AVENUE, 20TH FLOOR\nNEW YORK, NY 10022\nStockholders May Call Toll-Free: (888) 750-5834\nBanks and Brokers May Call Collect: (212) 750-5833\nAbout Knauf\nGebr. Knauf KG is the ultimate parent company of the German based Knauf Group. Knauf is a leading manufacturer of building materials operating more than 220 factories worldwide. In 2017, Knauf achieved a global turnover of approximately 7 billion Euros and employed more than 27,000 people.\nCautionary statement regarding forward-looking statements\nCertain statements in this communication may be forward looking in nature or constitute \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995, including statements regarding the proposed acquisition of USG by Knauf and the benefits of the proposed acquisition. Forward-looking statements include all statements that are not historical facts and can typically be identified by words such as \"believe,\" \"expect,\" \"estimate,\" \"predict,\" \"target,\" \"potential,\" \"likely,\" \"continue,\" \"ongoing,\" \"could,\" \"should,\" \"intend,\" \"may,\" \"might,\" \"plan,\" \"seek,\" \"anticipate,\" \"project\" and similar expressions, as well as variations or negatives of these words. Any such statements speak only as of the date the statements were made and are not guarantees of future performance. The matters discussed in these forward-looking statements are subject to a number of risks, trends, uncertainties and other factors that could cause actual results and developments to differ materially from those projected, anticipated or implied in the forward-looking statements. These factors include, among other things, the willingness of the USG Board to engage in discussions with Knauf regarding its proposal or to provide access to non-public financial and other information regarding USG and its business to Knauf and its advisors, the ability of Knauf and USG to agree to the terms of the proposed transaction and, in the event a definitive transaction agreement is executed, the ability of the parties to obtain any necessary stockholder and regulatory approvals, to satisfy any other conditions to the closing of the transaction and to consummate the proposed transaction on a timely basis or at all, as well as changes in business strategies, economic conditions affecting the building products industry and Knauf's ability to successfully integrate USG's operations and employees with Knauf's existing business. Any forward-looking statements should be evaluated in light of these important risk factors. Knauf is not responsible for updating or revising any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nAdditional information\nKnauf has filed with the SEC a definitive proxy statement and an accompanying GOLD proxy card to be used to solicit votes against the election of certain director candidates nominated by USG for election at the USG's 2018 annual meeting of stockholders. This communication is not a substitute for such definitive proxy statement.\nTHE PARTICIPANTS IN THE SOLICITATION ADVISE ALL STOCKHOLDERS OF USG TO READ THE PROXY STATEMENT AND OTHER PROXY MATERIALS BECAUSE THEY CONTAIN IMPORTANT INFORMATION. SUCH PROXY MATERIALS ARE AVAILABLE AT NO CHARGE ON THE SEC'S WEB SITE AT WWW.SEC.GOV . IN ADDITION, KNAUF WILL PROVIDE COPIES OF THESE MATERIALS WITHOUT CHARGE UPON REQUEST.\nThis communication does not constitute an offer to buy or solicitation of an offer to sell any securities. This communication relates to a proposal that Knauf has made for a business combination transaction with USG. In furtherance of this proposal and subject to future developments, Knauf (and, if a negotiated transaction is agreed, USG) may file one or more proxy statements or other documents with the SEC. This communication is not a substitute for any proxy statement or other document Knauf and/or USG may file with the SEC in connection with the proposed transaction.\nKnauf and certain general partners and executive officers of Knauf and its affiliates may be deemed to be participants in connection with any solicitation in connection with the proposed transaction. As of the date hereof, Knauf beneficially owns 14,757,258 shares of common stock of USG, representing approximately 10.53% of USG's outstanding shares. As of the date hereof, participants in the solicitation that are general partners or executive officers of Knauf and its affiliates directly beneficially own 53,567 shares of USG common stock.\nALL STOCKHOLDERS OF USG ARE URGED TO READ THE PROXY STATEMENTS AND OTHER DOCUMENTS FILED WITH THE SEC WITH RESPECT TO THE PROPOSED TRANSACTION CAREFULLY IN THEIR ENTIRETY IF AND WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION. Any definitive proxy statement with respect to the proposed transaction (if and when available) will be mailed to stockholders of USG. USG stockholders will be able to obtain free copies of these documents (if and when available) and other documents filed with the SEC through the web site maintained by the SEC at www.sec.gov .\nMedia Contact:\nJoele Frank, Wilkinson Brimmer Katcher\nJoele Frank / Ed Trissel / Annabelle Rinehart\n212-355-4449\nInvestor Contact:\nInnisfree M&A Incorporated\nScott Winter / Jonathan Salzberger\n(212) 750-5833\n[i] ISS report dated April 29, 2018. Permission to use quotations throughout this press release was neither sought nor obtained.\n[ii] Glass Lewis report dated April 27, 2018.\nView original content: http://www.prnewswire.com/news-releases/leading-proxy-advisory-firms-iss-and-glass-lewis-recommend-usg-shareholders-vote-against-all-four-usg-director-nominees-on-the-gold-proxy-card-300639070.html\nSOURCE Gebr. Knauf KG",
    "published": "2018-04-30T19:20:00.000+03:00",
    "crawled": "2018-04-30T20:21:09.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "iphofen",
        "germany",
        "april",
        "gebr",
        "knauf",
        "kg",
        "knauf",
        "today",
        "announced",
        "two",
        "leading",
        "proxy",
        "advisory",
        "firm",
        "institutional",
        "shareholder",
        "service",
        "iss",
        "glass",
        "lewis",
        "glass",
        "lewis",
        "issued",
        "report",
        "recommending",
        "usg",
        "corporation",
        "nyse",
        "usg",
        "usg",
        "shareholder",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "knauf",
        "gold",
        "proxy",
        "card",
        "usg",
        "annual",
        "meeting",
        "annual",
        "meeting",
        "scheduled",
        "may",
        "knauf",
        "belief",
        "recommendation",
        "indicate",
        "support",
        "engagement",
        "knauf",
        "compelling",
        "proposal",
        "per",
        "usg",
        "share",
        "knauf",
        "encourages",
        "usg",
        "shareholder",
        "follow",
        "recommendation",
        "iss",
        "glass",
        "lewis",
        "send",
        "clear",
        "message",
        "usg",
        "board",
        "engage",
        "constructive",
        "dialogue",
        "knauf",
        "shareholder",
        "opportunity",
        "realize",
        "substantial",
        "cash",
        "value",
        "share",
        "proxy",
        "advisory",
        "firm",
        "recommendation",
        "reaching",
        "recommendation",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "iss",
        "state",
        "purpose",
        "prompting",
        "board",
        "constructively",
        "engage",
        "negotiate",
        "knauf",
        "vote",
        "nominee",
        "armario",
        "cho",
        "haggerty",
        "hernandez",
        "recommended",
        "dissident",
        "gold",
        "card",
        "reaching",
        "recommendation",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "glass",
        "lewis",
        "state",
        "sound",
        "cause",
        "suggest",
        "knauf",
        "campaign",
        "represents",
        "best",
        "opportunity",
        "send",
        "unambiguous",
        "message",
        "usg",
        "director",
        "negotiating",
        "methodology",
        "date",
        "inadequate",
        "clearly",
        "centered",
        "interest",
        "company",
        "unaffiliated",
        "investor",
        "ii",
        "insufficient",
        "engagement",
        "respective",
        "report",
        "iss",
        "glass",
        "lewis",
        "express",
        "concern",
        "tactic",
        "employed",
        "usg",
        "response",
        "knauf",
        "offer",
        "iss",
        "note",
        "knauf",
        "made",
        "offer",
        "light",
        "publicly",
        "expressed",
        "view",
        "one",
        "third",
        "shareholder",
        "demonstrable",
        "engagement",
        "part",
        "board",
        "board",
        "met",
        "knauf",
        "deliver",
        "pushback",
        "perfectly",
        "reasonable",
        "course",
        "action",
        "board",
        "seek",
        "secure",
        "right",
        "offer",
        "price",
        "however",
        "progressive",
        "engagement",
        "party",
        "stalled",
        "due",
        "usg",
        "board",
        "namely",
        "refusal",
        "either",
        "make",
        "clear",
        "counteroffer",
        "one",
        "intensify",
        "shareholder",
        "skepticism",
        "structure",
        "initiate",
        "appropriate",
        "limited",
        "diligence",
        "glass",
        "lewis",
        "indicates",
        "concern",
        "usg",
        "hiding",
        "behind",
        "corporate",
        "governance",
        "machinery",
        "avoid",
        "engaging",
        "meaningful",
        "discussion",
        "pursuing",
        "best",
        "interest",
        "shareholder",
        "factor",
        "considered",
        "believe",
        "available",
        "information",
        "suggests",
        "usg",
        "relied",
        "something",
        "recalcitrant",
        "engagement",
        "strategy",
        "foments",
        "little",
        "constructive",
        "dialogue",
        "may",
        "ultimately",
        "frustrate",
        "possible",
        "delivery",
        "full",
        "value",
        "ordinary",
        "investor",
        "deterrent",
        "underpinnings",
        "methodology",
        "arguably",
        "bolstered",
        "corporate",
        "governance",
        "machinery",
        "affords",
        "usg",
        "board",
        "considerable",
        "mean",
        "delay",
        "preclude",
        "consequence",
        "even",
        "significant",
        "shareholder",
        "unrest",
        "significant",
        "shareholder",
        "support",
        "knauf",
        "campaign",
        "iss",
        "glass",
        "lewis",
        "highlight",
        "demonstration",
        "support",
        "significant",
        "usg",
        "shareholder",
        "apparent",
        "lack",
        "confidence",
        "usg",
        "iss",
        "highlight",
        "skepticism",
        "among",
        "shareholder",
        "regarding",
        "management",
        "ability",
        "execute",
        "strategy",
        "point",
        "publicly",
        "stated",
        "view",
        "usg",
        "shareholder",
        "aside",
        "knauf",
        "must",
        "public",
        "opposition",
        "third",
        "shareholder",
        "base",
        "particularly",
        "considering",
        "unprecedented",
        "public",
        "display",
        "disaffection",
        "berkshire",
        "hathaway",
        "clearly",
        "reflects",
        "skepticism",
        "regarding",
        "management",
        "ability",
        "flawlessly",
        "execute",
        "standalone",
        "plan",
        "current",
        "dynamic",
        "placed",
        "ball",
        "squarely",
        "usg",
        "court",
        "demonstrate",
        "fact",
        "seeking",
        "make",
        "deal",
        "possible",
        "providing",
        "substance",
        "response",
        "juncture",
        "shareholder",
        "substantial",
        "reason",
        "doubt",
        "board",
        "take",
        "step",
        "glass",
        "lewis",
        "note",
        "usg",
        "board",
        "disconnect",
        "least",
        "two",
        "largest",
        "shareholder",
        "extent",
        "usg",
        "engaged",
        "largest",
        "shareholder",
        "regarding",
        "knauf",
        "approach",
        "disconnect",
        "remains",
        "board",
        "least",
        "two",
        "company",
        "largest",
        "holder",
        "berkshire",
        "shapiro",
        "regard",
        "intrinsic",
        "value",
        "company",
        "share",
        "usg",
        "avoids",
        "defining",
        "intrinsic",
        "value",
        "glass",
        "lewis",
        "note",
        "usg",
        "perpetual",
        "avoidance",
        "defining",
        "discussing",
        "usg",
        "deems",
        "intrinsic",
        "value",
        "way",
        "avoid",
        "negotiating",
        "knauf",
        "regarding",
        "proposal",
        "apparent",
        "aversion",
        "publicly",
        "privately",
        "defining",
        "intrinsic",
        "value",
        "clear",
        "term",
        "peer",
        "valuation",
        "transaction",
        "multiple",
        "discounted",
        "projection",
        "intended",
        "incorporate",
        "management",
        "expectation",
        "usg",
        "supposedly",
        "significant",
        "future",
        "upside",
        "contributes",
        "impression",
        "management",
        "board",
        "potentially",
        "interested",
        "discouraging",
        "dialogue",
        "engaging",
        "constructively",
        "bridge",
        "difference",
        "perceived",
        "value",
        "commenting",
        "iss",
        "glass",
        "lewis",
        "report",
        "knauf",
        "issued",
        "following",
        "statement",
        "pleased",
        "iss",
        "glass",
        "lewis",
        "recommend",
        "shareholder",
        "vote",
        "usg",
        "director",
        "nominee",
        "supporting",
        "effort",
        "send",
        "clear",
        "message",
        "usg",
        "board",
        "engage",
        "immediately",
        "discussion",
        "regarding",
        "per",
        "share",
        "cash",
        "offer",
        "given",
        "usg",
        "poor",
        "first",
        "quarter",
        "result",
        "reported",
        "decrease",
        "trailing",
        "ebitda",
        "increase",
        "net",
        "debt",
        "offer",
        "represents",
        "even",
        "attractive",
        "multiple",
        "trailing",
        "ebitda",
        "despite",
        "result",
        "knauf",
        "reiterates",
        "per",
        "share",
        "offer",
        "usg",
        "board",
        "date",
        "provided",
        "shareholder",
        "evidence",
        "support",
        "claim",
        "intrinsic",
        "value",
        "excess",
        "knauf",
        "offer",
        "despite",
        "usg",
        "repeated",
        "refusal",
        "meaningfully",
        "engage",
        "u",
        "strong",
        "desire",
        "engage",
        "constructive",
        "dialogue",
        "usg",
        "regarding",
        "proposal",
        "continue",
        "stand",
        "ready",
        "execute",
        "customary",
        "confidentiality",
        "agreement",
        "determine",
        "whether",
        "fact",
        "would",
        "establish",
        "additional",
        "value",
        "proposal",
        "berkshire",
        "hathaway",
        "usg",
        "largest",
        "shareholder",
        "shapiro",
        "capital",
        "management",
        "usg",
        "shareholder",
        "publicly",
        "indicated",
        "current",
        "intention",
        "vote",
        "usg",
        "director",
        "nominee",
        "encourage",
        "usg",
        "shareholder",
        "join",
        "sending",
        "clear",
        "message",
        "usg",
        "board",
        "engage",
        "constructive",
        "dialogue",
        "knauf",
        "voting",
        "four",
        "usg",
        "director",
        "nominee",
        "gold",
        "proxy",
        "card",
        "today",
        "shareholder",
        "question",
        "require",
        "assistance",
        "voting",
        "gold",
        "proxy",
        "card",
        "need",
        "additional",
        "copy",
        "knauf",
        "proxy",
        "material",
        "please",
        "contact",
        "innisfree",
        "phone",
        "number",
        "listed",
        "innisfree",
        "incorporated",
        "madison",
        "avenue",
        "20th",
        "floor",
        "new",
        "york",
        "ny",
        "stockholder",
        "may",
        "call",
        "bank",
        "broker",
        "may",
        "call",
        "collect",
        "knauf",
        "gebr",
        "knauf",
        "kg",
        "ultimate",
        "parent",
        "company",
        "german",
        "based",
        "knauf",
        "group",
        "knauf",
        "leading",
        "manufacturer",
        "building",
        "material",
        "operating",
        "factory",
        "worldwide",
        "knauf",
        "achieved",
        "global",
        "turnover",
        "approximately",
        "billion",
        "euro",
        "employed",
        "people",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "certain",
        "statement",
        "communication",
        "may",
        "forward",
        "looking",
        "nature",
        "constitute",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "proposed",
        "acquisition",
        "usg",
        "knauf",
        "benefit",
        "proposed",
        "acquisition",
        "statement",
        "include",
        "statement",
        "historical",
        "fact",
        "typically",
        "identified",
        "word",
        "believe",
        "expect",
        "estimate",
        "predict",
        "target",
        "potential",
        "likely",
        "continue",
        "ongoing",
        "could",
        "intend",
        "may",
        "might",
        "plan",
        "seek",
        "anticipate",
        "project",
        "similar",
        "expression",
        "well",
        "variation",
        "negative",
        "word",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "guarantee",
        "future",
        "performance",
        "matter",
        "discussed",
        "statement",
        "subject",
        "number",
        "risk",
        "trend",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "differ",
        "materially",
        "projected",
        "anticipated",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "thing",
        "willingness",
        "usg",
        "board",
        "engage",
        "discussion",
        "knauf",
        "regarding",
        "proposal",
        "provide",
        "access",
        "financial",
        "information",
        "regarding",
        "usg",
        "business",
        "knauf",
        "advisor",
        "ability",
        "knauf",
        "usg",
        "agree",
        "term",
        "proposed",
        "transaction",
        "event",
        "definitive",
        "transaction",
        "agreement",
        "executed",
        "ability",
        "party",
        "obtain",
        "necessary",
        "stockholder",
        "regulatory",
        "approval",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "consummate",
        "proposed",
        "transaction",
        "timely",
        "basis",
        "well",
        "change",
        "business",
        "strategy",
        "economic",
        "condition",
        "affecting",
        "building",
        "product",
        "industry",
        "knauf",
        "ability",
        "successfully",
        "integrate",
        "usg",
        "operation",
        "employee",
        "knauf",
        "existing",
        "business",
        "statement",
        "evaluated",
        "light",
        "important",
        "risk",
        "factor",
        "knauf",
        "responsible",
        "updating",
        "revising",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "knauf",
        "filed",
        "sec",
        "definitive",
        "proxy",
        "statement",
        "accompanying",
        "gold",
        "proxy",
        "card",
        "used",
        "solicit",
        "vote",
        "election",
        "certain",
        "director",
        "candidate",
        "nominated",
        "usg",
        "election",
        "usg",
        "annual",
        "meeting",
        "stockholder",
        "communication",
        "substitute",
        "definitive",
        "proxy",
        "statement",
        "participant",
        "solicitation",
        "advise",
        "stockholder",
        "usg",
        "read",
        "proxy",
        "statement",
        "proxy",
        "material",
        "contain",
        "important",
        "information",
        "proxy",
        "material",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "addition",
        "knauf",
        "provide",
        "copy",
        "material",
        "without",
        "charge",
        "upon",
        "request",
        "communication",
        "constitute",
        "offer",
        "buy",
        "solicitation",
        "offer",
        "sell",
        "security",
        "communication",
        "relates",
        "proposal",
        "knauf",
        "made",
        "business",
        "combination",
        "transaction",
        "usg",
        "furtherance",
        "proposal",
        "subject",
        "future",
        "development",
        "knauf",
        "negotiated",
        "transaction",
        "agreed",
        "usg",
        "may",
        "file",
        "one",
        "proxy",
        "statement",
        "document",
        "sec",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "knauf",
        "usg",
        "may",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "knauf",
        "certain",
        "general",
        "partner",
        "executive",
        "officer",
        "knauf",
        "affiliate",
        "may",
        "deemed",
        "participant",
        "connection",
        "solicitation",
        "connection",
        "proposed",
        "transaction",
        "date",
        "hereof",
        "knauf",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "usg",
        "representing",
        "approximately",
        "usg",
        "outstanding",
        "share",
        "date",
        "hereof",
        "participant",
        "solicitation",
        "general",
        "partner",
        "executive",
        "officer",
        "knauf",
        "affiliate",
        "directly",
        "beneficially",
        "share",
        "usg",
        "common",
        "stock",
        "stockholder",
        "usg",
        "urged",
        "read",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "respect",
        "proposed",
        "transaction",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "definitive",
        "proxy",
        "statement",
        "respect",
        "proposed",
        "transaction",
        "available",
        "mailed",
        "stockholder",
        "usg",
        "usg",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "document",
        "filed",
        "sec",
        "web",
        "site",
        "maintained",
        "sec",
        "medium",
        "contact",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "joele",
        "frank",
        "ed",
        "trissel",
        "annabelle",
        "rinehart",
        "investor",
        "contact",
        "innisfree",
        "incorporated",
        "scott",
        "winter",
        "jonathan",
        "salzberger",
        "iss",
        "report",
        "dated",
        "april",
        "permission",
        "use",
        "quotation",
        "throughout",
        "press",
        "release",
        "neither",
        "sought",
        "obtained",
        "ii",
        "glass",
        "lewis",
        "report",
        "dated",
        "april",
        "view",
        "original",
        "content",
        "http",
        "source",
        "gebr",
        "knauf",
        "kg"
    ]
}