{
    "organizations": [],
    "uuid": "3825a8aeb9d9baa0b58806d0dc4ef050d99a26ec",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/02/10-career-experts-share-their-no-1-piece-of-job-search-advice.html",
    "ord_in_thread": 0,
    "title": "10 career experts share their No. 1 piece of job search advice",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Once you announce that you're looking for a new gig, unsolicited job search advice is inescapable: \" Video resumes are the future!\" \"Go back to school!\" \"Talk to my cousin's best friend's son, he knows someone who used to intern there!\"\nWhile all of the people sharing job search advice like this are well-meaning, they're usually not career connoisseurs — just friends and family who want to help you out. As a result, the quality of their advice is often suspect.\nMore from Glassdoor: \nHow I finally got job interviews at my dream companies \nEverything you need to nail your informational interview (and score your dream job!)\n8 networking strategies you haven't thought of yet \nThere's plenty of good job search tips out there, but if you really want to identify the advice that's worth your time, you've got to get it from a credible source. And who better to weigh in than professional career coaches, HR consultants and other subject-matter experts? We reached out to nine career experts to learn their best advice on how to find a job — here's what they had to say.\n1. Have a job target you believe in \"Be clear on what you want, why you want it and what qualifies you… Without clarity from the very start, virtually every stage that follows will be based on little more than a hunch — and that is an extremely fragile foundation for navigating a dynamic job search. You begin by engaging in some form of assessment. It could involve taking a standardized assessment instrument, keeping a journal or talking with people whose advice and feedback you value — friends, family, or a career coach. The goal is to achieve self-awareness in the form of a career target. The next, and equally important, step is a reality check. Here is where you determine that the goal you selected makes sense. Is it appropriate for you and is it attainable?\" — Roy Cohen, career coach and author of The Wall Street Professional's Survival Guide \nshow chapters Former Disney exec shares her revealing questions for potential hires      11:55 AM ET Mon, 17 Oct 2016 | 01:00 2. Create a plan \"Identify a few key features, such as, why is finding a new job important to you? What is your ideal time-frame for finding a new job? …What are types of companies you'd like to work for? When will you perform job searches — is there a day of the week that you will meet for coffee with your networking connections? What's your timeline for updating your resume and cover letter? Post the plan somewhere you will see it and put important dates on your calendar . This is my favorite advice because most people don't plan their search; they simply go about it in a haphazard fashion, [so] you'll be ahead of the game. If you plan your search, you're committing to a new job and will be more likely to find the job that you love.\" — Mary Warriner, career coach \n3. Develop your career story \"A branded career story helps differentiate you from the competition , provide clarity for yourself and showcases your unique value proposition to the employer. The people that are most successful in their job search are those people who are able to first clearly articulate what they've done, how it's been impactful and how it can benefit a future employer. From there, the resume tweaking, network building and LinkedIn optimizing become a lot easier and more effective.\" — Jena Viviano, career coach \n4. Apply even if you're not a 100 percent match \"Job seekers (especially women more than men) may be underestimating the value they can bring into a role. For many roles, hiring managers are looking for people who will be quickly deployable to do the work and usually the tasks you need to complete on a regular basis are learned or refined on the job. If you meet the majority of the qualifications for a job you are interested in and are confident you can quickly learn the remainder, apply for that job, but make sure your resume demonstrates your past success in learning new skills.\" — Mary Grace Gardner, career strategist at The Young Professionista \nshow chapters Here are Glassdoor's top-ranking jobs in the U.S.      12:04 AM ET Tue, 24 Jan 2017 | 00:53 5. Go on informational interviews \"The best way to get a meeting with decision makers is to ask for informational meetings with them. Rather than the 'hard sell' of 'I'm looking for a job, do you know of anything,' this informational meeting takes the 'soft-sell' approach of asking for information and for them to share their story so you gain advice for your job search and career journey. People who are happy in their work generally love to talk about what made them successful, so if you reach out to decision makers and ask for informational meetings, it's only a matter of time.\" — April Klimkiewicz, career coach and owner of bliss evolution \n6. Brand yourself \"You need a brand in the digital age because while your job is what you do, your brand is who you are… By branding yourself properly in the digital age (think: elevator pitch with a digital footprint on LinkedIn), and combining it with true networking strategies, you will rank yourself higher in the job search potential.\" — Wendi Weiner, Resume Writer & Career Transition Coach \n7. Supplement online applications with offline efforts \"Sites like Glassdoor provide so much great information about job postings, salaries and company reviews. We've never had more good information at our fingertips. But, don't rely on the internet [entirely]. Hiring managers are bombarded with hundreds of resumes that come in through the internet. When you're searching, apply online. But, then think about what you can also do offline. For example, do you have contacts at the company that you could network with? Could you reach out to the hiring manager directly? When you connect to the company offline, you become a real person… These straightforward offline steps will put you in the fast lane when it comes to hiring.\" — Angela Copeland, career coach \n8. Become a star performer at your current job \"Assuming you can do the work, the most important differentiator that will land you a sought-after gig is to establish yourself as the positive, collaborative, authentic and trustworthy co-worker /boss everyone would love to have. And you only do that by cultivating professional relationships and acting from a place of authenticity and integrity. Like attracts like, and people who are themselves authentic and trustworthy are looking to hire and work with people who show the same commitment to a positive work environment… show in every interaction you are the type of colleague or boss who keeps her word, values the team and contributes to a positive work environment… Focus on people and opportunities will open up.\" — Aurora Meneghello, career coach and founder of Repurpose Your Purpose . \nshow chapters Bill Belichick: 4 things top performers do every day      8:46 AM ET Thu, 13 April 2017 | 00:54 9. Network with everyone — not just the bigwigs \"I think the most effective networking includes the informal kind which happens in daily life — at your kid's soccer game, at the dentist's office, at parties, etc. If someone says, 'What do you do for work?' you can say something like 'I'm a project manager at a large industrial manufacturer but I'm looking to make a move to XYZ, do you know anyone in that industry?' It may smack of the 'putting it out into the universe' kind of advice but you honestly never know who will have a connection for you, so I'm a firm believer in working any and all angles… As a consultant, I'm always interviewing for jobs, in a way, so I treat every baby shower, swim class and vet visit as a chance to meet potential clients and get that job.\" — Jill Santopietro-Panall, HR consultant and owner of 21Oak HR Consulting, LLC \n10. Use resume keywords and get referrals \"Companies today receive a high volume of resumes. With the increased use of online applicant tracking systems even among smaller companies, it means the recruiter or hiring manager may not see your resume unless you use just the right keywords … Referrals [also] increase the likelihood that a recruiter will see your resume. If you don't have a personal connection, use social media to find out who does. Don't be embarrassed to ask someone to make an introduction on your behalf, people do this all the time. If you're uncomfortable asking for favors include an easy way for them to say no, like 'If you're not comfortable connecting me, I completely understand.'\" — Mikaela Kiner, Founder/CEO of UniquelyHR \nLike this story? Like CNBC Make It on Facebook ! \nDon't miss: The underused strategy this self-made millionaire uses to get ahead \n\nThis article originally appeared on Glassdoor. \nshow chapters This tech start-up lets you try out for your job, before you get an offer      3:50 PM ET Thu, 6 Oct 2016 | 01:09",
    "published": "2018-04-03T18:00:00.000+03:00",
    "crawled": "2018-04-03T17:57:13.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "announce",
        "looking",
        "new",
        "gig",
        "unsolicited",
        "job",
        "search",
        "advice",
        "inescapable",
        "video",
        "resume",
        "future",
        "go",
        "back",
        "school",
        "talk",
        "cousin",
        "best",
        "friend",
        "son",
        "know",
        "someone",
        "used",
        "intern",
        "people",
        "sharing",
        "job",
        "search",
        "advice",
        "like",
        "usually",
        "career",
        "connoisseur",
        "friend",
        "family",
        "want",
        "help",
        "result",
        "quality",
        "advice",
        "often",
        "suspect",
        "glassdoor",
        "finally",
        "got",
        "job",
        "interview",
        "dream",
        "company",
        "everything",
        "need",
        "nail",
        "informational",
        "interview",
        "score",
        "dream",
        "job",
        "networking",
        "strategy",
        "thought",
        "yet",
        "plenty",
        "good",
        "job",
        "search",
        "tip",
        "really",
        "want",
        "identify",
        "advice",
        "worth",
        "time",
        "got",
        "get",
        "credible",
        "source",
        "better",
        "weigh",
        "professional",
        "career",
        "coach",
        "hr",
        "consultant",
        "expert",
        "reached",
        "nine",
        "career",
        "expert",
        "learn",
        "best",
        "advice",
        "find",
        "job",
        "say",
        "job",
        "target",
        "believe",
        "clear",
        "want",
        "want",
        "qualifies",
        "without",
        "clarity",
        "start",
        "virtually",
        "every",
        "stage",
        "follows",
        "based",
        "little",
        "hunch",
        "extremely",
        "fragile",
        "foundation",
        "navigating",
        "dynamic",
        "job",
        "search",
        "begin",
        "engaging",
        "form",
        "assessment",
        "could",
        "involve",
        "taking",
        "standardized",
        "assessment",
        "instrument",
        "keeping",
        "journal",
        "talking",
        "people",
        "whose",
        "advice",
        "feedback",
        "value",
        "friend",
        "family",
        "career",
        "coach",
        "goal",
        "achieve",
        "form",
        "career",
        "target",
        "next",
        "equally",
        "important",
        "step",
        "reality",
        "check",
        "determine",
        "goal",
        "selected",
        "make",
        "sense",
        "appropriate",
        "attainable",
        "roy",
        "cohen",
        "career",
        "coach",
        "author",
        "wall",
        "street",
        "professional",
        "survival",
        "guide",
        "show",
        "chapter",
        "former",
        "disney",
        "exec",
        "share",
        "revealing",
        "question",
        "potential",
        "hire",
        "et",
        "mon",
        "oct",
        "create",
        "plan",
        "identify",
        "key",
        "feature",
        "finding",
        "new",
        "job",
        "important",
        "ideal",
        "finding",
        "new",
        "job",
        "type",
        "company",
        "like",
        "work",
        "perform",
        "job",
        "search",
        "day",
        "week",
        "meet",
        "coffee",
        "networking",
        "connection",
        "timeline",
        "updating",
        "resume",
        "cover",
        "letter",
        "post",
        "plan",
        "somewhere",
        "see",
        "put",
        "important",
        "date",
        "calendar",
        "favorite",
        "advice",
        "people",
        "plan",
        "search",
        "simply",
        "go",
        "haphazard",
        "fashion",
        "ahead",
        "game",
        "plan",
        "search",
        "committing",
        "new",
        "job",
        "likely",
        "find",
        "job",
        "love",
        "mary",
        "warriner",
        "career",
        "coach",
        "develop",
        "career",
        "story",
        "branded",
        "career",
        "story",
        "help",
        "differentiate",
        "competition",
        "provide",
        "clarity",
        "showcase",
        "unique",
        "value",
        "proposition",
        "employer",
        "people",
        "successful",
        "job",
        "search",
        "people",
        "able",
        "first",
        "clearly",
        "articulate",
        "done",
        "impactful",
        "benefit",
        "future",
        "employer",
        "resume",
        "tweaking",
        "network",
        "building",
        "linkedin",
        "optimizing",
        "become",
        "lot",
        "easier",
        "effective",
        "jena",
        "viviano",
        "career",
        "coach",
        "apply",
        "even",
        "percent",
        "match",
        "job",
        "seeker",
        "especially",
        "woman",
        "men",
        "may",
        "underestimating",
        "value",
        "bring",
        "role",
        "many",
        "role",
        "hiring",
        "manager",
        "looking",
        "people",
        "quickly",
        "deployable",
        "work",
        "usually",
        "task",
        "need",
        "complete",
        "regular",
        "basis",
        "learned",
        "refined",
        "job",
        "meet",
        "majority",
        "qualification",
        "job",
        "interested",
        "confident",
        "quickly",
        "learn",
        "remainder",
        "apply",
        "job",
        "make",
        "sure",
        "resume",
        "demonstrates",
        "past",
        "success",
        "learning",
        "new",
        "skill",
        "mary",
        "grace",
        "gardner",
        "career",
        "strategist",
        "young",
        "professionista",
        "show",
        "chapter",
        "glassdoor",
        "job",
        "et",
        "tue",
        "jan",
        "go",
        "informational",
        "interview",
        "best",
        "way",
        "get",
        "meeting",
        "decision",
        "maker",
        "ask",
        "informational",
        "meeting",
        "rather",
        "sell",
        "looking",
        "job",
        "know",
        "anything",
        "informational",
        "meeting",
        "take",
        "approach",
        "asking",
        "information",
        "share",
        "story",
        "gain",
        "advice",
        "job",
        "search",
        "career",
        "journey",
        "people",
        "happy",
        "work",
        "generally",
        "love",
        "talk",
        "made",
        "successful",
        "reach",
        "decision",
        "maker",
        "ask",
        "informational",
        "meeting",
        "matter",
        "time",
        "april",
        "klimkiewicz",
        "career",
        "coach",
        "owner",
        "bliss",
        "evolution",
        "brand",
        "need",
        "brand",
        "digital",
        "age",
        "job",
        "brand",
        "branding",
        "properly",
        "digital",
        "age",
        "think",
        "elevator",
        "pitch",
        "digital",
        "footprint",
        "linkedin",
        "combining",
        "true",
        "networking",
        "strategy",
        "rank",
        "higher",
        "job",
        "search",
        "potential",
        "wendi",
        "weiner",
        "resume",
        "writer",
        "career",
        "transition",
        "coach",
        "supplement",
        "online",
        "application",
        "offline",
        "effort",
        "site",
        "like",
        "glassdoor",
        "provide",
        "much",
        "great",
        "information",
        "job",
        "posting",
        "salary",
        "company",
        "review",
        "never",
        "good",
        "information",
        "fingertip",
        "rely",
        "internet",
        "entirely",
        "hiring",
        "manager",
        "bombarded",
        "hundred",
        "resume",
        "come",
        "internet",
        "searching",
        "apply",
        "online",
        "think",
        "also",
        "offline",
        "example",
        "contact",
        "company",
        "could",
        "network",
        "could",
        "reach",
        "hiring",
        "manager",
        "directly",
        "connect",
        "company",
        "offline",
        "become",
        "real",
        "straightforward",
        "offline",
        "step",
        "put",
        "fast",
        "lane",
        "come",
        "hiring",
        "angela",
        "copeland",
        "career",
        "coach",
        "become",
        "star",
        "performer",
        "current",
        "job",
        "assuming",
        "work",
        "important",
        "differentiator",
        "land",
        "gig",
        "establish",
        "positive",
        "collaborative",
        "authentic",
        "trustworthy",
        "everyone",
        "would",
        "love",
        "cultivating",
        "professional",
        "relationship",
        "acting",
        "place",
        "authenticity",
        "integrity",
        "like",
        "attracts",
        "like",
        "people",
        "authentic",
        "trustworthy",
        "looking",
        "hire",
        "work",
        "people",
        "show",
        "commitment",
        "positive",
        "work",
        "show",
        "every",
        "interaction",
        "type",
        "colleague",
        "bos",
        "keep",
        "word",
        "value",
        "team",
        "contributes",
        "positive",
        "work",
        "focus",
        "people",
        "opportunity",
        "open",
        "aurora",
        "meneghello",
        "career",
        "coach",
        "founder",
        "repurpose",
        "purpose",
        "show",
        "chapter",
        "bill",
        "belichick",
        "thing",
        "top",
        "performer",
        "every",
        "day",
        "et",
        "thu",
        "april",
        "network",
        "everyone",
        "bigwig",
        "think",
        "effective",
        "networking",
        "includes",
        "informal",
        "kind",
        "happens",
        "daily",
        "life",
        "kid",
        "soccer",
        "game",
        "dentist",
        "office",
        "party",
        "etc",
        "someone",
        "say",
        "work",
        "say",
        "something",
        "like",
        "project",
        "manager",
        "large",
        "industrial",
        "manufacturer",
        "looking",
        "make",
        "move",
        "xyz",
        "know",
        "anyone",
        "industry",
        "may",
        "smack",
        "universe",
        "kind",
        "advice",
        "honestly",
        "never",
        "know",
        "connection",
        "firm",
        "believer",
        "working",
        "consultant",
        "always",
        "interviewing",
        "job",
        "way",
        "treat",
        "every",
        "baby",
        "shower",
        "swim",
        "class",
        "vet",
        "visit",
        "chance",
        "meet",
        "potential",
        "client",
        "get",
        "job",
        "jill",
        "hr",
        "consultant",
        "owner",
        "21oak",
        "hr",
        "consulting",
        "llc",
        "use",
        "resume",
        "keywords",
        "get",
        "referral",
        "company",
        "today",
        "receive",
        "high",
        "volume",
        "resume",
        "increased",
        "use",
        "online",
        "applicant",
        "tracking",
        "system",
        "even",
        "among",
        "smaller",
        "company",
        "mean",
        "recruiter",
        "hiring",
        "manager",
        "may",
        "see",
        "resume",
        "unless",
        "use",
        "right",
        "keywords",
        "referral",
        "also",
        "increase",
        "likelihood",
        "recruiter",
        "see",
        "resume",
        "personal",
        "connection",
        "use",
        "social",
        "medium",
        "find",
        "embarrassed",
        "ask",
        "someone",
        "make",
        "introduction",
        "behalf",
        "people",
        "time",
        "uncomfortable",
        "asking",
        "favor",
        "include",
        "easy",
        "way",
        "say",
        "like",
        "comfortable",
        "connecting",
        "completely",
        "understand",
        "mikaela",
        "kiner",
        "uniquelyhr",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "underused",
        "strategy",
        "millionaire",
        "us",
        "get",
        "ahead",
        "article",
        "originally",
        "appeared",
        "glassdoor",
        "show",
        "chapter",
        "tech",
        "let",
        "try",
        "job",
        "get",
        "offer",
        "pm",
        "et",
        "thu",
        "oct"
    ]
}