{
    "organizations": [],
    "uuid": "85e8c48fa4be88e66c766286670f8881412c4eb5",
    "author": "Anita Balakrishnan",
    "url": "https://www.cnbc.com/2018/04/28/amazon-prime-benefits-what-you-get-for-119.html",
    "ord_in_thread": 0,
    "title": "Amazon Prime benefits: what you get for $119",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Shannon Stapleton | Reuters Amazon CEO Jeff Bezos.\nAmazon said this week it would raise prices on its premium subscription membership product, Prime, from $99 to $119 per year on May 11.\nBut while the price hike seems steep, the program has a lot of goodies added since the last price increase in March 2014.\nA big one is Amazon's Prime Day discount day, a mid-summer sale that offers deals every 10 minutes and draws tens of millions of shoppers each year.\nBenefits of the program, which started in 2005 and now has 100 million members , fall into 5 basic categories: shipping, shopping, streaming, reading, and various extras. They're all listed here and here and here for U.S. customers. Simon Dawson | Bloomberg | Getty Images Shipping\nOver 100 million items were eligible for Prime two-day shipping in the U.S. by the end of last year. Free two-day shipping on some items to addresses in the contiguous U.S., with no minimum purchase. Also includes free no-rush shipping (which sometimes offers rewards) and standard shipping. In Alaska, Hawaii and Puerto Rico, standard shipping (three to seven business days) is free. Free same-day delivery by 9 p.m. on orders over $35, which usually must be ordered before noon and be headed for a residential address. This perk is offered on over a million items, but you might run into issues over the holidays or if you want a large volume of a single item, and your local Amazon doesn't have enough. Sometimes one-day shipping is also available, but it all depends on your zip code -- you can check eligibility on Amazon's U.S. website. As of the end of last year, free one-day or same-day delivery was available in more than 8,000 U.S. cities. There are at least a million items eligible. Free 2-hour delivery (Prime Now): Tens of thousands of items are included. As of last year's Prime Day shopping holiday in July , this service was available in 30 cities. You can also get restaurant delivery in Manhattan, Brooklyn, Seattle, Dallas, San Francisco, San Jose, Oakland, Los Angeles and Orange County, Chicago, San Diego, Austin, Atlanta, Houston, Miami, Baltimore, Minneapolis, Tampa, Orlando, Northern Virginia, Washington, D.C., Phoenix, Columbus, Las Vegas and Portland, Oregon. And local stores are listed for deliveries in Los Angeles, New York, Portland, San Diego, Chicago, San Francisco Bay Area, Seattle, Dallas/Fort Worth, Minneapolis, Indianapolis, Milwaukee, Austin, Sacramento, Denver, Atlanta and Phoenix. Free release-date delivery: This service lets you pre-order items for delivery by 7 p.m. to a residential address on the day the items hit shelves (and if you don't get it in time, you might get a refund). It's not available in Alaska or Hawaii. Almost all the products in this category , at least near CNBC's headquarters, are books, music, video games, music, software and office products. Whole Foods delivery: Some zip codes can also get 2-hour delivery from Whole Foods through Amazon Prime. Deliveries to your car: Millions of items can also be delivered to 2015 model year or newer Chevrolet, Buick, GMC, Cadillac and Volvo models through Amazon Key. It's available in Atlanta, Austin, Baltimore, Boston, Chicago, Cincinnati, Cleveland, Dallas, Denver, Detroit, Houston, Indianapolis, Jacksonville, Kansas City, Kansas, Los Angeles and Orange County, Louisville, Kentucky, Miami, Milwaukee, Minneapolis and St. Paul, Nashville, Newark, Orlando, Philadelphia, Phoenix, Pittsburgh, Portland, Oregon, Richmond, Sacramento, Salt Lake City, San Antonio, San Diego, San Francisco Bay area, Sarasota, Seattle and Eastside, St. Louis, Tampa, and Washington, DC metro area. Large, heavy, or delicate items also sometimes get free delivery under Prime. Source: Amazon Still image from an Amazon Go promotional video Shopping\nWhile Amazon is known for its online presence, it also has physical locations like bookstores (which offer discounts to Prime members) and 2,000 lockers in more than 50 cities . Here are some other product-specific perks of Prime: Amazon payment cards: There are two payment cards listed on Amazon's website that are targeted to Prime consumers. One, the Visa signature card , offers 5 percent back on Amazon and Whole Foods purchases, 2 percent back at restaurants and 1 percent back on other purchases. The other, from Synchrony Bank , also offers 5 percent back on Amazon purchases, and offers perks for financing and interest rates. Dash buttons : This is a physical or virtual button you put in your house (or homepage), and push it when you want to reorder a certain product. The best-selling ones include Tide, Iams, Colgate, Clorox, Keurig, Cliff Bars, Trident Gum, Folgers Coffee, and items like paper towels, iced tea, and kitty litter. It's also available for products like shampoo, water filters, hair dye, energy drinks, batteries and even cloud computing. It's only available to Prime members. Discounts on baby products: Amazon bought Diapers.com and Soap.com back in 2010, and has since shut them down. But Prime members still get 15 percent off items on a baby registry, and 20 percent off some diapers and baby food subscriptions . Prime members also get exclusive access to Amazon's premium brand of vegan vitamins and naturally sourced baby wipes, \" Elements .\" Early Access : You get access 30 minutes early to daily deals. Whole Foods perks? Amazon is in the process of combining Whole Foods' reward program with Amazon Prime. Gourmet food brands: Snack brands Happy Belly and Wickedly Prime are exclusive to Prime members. Exclusive fashion brands: Amazon also has fashion brands, like Buttoned Down, that are only offered to Prime members. Exclusive household brands: \"Bio-based\" cleaning products called Presto are marketed as \"Prime-exclusive.\" Getty Images | Jerod Harris | Stringer CEO of Amazon Jeff Bezos and writer MacKenzie Bezos attend the Amazon Studios Oscar Celebration at Delilah on February 26, 2017 in West Hollywood, California. Streaming\nAmazon started selling music and movies in 1999 and 2000, respectively, and launched its MP3 store in 2008, a year after Prime. But streaming has become a much bigger part of Amazon's business model since Amazon Prime Video was launched in 2011 .\nHere's what Prime members get: Prime Video : This service can also be purchased on its own, but Prime members also get unlimited streaming of movies and TV episodes. It's expanded to include 70 film-festival picks, and some Emmy-winning originals. And, the NFL just announced that Amazon will stream Thursday Night Football for the next two seasons, which is available either through Prime or free through Twitch (more on that below.) Prime Video also lets you download videos. Prime Music : Includes ad-free access to more than a million songs and \"curated Prime Playlists and personalized Prime Stations.\" The music can be played offline, too, but only through Amazon's app. Twitch Prime: Amazon bought video-game streaming site Twitch in 2014, winning a bidding war with Google that pushed the price tag to almost a billion dollars, according to TechCrunch . Prime members get discounts on physical games pre-orders and new releases, ad-free viewing on Twitch, some free exclusive content and a free Twitch channel subscription every month. Will Ireland | Future Publishing | Getty Images Reading\nIt's easy to forget that Amazon started as a bookstore — and that Amazon CEO Jeff Bezos owns the Washington Post as a personal asset. But being a Prime member offers reading benefits too, especially if you own a Kindle e-reader device, which allows you to create a lending library. Amazon's sales of Kindle books surpassed physical copies in May 2011 . Prime Reading: This service allows you to borrow more than 1,000 books, magazines and comics, and doesn't require a Kindle (though you do need the Kindle app.) You're allowed to borrow 10 at a time for free . Amazon First Reads : This program offers a new book for free every month, based on what Amazon picks as the six books eligible for early access (a month in advance). There are also discounts on hardcover books. Non-Prime members can also get some of these perks by signing up for an e-mail newsletter. Washington Post free trial: Prime members get a six-month free trial ofThe Washington Post (which normally has a paywall). Kevork Djansezian | Getty Images Amazon Fresh trucks Extras\nAmazon Prime membership also offers you some random access or discounts to various services. There are also versions of Amazon Prime, like special deals for students or families, that don't include every benefit. Concerts: Amazon has a product called Prime Live Events , which started last year with a Blondie concert in the U.K. Prime Photos : With Amazon Prime you get unlimited photo storage and 5 GB of storage for other files for you and 5 people. Amazon Channels: You can stream HBO, Showtime and Starz for a discounted price ($4.99 a month to $14.99 a month) through Amazon. Prime Pantry: Prime Pantry includes small, light objects like groceries and household items, (Amazon uses the example of a box of cereal). A single order is available to any Prime member for $7.99 shipping. Or, you can pay $4.99 a month for free shipping on orders over $40 (all the items in the order have to be Pantry products.) It's not available in Alaska, Hawaii or Puerto Rico, or for P.O. boxes. A membership includes some coupons. Amazon Fresh: It costs an extra $14.99 a month, but it includes grocery delivery and pickup (think cold foods like produce). There's a flat delivery fee until you hit $50, then the shipping on the order is free. It's only available in some areas. Audible: Amazon bought audio-book service Audible for $300 million in 2008, and the service still requires a $14.95 a month subscription . But you can get certain playlists or \"channels\" for free on the Audible app just by joining Amazon Prime. You can also get 3 free audio books if you sign up for an Audible trial. Amazon Music Unlimited: The free version of Prime Music comes with over a million songs, but Amazon Music Unlimited includes tens of millions of songs, downloads, and unlimited skips. But it costs an extra $7.99 a month. Family plans are $14.99 a month, and there's a cheaper individual version, the Echo plan, that streams to one Alexa device for $3.99 a month. Still, it's on par with other music subscriptions, like Apple Music, and you can always buy songs a la carte on Amazon without Prime, just like on iTunes. Membership sharing : You can share certain aspects of your Prime membership with up to 10 people: two adults, four teens and four children (teen and child profiles are just for streaming content or supervised shopping for teens). To share your profile, you and the other adult have to agree to use the same payment method. Some perks can't be shared, like Kindle books, Prime Video, Prime Music, baby product discounts, and Prime Photos. There's also an option to create a shared business account, which offers different benefits.\nLastly, Amazon sometimes tries out new services on Prime members first. For instance, Amazon Prime Wardrobe, which lets you try on items before purchasing them online, is available by invitation to Prime members right now.\n— CNBC's Jillian D'Onfro contributed to this report.",
    "published": "2018-04-28T16:46:00.000+03:00",
    "crawled": "2018-04-28T15:54:12.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shannon",
        "stapleton",
        "reuters",
        "amazon",
        "ceo",
        "jeff",
        "bezos",
        "amazon",
        "said",
        "week",
        "would",
        "raise",
        "price",
        "premium",
        "subscription",
        "membership",
        "product",
        "prime",
        "per",
        "year",
        "may",
        "price",
        "hike",
        "seems",
        "steep",
        "program",
        "lot",
        "goody",
        "added",
        "since",
        "last",
        "price",
        "increase",
        "march",
        "big",
        "one",
        "amazon",
        "prime",
        "day",
        "discount",
        "day",
        "sale",
        "offer",
        "deal",
        "every",
        "minute",
        "draw",
        "ten",
        "million",
        "shopper",
        "year",
        "benefit",
        "program",
        "started",
        "million",
        "member",
        "fall",
        "basic",
        "category",
        "shipping",
        "shopping",
        "streaming",
        "reading",
        "various",
        "extra",
        "listed",
        "customer",
        "simon",
        "dawson",
        "bloomberg",
        "getty",
        "image",
        "shipping",
        "million",
        "item",
        "eligible",
        "prime",
        "shipping",
        "end",
        "last",
        "year",
        "free",
        "shipping",
        "item",
        "address",
        "contiguous",
        "minimum",
        "purchase",
        "also",
        "includes",
        "free",
        "shipping",
        "sometimes",
        "offer",
        "reward",
        "standard",
        "shipping",
        "alaska",
        "hawaii",
        "puerto",
        "rico",
        "standard",
        "shipping",
        "three",
        "seven",
        "business",
        "day",
        "free",
        "free",
        "delivery",
        "order",
        "usually",
        "must",
        "ordered",
        "noon",
        "headed",
        "residential",
        "address",
        "perk",
        "offered",
        "million",
        "item",
        "might",
        "run",
        "issue",
        "holiday",
        "want",
        "large",
        "volume",
        "single",
        "item",
        "local",
        "amazon",
        "enough",
        "sometimes",
        "shipping",
        "also",
        "available",
        "depends",
        "zip",
        "code",
        "check",
        "eligibility",
        "amazon",
        "website",
        "end",
        "last",
        "year",
        "free",
        "delivery",
        "available",
        "city",
        "least",
        "million",
        "item",
        "eligible",
        "free",
        "delivery",
        "prime",
        "ten",
        "thousand",
        "item",
        "included",
        "last",
        "year",
        "prime",
        "day",
        "shopping",
        "holiday",
        "july",
        "service",
        "available",
        "city",
        "also",
        "get",
        "restaurant",
        "delivery",
        "manhattan",
        "brooklyn",
        "seattle",
        "dallas",
        "san",
        "francisco",
        "san",
        "jose",
        "oakland",
        "los",
        "angeles",
        "orange",
        "county",
        "chicago",
        "san",
        "diego",
        "austin",
        "atlanta",
        "houston",
        "miami",
        "baltimore",
        "minneapolis",
        "tampa",
        "orlando",
        "northern",
        "virginia",
        "washington",
        "phoenix",
        "columbus",
        "la",
        "vega",
        "portland",
        "oregon",
        "local",
        "store",
        "listed",
        "delivery",
        "los",
        "angeles",
        "new",
        "york",
        "portland",
        "san",
        "diego",
        "chicago",
        "san",
        "francisco",
        "bay",
        "area",
        "seattle",
        "worth",
        "minneapolis",
        "indianapolis",
        "milwaukee",
        "austin",
        "sacramento",
        "denver",
        "atlanta",
        "phoenix",
        "free",
        "delivery",
        "service",
        "let",
        "item",
        "delivery",
        "residential",
        "address",
        "day",
        "item",
        "hit",
        "shelf",
        "get",
        "time",
        "might",
        "get",
        "refund",
        "available",
        "alaska",
        "hawaii",
        "almost",
        "product",
        "category",
        "least",
        "near",
        "cnbc",
        "headquarters",
        "book",
        "music",
        "video",
        "game",
        "music",
        "software",
        "office",
        "product",
        "whole",
        "food",
        "delivery",
        "zip",
        "code",
        "also",
        "get",
        "delivery",
        "whole",
        "food",
        "amazon",
        "prime",
        "delivery",
        "car",
        "million",
        "item",
        "also",
        "delivered",
        "model",
        "year",
        "newer",
        "chevrolet",
        "buick",
        "gmc",
        "cadillac",
        "volvo",
        "model",
        "amazon",
        "key",
        "available",
        "atlanta",
        "austin",
        "baltimore",
        "boston",
        "chicago",
        "cincinnati",
        "cleveland",
        "dallas",
        "denver",
        "detroit",
        "houston",
        "indianapolis",
        "jacksonville",
        "kansa",
        "city",
        "kansa",
        "los",
        "angeles",
        "orange",
        "county",
        "louisville",
        "kentucky",
        "miami",
        "milwaukee",
        "minneapolis",
        "paul",
        "nashville",
        "newark",
        "orlando",
        "philadelphia",
        "phoenix",
        "pittsburgh",
        "portland",
        "oregon",
        "richmond",
        "sacramento",
        "salt",
        "lake",
        "city",
        "san",
        "antonio",
        "san",
        "diego",
        "san",
        "francisco",
        "bay",
        "area",
        "sarasota",
        "seattle",
        "eastside",
        "louis",
        "tampa",
        "washington",
        "dc",
        "metro",
        "area",
        "large",
        "heavy",
        "delicate",
        "item",
        "also",
        "sometimes",
        "get",
        "free",
        "delivery",
        "prime",
        "source",
        "amazon",
        "still",
        "image",
        "amazon",
        "go",
        "promotional",
        "video",
        "shopping",
        "amazon",
        "known",
        "online",
        "presence",
        "also",
        "physical",
        "location",
        "like",
        "bookstore",
        "offer",
        "discount",
        "prime",
        "member",
        "locker",
        "city",
        "perk",
        "prime",
        "amazon",
        "payment",
        "card",
        "two",
        "payment",
        "card",
        "listed",
        "amazon",
        "website",
        "targeted",
        "prime",
        "consumer",
        "one",
        "visa",
        "signature",
        "card",
        "offer",
        "percent",
        "back",
        "amazon",
        "whole",
        "food",
        "purchase",
        "percent",
        "back",
        "restaurant",
        "percent",
        "back",
        "purchase",
        "synchrony",
        "bank",
        "also",
        "offer",
        "percent",
        "back",
        "amazon",
        "purchase",
        "offer",
        "perk",
        "financing",
        "interest",
        "rate",
        "dash",
        "button",
        "physical",
        "virtual",
        "button",
        "put",
        "house",
        "homepage",
        "push",
        "want",
        "reorder",
        "certain",
        "product",
        "one",
        "include",
        "tide",
        "iams",
        "colgate",
        "clorox",
        "keurig",
        "cliff",
        "bar",
        "trident",
        "gum",
        "folgers",
        "coffee",
        "item",
        "like",
        "paper",
        "towel",
        "iced",
        "tea",
        "kitty",
        "litter",
        "also",
        "available",
        "product",
        "like",
        "shampoo",
        "water",
        "filter",
        "hair",
        "dye",
        "energy",
        "drink",
        "battery",
        "even",
        "cloud",
        "computing",
        "available",
        "prime",
        "member",
        "discount",
        "baby",
        "product",
        "amazon",
        "bought",
        "back",
        "since",
        "shut",
        "prime",
        "member",
        "still",
        "get",
        "percent",
        "item",
        "baby",
        "registry",
        "percent",
        "diaper",
        "baby",
        "food",
        "subscription",
        "prime",
        "member",
        "also",
        "get",
        "exclusive",
        "access",
        "amazon",
        "premium",
        "brand",
        "vegan",
        "vitamin",
        "naturally",
        "sourced",
        "baby",
        "wipe",
        "element",
        "early",
        "access",
        "get",
        "access",
        "minute",
        "early",
        "daily",
        "deal",
        "whole",
        "food",
        "perk",
        "amazon",
        "process",
        "combining",
        "whole",
        "food",
        "reward",
        "program",
        "amazon",
        "prime",
        "gourmet",
        "food",
        "brand",
        "snack",
        "brand",
        "happy",
        "belly",
        "wickedly",
        "prime",
        "exclusive",
        "prime",
        "member",
        "exclusive",
        "fashion",
        "brand",
        "amazon",
        "also",
        "fashion",
        "brand",
        "like",
        "buttoned",
        "offered",
        "prime",
        "member",
        "exclusive",
        "household",
        "brand",
        "cleaning",
        "product",
        "called",
        "presto",
        "marketed",
        "getty",
        "image",
        "jerod",
        "harris",
        "stringer",
        "ceo",
        "amazon",
        "jeff",
        "bezos",
        "writer",
        "mackenzie",
        "bezos",
        "attend",
        "amazon",
        "studio",
        "oscar",
        "celebration",
        "delilah",
        "february",
        "west",
        "hollywood",
        "california",
        "streaming",
        "amazon",
        "started",
        "selling",
        "music",
        "movie",
        "respectively",
        "launched",
        "mp3",
        "store",
        "year",
        "prime",
        "streaming",
        "become",
        "much",
        "bigger",
        "part",
        "amazon",
        "business",
        "model",
        "since",
        "amazon",
        "prime",
        "video",
        "launched",
        "prime",
        "member",
        "get",
        "prime",
        "video",
        "service",
        "also",
        "purchased",
        "prime",
        "member",
        "also",
        "get",
        "unlimited",
        "streaming",
        "movie",
        "tv",
        "episode",
        "expanded",
        "include",
        "pick",
        "original",
        "nfl",
        "announced",
        "amazon",
        "stream",
        "thursday",
        "night",
        "football",
        "next",
        "two",
        "season",
        "available",
        "either",
        "prime",
        "free",
        "twitch",
        "prime",
        "video",
        "also",
        "let",
        "download",
        "video",
        "prime",
        "music",
        "includes",
        "access",
        "million",
        "song",
        "curated",
        "prime",
        "playlist",
        "personalized",
        "prime",
        "station",
        "music",
        "played",
        "offline",
        "amazon",
        "app",
        "twitch",
        "prime",
        "amazon",
        "bought",
        "streaming",
        "site",
        "twitch",
        "winning",
        "bidding",
        "war",
        "google",
        "pushed",
        "price",
        "tag",
        "almost",
        "billion",
        "dollar",
        "according",
        "techcrunch",
        "prime",
        "member",
        "get",
        "discount",
        "physical",
        "game",
        "new",
        "release",
        "viewing",
        "twitch",
        "free",
        "exclusive",
        "content",
        "free",
        "twitch",
        "channel",
        "subscription",
        "every",
        "month",
        "ireland",
        "future",
        "publishing",
        "getty",
        "image",
        "reading",
        "easy",
        "forget",
        "amazon",
        "started",
        "bookstore",
        "amazon",
        "ceo",
        "jeff",
        "bezos",
        "owns",
        "washington",
        "post",
        "personal",
        "asset",
        "prime",
        "member",
        "offer",
        "reading",
        "benefit",
        "especially",
        "kindle",
        "device",
        "allows",
        "create",
        "lending",
        "library",
        "amazon",
        "sale",
        "kindle",
        "book",
        "surpassed",
        "physical",
        "copy",
        "may",
        "prime",
        "reading",
        "service",
        "allows",
        "borrow",
        "book",
        "magazine",
        "comic",
        "require",
        "kindle",
        "though",
        "need",
        "kindle",
        "app",
        "allowed",
        "borrow",
        "time",
        "free",
        "amazon",
        "first",
        "read",
        "program",
        "offer",
        "new",
        "book",
        "free",
        "every",
        "month",
        "based",
        "amazon",
        "pick",
        "six",
        "book",
        "eligible",
        "early",
        "access",
        "month",
        "advance",
        "also",
        "discount",
        "hardcover",
        "book",
        "member",
        "also",
        "get",
        "perk",
        "signing",
        "newsletter",
        "washington",
        "post",
        "free",
        "trial",
        "prime",
        "member",
        "get",
        "free",
        "trial",
        "ofthe",
        "washington",
        "post",
        "normally",
        "paywall",
        "kevork",
        "djansezian",
        "getty",
        "image",
        "amazon",
        "fresh",
        "truck",
        "extra",
        "amazon",
        "prime",
        "membership",
        "also",
        "offer",
        "random",
        "access",
        "discount",
        "various",
        "service",
        "also",
        "version",
        "amazon",
        "prime",
        "like",
        "special",
        "deal",
        "student",
        "family",
        "include",
        "every",
        "benefit",
        "concert",
        "amazon",
        "product",
        "called",
        "prime",
        "live",
        "event",
        "started",
        "last",
        "year",
        "blondie",
        "concert",
        "prime",
        "photo",
        "amazon",
        "prime",
        "get",
        "unlimited",
        "photo",
        "storage",
        "gb",
        "storage",
        "file",
        "people",
        "amazon",
        "channel",
        "stream",
        "hbo",
        "showtime",
        "starz",
        "discounted",
        "price",
        "month",
        "month",
        "amazon",
        "prime",
        "pantry",
        "prime",
        "pantry",
        "includes",
        "small",
        "light",
        "object",
        "like",
        "grocery",
        "household",
        "item",
        "amazon",
        "us",
        "example",
        "box",
        "cereal",
        "single",
        "order",
        "available",
        "prime",
        "member",
        "shipping",
        "pay",
        "month",
        "free",
        "shipping",
        "order",
        "item",
        "order",
        "pantry",
        "product",
        "available",
        "alaska",
        "hawaii",
        "puerto",
        "rico",
        "box",
        "membership",
        "includes",
        "coupon",
        "amazon",
        "fresh",
        "cost",
        "extra",
        "month",
        "includes",
        "grocery",
        "delivery",
        "pickup",
        "think",
        "cold",
        "food",
        "like",
        "produce",
        "flat",
        "delivery",
        "fee",
        "hit",
        "shipping",
        "order",
        "free",
        "available",
        "area",
        "audible",
        "amazon",
        "bought",
        "service",
        "audible",
        "million",
        "service",
        "still",
        "requires",
        "month",
        "subscription",
        "get",
        "certain",
        "playlist",
        "channel",
        "free",
        "audible",
        "app",
        "joining",
        "amazon",
        "prime",
        "also",
        "get",
        "free",
        "audio",
        "book",
        "sign",
        "audible",
        "trial",
        "amazon",
        "music",
        "unlimited",
        "free",
        "version",
        "prime",
        "music",
        "come",
        "million",
        "song",
        "amazon",
        "music",
        "unlimited",
        "includes",
        "ten",
        "million",
        "song",
        "downloads",
        "unlimited",
        "skip",
        "cost",
        "extra",
        "month",
        "family",
        "plan",
        "month",
        "cheaper",
        "individual",
        "version",
        "echo",
        "plan",
        "stream",
        "one",
        "alexa",
        "device",
        "month",
        "still",
        "par",
        "music",
        "subscription",
        "like",
        "apple",
        "music",
        "always",
        "buy",
        "song",
        "la",
        "carte",
        "amazon",
        "without",
        "prime",
        "like",
        "itunes",
        "membership",
        "sharing",
        "share",
        "certain",
        "aspect",
        "prime",
        "membership",
        "people",
        "two",
        "adult",
        "four",
        "teen",
        "four",
        "child",
        "teen",
        "child",
        "profile",
        "streaming",
        "content",
        "supervised",
        "shopping",
        "teen",
        "share",
        "profile",
        "adult",
        "agree",
        "use",
        "payment",
        "method",
        "perk",
        "ca",
        "shared",
        "like",
        "kindle",
        "book",
        "prime",
        "video",
        "prime",
        "music",
        "baby",
        "product",
        "discount",
        "prime",
        "photo",
        "also",
        "option",
        "create",
        "shared",
        "business",
        "account",
        "offer",
        "different",
        "benefit",
        "lastly",
        "amazon",
        "sometimes",
        "try",
        "new",
        "service",
        "prime",
        "member",
        "first",
        "instance",
        "amazon",
        "prime",
        "wardrobe",
        "let",
        "try",
        "item",
        "purchasing",
        "online",
        "available",
        "invitation",
        "prime",
        "member",
        "right",
        "cnbc",
        "jillian",
        "contributed",
        "report"
    ]
}