{
    "organizations": [],
    "uuid": "f79a14d86a6366822cec099bbe02af86396eda8e",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/04/25/martin-baker-mb-series-watch/",
    "ord_in_thread": 0,
    "title": "Only Pilots Who’ve Cheated Death Could Buy This Watch — Until Now",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Only Pilots Who’ve Cheated Death Could Buy This Watch — Until Now Roman Becker—Getty Images/EyeEm By Bloomberg April 25, 2018\nSome folks get a fancy watch for serving 25 years in the same company. Others get one for being fired out of a plane via a Martin-Baker ejection seat.\nJim Bernthal is one of the latter. And now, he’s put his Bremont Martin-Baker Special Edition MB1 up for sale.\nAmong the British watchmaker’s many military commissions and partnerships, which include the U-2 (designed for, and tested by, pilots flying the high-altitude Lockheed U-2 surveillance aircraft) the first model of its Martin-Baker “MB” series is offered for sale only to pilots who have survived the traumatizing experience of ejecting from a jet. For collectors of aviation watches, this sale, via Crown & Caliber, represents a rare opportunity to join one of the most exclusive watch ownership clubs out there—without first having to stare death in the face.\nBernthal, then a U.S. Marine Corps flight instructor, bought his MB1 (also known as the MBI) after a fateful day in March 2008 at Mississippi’s Naval Air Station Meridian. Weather conditions were so adverse that he had expected the T-45 Goshawk, a single-engine tandem-seat fighter he anticipated flying in as supervisor in a training mission, to be grounded. Given the talent of his trainee and the relative straightforwardness of the expected maneuver—a coordinated, in-flight meeting of two jets separated by a mere 1,000 feet—all proceeded as planned, Bernthal says. It wasn’t until landing time that things started getting hairy.\n“At first, I thought my student was just fighting some crosswind, so I wasn’t all that worried,” Bernthal says. Given the layer of fog that had been draping the landing runway on takeoff, a “legal divert” (basically, a back-up plan) had been set up, just in case. Then things got worse.\nBernthal was forced to grab the controls and bring the T-45 back airborne as it began skating off the runway. Circling around, it became clear the jet’s electronics were failing to acknowledge the plane’s proximity to the ground (among other issues). As they began to touch down again, they encountered a further lack of braking and control. Bernthal had just one option: Reach for the bright yellow-and-black handle of the Martin-Baker ejection seat before the jet would be torn apart in the forest that lay ahead ahead.\nWhile his student landed without injury, Bernthal did not. The thrust from an ejection seat imposes roughly 14 to 16 Gs of gravitational force on the human spine; the vertical compression causes one in three ejection survivors to suffer a broken back.\nUnlike many pilots who have survived similarly grueling situations, Bernthal maintained his flying status after recovering from his broken back, although it wasn’t long before he felt he needed to hang up his flight suit. Even for a completely healthy individual, a jet flying 600 miles per hour places immense stress on the body. After 10 further flights, the residual strain led him to retire from 17 years of active duty in the Marine Corps. He’s since been focusing on educational pursuits, as well as spending more time on the ground with his wife and five sons in Phoenix, Ariz. Now in the midst of getting a Ph.D in industrial and organizational psychology at Grand Canyon University, Bernthal will apply some proceeds from the sale of this impossible-to-acquire Bremont toward his schooling, with a portion going for a small nest egg for the boys and the rest to a nonprofit crisis pregnancy center, which opposes abortion.\n“Selling this watch is very bittersweet,” says Bernthal, who considers the token a “celebration of life” because he was given a second chance to live. “It reminds me of not only what happened on the day I ejected but also my dream to become a fighter pilot, the hard work and dedication it took to achieve that dream, and where the incident has taken me since.”\nThe MB1 (also known as the MBI) is instantly recognizable from its MBII and MBIII siblings by its bright-red case barrel, yellow seconds hand, and full Martin-Baker logo on the black dial. Inside, the same self-winding BE-36AE chronometer-certified caliber powers it, featuring a glucydur balance, Nivaflex mainspring, and skeletonized and decorated rotor.\nUnlike some other models in the Bremont range, the MB series has a hardened steel caseback, here inscribed with the date of ejection (March 4, 2008), Bernthal’s initials (JPB), and the Martin-Baker Tie Club membership number (5575) assigned by MB after entry into a club nobody much intended to join. In an effort to support and protect the movement, specially designed rubberized mounts and a Faraday cage are fitted to bolster both shock resistance and anti-magnetic properties. In other words, the watch is built to survive another ejection.\nSince acquiring the Bremont MB1, Bernthal has worn the piece only a few times—fittingly, on the anniversary of his crash. With five sons, he lacks a logical successor to whom he can fairly pass the piece. But for the right collector, it can be theirs for $55,000.\n“To know that so few own it, and what it means to own one is humbling,” says Bernthal. “Not even those within the industry have ever seen one in person.” SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-26T03:21:00.000+03:00",
    "crawled": "2018-04-26T04:13:07.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pilot",
        "cheated",
        "death",
        "could",
        "buy",
        "watch",
        "roman",
        "bloomberg",
        "april",
        "folk",
        "get",
        "fancy",
        "watch",
        "serving",
        "year",
        "company",
        "others",
        "get",
        "one",
        "fired",
        "plane",
        "via",
        "ejection",
        "seat",
        "jim",
        "bernthal",
        "one",
        "latter",
        "put",
        "bremont",
        "special",
        "edition",
        "mb1",
        "sale",
        "among",
        "british",
        "watchmaker",
        "many",
        "military",
        "commission",
        "partnership",
        "include",
        "designed",
        "tested",
        "pilot",
        "flying",
        "lockheed",
        "surveillance",
        "aircraft",
        "first",
        "model",
        "mb",
        "series",
        "offered",
        "sale",
        "pilot",
        "survived",
        "traumatizing",
        "experience",
        "ejecting",
        "jet",
        "collector",
        "aviation",
        "watch",
        "sale",
        "via",
        "crown",
        "caliber",
        "represents",
        "rare",
        "opportunity",
        "join",
        "one",
        "exclusive",
        "watch",
        "ownership",
        "club",
        "first",
        "stare",
        "death",
        "face",
        "bernthal",
        "marine",
        "corp",
        "flight",
        "instructor",
        "bought",
        "mb1",
        "also",
        "known",
        "mbi",
        "fateful",
        "day",
        "march",
        "mississippi",
        "naval",
        "air",
        "station",
        "meridian",
        "weather",
        "condition",
        "adverse",
        "expected",
        "goshawk",
        "fighter",
        "anticipated",
        "flying",
        "supervisor",
        "training",
        "mission",
        "grounded",
        "given",
        "talent",
        "trainee",
        "relative",
        "straightforwardness",
        "expected",
        "coordinated",
        "meeting",
        "two",
        "jet",
        "separated",
        "mere",
        "proceeded",
        "planned",
        "bernthal",
        "say",
        "landing",
        "time",
        "thing",
        "started",
        "getting",
        "hairy",
        "first",
        "thought",
        "student",
        "fighting",
        "crosswind",
        "worried",
        "bernthal",
        "say",
        "given",
        "layer",
        "fog",
        "draping",
        "landing",
        "runway",
        "takeoff",
        "legal",
        "divert",
        "basically",
        "plan",
        "set",
        "case",
        "thing",
        "got",
        "worse",
        "bernthal",
        "forced",
        "grab",
        "control",
        "bring",
        "back",
        "airborne",
        "began",
        "skating",
        "runway",
        "circling",
        "around",
        "became",
        "clear",
        "jet",
        "electronics",
        "failing",
        "acknowledge",
        "plane",
        "proximity",
        "ground",
        "among",
        "issue",
        "began",
        "touch",
        "encountered",
        "lack",
        "braking",
        "control",
        "bernthal",
        "one",
        "option",
        "reach",
        "bright",
        "handle",
        "ejection",
        "seat",
        "jet",
        "would",
        "torn",
        "apart",
        "forest",
        "lay",
        "ahead",
        "ahead",
        "student",
        "landed",
        "without",
        "injury",
        "bernthal",
        "thrust",
        "ejection",
        "seat",
        "imposes",
        "roughly",
        "g",
        "gravitational",
        "force",
        "human",
        "spine",
        "vertical",
        "compression",
        "cause",
        "one",
        "three",
        "ejection",
        "survivor",
        "suffer",
        "broken",
        "back",
        "unlike",
        "many",
        "pilot",
        "survived",
        "similarly",
        "grueling",
        "situation",
        "bernthal",
        "maintained",
        "flying",
        "status",
        "recovering",
        "broken",
        "back",
        "although",
        "long",
        "felt",
        "needed",
        "hang",
        "flight",
        "suit",
        "even",
        "completely",
        "healthy",
        "individual",
        "jet",
        "flying",
        "mile",
        "per",
        "hour",
        "place",
        "immense",
        "stress",
        "body",
        "flight",
        "residual",
        "strain",
        "led",
        "retire",
        "year",
        "active",
        "duty",
        "marine",
        "corp",
        "since",
        "focusing",
        "educational",
        "pursuit",
        "well",
        "spending",
        "time",
        "ground",
        "wife",
        "five",
        "son",
        "phoenix",
        "midst",
        "getting",
        "industrial",
        "organizational",
        "psychology",
        "grand",
        "canyon",
        "university",
        "bernthal",
        "apply",
        "proceeds",
        "sale",
        "bremont",
        "toward",
        "schooling",
        "portion",
        "going",
        "small",
        "nest",
        "egg",
        "boy",
        "rest",
        "nonprofit",
        "crisis",
        "pregnancy",
        "center",
        "opposes",
        "abortion",
        "selling",
        "watch",
        "bittersweet",
        "say",
        "bernthal",
        "considers",
        "token",
        "celebration",
        "life",
        "given",
        "second",
        "chance",
        "live",
        "reminds",
        "happened",
        "day",
        "ejected",
        "also",
        "dream",
        "become",
        "fighter",
        "pilot",
        "hard",
        "work",
        "dedication",
        "took",
        "achieve",
        "dream",
        "incident",
        "taken",
        "mb1",
        "also",
        "known",
        "mbi",
        "instantly",
        "recognizable",
        "mbii",
        "mbiii",
        "sibling",
        "case",
        "barrel",
        "yellow",
        "second",
        "hand",
        "full",
        "logo",
        "black",
        "dial",
        "inside",
        "caliber",
        "power",
        "featuring",
        "glucydur",
        "balance",
        "nivaflex",
        "mainspring",
        "skeletonized",
        "decorated",
        "rotor",
        "unlike",
        "model",
        "bremont",
        "range",
        "mb",
        "series",
        "hardened",
        "steel",
        "caseback",
        "inscribed",
        "date",
        "ejection",
        "march",
        "bernthal",
        "initial",
        "jpb",
        "tie",
        "club",
        "membership",
        "number",
        "assigned",
        "mb",
        "entry",
        "club",
        "nobody",
        "much",
        "intended",
        "join",
        "effort",
        "support",
        "protect",
        "movement",
        "specially",
        "designed",
        "rubberized",
        "mount",
        "faraday",
        "cage",
        "fitted",
        "bolster",
        "shock",
        "resistance",
        "property",
        "word",
        "watch",
        "built",
        "survive",
        "another",
        "ejection",
        "since",
        "acquiring",
        "bremont",
        "mb1",
        "bernthal",
        "worn",
        "piece",
        "anniversary",
        "crash",
        "five",
        "son",
        "lack",
        "logical",
        "successor",
        "fairly",
        "pas",
        "piece",
        "right",
        "collector",
        "know",
        "mean",
        "one",
        "humbling",
        "say",
        "bernthal",
        "even",
        "within",
        "industry",
        "ever",
        "seen",
        "one",
        "sponsored",
        "financial",
        "content"
    ]
}