{
    "organizations": [],
    "uuid": "a8c91393d57459914cef6faa9757a0fec5c44a9b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/20/pr-newswire-trilogy-metals-closes-28-point-7-million-bought-deal-financing.html",
    "ord_in_thread": 0,
    "title": "Trilogy Metals Closes $28.7 Million Bought Deal Financing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, April 20, 2018 /PRNewswire/ - Trilogy Metals Inc. ( TSX/NYSE American: TMQ ) (\"Trilogy Metals\" or \"the Company\") is pleased to announce that it has closed its previously announced bought deal financing of 24,784,482 common shares, including the exercise in full by the underwriters of the over-allotment option, at a price of $1.16 per share for aggregate gross proceeds of approximately $28.7 million (the \"Offering\"). All amounts are in US dollars.\nCertain large shareholders participated in the Offering with South32 Limited (ASX/JSE/LSE: S32) (\"South32\") taking approximately 40% or $11.5 million, Electrum Strategic Opportunities Fund L.P. taking approximately 20% or $5.8 million, The Baupost Group LLC taking approximately 10% or $2.8 million, and Selz Capital LLC taking approximately 4% or $1.2 million. South32's involvement in this financing represented their maximum allocation of their participation rights in the Company's financings to participate to a minimum of 20% to a maximum of 40% in future financings, private or public, to a maximum ownership of 19.9% in the Company.\nTrilogy Metals intends to use the net proceeds from the Offering for an anticipated period of three years (i) to finance advancing the Arctic Project towards feasibility and permitting, (ii) for exploration in the Ambler mining district, and (iii) for general corporate purposes.\n\"We are very pleased with the support we have received from our shareholders. The funds raised puts the Company in a strong position to advance the Arctic Project towards feasibility and permitting over the next three years. This keeps us aligned with the expected progress on advancing the Ambler Mining District access road through permitting and a construction decision. Additional funds could be used to explore the Ambler VMS belt to look for additional polymetallic resources which could potentially extend the mine life at Arctic. Any of this work would be in addition to completing the $10 million exploration program at Bornite this year that has been fully funded by South32\", said Rick Van Nieuwenhuyse, President and CEO of Trilogy Metals.\nThe Offering was made through a syndicate of underwriters led by Cantor Fitzgerald Canada Corporation as sole bookrunner and included Cormark Securities Inc., BMO Capital Markets and Roth Capital Partners, LLC.\nThe Offering was completed by way of a final prospectus supplement (the \"Supplement\") in both Canada and the United States to the Company's Canadian short form base shelf prospectus (the \"Canadian Base Prospectus\") dated November 21, 2017 and its U.S. shelf registration statement on Form S-3 (the \"Registration Statement\") that was declared effective on November 21, 2017. Before investing, you should read the Supplement and the risk factors set out therein, the Canadian Base Prospectus as well as the Registration Statement and other documents the Company has filed with the United States Securities and Exchange Commission and the Canadian securities regulators for more complete information about the Company and the Offering. Copies of the Supplement, Underwriting Agreement, the Canadian Base Prospectus and the Registration Statement are available for free by visiting the Company's profiles on SEDAR at www.sedar.com or EDGAR at www.sec.gov/edgar.shtml , as applicable. Alternatively, investors may ask the Underwriters or the Company to send them the Supplement, the Canadian Base Prospectus and/or the base prospectus contained in the Registration Statement by contacting Cantor Fitzgerald Canada Corporation, attention: Equity Capital Markets, 181 University Avenue, Suite 1500, Toronto, ON, M5H 3M7, email: ecmcanada@cantor.com or Cantor Fitzgerald & Co., Attention: Equity Capital Markets, 499 Park Avenue, 6th Floor, New York, New York, 10022 or by email at prospectus@cantor.com .\nThis press release shall not constitute an offer to sell or a solicitation of an offer to buy, nor shall there be any sale of Offered Shares in any state, province or other jurisdiction in which such offer, solicitation or sale would be unlawful, prior to registration or qualification under the securities laws of any such state, province, or other jurisdiction.\nEarly Warning Disclosure for South32\nPursuant to the Offering South32 International Investment Holdings Pty Ltd. (\"South32 Holdings\"), an affiliate of South32, acquired 9,913,793 common shares at an issue price of $1.16 per share for a total purchase price of $11.5 million (or C$14.5 using an exchange rate of 1.26).\nPrior to the closing of the Offering, South32 Holdings held 6,499,700 common shares of Trilogy Metals representing 6.1% of the outstanding common shares of Trilogy. Following its participation in the Offering, South32 Holdings now holds 16,413,493 common shares of Trilogy Metals representing approximately 12.5% of the outstanding common shares of Trilogy Metals.\nTrilogy Metals has been advised by South32 that the common shares acquired pursuant to the Offering were acquired for investment purposes. Subject to the terms of its investment agreement with Trilogy Metals, South32 may, depending on market and other conditions, or as future circumstances may dictate, from time to time, increase or dispose of some or all of the existing or additional securities it holds or will hold, or may continue to hold its current position.\nA copy of South32 Holding's early warning report will appear with Trilogy Metal's documents on the System for Electronic Document Analysis and Retrieval (SEDAR) at www.sedar.com and may also be obtained by contacting South32's Company Secretary at +61 8 9324 9000.\nSouth32 Holding's address is South32 International Investment Holdings Pty Ltd, Level 35, 108 St Georges Terrace, Perth WA 6000 Australia.\nAbout Trilogy Metals\nTrilogy Metals Inc. is a metals exploration company focused on exploring and developing the Ambler mining district located in northwestern Alaska. It is one of the richest and most-prospective known copper-dominant districts located in one of the safest geopolitical jurisdictions in the world. It hosts world-class polymetallic VMS deposits that contain copper, zinc, lead, gold and silver, and carbonate replacement deposits which have been found to host high grade copper mineralization. Exploration efforts have been focused on two deposits in the Ambler mining district - the Arctic VMS deposit and the Bornite carbonate replacement deposit. Both deposits are located within the Company's land package that spans approximately 143,000 hectares. The Company has an agreement with NANA Regional Corporation, Inc., a Regional Alaska Native Corporation that provides a framework for the exploration and potential development of the Ambler mining district in cooperation with local communities. Our vision is to develop the Ambler mining district into a premier North American copper producer.\nCautionary Note Regarding Forward-Looking Statements\nThis press release includes certain \"forward-looking information\" and \"forward-looking statements\" (collectively \"forward-looking statements\") within the meaning of applicable Canadian and United States securities legislation including the United States Private Securities Litigation Reform Act of 1995. All statements, other than statements of historical fact, included herein, including, without limitation, statements with respect to the use of proceeds from the Offering, the Company's future activities and any future investment decisions of our shareholders are forward-looking statements. Forward-looking statements are frequently, but not always, identified by words such as \"expects\", \"anticipates\", \"believes\", \"intends\", \"estimates\", \"potential\", \"possible\", and similar expressions, or statements that events, conditions, or results \"will\", \"may\", \"could\", or \"should\" occur or be achieved. These forward-looking statements may include statements regarding perceived merit of properties; exploration plans and budgets; mineral reserves and resource estimates; work programs; capital expenditures; timelines; strategic plans; market prices for precious and base metals; or other statements that are not statements of fact. Forward-looking statements involve various risks and uncertainties. There can be no assurance that such statements will prove to be accurate, and actual results and future events could differ materially from those anticipated in such statements. Important factors that could cause actual results to differ materially from the Company's expectations include the uncertainties involving success of exploration, development and mining activities, permitting timelines, requirements for additional capital, government regulation of mining operations, environmental risks, unanticipated reclamation expenses; mineral reserve and resource estimates and the assumptions upon which they are based; assumptions and discount rates being appropriately applied to the PFS; our assumptions with respect to the likelihood and timing of the AMDIAP; capital estimates; prices for energy inputs, labour, materials, supplies and services the interpretation of drill results, the need for additional financing to explore and develop properties and availability of financing in the debt and capital markets; uncertainties involved in the interpretation of drilling results and geological tests and the estimation of reserves and resources; the need for cooperation of government agencies and native groups in the development and operation of properties as well as the construction of the access road; the need to obtain permits and governmental approvals; risks of construction and mining projects such as accidents, equipment breakdowns, bad weather, non-compliance with environmental and permit requirements, unanticipated variation in geological structures, metal grades or recovery rates; unexpected cost increases, which could include significant increases in estimated capital and operating costs; fluctuations in metal prices and currency exchange rates; and other risks and uncertainties disclosed in the Supplement, the Canadian Base Prospectus, the Registration Statement and the documents incorporated therein by reference, and in other Company reports and documents filed with applicable securities regulatory authorities from time to time. The Company's forward-looking statements reflect the beliefs, opinions and projections on the date the statements are made. The Company assumes no obligation to update the forward-looking statements or beliefs, opinions, projections, or other factors, should they change, except as required by law.\nCautionary Note to United States Investors\nThis press release has been prepared in accordance with the requirements of the securities laws in effect in Canada, which differ from the requirements of U.S. securities laws. Unless otherwise indicated, all resource and reserve estimates included in this press release have been prepared in accordance with Canadian National Instrument 43-101 Standards of Disclosure for Mineral Projects (\"NI 43-101\") and the Canadian Institute of Mining, Metallurgy and Petroleum (CIM)-CIM Definition Standards on Mineral Resources and Mineral Reserves, adopted by the CIM Council, as amended (\"CIM Definition Standards\"). NI 43-101 is a rule developed by the Canadian Securities Administrators which establishes standards for all public disclosure an issuer makes of scientific and technical information concerning mineral projects. Canadian standards, including NI 43-101, differ significantly from the requirements of the United States Securities and Exchange Commission (SEC), and resource and reserve information contained herein may not be comparable to similar information disclosed by U.S. companies. In particular, and without limiting the generality of the foregoing, the term \"resource\" does not equate to the term \"reserves\". Under U.S. standards, mineralization may not be classified as a \"reserve\" unless the determination has been made that the mineralization could be economically and legally produced or extracted at the time the reserve determination is made. The SEC's disclosure standards normally do not permit the inclusion of information concerning \"measured mineral resources\", \"indicated mineral resources\" or \"inferred mineral resources\" or other descriptions of the amount of mineralization in mineral deposits that do not constitute \"reserves\" by U.S. standards in documents filed with the SEC. Investors are cautioned not to assume that all or any part of \"measured\" or \"indicated resources\" will ever be converted into \"reserves\". Investors should also understand that \"inferred mineral resources\" have a great amount of uncertainty as to their existence and great uncertainty as to their economic and legal feasibility. Under Canadian rules, estimated \"inferred mineral resources\" may not form the basis of feasibility or pre-feasibility studies except in rare cases. Disclosure of \"contained ounces\" in a resource is permitted disclosure under Canadian regulations; however, the SEC normally only permits issuers to report mineralization that does not constitute \"reserves\" by SEC standards as in-place tonnage and grade without reference to unit measures. The requirements of NI 43-101 for identification of \"reserves\" are also not the same as those of the SEC, and reserves reported by Trilogy Metals in compliance with NI 43-101 may not qualify as \"reserves\" under SEC standards. Arctic does not have known reserves, as defined under SEC Industry Guide 7. Accordingly, information concerning mineral deposits set forth herein may not be comparable with information made public by companies that report in accordance with U.S. standards.\nView original content: http://www.prnewswire.com/news-releases/trilogy-metals-closes-28-7-million-bought-deal-financing-300633690.html\nSOURCE Trilogy Metals Inc.",
    "published": "2018-04-20T16:41:00.000+03:00",
    "crawled": "2018-04-20T16:38:17.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "april",
        "trilogy",
        "metal",
        "american",
        "tmq",
        "trilogy",
        "metal",
        "company",
        "pleased",
        "announce",
        "closed",
        "previously",
        "announced",
        "bought",
        "deal",
        "financing",
        "common",
        "share",
        "including",
        "exercise",
        "full",
        "underwriter",
        "option",
        "price",
        "per",
        "share",
        "aggregate",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "offering",
        "amount",
        "u",
        "dollar",
        "certain",
        "large",
        "shareholder",
        "participated",
        "offering",
        "south32",
        "limited",
        "s32",
        "south32",
        "taking",
        "approximately",
        "million",
        "electrum",
        "strategic",
        "opportunity",
        "fund",
        "taking",
        "approximately",
        "million",
        "baupost",
        "group",
        "llc",
        "taking",
        "approximately",
        "million",
        "selz",
        "capital",
        "llc",
        "taking",
        "approximately",
        "million",
        "south32",
        "involvement",
        "financing",
        "represented",
        "maximum",
        "allocation",
        "participation",
        "right",
        "company",
        "financing",
        "participate",
        "minimum",
        "maximum",
        "future",
        "financing",
        "private",
        "public",
        "maximum",
        "ownership",
        "company",
        "trilogy",
        "metal",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "anticipated",
        "period",
        "three",
        "year",
        "finance",
        "advancing",
        "arctic",
        "project",
        "towards",
        "feasibility",
        "permitting",
        "ii",
        "exploration",
        "ambler",
        "mining",
        "district",
        "iii",
        "general",
        "corporate",
        "purpose",
        "pleased",
        "support",
        "received",
        "shareholder",
        "fund",
        "raised",
        "put",
        "company",
        "strong",
        "position",
        "advance",
        "arctic",
        "project",
        "towards",
        "feasibility",
        "permitting",
        "next",
        "three",
        "year",
        "keep",
        "u",
        "aligned",
        "expected",
        "progress",
        "advancing",
        "ambler",
        "mining",
        "district",
        "access",
        "road",
        "permitting",
        "construction",
        "decision",
        "additional",
        "fund",
        "could",
        "used",
        "explore",
        "ambler",
        "vms",
        "belt",
        "look",
        "additional",
        "polymetallic",
        "resource",
        "could",
        "potentially",
        "extend",
        "mine",
        "life",
        "arctic",
        "work",
        "would",
        "addition",
        "completing",
        "million",
        "exploration",
        "program",
        "bornite",
        "year",
        "fully",
        "funded",
        "south32",
        "said",
        "rick",
        "van",
        "nieuwenhuyse",
        "president",
        "ceo",
        "trilogy",
        "metal",
        "offering",
        "made",
        "syndicate",
        "underwriter",
        "led",
        "cantor",
        "fitzgerald",
        "canada",
        "corporation",
        "sole",
        "bookrunner",
        "included",
        "cormark",
        "security",
        "bmo",
        "capital",
        "market",
        "roth",
        "capital",
        "partner",
        "llc",
        "offering",
        "completed",
        "way",
        "final",
        "prospectus",
        "supplement",
        "supplement",
        "canada",
        "united",
        "state",
        "company",
        "canadian",
        "short",
        "form",
        "base",
        "shelf",
        "prospectus",
        "canadian",
        "base",
        "prospectus",
        "dated",
        "november",
        "shelf",
        "registration",
        "statement",
        "form",
        "registration",
        "statement",
        "declared",
        "effective",
        "november",
        "investing",
        "read",
        "supplement",
        "risk",
        "factor",
        "set",
        "therein",
        "canadian",
        "base",
        "prospectus",
        "well",
        "registration",
        "statement",
        "document",
        "company",
        "filed",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "canadian",
        "security",
        "regulator",
        "complete",
        "information",
        "company",
        "offering",
        "copy",
        "supplement",
        "underwriting",
        "agreement",
        "canadian",
        "base",
        "prospectus",
        "registration",
        "statement",
        "available",
        "free",
        "visiting",
        "company",
        "profile",
        "sedar",
        "edgar",
        "applicable",
        "alternatively",
        "investor",
        "may",
        "ask",
        "underwriter",
        "company",
        "send",
        "supplement",
        "canadian",
        "base",
        "prospectus",
        "base",
        "prospectus",
        "contained",
        "registration",
        "statement",
        "contacting",
        "cantor",
        "fitzgerald",
        "canada",
        "corporation",
        "attention",
        "equity",
        "capital",
        "market",
        "university",
        "avenue",
        "suite",
        "toronto",
        "m5h",
        "3m7",
        "email",
        "ecmcanada",
        "cantor",
        "fitzgerald",
        "attention",
        "equity",
        "capital",
        "market",
        "park",
        "avenue",
        "6th",
        "floor",
        "new",
        "york",
        "new",
        "york",
        "email",
        "prospectus",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "offered",
        "share",
        "state",
        "province",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "province",
        "jurisdiction",
        "early",
        "warning",
        "disclosure",
        "south32",
        "pursuant",
        "offering",
        "south32",
        "international",
        "investment",
        "holding",
        "pty",
        "south32",
        "holding",
        "affiliate",
        "south32",
        "acquired",
        "common",
        "share",
        "issue",
        "price",
        "per",
        "share",
        "total",
        "purchase",
        "price",
        "million",
        "c",
        "using",
        "exchange",
        "rate",
        "prior",
        "closing",
        "offering",
        "south32",
        "holding",
        "held",
        "common",
        "share",
        "trilogy",
        "metal",
        "representing",
        "outstanding",
        "common",
        "share",
        "trilogy",
        "following",
        "participation",
        "offering",
        "south32",
        "holding",
        "hold",
        "common",
        "share",
        "trilogy",
        "metal",
        "representing",
        "approximately",
        "outstanding",
        "common",
        "share",
        "trilogy",
        "metal",
        "trilogy",
        "metal",
        "advised",
        "south32",
        "common",
        "share",
        "acquired",
        "pursuant",
        "offering",
        "acquired",
        "investment",
        "purpose",
        "subject",
        "term",
        "investment",
        "agreement",
        "trilogy",
        "metal",
        "south32",
        "may",
        "depending",
        "market",
        "condition",
        "future",
        "circumstance",
        "may",
        "dictate",
        "time",
        "time",
        "increase",
        "dispose",
        "existing",
        "additional",
        "security",
        "hold",
        "hold",
        "may",
        "continue",
        "hold",
        "current",
        "position",
        "copy",
        "south32",
        "holding",
        "early",
        "warning",
        "report",
        "appear",
        "trilogy",
        "metal",
        "document",
        "system",
        "electronic",
        "document",
        "analysis",
        "retrieval",
        "sedar",
        "may",
        "also",
        "obtained",
        "contacting",
        "south32",
        "company",
        "secretary",
        "south32",
        "holding",
        "address",
        "south32",
        "international",
        "investment",
        "holding",
        "pty",
        "ltd",
        "level",
        "st",
        "george",
        "terrace",
        "perth",
        "wa",
        "australia",
        "trilogy",
        "metal",
        "trilogy",
        "metal",
        "metal",
        "exploration",
        "company",
        "focused",
        "exploring",
        "developing",
        "ambler",
        "mining",
        "district",
        "located",
        "northwestern",
        "alaska",
        "one",
        "richest",
        "known",
        "district",
        "located",
        "one",
        "safest",
        "geopolitical",
        "jurisdiction",
        "world",
        "host",
        "polymetallic",
        "vms",
        "deposit",
        "contain",
        "copper",
        "zinc",
        "lead",
        "gold",
        "silver",
        "carbonate",
        "replacement",
        "deposit",
        "found",
        "host",
        "high",
        "grade",
        "copper",
        "mineralization",
        "exploration",
        "effort",
        "focused",
        "two",
        "deposit",
        "ambler",
        "mining",
        "district",
        "arctic",
        "vms",
        "deposit",
        "bornite",
        "carbonate",
        "replacement",
        "deposit",
        "deposit",
        "located",
        "within",
        "company",
        "land",
        "package",
        "span",
        "approximately",
        "hectare",
        "company",
        "agreement",
        "nana",
        "regional",
        "corporation",
        "regional",
        "alaska",
        "native",
        "corporation",
        "provides",
        "framework",
        "exploration",
        "potential",
        "development",
        "ambler",
        "mining",
        "district",
        "cooperation",
        "local",
        "community",
        "vision",
        "develop",
        "ambler",
        "mining",
        "district",
        "premier",
        "north",
        "american",
        "copper",
        "producer",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "includes",
        "certain",
        "information",
        "statement",
        "collectively",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "legislation",
        "including",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "including",
        "without",
        "limitation",
        "statement",
        "respect",
        "use",
        "proceeds",
        "offering",
        "company",
        "future",
        "activity",
        "future",
        "investment",
        "decision",
        "shareholder",
        "statement",
        "statement",
        "frequently",
        "always",
        "identified",
        "word",
        "expects",
        "anticipates",
        "belief",
        "intends",
        "estimate",
        "potential",
        "possible",
        "similar",
        "expression",
        "statement",
        "event",
        "condition",
        "result",
        "may",
        "could",
        "occur",
        "achieved",
        "statement",
        "may",
        "include",
        "statement",
        "regarding",
        "perceived",
        "merit",
        "property",
        "exploration",
        "plan",
        "budget",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "work",
        "program",
        "capital",
        "expenditure",
        "timeline",
        "strategic",
        "plan",
        "market",
        "price",
        "precious",
        "base",
        "metal",
        "statement",
        "statement",
        "fact",
        "statement",
        "involve",
        "various",
        "risk",
        "uncertainty",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "expectation",
        "include",
        "uncertainty",
        "involving",
        "success",
        "exploration",
        "development",
        "mining",
        "activity",
        "permitting",
        "timeline",
        "requirement",
        "additional",
        "capital",
        "government",
        "regulation",
        "mining",
        "operation",
        "environmental",
        "risk",
        "unanticipated",
        "reclamation",
        "expense",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "assumption",
        "upon",
        "based",
        "assumption",
        "discount",
        "rate",
        "appropriately",
        "applied",
        "pfs",
        "assumption",
        "respect",
        "likelihood",
        "timing",
        "amdiap",
        "capital",
        "estimate",
        "price",
        "energy",
        "input",
        "labour",
        "material",
        "supply",
        "service",
        "interpretation",
        "drill",
        "result",
        "need",
        "additional",
        "financing",
        "explore",
        "develop",
        "property",
        "availability",
        "financing",
        "debt",
        "capital",
        "market",
        "uncertainty",
        "involved",
        "interpretation",
        "drilling",
        "result",
        "geological",
        "test",
        "estimation",
        "reserve",
        "resource",
        "need",
        "cooperation",
        "government",
        "agency",
        "native",
        "group",
        "development",
        "operation",
        "property",
        "well",
        "construction",
        "access",
        "road",
        "need",
        "obtain",
        "permit",
        "governmental",
        "approval",
        "risk",
        "construction",
        "mining",
        "project",
        "accident",
        "equipment",
        "breakdown",
        "bad",
        "weather",
        "environmental",
        "permit",
        "requirement",
        "unanticipated",
        "variation",
        "geological",
        "structure",
        "metal",
        "grade",
        "recovery",
        "rate",
        "unexpected",
        "cost",
        "increase",
        "could",
        "include",
        "significant",
        "increase",
        "estimated",
        "capital",
        "operating",
        "cost",
        "fluctuation",
        "metal",
        "price",
        "currency",
        "exchange",
        "rate",
        "risk",
        "uncertainty",
        "disclosed",
        "supplement",
        "canadian",
        "base",
        "prospectus",
        "registration",
        "statement",
        "document",
        "incorporated",
        "therein",
        "reference",
        "company",
        "report",
        "document",
        "filed",
        "applicable",
        "security",
        "regulatory",
        "authority",
        "time",
        "time",
        "company",
        "statement",
        "reflect",
        "belief",
        "opinion",
        "projection",
        "date",
        "statement",
        "made",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "belief",
        "opinion",
        "projection",
        "factor",
        "change",
        "except",
        "required",
        "law",
        "cautionary",
        "note",
        "united",
        "state",
        "investor",
        "press",
        "release",
        "prepared",
        "accordance",
        "requirement",
        "security",
        "law",
        "effect",
        "canada",
        "differ",
        "requirement",
        "security",
        "law",
        "unless",
        "otherwise",
        "indicated",
        "resource",
        "reserve",
        "estimate",
        "included",
        "press",
        "release",
        "prepared",
        "accordance",
        "canadian",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "ni",
        "canadian",
        "institute",
        "mining",
        "metallurgy",
        "petroleum",
        "cim",
        "definition",
        "standard",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "adopted",
        "cim",
        "council",
        "amended",
        "cim",
        "definition",
        "standard",
        "ni",
        "rule",
        "developed",
        "canadian",
        "security",
        "administrator",
        "establishes",
        "standard",
        "public",
        "disclosure",
        "issuer",
        "make",
        "scientific",
        "technical",
        "information",
        "concerning",
        "mineral",
        "project",
        "canadian",
        "standard",
        "including",
        "ni",
        "differ",
        "significantly",
        "requirement",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "resource",
        "reserve",
        "information",
        "contained",
        "herein",
        "may",
        "comparable",
        "similar",
        "information",
        "disclosed",
        "company",
        "particular",
        "without",
        "limiting",
        "generality",
        "foregoing",
        "term",
        "resource",
        "equate",
        "term",
        "reserve",
        "standard",
        "mineralization",
        "may",
        "classified",
        "reserve",
        "unless",
        "determination",
        "made",
        "mineralization",
        "could",
        "economically",
        "legally",
        "produced",
        "extracted",
        "time",
        "reserve",
        "determination",
        "made",
        "sec",
        "disclosure",
        "standard",
        "normally",
        "permit",
        "inclusion",
        "information",
        "concerning",
        "measured",
        "mineral",
        "resource",
        "indicated",
        "mineral",
        "resource",
        "inferred",
        "mineral",
        "resource",
        "description",
        "amount",
        "mineralization",
        "mineral",
        "deposit",
        "constitute",
        "reserve",
        "standard",
        "document",
        "filed",
        "sec",
        "investor",
        "cautioned",
        "assume",
        "part",
        "measured",
        "indicated",
        "resource",
        "ever",
        "converted",
        "reserve",
        "investor",
        "also",
        "understand",
        "inferred",
        "mineral",
        "resource",
        "great",
        "amount",
        "uncertainty",
        "existence",
        "great",
        "uncertainty",
        "economic",
        "legal",
        "feasibility",
        "canadian",
        "rule",
        "estimated",
        "inferred",
        "mineral",
        "resource",
        "may",
        "form",
        "basis",
        "feasibility",
        "study",
        "except",
        "rare",
        "case",
        "disclosure",
        "contained",
        "ounce",
        "resource",
        "permitted",
        "disclosure",
        "canadian",
        "regulation",
        "however",
        "sec",
        "normally",
        "permit",
        "issuer",
        "report",
        "mineralization",
        "constitute",
        "reserve",
        "sec",
        "standard",
        "tonnage",
        "grade",
        "without",
        "reference",
        "unit",
        "measure",
        "requirement",
        "ni",
        "identification",
        "reserve",
        "also",
        "sec",
        "reserve",
        "reported",
        "trilogy",
        "metal",
        "compliance",
        "ni",
        "may",
        "qualify",
        "reserve",
        "sec",
        "standard",
        "arctic",
        "known",
        "reserve",
        "defined",
        "sec",
        "industry",
        "guide",
        "accordingly",
        "information",
        "concerning",
        "mineral",
        "deposit",
        "set",
        "forth",
        "herein",
        "may",
        "comparable",
        "information",
        "made",
        "public",
        "company",
        "report",
        "accordance",
        "standard",
        "view",
        "original",
        "content",
        "http",
        "source",
        "trilogy",
        "metal",
        "inc"
    ]
}