{
    "organizations": [],
    "uuid": "19537edfdc2873274fbc73936af0e85c3ec0051a",
    "author": "Ben DiPietro",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/04/16/the-morning-risk-report-clean-water-act-cases-companies-should-monitor/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Clean Water Act Cases Companies Should Monitor",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS \nReaders can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk. A number of cases are winding their way through the federal court system, and the issue ultimately could be decided by the Supreme Court. iStockphoto.com/Tomasz Wyszomirski \nGood morning. Can companies he held liable under the U.S. Clean Water Act for discharges from their operations into groundwater that seeps into nearby surface waters? A number of cases are winding their way through the federal court system, and the issue ultimately could be decided by the Supreme Court. \nA ruling Thursday by the United States Court of Appeals for the Fourth Circuit reinstated a lawsuit filed in South Carolina by two environmental groups against Kinder Morgan Energy Partners L.P. and its Plantation Pipe Line Co. Inc. subsidiary. Hundreds of thousands of gallons of gasoline spilled from a ruptured pipeline in Belton, S.C. in 2014. The lawsuit claimed the gas continued to travel into nearby waters. \nThe case was dismissed by a district court in South Carolina that said it didn’t have jurisdiction. The appeals court disagreed and ruled “citizens may bring suit…for discharges of pollutants that derive from a ‘point source’ and continue to be ‘added’ to navigable waters.” \nKinder Morgan expressed disappointment in the appeals court ruling. “This decision appears to conflict with other Appellate Court decisions, resulting in inconsistent interpretations of the scope of the Clean Water Act,” said the company. “We are evaluating our options on the best course of action going forward.” \nSimilar cases are being heard in the Sixth Circuit involving a case in Tennessee and in the 9th Circuit involving a case in Hawaii. A second case before a different Fourth Circuit appeals panel dealing with a matter in Virginia is expected to be decided this spring, said Meaghan Boyd, a partner in the environment, land use and natural resources group at law firm Alston & Bird. \nThe issue could reach the Supreme Court if the appeals courts reach conflicting decisions, or if one of the losing parties appeals to the highest court, she said. That means companies that may have similar liability issues should be on guard, she said. \n“What is interesting is there are different industries that are subject of these various decisions,” so companies beyond those named in the lawsuits could face similar actions, said Ms. Boyd. “Speaking generally, one impact from this decision will be that we will see an uptick in these type of suits, or at the very least it is likely that environmental groups will feel emboldened by a decision like this.” \nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL \nGadfly pushes conservative spin on shareholder resolutions. Justin Danhof, a conservative shareholder advocate, is harnessing a regulatory “first-come, first-served” provision to sideline left-leaning investors from proxy ballots by lodging nearly identical proposals, but getting them in first. \nBribery case yields money-laundering charges. An Aruban official living in Florida pleaded guilty Friday to money-laundering charges connected with his role in an a scheme to take bribes to influence telecommunications contracts, prosecutors said. \nCOMPLIANCE \nU.S. plans more Russia sanctions. The U.S. intends to impose additional sanctions on Russia on Monday for enabling the Syrian government’s use of chemical weapons, the NYT reports. The move is meant to make clear that the U.S. holds responsible Russia and Iran, as well as the government of Syrian President Bashar al-Assad. \nU.S. top court to look at online sales taxes. Billions of dollars of goods sold each year by independent merchants on online marketplaces would be vulnerable to state sales taxes for the first time if justices decide to reverse a quarter-century-old precedent in a case before the Supreme Court this week, the WSJ reports. An Amazon fulfillment center in Baltimore last year. PHOTO: PATRICK SEMANSKY/ASSOCIATED PRESS \nU.S. probes Guggenheim asset-management arm. U.S. securities regulators have opened an investigation into Guggenheim Partners LLC ’s asset-management arm that includes questions about an $85 million home in Malibu, Calif., co-owned by Guggenheim Chief Executive Mark Walter. Guggenheim said it is cooperating, the WSJ reports. \nChina indicts ex-insurance regulator. Chinese prosecutors indicted Xiang Junbo, the country’s former chief insurance regulator, on charges of abusing his power and taking bribes, a year after he was fired amid concerns the industry’s sizzling expansion had saddled the financial system with risk. He hasn’t commented publicly since he was ousted, the WSJ reports. \nU.S. declines to declare China a currency manipulator. The U.S. Treasury passed up a formal opportunity to designate China a currency manipulator, though it retained China on a formal monitoring list for possibly receiving the designation in the future, the WSJ reports. \nGOVERNANCE \nSorrell steps down at WPP. Martin Sorrell left his role as chief executive of WPP PLC following the conclusion of an investigation into an allegation of personal misconduct, ending his decades of leadership at the advertising company. Roberto Quarta, chairman of WPP’s board, will serve as executive chairman until a new CEO is appointed, the WSJ reports. \nXerox battled CEO over Fujifilm deal, suit alleges. Xerox ’s board told Chief Executive Jeff Jacobson last year to stop talks with Fujifilm Holdings because it was considering firing him, a lawsuit by investor Darwin Deason alleges. The suit claims the executive sought a deal that would leave him in charge, the WSJ reports. Xerox said Sunday Mr. Jacobson was authorized to negotiate with Fujifilm. \nTronc’s top shareholder to sell. Tronc ’s largest shareholder, Michael Ferro, has agreed to sell his stake to a relative of the McCormick family that built the company’s Chicago Tribune into a media powerhouse in the 20th century. The sale would end Mr. Ferro’s short but rocky stewardship of the company, the WSJ reports. \nREPUTATION \nStarbucks apologizes over arrests. Starbucks issued an apology following the arrest of two black men at a Starbucks store in Philadelphia. The city’s police commissioner defended the arrests, saying employees said the men wanted to use the restroom but were denied because they hadn’t bought anything, according to a WSJ roundup of reports. \nOPERATIONS \nEgg recall hits nine U.S. states. More than 200 million eggs distributed to restaurants and grocery stores in nine states have been recalled, the AP reports. A notice on the Food and Drug Administration website Friday said the eggs shipped from a North Carolina farm may be tainted with salmonella. \nRecord snow hits U.S. Midwest. Storms left record, or near-record snowfall in the U.S. on Sunday, stranding airline travelers and cutting off the supply of power to thousands of people, Reuters reports. The upper Great Lakes received the largest snowfalls. \nCompanies are pressed to pay more overtime. U.S. companies are paying millions more dollars in overtime wages as they struggle to find new hires in an economy that is near full employment. The wage drain cuts into profits and can affect new investments. For workers who qualify for overtime, the extra hours can be a boon and a burden, the WSJ reports. \nSTRATEGY \nShire to sell oncology operation. Shire PLC has agreed to sell its oncology business to French drugmaker Servier for $2.4 billion, potentially discouraging Japan’s Takeda Pharmaceutical from seeking to buy Shire. Takeda had said it was considering a bid for Shire and identified its oncology business as one of the main reasons for its interest, the WSJ reports. Shire’s manufacturing facility in Lexington, Mass. Shire said it initiated the divestment of its oncology business before Takeda signaled its interest in a takeover. PHOTO: BRIAN SNYDER/REUTERS \nAUDIT \nBanks get a break on accounting rule. U.S. banking regulators proposed softening the blow of a new accounting rule that will force banks to book losses on soured loans more quickly. Some banks had been concerned the rule could cut into their regulatory capital. The proposal Friday would give banks three years to phase in the impact of the change, the WSJ reports. \nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to . Share this: ",
    "published": "2018-04-16T15:35:00.000+03:00",
    "crawled": "2018-04-16T16:49:58.058+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "number",
        "case",
        "winding",
        "way",
        "federal",
        "court",
        "system",
        "issue",
        "ultimately",
        "could",
        "decided",
        "supreme",
        "court",
        "wyszomirski",
        "good",
        "morning",
        "company",
        "held",
        "liable",
        "clean",
        "water",
        "act",
        "discharge",
        "operation",
        "groundwater",
        "seeps",
        "nearby",
        "surface",
        "water",
        "number",
        "case",
        "winding",
        "way",
        "federal",
        "court",
        "system",
        "issue",
        "ultimately",
        "could",
        "decided",
        "supreme",
        "court",
        "ruling",
        "thursday",
        "united",
        "state",
        "court",
        "appeal",
        "fourth",
        "circuit",
        "reinstated",
        "lawsuit",
        "filed",
        "south",
        "carolina",
        "two",
        "environmental",
        "group",
        "kinder",
        "morgan",
        "energy",
        "partner",
        "plantation",
        "pipe",
        "line",
        "subsidiary",
        "hundred",
        "thousand",
        "gallon",
        "gasoline",
        "spilled",
        "ruptured",
        "pipeline",
        "belton",
        "lawsuit",
        "claimed",
        "gas",
        "continued",
        "travel",
        "nearby",
        "water",
        "case",
        "dismissed",
        "district",
        "court",
        "south",
        "carolina",
        "said",
        "jurisdiction",
        "appeal",
        "court",
        "disagreed",
        "ruled",
        "citizen",
        "may",
        "bring",
        "discharge",
        "pollutant",
        "derive",
        "point",
        "source",
        "continue",
        "added",
        "navigable",
        "kinder",
        "morgan",
        "expressed",
        "disappointment",
        "appeal",
        "court",
        "ruling",
        "decision",
        "appears",
        "conflict",
        "appellate",
        "court",
        "decision",
        "resulting",
        "inconsistent",
        "interpretation",
        "scope",
        "clean",
        "water",
        "act",
        "said",
        "company",
        "evaluating",
        "option",
        "best",
        "course",
        "action",
        "going",
        "similar",
        "case",
        "heard",
        "sixth",
        "circuit",
        "involving",
        "case",
        "tennessee",
        "9th",
        "circuit",
        "involving",
        "case",
        "hawaii",
        "second",
        "case",
        "different",
        "fourth",
        "circuit",
        "appeal",
        "panel",
        "dealing",
        "matter",
        "virginia",
        "expected",
        "decided",
        "spring",
        "said",
        "meaghan",
        "boyd",
        "partner",
        "environment",
        "land",
        "use",
        "natural",
        "resource",
        "group",
        "law",
        "firm",
        "alston",
        "bird",
        "issue",
        "could",
        "reach",
        "supreme",
        "court",
        "appeal",
        "court",
        "reach",
        "conflicting",
        "decision",
        "one",
        "losing",
        "party",
        "appeal",
        "highest",
        "court",
        "said",
        "mean",
        "company",
        "may",
        "similar",
        "liability",
        "issue",
        "guard",
        "said",
        "interesting",
        "different",
        "industry",
        "subject",
        "various",
        "decision",
        "company",
        "beyond",
        "named",
        "lawsuit",
        "could",
        "face",
        "similar",
        "action",
        "said",
        "boyd",
        "speaking",
        "generally",
        "one",
        "impact",
        "decision",
        "see",
        "uptick",
        "type",
        "suit",
        "least",
        "likely",
        "environmental",
        "group",
        "feel",
        "emboldened",
        "decision",
        "like",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "gadfly",
        "push",
        "conservative",
        "spin",
        "shareholder",
        "resolution",
        "justin",
        "danhof",
        "conservative",
        "shareholder",
        "advocate",
        "harnessing",
        "regulatory",
        "provision",
        "sideline",
        "investor",
        "proxy",
        "ballot",
        "lodging",
        "nearly",
        "identical",
        "proposal",
        "getting",
        "first",
        "bribery",
        "case",
        "yield",
        "charge",
        "aruban",
        "official",
        "living",
        "florida",
        "pleaded",
        "guilty",
        "friday",
        "charge",
        "connected",
        "role",
        "scheme",
        "take",
        "bribe",
        "influence",
        "telecommunication",
        "contract",
        "prosecutor",
        "said",
        "compliance",
        "plan",
        "russia",
        "sanction",
        "intends",
        "impose",
        "additional",
        "sanction",
        "russia",
        "monday",
        "enabling",
        "syrian",
        "government",
        "use",
        "chemical",
        "weapon",
        "nyt",
        "report",
        "move",
        "meant",
        "make",
        "clear",
        "hold",
        "responsible",
        "russia",
        "iran",
        "well",
        "government",
        "syrian",
        "president",
        "bashar",
        "top",
        "court",
        "look",
        "online",
        "sale",
        "tax",
        "billion",
        "dollar",
        "good",
        "sold",
        "year",
        "independent",
        "merchant",
        "online",
        "marketplace",
        "would",
        "vulnerable",
        "state",
        "sale",
        "tax",
        "first",
        "time",
        "justice",
        "decide",
        "reverse",
        "precedent",
        "case",
        "supreme",
        "court",
        "week",
        "wsj",
        "report",
        "amazon",
        "fulfillment",
        "center",
        "baltimore",
        "last",
        "year",
        "photo",
        "patrick",
        "press",
        "probe",
        "guggenheim",
        "arm",
        "security",
        "regulator",
        "opened",
        "investigation",
        "guggenheim",
        "partner",
        "llc",
        "arm",
        "includes",
        "question",
        "million",
        "home",
        "malibu",
        "guggenheim",
        "chief",
        "executive",
        "mark",
        "walter",
        "guggenheim",
        "said",
        "cooperating",
        "wsj",
        "report",
        "china",
        "indicts",
        "regulator",
        "chinese",
        "prosecutor",
        "indicted",
        "xiang",
        "junbo",
        "country",
        "former",
        "chief",
        "insurance",
        "regulator",
        "charge",
        "abusing",
        "power",
        "taking",
        "bribe",
        "year",
        "fired",
        "amid",
        "concern",
        "industry",
        "sizzling",
        "expansion",
        "saddled",
        "financial",
        "system",
        "risk",
        "commented",
        "publicly",
        "since",
        "ousted",
        "wsj",
        "report",
        "decline",
        "declare",
        "china",
        "currency",
        "manipulator",
        "treasury",
        "passed",
        "formal",
        "opportunity",
        "designate",
        "china",
        "currency",
        "manipulator",
        "though",
        "retained",
        "china",
        "formal",
        "monitoring",
        "list",
        "possibly",
        "receiving",
        "designation",
        "future",
        "wsj",
        "report",
        "governance",
        "sorrell",
        "step",
        "wpp",
        "martin",
        "sorrell",
        "left",
        "role",
        "chief",
        "executive",
        "wpp",
        "plc",
        "following",
        "conclusion",
        "investigation",
        "allegation",
        "personal",
        "misconduct",
        "ending",
        "decade",
        "leadership",
        "advertising",
        "company",
        "roberto",
        "quarta",
        "chairman",
        "wpp",
        "board",
        "serve",
        "executive",
        "chairman",
        "new",
        "ceo",
        "appointed",
        "wsj",
        "report",
        "xerox",
        "battled",
        "ceo",
        "fujifilm",
        "deal",
        "suit",
        "alleges",
        "xerox",
        "board",
        "told",
        "chief",
        "executive",
        "jeff",
        "jacobson",
        "last",
        "year",
        "stop",
        "talk",
        "fujifilm",
        "holding",
        "considering",
        "firing",
        "lawsuit",
        "investor",
        "darwin",
        "deason",
        "alleges",
        "suit",
        "claim",
        "executive",
        "sought",
        "deal",
        "would",
        "leave",
        "charge",
        "wsj",
        "report",
        "xerox",
        "said",
        "sunday",
        "jacobson",
        "authorized",
        "negotiate",
        "fujifilm",
        "tronc",
        "top",
        "shareholder",
        "sell",
        "tronc",
        "largest",
        "shareholder",
        "michael",
        "ferro",
        "agreed",
        "sell",
        "stake",
        "relative",
        "mccormick",
        "family",
        "built",
        "company",
        "chicago",
        "tribune",
        "medium",
        "powerhouse",
        "20th",
        "century",
        "sale",
        "would",
        "end",
        "ferro",
        "short",
        "rocky",
        "stewardship",
        "company",
        "wsj",
        "report",
        "reputation",
        "starbucks",
        "apologizes",
        "arrest",
        "starbucks",
        "issued",
        "apology",
        "following",
        "arrest",
        "two",
        "black",
        "men",
        "starbucks",
        "store",
        "philadelphia",
        "city",
        "police",
        "commissioner",
        "defended",
        "arrest",
        "saying",
        "employee",
        "said",
        "men",
        "wanted",
        "use",
        "restroom",
        "denied",
        "bought",
        "anything",
        "according",
        "wsj",
        "roundup",
        "report",
        "operation",
        "egg",
        "recall",
        "hit",
        "nine",
        "state",
        "million",
        "egg",
        "distributed",
        "restaurant",
        "grocery",
        "store",
        "nine",
        "state",
        "recalled",
        "ap",
        "report",
        "notice",
        "food",
        "drug",
        "administration",
        "website",
        "friday",
        "said",
        "egg",
        "shipped",
        "north",
        "carolina",
        "farm",
        "may",
        "tainted",
        "salmonella",
        "record",
        "snow",
        "hit",
        "midwest",
        "storm",
        "left",
        "record",
        "snowfall",
        "sunday",
        "stranding",
        "airline",
        "traveler",
        "cutting",
        "supply",
        "power",
        "thousand",
        "people",
        "reuters",
        "report",
        "upper",
        "great",
        "lake",
        "received",
        "largest",
        "snowfall",
        "company",
        "pressed",
        "pay",
        "overtime",
        "company",
        "paying",
        "million",
        "dollar",
        "overtime",
        "wage",
        "struggle",
        "find",
        "new",
        "hire",
        "economy",
        "near",
        "full",
        "employment",
        "wage",
        "drain",
        "cut",
        "profit",
        "affect",
        "new",
        "investment",
        "worker",
        "qualify",
        "overtime",
        "extra",
        "hour",
        "boon",
        "burden",
        "wsj",
        "report",
        "strategy",
        "shire",
        "sell",
        "oncology",
        "operation",
        "shire",
        "plc",
        "agreed",
        "sell",
        "oncology",
        "business",
        "french",
        "drugmaker",
        "servier",
        "billion",
        "potentially",
        "discouraging",
        "japan",
        "takeda",
        "pharmaceutical",
        "seeking",
        "buy",
        "shire",
        "takeda",
        "said",
        "considering",
        "bid",
        "shire",
        "identified",
        "oncology",
        "business",
        "one",
        "main",
        "reason",
        "interest",
        "wsj",
        "report",
        "shire",
        "manufacturing",
        "facility",
        "lexington",
        "mass",
        "shire",
        "said",
        "initiated",
        "divestment",
        "oncology",
        "business",
        "takeda",
        "signaled",
        "interest",
        "takeover",
        "photo",
        "brian",
        "audit",
        "bank",
        "get",
        "break",
        "accounting",
        "rule",
        "banking",
        "regulator",
        "proposed",
        "softening",
        "blow",
        "new",
        "accounting",
        "rule",
        "force",
        "bank",
        "book",
        "loss",
        "soured",
        "loan",
        "quickly",
        "bank",
        "concerned",
        "rule",
        "could",
        "cut",
        "regulatory",
        "capital",
        "proposal",
        "friday",
        "would",
        "give",
        "bank",
        "three",
        "year",
        "phase",
        "impact",
        "change",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share"
    ]
}