{
    "organizations": [],
    "uuid": "9b2a8b60a282ef9045655e283465e97cdfae65d4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/23/business-wire-advaxis-announces-executive-leadership-changes.html",
    "ord_in_thread": 0,
    "title": "Advaxis Announces Executive Leadership Changes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Kenneth A. Berlin appointed President, CEO and Director; Dr. Andres A. Gutierrez named Chief Medical Officer; Sara Bonstein, CFO, to depart\nPRINCETON, N.J.--(BUSINESS WIRE)-- Advaxis, Inc. (NASDAQ:ADXS), a late-stage biotechnology company focused on the discovery, development and commercialization of immunotherapy products, today announced that Kenneth A. Berlin has been appointed as President and Chief Executive Officer, effective April 23, 2018, and will also serve as a Director of the company. Interim CEO Anthony Lombardo will remain with Advaxis for a period of time to ensure a smooth transition to Mr. Berlin.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180423005211/en/\nKenneth A. Berlin, President, CEO and Director of Advaxis, Inc. (Photo: Business Wire)\nIn addition, Andres A. Gutierrez, M.D., Ph.D. has been named Executive Vice President, Chief Medical Officer, effective April 23, 2018. Advaxis also announced that CFO Sara Bonstein will be leaving the company as of April 30, 2018 to pursue a new professional opportunity. The Company is actively engaged in the search for a new CFO, and will announce an interim appointment shortly.\n“After a comprehensive and methodical search, we are very pleased to announce that Ken Berlin has agreed to join Advaxis as President and CEO, and that Dr. Andres Gutierrez is joining our team as CMO. Both of these executives are eminently qualified for their new positions, and we expect to benefit greatly from their expertise. Under their leadership, we look to the future of the company with excitement and confidence,” stated David Sidransky, M.D., Chairman of the Board. “On behalf of the Board, I would like to take this opportunity to sincerely thank Sara Bonstein and Anthony Lombardo for their valued service to the company as CFO and interim CEO, respectively, and extend best wishes to both of them.”\nMr. Berlin joins Advaxis from Rosetta Genomics, where since 2009 he was President and Chief Executive Officer. During his tenure at Rosetta, Mr. Berlin spearheaded the effort of repositioning the company for commercial success with various microRNA-based oncology diagnostic products and raised nearly $100 million in capital to fund these efforts. Prior to Rosetta Genomics, Mr. Berlin was Worldwide General Manager at cellular and molecular cancer diagnostics developer Veridex, LLC, a Johnson & Johnson company. At Veridex he grew the organization to over 100 employees, launched three cancer diagnostic products, led the acquisition of its cellular diagnostics partner, and delivered significant growth in sales as Veridex transitioned from an R&D entity to a commercial provider of oncology diagnostic products and services. During Mr. Berlin’s tenure, Veridex received numerous awards including recognition from the Cleveland Clinic and Prix Galien for the use of its innovative CellSearch® technology in the fight against cancer.\nMr. Berlin joined Johnson & Johnson in 1994 and served as corporate counsel for six years. He led and participated on the legal team that oversaw several mergers, acquisitions, divestitures and commercial transactions. He then held positions of increasing responsibility within Johnson & Johnson and a number of its subsidiary companies. From 2001 until 2004 he served as Vice President, Licensing and New Business Development in the pharmaceuticals group, and from 2004 until 2007 served as Worldwide Vice President, Franchise Development, Ortho-Clinical Diagnostics. He has been responsible for numerous licensing and/or research collaboration deals in oncology, metabolic disease, cardiovascular disease, CNS and women’s health, including the ex-U.S. license to Millennium Pharmaceutical’s VELCADE, a first-in-class, oncology therapeutic with peak reported sales outside the U.S. of approximately $1.8 billion.\n“Ken brings to Advaxis a truly valuable combination of executive leadership experience with large and small, development-stage and commercial companies with a particular expertise in oncology. He has a proven ability to raise capital, launch products, achieve rapid sales growth, build businesses and complete strategic M&A and licensing transactions. We are fortunate to have Ken as our new chief executive,” commented Dr. Sidransky.\n“The opportunity to join Advaxis at such a pivotal and active time is very exciting,” stated Mr. Berlin. “I look forward to building on the company’s strong foundations and to maximize the value of our Lm-based platform technology worldwide and in multiple indications.”\nMr. Berlin holds an A.B. degree from Princeton University and a J.D. from the University of California Los Angeles School of Law.\nDr. Gutierrez will be responsible for all global clinical development and regulatory initiatives for Advaxis’ novel Lm-based antigen delivery platform. He has more than 25 years of experience in clinical oncology and drug development and joins Advaxis from Oncolytics Biotech, Inc., where he served as Chief Medical Officer. Prior to Oncolytics, Dr. Gutierrez was Chief Medical Officer at SELLAS Life Sciences Group and was Medical Director, Early Development Immuno-Oncology at Bristol-Myers Squibb, where he oversaw the development of translational and clinical development of immuno-oncology programs in solid tumors and hematological malignancies. Earlier, Dr. Gutierrez was Medical Director for several biotechnology companies including Sunesis Pharmaceuticals, BioMarin Pharmaceutical, Proteolix and Oculus Innovative Sciences, leading key programs with talazoparib and carfilzomib, among others . Prior to Oculus, he served as Director of the Gene & Cell Therapy Unit at the National Institutes of Health in Mexico City and as a consultant physician at the Hospital Angeles del Pedregal.\n“We are delighted to welcome Dr. Gutierrez to Advaxis and are confident he will be a valuable addition to our executive team. He is an accomplished leader and physician with a track record of success in developing novel oncology drugs, putting patients first and delivering results,” said Dr. Sidransky. “Dr. Gutierrez has played a key role in the advancement of clinical trials in all stages of development, through to drug approvals. We look forward to benefitting from his expertise in oncology drug development as he leads the clinical development of our immune-oncology platform.”\n“I am excited to be joining Advaxis at this important time in the company’s evolution with multiple clinical programs planned and underway, and look forward to contributing to the impressive progress made to date by the Advaxis team in advancing its innovative Lm-based antigen delivery technology across a number of important cancer indications,” said Dr. Gutierrez. “Advaxis has a promising future as we continue to accelerate the development of our pipeline and bring innovative new medicines to patients.”\nDr. Gutierrez received his M.D. and a Ph.D. in biomedical science from the National University of Mexico, with board certification in internal medicine and a fellowship in clinical oncology at the Hammersmith Hospital in London. He has presented clinical data at more than 85 scientific and medical meetings, has written numerous peer-reviewed articles, is a contributing author on nine medical textbooks and is named on 20 patents relating to drug development.\nAbout Advaxis, Inc.\nAdvaxis, Inc. is a late-stage biotechnology company focused on the discovery, development and commercialization of proprietary Lm-based antigen delivery products. These immunotherapies are based on a platform technology that utilizes live attenuated Listeria monocytogenes (Lm) bioengineered to secrete antigen/adjuvant fusion proteins. These Lm-based strains are believed to be a significant advancement in immunotherapy as they integrate multiple functions into a single immunotherapy and are designed to access and direct antigen presenting cells to stimulate anti-tumor T cell immunity, activate the immune system with the equivalent of multiple adjuvants, and simultaneously reduce tumor protection in the tumor microenvironment to enable the T cells to eliminate tumors. Advaxis has four franchises in various stages of clinical and preclinical development: HPV-associated cancers, neoantigen therapy, hotspot/ cancer antigens and prostate cancer.\nTo learn more about Advaxis, visit www.advaxis.com and connect on Twitter, LinkedIn, Facebook, and YouTube.\nAdvaxis Forward-Looking Statement\nThis press release contains forward-looking statements, including, but not limited to, statements regarding Advaxis’ ability to develop and commercialize the next generation of cancer immunotherapies, and the safety and efficacy of Advaxis’ proprietary immunotherapies. These forward-looking statements are subject to a number of risks including the risk factors set forth from time to time in Advaxis’ SEC filings including, but not limited to, its report on Form 10-K for the fiscal year ended October 31, 2017, and on Form 10-Q for the quarter ended January 31, 2018, which are available at www.sec.gov .\nAny forward-looking statements set forth in this presentation speak only as of the date of this presentation. We do not intend to update any of these forward-looking statements to reflect events or circumstances that occur after the date hereof other than as required by law. You are cautioned not to place undue reliance on any forward-looking statements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180423005211/en/\nAdvaxis, Inc.\nNoelle Heber, 609-250-7575\nSr. Director Corporate Communications and Government Affairs\nHeber@advaxis.com\nor\nInvestors:\nLHA Investor Relations\nMiriam Weber Miller, 212-838-3777\nmmiller@lhai.com\nSource: Advaxis, Inc.",
    "published": "2018-04-23T16:00:00.000+03:00",
    "crawled": "2018-04-23T17:45:32.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kenneth",
        "berlin",
        "appointed",
        "president",
        "ceo",
        "director",
        "andres",
        "gutierrez",
        "named",
        "chief",
        "medical",
        "officer",
        "sara",
        "bonstein",
        "cfo",
        "depart",
        "princeton",
        "business",
        "wire",
        "advaxis",
        "nasdaq",
        "adxs",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "development",
        "commercialization",
        "immunotherapy",
        "product",
        "today",
        "announced",
        "kenneth",
        "berlin",
        "appointed",
        "president",
        "chief",
        "executive",
        "officer",
        "effective",
        "april",
        "also",
        "serve",
        "director",
        "company",
        "interim",
        "ceo",
        "anthony",
        "lombardo",
        "remain",
        "advaxis",
        "period",
        "time",
        "ensure",
        "smooth",
        "transition",
        "berlin",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "kenneth",
        "berlin",
        "president",
        "ceo",
        "director",
        "advaxis",
        "photo",
        "business",
        "wire",
        "addition",
        "andres",
        "gutierrez",
        "named",
        "executive",
        "vice",
        "president",
        "chief",
        "medical",
        "officer",
        "effective",
        "april",
        "advaxis",
        "also",
        "announced",
        "cfo",
        "sara",
        "bonstein",
        "leaving",
        "company",
        "april",
        "pursue",
        "new",
        "professional",
        "opportunity",
        "company",
        "actively",
        "engaged",
        "search",
        "new",
        "cfo",
        "announce",
        "interim",
        "appointment",
        "shortly",
        "comprehensive",
        "methodical",
        "search",
        "pleased",
        "announce",
        "ken",
        "berlin",
        "agreed",
        "join",
        "advaxis",
        "president",
        "ceo",
        "andres",
        "gutierrez",
        "joining",
        "team",
        "cmo",
        "executive",
        "eminently",
        "qualified",
        "new",
        "position",
        "expect",
        "benefit",
        "greatly",
        "expertise",
        "leadership",
        "look",
        "future",
        "company",
        "excitement",
        "confidence",
        "stated",
        "david",
        "sidransky",
        "chairman",
        "board",
        "behalf",
        "board",
        "would",
        "like",
        "take",
        "opportunity",
        "sincerely",
        "thank",
        "sara",
        "bonstein",
        "anthony",
        "lombardo",
        "valued",
        "service",
        "company",
        "cfo",
        "interim",
        "ceo",
        "respectively",
        "extend",
        "best",
        "wish",
        "berlin",
        "join",
        "advaxis",
        "rosetta",
        "genomics",
        "since",
        "president",
        "chief",
        "executive",
        "officer",
        "tenure",
        "rosetta",
        "berlin",
        "spearheaded",
        "effort",
        "repositioning",
        "company",
        "commercial",
        "success",
        "various",
        "oncology",
        "diagnostic",
        "product",
        "raised",
        "nearly",
        "million",
        "capital",
        "fund",
        "effort",
        "prior",
        "rosetta",
        "genomics",
        "berlin",
        "worldwide",
        "general",
        "manager",
        "cellular",
        "molecular",
        "cancer",
        "diagnostics",
        "developer",
        "veridex",
        "llc",
        "johnson",
        "johnson",
        "company",
        "veridex",
        "grew",
        "organization",
        "employee",
        "launched",
        "three",
        "cancer",
        "diagnostic",
        "product",
        "led",
        "acquisition",
        "cellular",
        "diagnostics",
        "partner",
        "delivered",
        "significant",
        "growth",
        "sale",
        "veridex",
        "transitioned",
        "r",
        "entity",
        "commercial",
        "provider",
        "oncology",
        "diagnostic",
        "product",
        "service",
        "berlin",
        "tenure",
        "veridex",
        "received",
        "numerous",
        "award",
        "including",
        "recognition",
        "cleveland",
        "clinic",
        "prix",
        "galien",
        "use",
        "innovative",
        "technology",
        "fight",
        "cancer",
        "berlin",
        "joined",
        "johnson",
        "johnson",
        "served",
        "corporate",
        "counsel",
        "six",
        "year",
        "led",
        "participated",
        "legal",
        "team",
        "oversaw",
        "several",
        "merger",
        "acquisition",
        "divestiture",
        "commercial",
        "transaction",
        "held",
        "position",
        "increasing",
        "responsibility",
        "within",
        "johnson",
        "johnson",
        "number",
        "subsidiary",
        "company",
        "served",
        "vice",
        "president",
        "licensing",
        "new",
        "business",
        "development",
        "pharmaceutical",
        "group",
        "served",
        "worldwide",
        "vice",
        "president",
        "franchise",
        "development",
        "diagnostics",
        "responsible",
        "numerous",
        "licensing",
        "research",
        "collaboration",
        "deal",
        "oncology",
        "metabolic",
        "disease",
        "cardiovascular",
        "disease",
        "cns",
        "woman",
        "health",
        "including",
        "license",
        "millennium",
        "pharmaceutical",
        "velcade",
        "oncology",
        "therapeutic",
        "peak",
        "reported",
        "sale",
        "outside",
        "approximately",
        "billion",
        "ken",
        "brings",
        "advaxis",
        "truly",
        "valuable",
        "combination",
        "executive",
        "leadership",
        "experience",
        "large",
        "small",
        "commercial",
        "company",
        "particular",
        "expertise",
        "oncology",
        "proven",
        "ability",
        "raise",
        "capital",
        "launch",
        "product",
        "achieve",
        "rapid",
        "sale",
        "growth",
        "build",
        "business",
        "complete",
        "strategic",
        "licensing",
        "transaction",
        "fortunate",
        "ken",
        "new",
        "chief",
        "executive",
        "commented",
        "sidransky",
        "opportunity",
        "join",
        "advaxis",
        "pivotal",
        "active",
        "time",
        "exciting",
        "stated",
        "berlin",
        "look",
        "forward",
        "building",
        "company",
        "strong",
        "foundation",
        "maximize",
        "value",
        "platform",
        "technology",
        "worldwide",
        "multiple",
        "berlin",
        "hold",
        "degree",
        "princeton",
        "university",
        "university",
        "california",
        "los",
        "angeles",
        "school",
        "law",
        "gutierrez",
        "responsible",
        "global",
        "clinical",
        "development",
        "regulatory",
        "initiative",
        "advaxis",
        "novel",
        "antigen",
        "delivery",
        "platform",
        "year",
        "experience",
        "clinical",
        "oncology",
        "drug",
        "development",
        "join",
        "advaxis",
        "oncolytics",
        "biotech",
        "served",
        "chief",
        "medical",
        "officer",
        "prior",
        "oncolytics",
        "gutierrez",
        "chief",
        "medical",
        "officer",
        "sellas",
        "life",
        "science",
        "group",
        "medical",
        "director",
        "early",
        "development",
        "squibb",
        "oversaw",
        "development",
        "translational",
        "clinical",
        "development",
        "program",
        "solid",
        "tumor",
        "hematological",
        "malignancy",
        "earlier",
        "gutierrez",
        "medical",
        "director",
        "several",
        "biotechnology",
        "company",
        "including",
        "sunesis",
        "pharmaceutical",
        "biomarin",
        "pharmaceutical",
        "proteolix",
        "oculus",
        "innovative",
        "science",
        "leading",
        "key",
        "program",
        "talazoparib",
        "carfilzomib",
        "among",
        "others",
        "prior",
        "oculus",
        "served",
        "director",
        "gene",
        "cell",
        "therapy",
        "unit",
        "national",
        "institute",
        "health",
        "mexico",
        "city",
        "consultant",
        "physician",
        "hospital",
        "angeles",
        "del",
        "pedregal",
        "delighted",
        "welcome",
        "gutierrez",
        "advaxis",
        "confident",
        "valuable",
        "addition",
        "executive",
        "team",
        "accomplished",
        "leader",
        "physician",
        "track",
        "record",
        "success",
        "developing",
        "novel",
        "oncology",
        "drug",
        "putting",
        "patient",
        "first",
        "delivering",
        "result",
        "said",
        "sidransky",
        "dr",
        "gutierrez",
        "played",
        "key",
        "role",
        "advancement",
        "clinical",
        "trial",
        "stage",
        "development",
        "drug",
        "approval",
        "look",
        "forward",
        "benefitting",
        "expertise",
        "oncology",
        "drug",
        "development",
        "lead",
        "clinical",
        "development",
        "excited",
        "joining",
        "advaxis",
        "important",
        "time",
        "company",
        "evolution",
        "multiple",
        "clinical",
        "program",
        "planned",
        "underway",
        "look",
        "forward",
        "contributing",
        "impressive",
        "progress",
        "made",
        "date",
        "advaxis",
        "team",
        "advancing",
        "innovative",
        "antigen",
        "delivery",
        "technology",
        "across",
        "number",
        "important",
        "cancer",
        "indication",
        "said",
        "gutierrez",
        "advaxis",
        "promising",
        "future",
        "continue",
        "accelerate",
        "development",
        "pipeline",
        "bring",
        "innovative",
        "new",
        "medicine",
        "gutierrez",
        "received",
        "biomedical",
        "science",
        "national",
        "university",
        "mexico",
        "board",
        "certification",
        "internal",
        "medicine",
        "fellowship",
        "clinical",
        "oncology",
        "hammersmith",
        "hospital",
        "london",
        "presented",
        "clinical",
        "data",
        "scientific",
        "medical",
        "meeting",
        "written",
        "numerous",
        "article",
        "contributing",
        "author",
        "nine",
        "medical",
        "textbook",
        "named",
        "patent",
        "relating",
        "drug",
        "development",
        "advaxis",
        "advaxis",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "development",
        "commercialization",
        "proprietary",
        "antigen",
        "delivery",
        "product",
        "immunotherapy",
        "based",
        "platform",
        "technology",
        "utilizes",
        "live",
        "attenuated",
        "listeria",
        "monocytogenes",
        "lm",
        "bioengineered",
        "secrete",
        "fusion",
        "protein",
        "strain",
        "believed",
        "significant",
        "advancement",
        "immunotherapy",
        "integrate",
        "multiple",
        "function",
        "single",
        "immunotherapy",
        "designed",
        "access",
        "direct",
        "antigen",
        "presenting",
        "cell",
        "stimulate",
        "cell",
        "immunity",
        "activate",
        "immune",
        "system",
        "equivalent",
        "multiple",
        "adjuvant",
        "simultaneously",
        "reduce",
        "tumor",
        "protection",
        "tumor",
        "microenvironment",
        "enable",
        "cell",
        "eliminate",
        "tumor",
        "advaxis",
        "four",
        "franchise",
        "various",
        "stage",
        "clinical",
        "preclinical",
        "development",
        "cancer",
        "neoantigen",
        "therapy",
        "cancer",
        "antigen",
        "prostate",
        "cancer",
        "learn",
        "advaxis",
        "visit",
        "connect",
        "twitter",
        "linkedin",
        "facebook",
        "youtube",
        "advaxis",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "limited",
        "statement",
        "regarding",
        "advaxis",
        "ability",
        "develop",
        "commercialize",
        "next",
        "generation",
        "cancer",
        "immunotherapy",
        "safety",
        "efficacy",
        "advaxis",
        "proprietary",
        "immunotherapy",
        "statement",
        "subject",
        "number",
        "risk",
        "including",
        "risk",
        "factor",
        "set",
        "forth",
        "time",
        "time",
        "advaxis",
        "sec",
        "filing",
        "including",
        "limited",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "october",
        "form",
        "quarter",
        "ended",
        "january",
        "available",
        "statement",
        "set",
        "forth",
        "presentation",
        "speak",
        "date",
        "presentation",
        "intend",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "hereof",
        "required",
        "law",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "advaxis",
        "noelle",
        "heber",
        "director",
        "corporate",
        "communication",
        "government",
        "affair",
        "heber",
        "investor",
        "lha",
        "investor",
        "relation",
        "miriam",
        "weber",
        "miller",
        "mmiller",
        "source",
        "advaxis",
        "inc"
    ]
}