{
    "organizations": [],
    "uuid": "ededd00c547a70b1c8b29a242e4dd65ad0727210",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/pr-newswire-leading-proxy-advisory-firm-iss-recommends-cbi-shareholders-vote-for-the-proposed-transaction-with-mcdermott.html",
    "ord_in_thread": 0,
    "title": "Leading Proxy Advisory Firm ISS Recommends CB&I Shareholders Vote \"FOR\" the Proposed Transaction with McDermott",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THE WOODLANDS, Texas, April 18, 2018 /PRNewswire/ -- CB&I (NYSE:CBI) today announced that Institutional Shareholder Services Inc. (\"ISS\") , a leading independent proxy voting advisory firm, has recommended that CB&I shareholders vote \"FOR\" the previously announced transaction with McDermott International, Inc. (\"McDermott\") at the Company's upcoming Special General Meeting of Shareholders (the \"Special Meeting\") on May 2, 2018.\nIn its April 17, 2018 report supporting the transaction, ISS concluded that \"the merger with MDR represents the best available alternative for CBI shareholders. Moreover, the valuation multiple implied by the offer appears reasonable and the equity form of consideration will allow CBI shareholders to benefit from synergies and the potential upside of the combined company.\"\nCommenting on the ISS report and the favorable recommendation, Patrick K. Mullen, CB&I's President and Chief Executive Officer, said, \"We are very pleased that ISS has joined our Board of Directors in recommending that our shareholders vote FOR the proposals related to the proposed combination with McDermott. We remain confident that this transaction represents the best path forward for all CB&I stakeholders as, together, CB&I and McDermott will create a premier vertically integrated onshore-offshore company with the significant scale, diversification and global presence to address the evolving needs of our customers. We continue to make progress towards completing the transaction in the second quarter of 2018 and look forward to realizing its significant benefits for our shareholders, customers and employees.\"\nCB&I reminds shareholders that their vote is important regardless of how many CB&I common shares they own. The Board of Directors of CB&I unanimously recommends that CB&I shareholders vote FOR the proposals related to the proposed combination with McDermott.\nShareholders who have questions or need assistance voting their shares may contact CB&I's proxy solicitor, Innisfree M&A Incorporated, at 1 (877) 825-8971 (toll-free from the U.S. and Canada) or +1 (412) 232-3651 (from other locations).\nAbout CB&I\nCB&I (NYSE:CBI) is a leading provider of technology and infrastructure for the energy industry. With more than 125 years of experience, CB&I provides reliable solutions to our customers around the world while maintaining a relentless focus on safety and an uncompromising standard of quality. For more information, visit www.CBI.com .\nForward-Looking Statements\nCB&I cautions that statements in this communication which are forward-looking, and provide other than historical information, involve risks, contingencies and uncertainties that may impact actual results of operations of CB&I or McDermott, including after the proposed business combination with McDermott. These forward-looking statements include, among other things, statements about the timing and completion of the combination. Although we believe that the expectations reflected in those forward-looking statements are reasonable, we can give no assurance that those expectations will prove to have been correct. Those statements are made by using various underlying assumptions and are subject to numerous risks, contingencies and uncertainties, including, among others: the ability of McDermott and CB&I to obtain the approvals necessary to complete the proposed combination on the anticipated timeline or at all; the risk that a condition to the closing of the proposed combination may not be satisfied, or that the proposed combination may fail to close, including as the result of any inability to obtain the financing for the combination; the outcome of any legal proceedings, regulatory proceedings or enforcement matters that may be instituted relating to the proposed combination; the costs incurred to consummate the proposed combination; the possibility that the expected synergies from the proposed combination will not be realized, or will not be realized within the expected time period; difficulties related to the integration of the two companies; the credit ratings of the combined businesses following the proposed combination; disruption from the proposed combination making it more difficult to maintain relationships with customers, employees, regulators or suppliers; the diversion of management time and attention on the proposed combination; adverse changes in the markets in which McDermott and CB&I operate or credit markets; the inability of McDermott or CB&I to execute on contracts in backlog successfully; changes in project design or schedules; the availability of qualified personnel; changes in the terms, scope or timing of contracts; contract cancellations; change orders and other modifications; actions by customers and other business counterparties of McDermott and CB&I; changes in industry norms; and adverse outcomes in legal or other dispute resolution proceedings. If one or more of these risks materialize, or if underlying assumptions prove incorrect, actual results may vary materially from those expected. You should not place undue reliance on forward-looking statements. For a more complete discussion of these and other risk factors, please see each of McDermott's and CB&I's annual and quarterly filings with the U.S. Securities and Exchange Commission (the \"SEC\"), including their respective annual reports on Form 10-K for the year ended December 31, 2017. This communication reflects the views of CB&I's management as of the date hereof. Except to the extent required by applicable law, CB&I undertakes no obligation to update or revise any forward-looking statement.\nAdditional Information and Where to Find It\nThis communication does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any proxy, vote or approval with respect to the proposed transaction or otherwise, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. In connection with the proposed transactions, McDermott has filed a Registration Statement on Form S-4 (the \"Registration Statement\") with the SEC that includes (1) a joint proxy statement of McDermott and Chicago Bridge & Iron Company N.V. (\"CB&I\"), which also constitutes a prospectus of McDermott and (2) an offering prospectus of McDermott Technology, B.V. in connection with McDermott Technology, B.V.'s offer to acquire CB&I shares. The Registration Statement was declared effective by the SEC on March 29, 2018. McDermott and CB&I have mailed the definitive joint proxy statement/prospectus to shareholders of McDermott and shareholders of CB&I. In addition, McDermott and McDermott Technology, B.V. have filed a Tender Offer Statement on Schedule TO-T (the \"Schedule TO\") with the SEC and CB&I has filed a Solicitation/Recommendation Statement on Schedule 14D-9 (the \"Schedule 14D-9\") with respect to the exchange offer. The solicitation and offer to purchase shares of CB&I's common stock is only being made pursuant to the Schedule TO and related offer to purchase. This material is not a substitute for the joint proxy statement/prospectus, the Schedule TO, the Schedule 14D-9 or the Registration Statement or for any other document that McDermott or CB&I may file with the SEC and send to McDermott's and/or CB&I's shareholders in connection with the proposed transactions. BEFORE MAKING ANY VOTING OR INVESTMENT DECISION OR DECISION WITH RESPECT TO THE EXCHANGE OFFER, WE URGE INVESTORS OF CB&I AND MCDERMOTT TO READ THE REGISTRATION STATEMENT, JOINT PROXY STATEMENT/PROSPECTUS, SCHEDULE TO (INCLUDING THE OFFER TO PURCHASE, RELATED LETTER OF TRANSMITTAL AND OTHER OFFER DOCUMENTS) AND SCHEDULE 14D-9, AS EACH MAY BE AMENDED OR SUPPLEMENTED FROM TIME TO TIME, AND OTHER RELEVANT DOCUMENTS FILED BY MCDERMOTT AND CB&I WITH THE SEC CAREFULLY BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT MCDERMOTT, CB&I AND THE PROPOSED TRANSACTIONS.\nInvestors are able to obtain free copies of the Registration Statement, joint proxy statement/prospectus, Schedule TO and Schedule 14D-9, as each may be amended from time to time, and other relevant documents filed by McDermott and CB&I with the SEC at http://www.sec.gov , the SEC's website, or free of charge from McDermott's website ( http://www.mcdermott.com ) under the tab, \"Investors\" and under the heading \"Financial Information\" or by contacting McDermott's Investor Relations Department at (281) 870-5147. These documents are also available free of charge from CB&I's website ( http://www.cbi.com ) under the tab \"Investors\" and under the heading \"SEC Filings\" or by contacting CB&I's Investor Relations Department at (832) 513-1068.\nParticipants in Proxy Solicitation\nMcDermott, CB&I and their respective directors and certain of their executive officers and employees may be deemed, under SEC rules, to be participants in the solicitation of proxies from McDermott's and CB&I's shareholders in connection with the proposed transactions. Information regarding the officers and directors of McDermott is included in its annual report on Form 10-K for the year ended December 31, 2017, filed with the SEC on February 21, 2018, as amended by its annual report on Form 10-K/A filed with the SEC on March 8, 2018. Information regarding the officers and directors of CB&I is included in its annual report on Form 10-K for the year ended December 31, 2017, filed with the SEC on February 21, 2018, as amended by its annual report on Form 10-K/A filed with the SEC on March 22, 2018. Additional information regarding the persons who may be deemed participants and their interests is set forth in the Registration Statement and joint proxy statement/prospectus and other materials filed with the SEC in connection with the proposed transactions. Free copies of these documents may be obtained as described in the paragraphs above.\nInvestors: Scott Lamb, +1 832 513 1068, Scott.Lamb@CBI.com\nMedia: Gentry Brann, +1 832 513 1031, Gentry.Brann@CBI.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/leading-proxy-advisory-firm-iss-recommends-cbi-shareholders-vote-for-the-proposed-transaction-with-mcdermott-300632115.html\nSOURCE CB&I",
    "published": "2018-04-18T16:44:00.000+03:00",
    "crawled": "2018-04-18T17:04:33.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "woodland",
        "texas",
        "april",
        "cb",
        "nyse",
        "cbi",
        "today",
        "announced",
        "institutional",
        "shareholder",
        "service",
        "iss",
        "leading",
        "independent",
        "proxy",
        "voting",
        "advisory",
        "firm",
        "recommended",
        "cb",
        "shareholder",
        "vote",
        "previously",
        "announced",
        "transaction",
        "mcdermott",
        "international",
        "mcdermott",
        "company",
        "upcoming",
        "special",
        "general",
        "meeting",
        "shareholder",
        "special",
        "meeting",
        "may",
        "april",
        "report",
        "supporting",
        "transaction",
        "iss",
        "concluded",
        "merger",
        "mdr",
        "represents",
        "best",
        "available",
        "alternative",
        "cbi",
        "shareholder",
        "moreover",
        "valuation",
        "multiple",
        "implied",
        "offer",
        "appears",
        "reasonable",
        "equity",
        "form",
        "consideration",
        "allow",
        "cbi",
        "shareholder",
        "benefit",
        "synergy",
        "potential",
        "upside",
        "combined",
        "company",
        "commenting",
        "iss",
        "report",
        "favorable",
        "recommendation",
        "patrick",
        "mullen",
        "cb",
        "president",
        "chief",
        "executive",
        "officer",
        "said",
        "pleased",
        "iss",
        "joined",
        "board",
        "director",
        "recommending",
        "shareholder",
        "vote",
        "proposal",
        "related",
        "proposed",
        "combination",
        "mcdermott",
        "remain",
        "confident",
        "transaction",
        "represents",
        "best",
        "path",
        "forward",
        "cb",
        "stakeholder",
        "together",
        "cb",
        "mcdermott",
        "create",
        "premier",
        "vertically",
        "integrated",
        "company",
        "significant",
        "scale",
        "diversification",
        "global",
        "presence",
        "address",
        "evolving",
        "need",
        "customer",
        "continue",
        "make",
        "progress",
        "towards",
        "completing",
        "transaction",
        "second",
        "quarter",
        "look",
        "forward",
        "realizing",
        "significant",
        "benefit",
        "shareholder",
        "customer",
        "employee",
        "cb",
        "reminds",
        "shareholder",
        "vote",
        "important",
        "regardless",
        "many",
        "cb",
        "common",
        "share",
        "board",
        "director",
        "cb",
        "unanimously",
        "recommends",
        "cb",
        "shareholder",
        "vote",
        "proposal",
        "related",
        "proposed",
        "combination",
        "mcdermott",
        "shareholder",
        "question",
        "need",
        "assistance",
        "voting",
        "share",
        "may",
        "contact",
        "cb",
        "proxy",
        "solicitor",
        "innisfree",
        "incorporated",
        "canada",
        "location",
        "cb",
        "cb",
        "nyse",
        "cbi",
        "leading",
        "provider",
        "technology",
        "infrastructure",
        "energy",
        "industry",
        "year",
        "experience",
        "cb",
        "provides",
        "reliable",
        "solution",
        "customer",
        "around",
        "world",
        "maintaining",
        "relentless",
        "focus",
        "safety",
        "uncompromising",
        "standard",
        "quality",
        "information",
        "visit",
        "statement",
        "cb",
        "caution",
        "statement",
        "communication",
        "provide",
        "historical",
        "information",
        "involve",
        "risk",
        "contingency",
        "uncertainty",
        "may",
        "impact",
        "actual",
        "result",
        "operation",
        "cb",
        "mcdermott",
        "including",
        "proposed",
        "business",
        "combination",
        "mcdermott",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "timing",
        "completion",
        "combination",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "statement",
        "made",
        "using",
        "various",
        "underlying",
        "assumption",
        "subject",
        "numerous",
        "risk",
        "contingency",
        "uncertainty",
        "including",
        "among",
        "others",
        "ability",
        "mcdermott",
        "cb",
        "obtain",
        "approval",
        "necessary",
        "complete",
        "proposed",
        "combination",
        "anticipated",
        "timeline",
        "risk",
        "condition",
        "closing",
        "proposed",
        "combination",
        "may",
        "satisfied",
        "proposed",
        "combination",
        "may",
        "fail",
        "close",
        "including",
        "result",
        "inability",
        "obtain",
        "financing",
        "combination",
        "outcome",
        "legal",
        "proceeding",
        "regulatory",
        "proceeding",
        "enforcement",
        "matter",
        "may",
        "instituted",
        "relating",
        "proposed",
        "combination",
        "cost",
        "incurred",
        "consummate",
        "proposed",
        "combination",
        "possibility",
        "expected",
        "synergy",
        "proposed",
        "combination",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "difficulty",
        "related",
        "integration",
        "two",
        "company",
        "credit",
        "rating",
        "combined",
        "business",
        "following",
        "proposed",
        "combination",
        "disruption",
        "proposed",
        "combination",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "regulator",
        "supplier",
        "diversion",
        "management",
        "time",
        "attention",
        "proposed",
        "combination",
        "adverse",
        "change",
        "market",
        "mcdermott",
        "cb",
        "operate",
        "credit",
        "market",
        "inability",
        "mcdermott",
        "cb",
        "execute",
        "contract",
        "backlog",
        "successfully",
        "change",
        "project",
        "design",
        "schedule",
        "availability",
        "qualified",
        "personnel",
        "change",
        "term",
        "scope",
        "timing",
        "contract",
        "contract",
        "cancellation",
        "change",
        "order",
        "modification",
        "action",
        "customer",
        "business",
        "counterparties",
        "mcdermott",
        "cb",
        "change",
        "industry",
        "norm",
        "adverse",
        "outcome",
        "legal",
        "dispute",
        "resolution",
        "proceeding",
        "one",
        "risk",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "expected",
        "place",
        "undue",
        "reliance",
        "statement",
        "complete",
        "discussion",
        "risk",
        "factor",
        "please",
        "see",
        "mcdermott",
        "cb",
        "annual",
        "quarterly",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "respective",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "communication",
        "reflects",
        "view",
        "cb",
        "management",
        "date",
        "hereof",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "cb",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "additional",
        "information",
        "find",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "proxy",
        "vote",
        "approval",
        "respect",
        "proposed",
        "transaction",
        "otherwise",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "connection",
        "proposed",
        "transaction",
        "mcdermott",
        "filed",
        "registration",
        "statement",
        "form",
        "registration",
        "statement",
        "sec",
        "includes",
        "joint",
        "proxy",
        "statement",
        "mcdermott",
        "chicago",
        "bridge",
        "iron",
        "company",
        "cb",
        "also",
        "constitutes",
        "prospectus",
        "mcdermott",
        "offering",
        "prospectus",
        "mcdermott",
        "technology",
        "connection",
        "mcdermott",
        "technology",
        "offer",
        "acquire",
        "cb",
        "share",
        "registration",
        "statement",
        "declared",
        "effective",
        "sec",
        "march",
        "mcdermott",
        "cb",
        "mailed",
        "definitive",
        "joint",
        "proxy",
        "shareholder",
        "mcdermott",
        "shareholder",
        "cb",
        "addition",
        "mcdermott",
        "mcdermott",
        "technology",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "schedule",
        "sec",
        "cb",
        "filed",
        "statement",
        "schedule",
        "schedule",
        "respect",
        "exchange",
        "offer",
        "solicitation",
        "offer",
        "purchase",
        "share",
        "cb",
        "common",
        "stock",
        "made",
        "pursuant",
        "schedule",
        "related",
        "offer",
        "purchase",
        "material",
        "substitute",
        "joint",
        "proxy",
        "schedule",
        "schedule",
        "registration",
        "statement",
        "document",
        "mcdermott",
        "cb",
        "may",
        "file",
        "sec",
        "send",
        "mcdermott",
        "cb",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "making",
        "voting",
        "investment",
        "decision",
        "decision",
        "respect",
        "exchange",
        "offer",
        "urge",
        "investor",
        "cb",
        "mcdermott",
        "read",
        "registration",
        "statement",
        "joint",
        "proxy",
        "schedule",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "offer",
        "document",
        "schedule",
        "may",
        "amended",
        "supplemented",
        "time",
        "time",
        "relevant",
        "document",
        "filed",
        "mcdermott",
        "cb",
        "sec",
        "carefully",
        "contain",
        "important",
        "information",
        "mcdermott",
        "cb",
        "proposed",
        "transaction",
        "investor",
        "able",
        "obtain",
        "free",
        "copy",
        "registration",
        "statement",
        "joint",
        "proxy",
        "schedule",
        "schedule",
        "may",
        "amended",
        "time",
        "time",
        "relevant",
        "document",
        "filed",
        "mcdermott",
        "cb",
        "sec",
        "http",
        "sec",
        "website",
        "free",
        "charge",
        "mcdermott",
        "website",
        "http",
        "tab",
        "investor",
        "heading",
        "financial",
        "information",
        "contacting",
        "mcdermott",
        "investor",
        "relation",
        "department",
        "document",
        "also",
        "available",
        "free",
        "charge",
        "cb",
        "website",
        "http",
        "tab",
        "investor",
        "heading",
        "sec",
        "filing",
        "contacting",
        "cb",
        "investor",
        "relation",
        "department",
        "participant",
        "proxy",
        "solicitation",
        "mcdermott",
        "cb",
        "respective",
        "director",
        "certain",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "sec",
        "rule",
        "participant",
        "solicitation",
        "proxy",
        "mcdermott",
        "cb",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "officer",
        "director",
        "mcdermott",
        "included",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "amended",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "information",
        "regarding",
        "officer",
        "director",
        "cb",
        "included",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "amended",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "additional",
        "information",
        "regarding",
        "person",
        "may",
        "deemed",
        "participant",
        "interest",
        "set",
        "forth",
        "registration",
        "statement",
        "joint",
        "proxy",
        "material",
        "filed",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "paragraph",
        "investor",
        "scott",
        "lamb",
        "medium",
        "gentry",
        "brann",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cb"
    ]
}