{
    "organizations": [],
    "uuid": "7cc0f88c6683094f42d742eaf946244e7bec9b65",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/27/11-million-a-year-for-a-law-partner-bidding-war-grows-at-top-tier-firms.html",
    "ord_in_thread": 0,
    "title": "$11 million a year for a law partner? Bidding war grows at top-tier firms",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "At a time when many law firm partnerships are revolving doors, the move by several partners from one large firm to another would hardly merit headlines.\nUnless the firms in question are the old-line Cravath, Swaine & Moore and the disruptive Kirkland & Ellis, and the money involved is so big that star partners are being valued like Hollywood celebrities and professional athletes.\nKirkland said last week that a senior Cravath partner, Sandra Goldstein, a former leader of the firm's litigation department, would be joining Kirkland with a Cravath associate, Stefan Atkinson. Ms. Goldstein's move followed those of three other Cravath partners who defected to Kirkland since 2012.\nRead more from the New York Times:\nPunishing Wells Fargo: Just deserts, or beating a dead horse?\nWith Tesla in a danger zone, can Model 3 carry it to safety?\nAmazon's profit swells to $1.6 billion, lifted by Its cloud business\nWhat has the legal profession's upper ranks abuzz is that for decades partners almost never left Cravath voluntarily — not for other law firms, at least, let alone for a firm like Kirkland, which is in some ways Cravath's polar opposite.\n\"It was unheard-of for a Cravath partner to go to another law firm,\" said David Lat , the founding editor of the legal website Above the Law. \"Now it's happening with some regularity.\"\nBrad S. Karp, the chairman of Paul Weiss Rifkind Wharton & Garrison, said ''the nature of big law'' had changed.\n\"There has been a gradual but steady erosion of both client and partner loyalty,'' said Mr. Karp, who hired Scott Barshay, the former leader of Cravath's corporate department, in 2016. \"A generation ago, clients were reflexively loyal to their law firms. The relationship today is more transactional and clients tend to be more loyal to particular partners. This new paradigm creates more opportunity, but also creates more flux.\"\nOn the rare occasions that Cravath partners did leave, they certainly didn't do it for money, given that they have traditionally been among the highest-paid in the profession. (I'm a former Cravath associate who took a pay cut to pursue journalism.)\nYet not even Cravath partners make the kind of money that enticed Ms. Goldstein to join Kirkland: $11 million a year for five years, plus a signing bonus, according to two people who discussed the terms with her. The figure is an estimate and not technically a guarantee, since Kirkland pays partners who have equity in the firm based on their shares, the value of which can fluctuate based on the firm's performance.\nMs. Goldstein declined to comment.\nKirkland has been spending lavishly. It paid its former partner Robert Khuzami $11.1 million for his work at the firm from late 2016 to early 2018, according to the financial disclosures Mr. Khuzami filed when he became deputy United States attorney in Manhattan.\nA Kirkland spokeswoman declined to comment for this column.\nMr. Barshay will earn $10 million in 2018 to lead Paul Weiss's global mergers and acquisitions practice, according to people familiar with the arrangement.\nThat departures from Cravath would create such a stir in the legal profession is, in many ways, a tribute to its brand and reputation. Founded in 1819, Cravath will celebrate its 200th anniversary next year, only the second major American firm to reach such a milestone. (Cadwalader, Wickersham & Taft was founded in 1792.)\nPaul D. Cravath, a patriarchal figure at the firm in the early 20th century, essentially invented the modern large law firm, where teams of lawyers apply themselves to client needs across a broad range of issues.\nAt Cravath, young lawyers are carefully selected and then rigorously trained and promoted in what has become known as the Cravath system. At the partnership level, the firm is strictly egalitarian. In one of Cravath's most distinctive features, partner compensation is determined solely by seniority, a system known as lockstep.\nThat compensation is — and, for many years, has been — extremely generous: The American Lawyer's annual survey of partnership income, which was released this week, showed Cravath partners earning, on average, $4 million last year.\n\"Our compensation model is just one element of our approach to producing the quality that we want our brand to represent,\" said Faiza J. Saeed, the firm's presiding partner, when we spoke this week. \"It incentivizes partners to invest in the training and development of our people and aligns partner and client interests by encouraging partners to collaborate and deliver the full expertise of the firm.''\nNeedless to say, it also relieves the pressure on partners to meet annual billing targets.\nMs. Saeed conceded that the lockstep-compensation system removes a powerful lever of management control. It puts a high premium on partner selection and development, and requires attention to ensure that partners uphold all aspects of the social compact, not just in terms of their contribution but also in how they reflect the values of the partnership. A desire to change the Cravath system and the resulting internal friction was a factor in some of the recent departures.\n\"Kirkland is the antithesis of Cravath when it comes to compensation,\" said Bruce MacEwen , president of Adam Smith, Esq., a consultant to law firms, who writes widely about their economics. \"It's very individualistic and competitive, with a very big spread between the highest- and lowest-paid partners. But Kirkland has a reputation for excellence that rivals Cravath's.\"\nThere is no doubt that Kirkland, which has expanded rapidly from its Chicago headquarters, has been on a roll. The American Lawyer's annual survey of the largest law firms measured by revenue shows that it took in $3.165 billion last year, displacing Latham & Watkins from the top spot — an achievement Kirkland partners will celebrate next week at their annual retreat in Southern California\nKirkland's 19.4 percent growth rate in revenue last year compared with the previous year was the largest of any firm on The American Lawyer's list. Although its traditional strength has been in private equity transactions — a field it dominates — it was also ranked first last year by the website Mergermarket in mergers and acquisitions, with 447 deals.\nCravath has never aimed to be the biggest firm, in terms of revenue or number of lawyers. But it does put a premium on profitability. This year, Kirkland edged out Cravath on that count, too, with average profits per equity partner of $4.7 million, according to The American Lawyer. (The figures don't account for Cravath's gold-plated pension plan, which is among the most generous in the profession.)\nKirkland has shaken up the profession and expanded its practice by poaching top partners not just from Cravath, but from other prominent, old-line firms, including Latham and Skadden Arps Meagher Slate & Flom. It has raided the venerable Simpson Thacher & Bartlett in New York for so many partners that one Kirkland partner, in a widely circulated email, referred to Simpson as \"Kirkland's AAA farm club.\"\nIn contrast to the lockstep system, which is still used by a dwindling number of law firms, albeit some of the most prestigious, Kirkland's approach is a star system known somewhat pejoratively as \"eat what you kill.\"\nKirkland has been far more successful at this than Dewey & LeBoeuf, which imploded in 2012 after poaching partners from other firms and offering outsize guarantees it could not meet. Unlike Dewey, Kirkland's equity partners know what every one of their peers makes.\nStill, many question the long-term viability of Kirkland's unabashed star system and lavish pay packages.\n\"Is 'eat-what-you-kill' inherently unstable?\" Mr. MacEwen said. \"That's a good question. The Kirkland model risks emphasizing the star at the expense of the team. The existential risk for a Kirkland is that they go too far and forget all the B players they still really need.\"\nFor now, Mr. Lat said, \"Kirkland is surging, with their New York and London offices every bit as impressive as Chicago.\" He added: \"They're a global powerhouse. What's impressive is they've grown the top line while increasing their profits and prestige. There's usually a trade off.\"\nCravath, too, seems to be thriving. The firm said that 2015 through 2017 had been its three best years ever in terms of revenue thanks to booming mergers and acquisitions and litigation practices.\nMs. Saeed said the firm had no intention of modifying its compensation system.\n\"Our partners value both the monetary and non-monetary benefits of being here,'' she said, \"which includes the opportunity to work with incredibly talented people on challenging and high profile matters.\"\nCravath currently represents Disney in its bid to acquire major assets from 21st Century Fox, and it represents Time Warner in the high- stakes antitrust case over its planned merger with AT&T.",
    "published": "2018-04-27T17:35:00.000+03:00",
    "crawled": "2018-04-27T16:45:38.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "time",
        "many",
        "law",
        "firm",
        "partnership",
        "revolving",
        "door",
        "move",
        "several",
        "partner",
        "one",
        "large",
        "firm",
        "another",
        "would",
        "hardly",
        "merit",
        "headline",
        "unless",
        "firm",
        "question",
        "cravath",
        "swaine",
        "moore",
        "disruptive",
        "kirkland",
        "elli",
        "money",
        "involved",
        "big",
        "star",
        "partner",
        "valued",
        "like",
        "hollywood",
        "celebrity",
        "professional",
        "athlete",
        "kirkland",
        "said",
        "last",
        "week",
        "senior",
        "cravath",
        "partner",
        "sandra",
        "goldstein",
        "former",
        "leader",
        "firm",
        "litigation",
        "department",
        "would",
        "joining",
        "kirkland",
        "cravath",
        "associate",
        "stefan",
        "atkinson",
        "goldstein",
        "move",
        "followed",
        "three",
        "cravath",
        "partner",
        "defected",
        "kirkland",
        "since",
        "read",
        "new",
        "york",
        "time",
        "punishing",
        "well",
        "fargo",
        "desert",
        "beating",
        "dead",
        "horse",
        "tesla",
        "danger",
        "zone",
        "model",
        "carry",
        "safety",
        "amazon",
        "profit",
        "swell",
        "billion",
        "lifted",
        "cloud",
        "business",
        "legal",
        "profession",
        "upper",
        "rank",
        "abuzz",
        "decade",
        "partner",
        "almost",
        "never",
        "left",
        "cravath",
        "voluntarily",
        "law",
        "firm",
        "least",
        "let",
        "alone",
        "firm",
        "like",
        "kirkland",
        "way",
        "cravath",
        "polar",
        "opposite",
        "cravath",
        "partner",
        "go",
        "another",
        "law",
        "firm",
        "said",
        "david",
        "lat",
        "founding",
        "editor",
        "legal",
        "website",
        "law",
        "happening",
        "regularity",
        "brad",
        "karp",
        "chairman",
        "paul",
        "weiss",
        "rifkind",
        "wharton",
        "garrison",
        "said",
        "nature",
        "big",
        "law",
        "changed",
        "gradual",
        "steady",
        "erosion",
        "client",
        "partner",
        "loyalty",
        "said",
        "karp",
        "hired",
        "scott",
        "barshay",
        "former",
        "leader",
        "cravath",
        "corporate",
        "department",
        "generation",
        "ago",
        "client",
        "reflexively",
        "loyal",
        "law",
        "firm",
        "relationship",
        "today",
        "transactional",
        "client",
        "tend",
        "loyal",
        "particular",
        "partner",
        "new",
        "paradigm",
        "creates",
        "opportunity",
        "also",
        "creates",
        "flux",
        "rare",
        "occasion",
        "cravath",
        "partner",
        "leave",
        "certainly",
        "money",
        "given",
        "traditionally",
        "among",
        "profession",
        "former",
        "cravath",
        "associate",
        "took",
        "pay",
        "cut",
        "pursue",
        "journalism",
        "yet",
        "even",
        "cravath",
        "partner",
        "make",
        "kind",
        "money",
        "enticed",
        "goldstein",
        "join",
        "kirkland",
        "million",
        "year",
        "five",
        "year",
        "plus",
        "signing",
        "bonus",
        "according",
        "two",
        "people",
        "discussed",
        "term",
        "figure",
        "estimate",
        "technically",
        "guarantee",
        "since",
        "kirkland",
        "pay",
        "partner",
        "equity",
        "firm",
        "based",
        "share",
        "value",
        "fluctuate",
        "based",
        "firm",
        "performance",
        "goldstein",
        "declined",
        "comment",
        "kirkland",
        "spending",
        "lavishly",
        "paid",
        "former",
        "partner",
        "robert",
        "khuzami",
        "million",
        "work",
        "firm",
        "late",
        "early",
        "according",
        "financial",
        "disclosure",
        "khuzami",
        "filed",
        "became",
        "deputy",
        "united",
        "state",
        "attorney",
        "manhattan",
        "kirkland",
        "spokeswoman",
        "declined",
        "comment",
        "column",
        "barshay",
        "earn",
        "million",
        "lead",
        "paul",
        "weiss",
        "global",
        "merger",
        "acquisition",
        "practice",
        "according",
        "people",
        "familiar",
        "arrangement",
        "departure",
        "cravath",
        "would",
        "create",
        "stir",
        "legal",
        "profession",
        "many",
        "way",
        "tribute",
        "brand",
        "reputation",
        "founded",
        "cravath",
        "celebrate",
        "200th",
        "anniversary",
        "next",
        "year",
        "second",
        "major",
        "american",
        "firm",
        "reach",
        "milestone",
        "cadwalader",
        "wickersham",
        "taft",
        "founded",
        "paul",
        "cravath",
        "patriarchal",
        "figure",
        "firm",
        "early",
        "20th",
        "century",
        "essentially",
        "invented",
        "modern",
        "large",
        "law",
        "firm",
        "team",
        "lawyer",
        "apply",
        "client",
        "need",
        "across",
        "broad",
        "range",
        "issue",
        "cravath",
        "young",
        "lawyer",
        "carefully",
        "selected",
        "rigorously",
        "trained",
        "promoted",
        "become",
        "known",
        "cravath",
        "system",
        "partnership",
        "level",
        "firm",
        "strictly",
        "egalitarian",
        "one",
        "cravath",
        "distinctive",
        "feature",
        "partner",
        "compensation",
        "determined",
        "solely",
        "seniority",
        "system",
        "known",
        "lockstep",
        "compensation",
        "many",
        "year",
        "extremely",
        "generous",
        "american",
        "lawyer",
        "annual",
        "survey",
        "partnership",
        "income",
        "released",
        "week",
        "showed",
        "cravath",
        "partner",
        "earning",
        "average",
        "million",
        "last",
        "year",
        "compensation",
        "model",
        "one",
        "element",
        "approach",
        "producing",
        "quality",
        "want",
        "brand",
        "represent",
        "said",
        "faiza",
        "saeed",
        "firm",
        "presiding",
        "partner",
        "spoke",
        "week",
        "incentivizes",
        "partner",
        "invest",
        "training",
        "development",
        "people",
        "aligns",
        "partner",
        "client",
        "interest",
        "encouraging",
        "partner",
        "collaborate",
        "deliver",
        "full",
        "expertise",
        "firm",
        "needless",
        "say",
        "also",
        "relief",
        "pressure",
        "partner",
        "meet",
        "annual",
        "billing",
        "target",
        "saeed",
        "conceded",
        "system",
        "remove",
        "powerful",
        "lever",
        "management",
        "control",
        "put",
        "high",
        "premium",
        "partner",
        "selection",
        "development",
        "requires",
        "attention",
        "ensure",
        "partner",
        "uphold",
        "aspect",
        "social",
        "compact",
        "term",
        "contribution",
        "also",
        "reflect",
        "value",
        "partnership",
        "desire",
        "change",
        "cravath",
        "system",
        "resulting",
        "internal",
        "friction",
        "factor",
        "recent",
        "departure",
        "kirkland",
        "antithesis",
        "cravath",
        "come",
        "compensation",
        "said",
        "bruce",
        "macewen",
        "president",
        "adam",
        "smith",
        "consultant",
        "law",
        "firm",
        "writes",
        "widely",
        "economics",
        "individualistic",
        "competitive",
        "big",
        "spread",
        "partner",
        "kirkland",
        "reputation",
        "excellence",
        "rival",
        "cravath",
        "doubt",
        "kirkland",
        "expanded",
        "rapidly",
        "chicago",
        "headquarters",
        "roll",
        "american",
        "lawyer",
        "annual",
        "survey",
        "largest",
        "law",
        "firm",
        "measured",
        "revenue",
        "show",
        "took",
        "billion",
        "last",
        "year",
        "displacing",
        "latham",
        "watkins",
        "top",
        "spot",
        "achievement",
        "kirkland",
        "partner",
        "celebrate",
        "next",
        "week",
        "annual",
        "retreat",
        "southern",
        "california",
        "kirkland",
        "percent",
        "growth",
        "rate",
        "revenue",
        "last",
        "year",
        "compared",
        "previous",
        "year",
        "largest",
        "firm",
        "american",
        "lawyer",
        "list",
        "although",
        "traditional",
        "strength",
        "private",
        "equity",
        "transaction",
        "field",
        "dominates",
        "also",
        "ranked",
        "first",
        "last",
        "year",
        "website",
        "mergermarket",
        "merger",
        "acquisition",
        "deal",
        "cravath",
        "never",
        "aimed",
        "biggest",
        "firm",
        "term",
        "revenue",
        "number",
        "lawyer",
        "put",
        "premium",
        "profitability",
        "year",
        "kirkland",
        "edged",
        "cravath",
        "count",
        "average",
        "profit",
        "per",
        "equity",
        "partner",
        "million",
        "according",
        "american",
        "lawyer",
        "figure",
        "account",
        "cravath",
        "pension",
        "plan",
        "among",
        "generous",
        "profession",
        "kirkland",
        "shaken",
        "profession",
        "expanded",
        "practice",
        "poaching",
        "top",
        "partner",
        "cravath",
        "prominent",
        "firm",
        "including",
        "latham",
        "skadden",
        "arp",
        "meagher",
        "slate",
        "flom",
        "raided",
        "venerable",
        "simpson",
        "thacher",
        "bartlett",
        "new",
        "york",
        "many",
        "partner",
        "one",
        "kirkland",
        "partner",
        "widely",
        "circulated",
        "email",
        "referred",
        "simpson",
        "kirkland",
        "aaa",
        "farm",
        "club",
        "contrast",
        "lockstep",
        "system",
        "still",
        "used",
        "dwindling",
        "number",
        "law",
        "firm",
        "albeit",
        "prestigious",
        "kirkland",
        "approach",
        "star",
        "system",
        "known",
        "somewhat",
        "pejoratively",
        "eat",
        "kill",
        "kirkland",
        "far",
        "successful",
        "dewey",
        "leboeuf",
        "imploded",
        "poaching",
        "partner",
        "firm",
        "offering",
        "outsize",
        "guarantee",
        "could",
        "meet",
        "unlike",
        "dewey",
        "kirkland",
        "equity",
        "partner",
        "know",
        "every",
        "one",
        "peer",
        "make",
        "still",
        "many",
        "question",
        "viability",
        "kirkland",
        "unabashed",
        "star",
        "system",
        "lavish",
        "pay",
        "package",
        "inherently",
        "unstable",
        "macewen",
        "said",
        "good",
        "question",
        "kirkland",
        "model",
        "risk",
        "emphasizing",
        "star",
        "expense",
        "team",
        "existential",
        "risk",
        "kirkland",
        "go",
        "far",
        "forget",
        "b",
        "player",
        "still",
        "really",
        "need",
        "lat",
        "said",
        "kirkland",
        "surging",
        "new",
        "york",
        "london",
        "office",
        "every",
        "bit",
        "impressive",
        "chicago",
        "added",
        "global",
        "powerhouse",
        "impressive",
        "grown",
        "top",
        "line",
        "increasing",
        "profit",
        "prestige",
        "usually",
        "trade",
        "cravath",
        "seems",
        "thriving",
        "firm",
        "said",
        "three",
        "best",
        "year",
        "ever",
        "term",
        "revenue",
        "thanks",
        "booming",
        "merger",
        "acquisition",
        "litigation",
        "practice",
        "saeed",
        "said",
        "firm",
        "intention",
        "modifying",
        "compensation",
        "system",
        "partner",
        "value",
        "monetary",
        "benefit",
        "said",
        "includes",
        "opportunity",
        "work",
        "incredibly",
        "talented",
        "people",
        "challenging",
        "high",
        "profile",
        "matter",
        "cravath",
        "currently",
        "represents",
        "disney",
        "bid",
        "acquire",
        "major",
        "asset",
        "21st",
        "century",
        "fox",
        "represents",
        "time",
        "warner",
        "stake",
        "antitrust",
        "case",
        "planned",
        "merger"
    ]
}