{
    "organizations": [],
    "uuid": "7eed63dea44d61b41395a9dd546fa16835e1e638",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/globe-newswire-exponent-reports-first-quarter-of-fiscal-year-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Exponent Reports First Quarter of Fiscal Year 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., April 19, 2018 (GLOBE NEWSWIRE) -- Exponent, Inc. (Nasdaq:EXPO) today reported financial results for the first quarter ended March 30, 2018.\n“Exponent continued its strong momentum from 2017 into the first quarter of 2018. We delivered double-digit revenue growth and expanded margins, while executing on our strategy to position the company for future growth. Our first quarter results benefited from positive market trends across several industries, practices and geographies, as well as the ongoing human factors project, which we have previously discussed,” commented Dr. Paul Johnston, Chief Executive Officer.\n“We are experiencing increased demand from the consumer products industry. As technologies become increasingly more complex, the need to better understand the interactivity between sophisticated products and their users grows. Recent projects include assessing virtual reality technologies, evaluating performance of autonomous vehicles, and developing artificial intelligence solutions in both proactive and reactive engagements. We are deploying additional resources in geographies outside the United States including expanding our capabilities in Asia and Europe to reach new demand pockets and continue to grow our brand globally,” concluded Dr. Johnston.\nFirst Quarter Financial Results\nTotal revenues in the first quarter of 2018 grew 15% to $96.5 million as compared to $84.1 million in the first quarter of 2017. Revenues before reimbursements increased 13% to $90.7 million as compared to $80.5 million in the in the same period one year ago.\nNet income was $20.3 million, or $0.75 per diluted share, in the first quarter of 2018, compared to $16.6 million, or $0.61 per diluted share, in the same period of 2017. As a reminder, in the first quarter of 2016, Exponent adopted a new accounting standard 1 for the classification of tax adjustments associated with share-based awards. The tax benefit realized in the first quarter of 2018 was $3.9 million, as compared to $6.0 million in first quarter of 2017.\nInclusive of the tax benefit, Exponent’s consolidated tax rate was 9.4% in the quarter, as compared to 4.8% for the same period last year. For comparison purposes, excluding the tax benefit, Exponent’s tax rate decreased to 26.8% in the first quarter of 2018, as compared to 39.4% in same period last year, due to the new Tax Legislation 2 .\nEBITDA 3 increased by 25% to $23.5 million as compared to $18.7 million in the same period one year ago.\nIn the first quarter, Exponent paid $6.7 million in dividends and closed the period with $178.6 million in cash, cash equivalents and short-term investments.\nIn a separate press release today, Exponent announced a $0.26 quarterly dividend payment and reiterated its intent to continue to pay quarterly dividends.\nBusiness Overview\nExponent’s engineering and other scientific segment grew 13% year over year and represented approximately 79% of the Company’s first quarter net revenues. During the quarter, this segment had notable performances in its human factors, vehicle engineering, electrical engineering and polymer science practices. We continued to see strong demand for our services related to product recalls including assignments from the consumer products and automotive industries. Proactive services continued to expand as companies seek Exponent’s interdisciplinary advice throughout the product life cycle, consistent with the increased importance placed on understanding how users interact with complex technologies.\nExponent’s environmental and health segment grew 10% year over year and represented approximately 21% of the Company’s first quarter net revenues. Exponent’s scientists were engaged in human health and environmental assessments and advised clients with regulatory issues around the world. Exponent’s chemical regulation and food safety practice expanded its proactive services as society remains concerned about chemicals affecting ecosystems and human health. Consultants from this segment also continued to support the large human factors project.\nBusiness Outlook\n“Our outlook reflects positive momentum in the business, as well as the expected deceleration of the ongoing human factors assessment project in 2018. We are improving our expectations for the full year 2018. We now expect revenues before reimbursements to grow in the mid- to high- single digits and EBITDA 3 margin to decline by approximately 50 to 100 basis points, as compared to 2017. As previously discussed, we continue to believe that Exponent’s consolidated income tax rate will be approximately 22% to 23% for 2018, after including the estimated tax adjustments associated with share-based awards. This tax rate range is approximately ten percentage points lower than it would have been as a result of the new Tax Legislation, 2 ” commented Richard Schlenker, Executive Vice President and Chief Financial Officer.\n“On May 31, 2018, we will promote Dr. Catherine Corrigan, our current President to the role of CEO and President. I am extremely honored to have led Exponent for the past nine years, and as Chairman I look forward to supporting Catherine as I am certain that she is the right person to lead our firm into the future,” stated Dr. Johnston.\n“Exponent holds a unique market position and will continue to leverage its experience and superior reputation in reactive services to drive growth in our proactive services around the world. As we look ahead, we are confident in Exponent’s strategy to uncover growth opportunities across practices, industries and geographies. We are focused on positioning the company for long-term success, delivering strong financial results and creating value for our stakeholders. I am excited about the opportunity to lead Exponent as we empower clients with solutions for a safe, healthy, sustainable and technologically complex world,” commented Dr. Catherine Corrigan, President.\nToday's Conference Call Information\nExponent will discuss its financial results in more detail on a conference call today, Thursday, April 19, 2018, starting at 4:30 p.m. Eastern Time / 1:30 p.m. Pacific Time. The audio of the conference call is available by dialing (800) 239-9838 or (323) 794-2551. A live webcast of the call will be available on the Investor Relations section of the Company's website at www.exponent.com/investors . For those unable to listen to the live webcast, a replay of the call will also be available on the Exponent website, or by dialing (888) 203­1112 or (719) 457-0820 and entering passcode 7185751#.\nFootnotes\n1 FASB Accounting Standard Update No. 2016-09, Improvements to Employee Share-Based Payment Accounting, March 30, 2016.\n2 The Tax Cuts and Jobs Act (Tax Legislation) was enacted on December 22, 2017 and lowers U.S. corporate income tax rates as of January 1, 2018, implements a territorial tax system and imposes a repatriation tax on deemed repatriated earnings of foreign subsidiaries.\n3 EBITDA is a non-­GAAP financial measure defined by the Company as net income before income taxes, interest income, depreciation and amortization. EBITDAS is a non-­GAAP financial measure defined by the Company as EBITDA before stock-­based compensation. The Company regards EBITDA and EBITDAS as useful measures of operating performance and cash flow to complement operating income, net income and other GAAP financial performance measures. Additionally, management believes that EBITDA and EBITDAS provide meaningful comparisons of past, present and future operating results. Generally, a non­-GAAP financial measure is a numerical measure of a company's performance, financial position or cash flow that either excludes or includes amounts that are not normally excluded or included in the most directly comparable measure calculated and presented in accordance with GAAP. These measures, however, should be considered in addition to, and not as a substitute or superior to, operating income, cash flows, or other measures of financial performance prepared in accordance with GAAP. A reconciliation of the measures to GAAP is set forth below.\nAbout Exponent\nExponent is an engineering and scientific consulting firm providing solutions to complex problems. Exponent's interdisciplinary organization of scientists, physicians, engineers, and business consultants draws from more than 90 technical disciplines to solve the most pressing and complicated challenges facing stakeholders today. The firm leverages over 50 years of experience in analyzing accidents and failures to advise clients as they innovate their technologically complex products and processes, ensure the safety and health of their users, and address the challenges of sustainability.\nExponent may be reached at (888) 656-EXPO, info@exponent.com , or www.exponent.com .\nThis news release contains, and incorporates by reference, certain \"forward-looking\" statements (as such term is defined in the Private Securities Litigation Reform Act of 1995, and the rules promulgated pursuant to the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended) that are based on the beliefs of the Company's management, as well as assumptions made by and information currently available to the Company's management. When used in this document and in the documents incorporated herein by reference, the words “intend,” \"anticipate,\" \"believe,\" \"estimate,\" \"expect\" and similar expressions, as they relate to the Company or its management, identify such forward-­looking statements. Such statements reflect the current views of the Company or its management with respect to future events and are subject to certain risks, uncertainties and assumptions. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, the Company's actual results, performance, or achievements could differ materially from those expressed in, or implied by, any such . Factors that could cause or contribute to such material differences include the possibility that the demand for our services may decline as a result of changes in general and industry specific economic conditions, the timing of engagements for our services, the effects of competitive services and pricing, the absence of backlog related to our business, our ability to attract and retain key employees, the effect of tort reform and government regulation on our business, and liabilities resulting from claims made against us. Additional risks and uncertainties are discussed in our Annual Report on Form 10­K under the heading \"Risk Factors\" and elsewhere in the report. The inclusion of such forward-looking information should not be regarded as a representation by the Company or any other person that the future events, plans, or expectations contemplated by the Company will be achieved. The Company undertakes no obligation to release publicly any updates or revisions to any such .\nSource: Exponent, Inc.\nEXPONENT, INC. CONDENSED CONSOLIDATED STATEMENTS OF INCOME For the Quarters Ended March 30, 2018 and March 31, 2017 (unaudited) (in thousands, except per share data) Quarters Ended March 30, March 31, 2018 2017 Revenues Revenues before reimbursements $ 90,684 $ 80,467 Reimbursements 5,773 3,655 Revenues 96,457 84,122 Operating expenses Compensation and related expenses 57,579 54,418 Other operating expenses 7,465 7,191 Reimbursable expenses 5,773 3,655 General and administrative expenses 4,042 4,224 74,859 69,488 Operating income 21,598 14,634 Other income Interest income, net 530 234 Miscellaneous income, net 322 2,542 852 2,776 Income before income taxes 22,450 17,410 Income taxes 2,110 834 Net income $ 20,340 $ 16,576 Net income per share: Basic $ 0.77 $ 0.63 Diluted $ 0.75 $ 0.61 Shares used in per share computations: Basic 26,372 26,302 Diluted 27,006 26,981\nEXPONENT, INC. CONDENSED CONSOLIDATED BALANCE SHEETS March 30, 2018 and December 29, 2017 (unaudited) (in thousands) March 30, December 29, 2018 2017 Assets Current assets: Cash and cash equivalents $ 103,152 $ 124,794 Short-term investments 75,485 71,604 Accounts receivable, net 117,239 110,100 Prepaid expenses and other assets 9,585 9,011 Total current assets 305,461 315,509 Property, equipment and leasehold improvements, net 40,420 35,014 Goodwill 8,607 8,607 Other assets 85,971 80,459 $ 440,459 $ 439,589 Liabilities and Stockholders' Equity Current liabilities: Accounts payable and accrued liabilities $ 16,492 $ 14,741 Accrued payroll and employee benefits 45,240 70,064 Deferred revenues 7,912 8,302 Total current liabilities 69,644 93,107 Other liabilities 62,972 56,102 Deferred rent 1,218 1,292 Total liabilities 133,834 150,501 Stockholders' equity: Common stock 33 33 Additional paid-in capital 221,972 210,263 Accumulated other comprehensive loss (1,330 ) (2,029 ) Retained earnings 310,978 303,990 Treasury stock, at cost (225,028 ) (223,169 ) Total stockholders' equity 306,625 289,088 $ 440,459 $ 439,589\nEXPONENT, INC. EBITDA and EBITDAS (1) For the Quarters Ended March 30, 2018 and March 31, 2017 (unaudited) (in thousands) Quarters Ended March 30, March 31, 2018 2017 Net Income $ 20,340 $ 16,576 Add back (subtract): Income taxes 2,110 834 Interest income, net (530 ) (234 ) Depreciation and amortization 1,555 1,566 EBITDA (1) 23,475 18,742 Stock-based compensation 6,289 5,655 EBITDAS (1) $ 29,764 $ 24,397 (1) EBITDA is a non-GAAP financial measure defined by the Company as net income before income taxes, interest income, depreciation and amortization. EBITDAS is a non-GAAP financial measure defined by the Company as EBITDA before stock-based compensation. The Company regards EBITDA and EBITDAS as useful measures of operating performance and cash flow to complement operating income, net income and other GAAP financial performance measures. Additionally, management believes that EBITDA and EBITDAS provide meaningful comparisons of past, present and future operating results. Generally, a non-GAAP financial measure is a numerical measure of a company's performance, financial position or cash flow that either excludes or includes amounts that are not normally excluded or included in the most directly comparable measure calculated and presented in accordance with GAAP. These measures, however, should be considered in addition to, and not as a substitute or superior to, operating income, cash flows, or other measures of financial performance prepared in accordance with GAAP.\nSource:Exponent, Inc.",
    "published": "2018-04-20T00:05:00.000+03:00",
    "crawled": "2018-04-20T01:17:41.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "april",
        "globe",
        "newswire",
        "exponent",
        "nasdaq",
        "expo",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "exponent",
        "continued",
        "strong",
        "momentum",
        "first",
        "quarter",
        "delivered",
        "revenue",
        "growth",
        "expanded",
        "margin",
        "executing",
        "strategy",
        "position",
        "company",
        "future",
        "growth",
        "first",
        "quarter",
        "result",
        "benefited",
        "positive",
        "market",
        "trend",
        "across",
        "several",
        "industry",
        "practice",
        "geography",
        "well",
        "ongoing",
        "human",
        "factor",
        "project",
        "previously",
        "discussed",
        "commented",
        "paul",
        "johnston",
        "chief",
        "executive",
        "officer",
        "experiencing",
        "increased",
        "demand",
        "consumer",
        "product",
        "industry",
        "technology",
        "become",
        "increasingly",
        "complex",
        "need",
        "better",
        "understand",
        "interactivity",
        "sophisticated",
        "product",
        "user",
        "grows",
        "recent",
        "project",
        "include",
        "assessing",
        "virtual",
        "reality",
        "technology",
        "evaluating",
        "performance",
        "autonomous",
        "vehicle",
        "developing",
        "artificial",
        "intelligence",
        "solution",
        "proactive",
        "reactive",
        "engagement",
        "deploying",
        "additional",
        "resource",
        "geography",
        "outside",
        "united",
        "state",
        "including",
        "expanding",
        "capability",
        "asia",
        "europe",
        "reach",
        "new",
        "demand",
        "pocket",
        "continue",
        "grow",
        "brand",
        "globally",
        "concluded",
        "johnston",
        "first",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "first",
        "quarter",
        "grew",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "revenue",
        "reimbursement",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "one",
        "year",
        "ago",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "reminder",
        "first",
        "quarter",
        "exponent",
        "adopted",
        "new",
        "accounting",
        "standard",
        "classification",
        "tax",
        "adjustment",
        "associated",
        "award",
        "tax",
        "benefit",
        "realized",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "inclusive",
        "tax",
        "benefit",
        "exponent",
        "consolidated",
        "tax",
        "rate",
        "quarter",
        "compared",
        "period",
        "last",
        "year",
        "comparison",
        "purpose",
        "excluding",
        "tax",
        "benefit",
        "exponent",
        "tax",
        "rate",
        "decreased",
        "first",
        "quarter",
        "compared",
        "period",
        "last",
        "year",
        "due",
        "new",
        "tax",
        "legislation",
        "ebitda",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "one",
        "year",
        "ago",
        "first",
        "quarter",
        "exponent",
        "paid",
        "million",
        "dividend",
        "closed",
        "period",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "separate",
        "press",
        "release",
        "today",
        "exponent",
        "announced",
        "quarterly",
        "dividend",
        "payment",
        "reiterated",
        "intent",
        "continue",
        "pay",
        "quarterly",
        "dividend",
        "business",
        "overview",
        "exponent",
        "engineering",
        "scientific",
        "segment",
        "grew",
        "year",
        "year",
        "represented",
        "approximately",
        "company",
        "first",
        "quarter",
        "net",
        "revenue",
        "quarter",
        "segment",
        "notable",
        "performance",
        "human",
        "factor",
        "vehicle",
        "engineering",
        "electrical",
        "engineering",
        "polymer",
        "science",
        "practice",
        "continued",
        "see",
        "strong",
        "demand",
        "service",
        "related",
        "product",
        "recall",
        "including",
        "assignment",
        "consumer",
        "product",
        "automotive",
        "industry",
        "proactive",
        "service",
        "continued",
        "expand",
        "company",
        "seek",
        "exponent",
        "interdisciplinary",
        "advice",
        "throughout",
        "product",
        "life",
        "cycle",
        "consistent",
        "increased",
        "importance",
        "placed",
        "understanding",
        "user",
        "interact",
        "complex",
        "technology",
        "exponent",
        "environmental",
        "health",
        "segment",
        "grew",
        "year",
        "year",
        "represented",
        "approximately",
        "company",
        "first",
        "quarter",
        "net",
        "revenue",
        "exponent",
        "scientist",
        "engaged",
        "human",
        "health",
        "environmental",
        "assessment",
        "advised",
        "client",
        "regulatory",
        "issue",
        "around",
        "world",
        "exponent",
        "chemical",
        "regulation",
        "food",
        "safety",
        "practice",
        "expanded",
        "proactive",
        "service",
        "society",
        "remains",
        "concerned",
        "chemical",
        "affecting",
        "ecosystem",
        "human",
        "health",
        "consultant",
        "segment",
        "also",
        "continued",
        "support",
        "large",
        "human",
        "factor",
        "project",
        "business",
        "outlook",
        "outlook",
        "reflects",
        "positive",
        "momentum",
        "business",
        "well",
        "expected",
        "deceleration",
        "ongoing",
        "human",
        "factor",
        "assessment",
        "project",
        "improving",
        "expectation",
        "full",
        "year",
        "expect",
        "revenue",
        "reimbursement",
        "grow",
        "single",
        "digit",
        "ebitda",
        "margin",
        "decline",
        "approximately",
        "basis",
        "point",
        "compared",
        "previously",
        "discussed",
        "continue",
        "believe",
        "exponent",
        "consolidated",
        "income",
        "tax",
        "rate",
        "approximately",
        "including",
        "estimated",
        "tax",
        "adjustment",
        "associated",
        "award",
        "tax",
        "rate",
        "range",
        "approximately",
        "ten",
        "percentage",
        "point",
        "lower",
        "would",
        "result",
        "new",
        "tax",
        "legislation",
        "commented",
        "richard",
        "schlenker",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "may",
        "promote",
        "catherine",
        "corrigan",
        "current",
        "president",
        "role",
        "ceo",
        "president",
        "extremely",
        "honored",
        "led",
        "exponent",
        "past",
        "nine",
        "year",
        "chairman",
        "look",
        "forward",
        "supporting",
        "catherine",
        "certain",
        "right",
        "person",
        "lead",
        "firm",
        "future",
        "stated",
        "johnston",
        "exponent",
        "hold",
        "unique",
        "market",
        "position",
        "continue",
        "leverage",
        "experience",
        "superior",
        "reputation",
        "reactive",
        "service",
        "drive",
        "growth",
        "proactive",
        "service",
        "around",
        "world",
        "look",
        "ahead",
        "confident",
        "exponent",
        "strategy",
        "uncover",
        "growth",
        "opportunity",
        "across",
        "practice",
        "industry",
        "geography",
        "focused",
        "positioning",
        "company",
        "success",
        "delivering",
        "strong",
        "financial",
        "result",
        "creating",
        "value",
        "stakeholder",
        "excited",
        "opportunity",
        "lead",
        "exponent",
        "empower",
        "client",
        "solution",
        "safe",
        "healthy",
        "sustainable",
        "technologically",
        "complex",
        "world",
        "commented",
        "catherine",
        "corrigan",
        "president",
        "today",
        "conference",
        "call",
        "information",
        "exponent",
        "discus",
        "financial",
        "result",
        "detail",
        "conference",
        "call",
        "today",
        "thursday",
        "april",
        "starting",
        "eastern",
        "time",
        "pacific",
        "time",
        "audio",
        "conference",
        "call",
        "available",
        "dialing",
        "live",
        "webcast",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "unable",
        "listen",
        "live",
        "webcast",
        "replay",
        "call",
        "also",
        "available",
        "exponent",
        "website",
        "dialing",
        "entering",
        "passcode",
        "footnote",
        "fasb",
        "accounting",
        "standard",
        "update",
        "improvement",
        "employee",
        "payment",
        "accounting",
        "march",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "legislation",
        "enacted",
        "december",
        "lower",
        "corporate",
        "income",
        "tax",
        "rate",
        "january",
        "implement",
        "territorial",
        "tax",
        "system",
        "imposes",
        "repatriation",
        "tax",
        "deemed",
        "repatriated",
        "earnings",
        "foreign",
        "subsidiary",
        "ebitda",
        "financial",
        "measure",
        "defined",
        "company",
        "net",
        "income",
        "income",
        "tax",
        "interest",
        "income",
        "depreciation",
        "amortization",
        "ebitda",
        "financial",
        "measure",
        "defined",
        "company",
        "ebitda",
        "compensation",
        "company",
        "regard",
        "ebitda",
        "ebitda",
        "useful",
        "measure",
        "operating",
        "performance",
        "cash",
        "flow",
        "complement",
        "operating",
        "income",
        "net",
        "income",
        "gaap",
        "financial",
        "performance",
        "measure",
        "additionally",
        "management",
        "belief",
        "ebitda",
        "ebitda",
        "provide",
        "meaningful",
        "comparison",
        "past",
        "present",
        "future",
        "operating",
        "result",
        "generally",
        "financial",
        "measure",
        "numerical",
        "measure",
        "company",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "either",
        "excludes",
        "includes",
        "amount",
        "normally",
        "excluded",
        "included",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "measure",
        "however",
        "considered",
        "addition",
        "substitute",
        "superior",
        "operating",
        "income",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "reconciliation",
        "measure",
        "gaap",
        "set",
        "forth",
        "exponent",
        "exponent",
        "engineering",
        "scientific",
        "consulting",
        "firm",
        "providing",
        "solution",
        "complex",
        "problem",
        "exponent",
        "interdisciplinary",
        "organization",
        "scientist",
        "physician",
        "engineer",
        "business",
        "consultant",
        "draw",
        "technical",
        "discipline",
        "solve",
        "pressing",
        "complicated",
        "challenge",
        "facing",
        "stakeholder",
        "today",
        "firm",
        "leverage",
        "year",
        "experience",
        "analyzing",
        "accident",
        "failure",
        "advise",
        "client",
        "innovate",
        "technologically",
        "complex",
        "product",
        "process",
        "ensure",
        "safety",
        "health",
        "user",
        "address",
        "challenge",
        "sustainability",
        "exponent",
        "may",
        "reached",
        "info",
        "news",
        "release",
        "contains",
        "incorporates",
        "reference",
        "certain",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "rule",
        "promulgated",
        "pursuant",
        "security",
        "act",
        "amended",
        "security",
        "exchange",
        "act",
        "amended",
        "based",
        "belief",
        "company",
        "management",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "company",
        "management",
        "used",
        "document",
        "document",
        "incorporated",
        "herein",
        "reference",
        "word",
        "intend",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "company",
        "management",
        "identify",
        "statement",
        "statement",
        "reflect",
        "current",
        "view",
        "company",
        "management",
        "respect",
        "future",
        "event",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "factor",
        "could",
        "cause",
        "contribute",
        "material",
        "difference",
        "include",
        "possibility",
        "demand",
        "service",
        "may",
        "decline",
        "result",
        "change",
        "general",
        "industry",
        "specific",
        "economic",
        "condition",
        "timing",
        "engagement",
        "service",
        "effect",
        "competitive",
        "service",
        "pricing",
        "absence",
        "backlog",
        "related",
        "business",
        "ability",
        "attract",
        "retain",
        "key",
        "employee",
        "effect",
        "tort",
        "reform",
        "government",
        "regulation",
        "business",
        "liability",
        "resulting",
        "claim",
        "made",
        "u",
        "additional",
        "risk",
        "uncertainty",
        "discussed",
        "annual",
        "report",
        "form",
        "heading",
        "risk",
        "factor",
        "elsewhere",
        "report",
        "inclusion",
        "information",
        "regarded",
        "representation",
        "company",
        "person",
        "future",
        "event",
        "plan",
        "expectation",
        "contemplated",
        "company",
        "achieved",
        "company",
        "undertakes",
        "obligation",
        "release",
        "publicly",
        "update",
        "revision",
        "source",
        "exponent",
        "exponent",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "quarter",
        "ended",
        "march",
        "march",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "march",
        "march",
        "revenue",
        "revenue",
        "reimbursement",
        "reimbursement",
        "revenue",
        "operating",
        "expense",
        "compensation",
        "related",
        "expense",
        "operating",
        "expense",
        "reimbursable",
        "expense",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "income",
        "interest",
        "income",
        "net",
        "miscellaneous",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "per",
        "share",
        "computation",
        "basic",
        "diluted",
        "exponent",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "leasehold",
        "improvement",
        "net",
        "goodwill",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "payroll",
        "employee",
        "benefit",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "treasury",
        "stock",
        "cost",
        "total",
        "stockholder",
        "equity",
        "exponent",
        "ebitda",
        "ebitda",
        "quarter",
        "ended",
        "march",
        "march",
        "unaudited",
        "thousand",
        "quarter",
        "ended",
        "march",
        "march",
        "net",
        "income",
        "add",
        "back",
        "subtract",
        "income",
        "tax",
        "interest",
        "income",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "compensation",
        "ebitda",
        "ebitda",
        "financial",
        "measure",
        "defined",
        "company",
        "net",
        "income",
        "income",
        "tax",
        "interest",
        "income",
        "depreciation",
        "amortization",
        "ebitda",
        "financial",
        "measure",
        "defined",
        "company",
        "ebitda",
        "compensation",
        "company",
        "regard",
        "ebitda",
        "ebitda",
        "useful",
        "measure",
        "operating",
        "performance",
        "cash",
        "flow",
        "complement",
        "operating",
        "income",
        "net",
        "income",
        "gaap",
        "financial",
        "performance",
        "measure",
        "additionally",
        "management",
        "belief",
        "ebitda",
        "ebitda",
        "provide",
        "meaningful",
        "comparison",
        "past",
        "present",
        "future",
        "operating",
        "result",
        "generally",
        "financial",
        "measure",
        "numerical",
        "measure",
        "company",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "either",
        "excludes",
        "includes",
        "amount",
        "normally",
        "excluded",
        "included",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "measure",
        "however",
        "considered",
        "addition",
        "substitute",
        "superior",
        "operating",
        "income",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "source",
        "exponent",
        "inc"
    ]
}