{
    "organizations": [],
    "uuid": "d12e2c0400f2babcd1956deac389a46172d376ce",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/04/10/the-morning-ledger-trade-worries-percolate-across-u-s-manufacturing-farming/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Trade Worries Percolate Across U.S. Manufacturing, Farming",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription. \nA worker arranges solar panel components and layers at the SunSpark Technology manufacturing facility in Riverside, Calif., U.S., April 3, 2018. Bloomberg Good morning. Rising trade tensions between Washington and Beijing could scupper the U.S. recovery — that’s the fear among some U.S. manufacturers, report the WSJ’s Andrew Tangel and Harriet Torry. \nManufacturing, long the sick patient in the U.S. economy as multinationals outsourced jobs, has added nearly 300,000 positions since the November 2016 election, increasing payrolls in 16 of the past 17 months. Orders are on the rise, making the current stretch among the strongest for the manufacturing sector in decades.\nTariffs “are likely to create new challenges in the form of significant added costs for manufacturers and American consumers,” Jay Timmons, chief executive of the National Association of Manufacturers, said in a statement last week.\nMeanwhile, President Donald Trump on Monday acknowledged that U.S. farmers could get pinched by new Chinese tariffs aimed at his base. He promised relief to U.S. farmers caught up in his administration’s burgeoning trade dispute with China.\nStill, the WSJ’s James Mackintosh questions the stock market’s recent series of swoons in response to the escalating trade friction. Even including earlier tariffs on solar panels, washing machines, steel and aluminum, this year’s tariffs will apply to less than 7% of U.S. imports. On top of that, the U.S. isn’t nearly as reliant on trade as many smaller, more open economies, Mr. Mackintosh argues.\nCFO JOURNAL EXCLUSIVE \nSeaspan Corp. taps 29-year-old as new CFO. Seaspan Corp. , the world’s largest containership lessor by cargo-carrying capacity, has tapped Ryan Cameron Courson as its new finance chief. The 29-year-old Mr. Courson replaces David Spivak, effective May 5.\nThe rebound from a multiyear down-cycle has sparked a round of consolidation by ship operators, cutting the ranks of market’s 20-biggest companies by more than half. Seaspan sees a similar opportunity among lessor companies, Mr. Courson said.\n“I think there are a lot of opportunities within the maritime space and that Seaspan as a firm is well positioned to capitalize on those opportunities,” Mr. Courson told CFO Journal’s Ezequiel Minaya. “We believe the lessor market will consolidate and we believe that we will drive that consolidation,” he added.\nWD-40 will funnel tax savings to boost digital brand presence. WD-40 Co. is applying some of the benefits of a lower U.S. corporate tax rate toward brand building and expanding the company’s online presence, said finance chief Jay Rembolt.\nThe San Diego-based company is spending an additional $1 million on the effort, Mr. Rembolt told Mr. Minaya. “This is an opportunity to advance our activities across the globe digitally,” said Mr. Rembolt, who has been the company’s CFO since 2008.\nU.K. FRC to extend oversight of audit firms. The Financial Reporting Council, the U.K.’s regulator for audit, accounting and reporting, said Tuesday it plans to enhance its oversight of large audit firms. This is to avoid systematic deficiencies within firms’ networks, disruption in the provision of statutory audit services and instability in the financial sector, the FRC said in a statement.\nOn Monday, the FRC announced it will make changes to its sanctions regime after an independent review. The new sanctions include an increase in fines to £10 million ($14.15 million) or more for “seriously poor audit work” by Deloitte Touche Tohmatsu Ltd. , PricewaterhouseCoopers LLP , Ernst & Young LLP and KPMG LLP, the exclusion from the accounting profession for a minimum of 10 years for dishonesty and a greater use of non-financial penalties. The new sanctions framework takes effect on June 1, reports CFO Journal’s Nina Trentmann.\nCORPORATE NEWS \nU.S. President Trump takes part in a roundtable discussion with Microsoft CEO Satya Narayan and Amazon CEO Jeff Bezos, Washington, D.C., U.S., June 19, 2017. DPA/Zuma Press Bezos stays mum. Amazon.com Inc.’s Chief Executive Jeff Bezos has meticulously crafted his public image for years, largely shunning the spotlight while carefully making donations that only hint at his political agenda. His response to a string of attacks by President Donald Trump: silence.\nWageWorks hires outside firm for finance help. WageWorks Inc., which recently shuffled its top ranks after discovering financial reporting irregularities, is turning to an outside firm to fill its chief financial officer post on a temporary basis.\nZuckerberg: Facebook made mistakes. Facebook Inc. Chief Executive Mark Zuckerberg will tell lawmakers this week that his company “didn’t take a broad enough view of our responsibility” after revelations about the abuse of users’ personal information and election interference by Russian operatives.\nViacom asks CBS to raise its bid by $2.8 billion. Viacom Inc. has asked CBS Corp. to sweeten its merger bid by about $2.8 billion, or almost a quarter more than CBS’s offer, three people familiar with the matter told Reuters, indicating the wide gap in the U.S. media companies’ price expectations.\nNew Deutsche CEO warns of “tough decisions.” Christian Sewing, Deutsche Bank AG’s new chief executive, faces the difficult task of reviving Germany’s biggest lender and its struggling investment banking and trading units.\nUber enters bike war with Jump acquisition. Uber Technologies Inc. has agreed to buy an on-demand electric-bike outfit, Jump Bikes, that could help the ride-hailing company expand its service to customers traveling short distances.\nThe Saudi exchange that prepares to host the world’s biggest IPO. Saudi Arabia’s stock exchange is the only confirmed home for oil giant Saudi Arabian Oil Co. when it goes public. The possible largest-ever initial public offering has the potential to overwhelm an exchange whose holdings are valued less than Apple Inc. \nAnt Financial to raise $9 billion. Ant Financial Services Group, carved out of Jack Ma’s e-commerce giant Alibaba Group Holding Ltd. seven years ago, is preparing to raise $9 billion in a private funding round, according to people familiar with the matter. That ups a previous fundraising target of $5 billion.\nNYSE opens doors to stocks from rival exchanges. The New York Stock Exchange, owned by Intercontinental Exchange Inc. , has ended a decades-old restriction that prevented stocks listed on rival exchanges from being bought and sold on its historic trading floor in lower Manhattan.\nPrivate-equity group reaches deal to buy VeriFone. Payments company VeriFone Systems Inc. has reached a deal to be acquired by a private-equity-led investor group for roughly $2.6 billion in cash.\nREGULATION \nThe Bayer logo sits above pipework at a Bayer production site in Dormagen, Germany, March 21, 2018. Bloomberg News U.S. to approve Bayer-Monsanto merger. The U.S. Justice Department has decided to allow Bayer AG’s megadeal to acquire Monsanto Co. after the companies pledged to sell off additional assets to secure government antitrust approval, according to people familiar with the matter.\nCalifornia considers challenge to EPA on vehicle emissions. California officials are “actively” weighing a lawsuit to challenge the Trump administration’s decision to ease vehicle emissions standards, California Air Resources Board Chairwoman Mary Nichols said Monday.\nMeet the judge presiding over the DOJ’s case against AT&T. U.S. District Judge Richard Leon has run an exacting trial as the Justice Department seeks to block AT&T Inc.’s planned $85 billion deal to buy Time Warner Inc. \nU.S. watchdog seeks record fine against Wells Fargo. The U.S. Consumer Financial Protection Bureau is seeking a record fine against Wells Fargo & Co. that could exceed several hundred million dollars for auto insurance and mortgage lending abuses, three sources with knowledge of the plans told Reuters.\nU.S. accuses firms of disguising origin of Chinese steel. U.S. trade officials say Vietnamese steel companies and their Chinese suppliers are guilty of routing goods through another country to illicitly disguise their origin. The companies say they are playing by the rules of global trade.\nECONOMY \nChina’s President Xi Jinping delivers a speech at the Boao Forum for Asia in Boao, China, April 10, 2018. AFP/Getty Images Xi Jinping warns against “Cold War mentality.” Chinese President Xi Jinping promised foreign companies greater access to China’s financial and manufacturing sectors, pledging Beijing’s commitment to further economic liberalization amid rising trade tensions with the U.S.\nChinese investment into the U.S. fell sharply in 2017. After climbing for much of the past two decades, Chinese investment into the U.S. dropped by 36% last year as relations between the world’s two largest economies cooled — long before the most recent trade restrictions were announced.\nU.S. sanctions take a toll on Russian markets. Russian markets convulsed in the wake of new U.S. sanctions, as the ruble tumbled and domestic and foreign investors dumped Russian stocks. Meanwhile, Glencore PLC said Tuesday that Chief Executive Ivan Glasenberg has resigned as a director of Russian company United Co. Rusal PLC , which was placed on the U.S. sanctions list alongside its controlling shareholder EN+ Group PLC , reports Bloomberg. \nCBO sees annual deficits exceed $1 trillion by 2020. The U.S. Congressional Budget Office said the federal budget deficit would total $804 billion this year, 43% higher than it had projected last summer, and exceed $1 trillion a year starting in 2020. The deficit was $665 billion in the fiscal year ended Sept. 30.\nNafta partners seek deal by early May, Mexico says. Trade negotiators from the U.S., Canada and Mexico are looking to agree on a revamp of the North American Free Trade Agreement in early May, Mexico’s Economy Minister Ildefonso Guajardo said Monday.\nCFO MOVES \nSocial Finance Inc. , the Boston-based online lender, has hired former Goldman Sachs Group Inc. partner Michelle Gill as chief financial officer, effective April 30. Ms. Gill succeeds Steve Freiberg who had been serving as interim CFO since Nino Fanlo left the role in May 2017. Ms. Gill comes to SoFi from TPG Sixth Street Partners, a company she joined last year after 14 years at Goldman. Compensation details weren’t immediately available.\nCooper Tire & Rubber Co. , a Findlay, Ohio-based manufacturer of car and truck tires, said Ginger Jones , its senior vice president and CFO, will retire later this year. Ms. Jones will remain in her current role until a successor is named and an orderly transition is completed. She joined the company in 2014. Cooper has initiated the search for a successor, involving internal and external candidates, according to a release.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Nina Trentmann contributed to today’s Ledger. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com. \nShare this: THE MORNING LEDGER Previous WD-40 Will Funnel Tax Savings to Boost Digital Brand Presence Next CFO Moves: Social Finance, Cooper Tire & Rubber  ",
    "published": "2018-04-10T15:17:00.000+03:00",
    "crawled": "2018-04-11T03:09:03.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "worker",
        "arranges",
        "solar",
        "panel",
        "component",
        "layer",
        "sunspark",
        "technology",
        "manufacturing",
        "facility",
        "riverside",
        "april",
        "bloomberg",
        "good",
        "morning",
        "rising",
        "trade",
        "tension",
        "washington",
        "beijing",
        "could",
        "scupper",
        "recovery",
        "fear",
        "among",
        "manufacturer",
        "report",
        "wsj",
        "andrew",
        "tangel",
        "harriet",
        "torry",
        "manufacturing",
        "long",
        "sick",
        "patient",
        "economy",
        "multinationals",
        "outsourced",
        "job",
        "added",
        "nearly",
        "position",
        "since",
        "november",
        "election",
        "increasing",
        "payroll",
        "past",
        "month",
        "order",
        "rise",
        "making",
        "current",
        "stretch",
        "among",
        "strongest",
        "manufacturing",
        "sector",
        "decade",
        "tariff",
        "likely",
        "create",
        "new",
        "challenge",
        "form",
        "significant",
        "added",
        "cost",
        "manufacturer",
        "american",
        "consumer",
        "jay",
        "timmons",
        "chief",
        "executive",
        "national",
        "association",
        "manufacturer",
        "said",
        "statement",
        "last",
        "week",
        "meanwhile",
        "president",
        "donald",
        "trump",
        "monday",
        "acknowledged",
        "farmer",
        "could",
        "get",
        "pinched",
        "new",
        "chinese",
        "tariff",
        "aimed",
        "base",
        "promised",
        "relief",
        "farmer",
        "caught",
        "administration",
        "burgeoning",
        "trade",
        "dispute",
        "china",
        "still",
        "wsj",
        "james",
        "mackintosh",
        "question",
        "stock",
        "market",
        "recent",
        "series",
        "swoon",
        "response",
        "escalating",
        "trade",
        "friction",
        "even",
        "including",
        "earlier",
        "tariff",
        "solar",
        "panel",
        "washing",
        "machine",
        "steel",
        "aluminum",
        "year",
        "tariff",
        "apply",
        "less",
        "import",
        "top",
        "nearly",
        "reliant",
        "trade",
        "many",
        "smaller",
        "open",
        "economy",
        "mackintosh",
        "argues",
        "cfo",
        "journal",
        "exclusive",
        "seaspan",
        "tap",
        "new",
        "cfo",
        "seaspan",
        "world",
        "largest",
        "containership",
        "lessor",
        "capacity",
        "tapped",
        "ryan",
        "cameron",
        "courson",
        "new",
        "finance",
        "chief",
        "courson",
        "replaces",
        "david",
        "spivak",
        "effective",
        "may",
        "rebound",
        "multiyear",
        "sparked",
        "round",
        "consolidation",
        "ship",
        "operator",
        "cutting",
        "rank",
        "market",
        "company",
        "half",
        "seaspan",
        "see",
        "similar",
        "opportunity",
        "among",
        "lessor",
        "company",
        "courson",
        "said",
        "think",
        "lot",
        "opportunity",
        "within",
        "maritime",
        "space",
        "seaspan",
        "firm",
        "well",
        "positioned",
        "capitalize",
        "opportunity",
        "courson",
        "told",
        "cfo",
        "journal",
        "ezequiel",
        "minaya",
        "believe",
        "lessor",
        "market",
        "consolidate",
        "believe",
        "drive",
        "consolidation",
        "added",
        "funnel",
        "tax",
        "saving",
        "boost",
        "digital",
        "brand",
        "presence",
        "applying",
        "benefit",
        "lower",
        "corporate",
        "tax",
        "rate",
        "toward",
        "brand",
        "building",
        "expanding",
        "company",
        "online",
        "presence",
        "said",
        "finance",
        "chief",
        "jay",
        "rembolt",
        "san",
        "company",
        "spending",
        "additional",
        "million",
        "effort",
        "rembolt",
        "told",
        "minaya",
        "opportunity",
        "advance",
        "activity",
        "across",
        "globe",
        "digitally",
        "said",
        "rembolt",
        "company",
        "cfo",
        "since",
        "frc",
        "extend",
        "oversight",
        "audit",
        "firm",
        "financial",
        "reporting",
        "council",
        "regulator",
        "audit",
        "accounting",
        "reporting",
        "said",
        "tuesday",
        "plan",
        "enhance",
        "oversight",
        "large",
        "audit",
        "firm",
        "avoid",
        "systematic",
        "deficiency",
        "within",
        "firm",
        "network",
        "disruption",
        "provision",
        "statutory",
        "audit",
        "service",
        "instability",
        "financial",
        "sector",
        "frc",
        "said",
        "statement",
        "monday",
        "frc",
        "announced",
        "make",
        "change",
        "sanction",
        "regime",
        "independent",
        "review",
        "new",
        "sanction",
        "include",
        "increase",
        "fine",
        "million",
        "million",
        "seriously",
        "poor",
        "audit",
        "work",
        "deloitte",
        "touche",
        "tohmatsu",
        "pricewaterhousecoopers",
        "llp",
        "ernst",
        "young",
        "llp",
        "kpmg",
        "llp",
        "exclusion",
        "accounting",
        "profession",
        "minimum",
        "year",
        "dishonesty",
        "greater",
        "use",
        "penalty",
        "new",
        "sanction",
        "framework",
        "take",
        "effect",
        "june",
        "report",
        "cfo",
        "journal",
        "nina",
        "trentmann",
        "corporate",
        "news",
        "president",
        "trump",
        "take",
        "part",
        "roundtable",
        "discussion",
        "microsoft",
        "ceo",
        "satya",
        "narayan",
        "amazon",
        "ceo",
        "jeff",
        "bezos",
        "washington",
        "june",
        "press",
        "bezos",
        "stay",
        "mum",
        "chief",
        "executive",
        "jeff",
        "bezos",
        "meticulously",
        "crafted",
        "public",
        "image",
        "year",
        "largely",
        "shunning",
        "spotlight",
        "carefully",
        "making",
        "donation",
        "hint",
        "political",
        "agenda",
        "response",
        "string",
        "attack",
        "president",
        "donald",
        "trump",
        "silence",
        "wageworks",
        "hire",
        "outside",
        "firm",
        "finance",
        "help",
        "wageworks",
        "recently",
        "shuffled",
        "top",
        "rank",
        "discovering",
        "financial",
        "reporting",
        "irregularity",
        "turning",
        "outside",
        "firm",
        "fill",
        "chief",
        "financial",
        "officer",
        "post",
        "temporary",
        "basis",
        "zuckerberg",
        "facebook",
        "made",
        "mistake",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "tell",
        "lawmaker",
        "week",
        "company",
        "take",
        "broad",
        "enough",
        "view",
        "responsibility",
        "revelation",
        "abuse",
        "user",
        "personal",
        "information",
        "election",
        "interference",
        "russian",
        "operative",
        "viacom",
        "asks",
        "cbs",
        "raise",
        "bid",
        "billion",
        "viacom",
        "asked",
        "cbs",
        "sweeten",
        "merger",
        "bid",
        "billion",
        "almost",
        "quarter",
        "cbs",
        "offer",
        "three",
        "people",
        "familiar",
        "matter",
        "told",
        "reuters",
        "indicating",
        "wide",
        "gap",
        "medium",
        "company",
        "price",
        "expectation",
        "new",
        "deutsche",
        "ceo",
        "warns",
        "tough",
        "christian",
        "sewing",
        "deutsche",
        "bank",
        "ag",
        "new",
        "chief",
        "executive",
        "face",
        "difficult",
        "task",
        "reviving",
        "germany",
        "biggest",
        "lender",
        "struggling",
        "investment",
        "banking",
        "trading",
        "unit",
        "uber",
        "enters",
        "bike",
        "war",
        "jump",
        "acquisition",
        "uber",
        "technology",
        "agreed",
        "buy",
        "outfit",
        "jump",
        "bike",
        "could",
        "help",
        "company",
        "expand",
        "service",
        "customer",
        "traveling",
        "short",
        "distance",
        "saudi",
        "exchange",
        "prepares",
        "host",
        "world",
        "biggest",
        "ipo",
        "saudi",
        "arabia",
        "stock",
        "exchange",
        "confirmed",
        "home",
        "oil",
        "giant",
        "saudi",
        "arabian",
        "oil",
        "go",
        "public",
        "possible",
        "initial",
        "public",
        "offering",
        "potential",
        "overwhelm",
        "exchange",
        "whose",
        "holding",
        "valued",
        "less",
        "apple",
        "ant",
        "financial",
        "raise",
        "billion",
        "ant",
        "financial",
        "service",
        "group",
        "carved",
        "jack",
        "giant",
        "alibaba",
        "group",
        "holding",
        "seven",
        "year",
        "ago",
        "preparing",
        "raise",
        "billion",
        "private",
        "funding",
        "round",
        "according",
        "people",
        "familiar",
        "matter",
        "ups",
        "previous",
        "fundraising",
        "target",
        "billion",
        "nyse",
        "open",
        "door",
        "stock",
        "rival",
        "exchange",
        "new",
        "york",
        "stock",
        "exchange",
        "owned",
        "intercontinental",
        "exchange",
        "ended",
        "restriction",
        "prevented",
        "stock",
        "listed",
        "rival",
        "exchange",
        "bought",
        "sold",
        "historic",
        "trading",
        "floor",
        "lower",
        "manhattan",
        "group",
        "reach",
        "deal",
        "buy",
        "verifone",
        "payment",
        "company",
        "verifone",
        "system",
        "reached",
        "deal",
        "acquired",
        "investor",
        "group",
        "roughly",
        "billion",
        "cash",
        "regulation",
        "bayer",
        "logo",
        "sits",
        "pipework",
        "bayer",
        "production",
        "site",
        "dormagen",
        "germany",
        "march",
        "bloomberg",
        "news",
        "approve",
        "merger",
        "justice",
        "department",
        "decided",
        "allow",
        "bayer",
        "ag",
        "megadeal",
        "acquire",
        "monsanto",
        "company",
        "pledged",
        "sell",
        "additional",
        "asset",
        "secure",
        "government",
        "antitrust",
        "approval",
        "according",
        "people",
        "familiar",
        "matter",
        "california",
        "considers",
        "challenge",
        "epa",
        "vehicle",
        "emission",
        "california",
        "official",
        "actively",
        "weighing",
        "lawsuit",
        "challenge",
        "trump",
        "administration",
        "decision",
        "ease",
        "vehicle",
        "emission",
        "standard",
        "california",
        "air",
        "resource",
        "board",
        "chairwoman",
        "mary",
        "nichols",
        "said",
        "monday",
        "meet",
        "judge",
        "presiding",
        "doj",
        "case",
        "district",
        "judge",
        "richard",
        "leon",
        "run",
        "exacting",
        "trial",
        "justice",
        "department",
        "seek",
        "block",
        "planned",
        "billion",
        "deal",
        "buy",
        "time",
        "warner",
        "watchdog",
        "seek",
        "record",
        "fine",
        "well",
        "fargo",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "seeking",
        "record",
        "fine",
        "well",
        "fargo",
        "could",
        "exceed",
        "several",
        "hundred",
        "million",
        "dollar",
        "auto",
        "insurance",
        "mortgage",
        "lending",
        "abuse",
        "three",
        "source",
        "knowledge",
        "plan",
        "told",
        "reuters",
        "accuses",
        "firm",
        "disguising",
        "origin",
        "chinese",
        "steel",
        "trade",
        "official",
        "say",
        "vietnamese",
        "steel",
        "company",
        "chinese",
        "supplier",
        "guilty",
        "routing",
        "good",
        "another",
        "country",
        "illicitly",
        "disguise",
        "origin",
        "company",
        "say",
        "playing",
        "rule",
        "global",
        "trade",
        "economy",
        "china",
        "president",
        "xi",
        "jinping",
        "delivers",
        "speech",
        "boao",
        "forum",
        "asia",
        "boao",
        "china",
        "april",
        "image",
        "xi",
        "jinping",
        "warns",
        "cold",
        "war",
        "chinese",
        "president",
        "xi",
        "jinping",
        "promised",
        "foreign",
        "company",
        "greater",
        "access",
        "china",
        "financial",
        "manufacturing",
        "sector",
        "pledging",
        "beijing",
        "commitment",
        "economic",
        "liberalization",
        "amid",
        "rising",
        "trade",
        "tension",
        "chinese",
        "investment",
        "fell",
        "sharply",
        "climbing",
        "much",
        "past",
        "two",
        "decade",
        "chinese",
        "investment",
        "dropped",
        "last",
        "year",
        "relation",
        "world",
        "two",
        "largest",
        "economy",
        "cooled",
        "long",
        "recent",
        "trade",
        "restriction",
        "announced",
        "sanction",
        "take",
        "toll",
        "russian",
        "market",
        "russian",
        "market",
        "convulsed",
        "wake",
        "new",
        "sanction",
        "ruble",
        "tumbled",
        "domestic",
        "foreign",
        "investor",
        "dumped",
        "russian",
        "stock",
        "meanwhile",
        "glencore",
        "plc",
        "said",
        "tuesday",
        "chief",
        "executive",
        "ivan",
        "glasenberg",
        "resigned",
        "director",
        "russian",
        "company",
        "united",
        "rusal",
        "plc",
        "placed",
        "sanction",
        "list",
        "alongside",
        "controlling",
        "shareholder",
        "group",
        "plc",
        "report",
        "bloomberg",
        "cbo",
        "see",
        "annual",
        "deficit",
        "exceed",
        "trillion",
        "congressional",
        "budget",
        "office",
        "said",
        "federal",
        "budget",
        "deficit",
        "would",
        "total",
        "billion",
        "year",
        "higher",
        "projected",
        "last",
        "summer",
        "exceed",
        "trillion",
        "year",
        "starting",
        "deficit",
        "billion",
        "fiscal",
        "year",
        "ended",
        "nafta",
        "partner",
        "seek",
        "deal",
        "early",
        "may",
        "mexico",
        "say",
        "trade",
        "negotiator",
        "canada",
        "mexico",
        "looking",
        "agree",
        "revamp",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "early",
        "may",
        "mexico",
        "economy",
        "minister",
        "ildefonso",
        "guajardo",
        "said",
        "monday",
        "cfo",
        "move",
        "social",
        "finance",
        "online",
        "lender",
        "hired",
        "former",
        "goldman",
        "sachs",
        "group",
        "partner",
        "michelle",
        "gill",
        "chief",
        "financial",
        "officer",
        "effective",
        "april",
        "gill",
        "succeeds",
        "steve",
        "freiberg",
        "serving",
        "interim",
        "cfo",
        "since",
        "nino",
        "fanlo",
        "left",
        "role",
        "may",
        "gill",
        "come",
        "sofi",
        "tpg",
        "sixth",
        "street",
        "partner",
        "company",
        "joined",
        "last",
        "year",
        "year",
        "goldman",
        "compensation",
        "detail",
        "immediately",
        "available",
        "cooper",
        "tire",
        "rubber",
        "findlay",
        "manufacturer",
        "car",
        "truck",
        "tire",
        "said",
        "ginger",
        "jones",
        "senior",
        "vice",
        "president",
        "cfo",
        "retire",
        "later",
        "year",
        "jones",
        "remain",
        "current",
        "role",
        "successor",
        "named",
        "orderly",
        "transition",
        "completed",
        "joined",
        "company",
        "cooper",
        "initiated",
        "search",
        "successor",
        "involving",
        "internal",
        "external",
        "candidate",
        "according",
        "release",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "nina",
        "trentmann",
        "contributed",
        "today",
        "ledger",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "morning",
        "ledger",
        "previous",
        "funnel",
        "tax",
        "saving",
        "boost",
        "digital",
        "brand",
        "presence",
        "next",
        "cfo",
        "move",
        "social",
        "finance",
        "cooper",
        "tire",
        "rubber"
    ]
}