{
    "organizations": [],
    "uuid": "3b173e41ef2a0bfe21bf469f493e9c59ba4c54eb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-united-therapeutics-to-acquire-steadymed-ltd.html",
    "ord_in_thread": 0,
    "title": "United Therapeutics to Acquire SteadyMed Ltd.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SILVER SPRING, Md. and SAN RAMON, Calif., April 30, 2018 (GLOBE NEWSWIRE) -- United Therapeutics Corporation (NASDAQ:UTHR) and SteadyMed Ltd. (NASDAQ:STDY) announced today the signing of a definitive merger agreement under which United Therapeutics will acquire SteadyMed for $4.46 per share in cash at closing and an additional $2.63 per share in cash upon the achievement of a milestone related to the commercialization of Trevyent®. The transaction, including the $75 million in contingent consideration, is valued at $216 million.\nSteadyMed is a specialty pharmaceutical company focused on the development and commercialization of drug product candidates to treat orphan and high-value diseases with unmet parenteral delivery needs. SteadyMed’s product portfolio includes Trevyent, a development-stage drug-device combination product that combines SteadyMed’s two day, single use, disposable PatchPump® technology with treprostinil, a vasodilatory prostacyclin analogue, for the subcutaneous treatment of pulmonary arterial hypertension (PAH). United Therapeutics is a leading biotechnology company focused on the development and commercialization of therapies for the treatment of PAH and other orphan diseases.\n“We are optimistic about acquiring SteadyMed and adding Trevyent to our pipeline of products to treat PAH,” said Martine Rothblatt, Ph.D., Chairman and Chief Executive Officer of United Therapeutics. “We are especially impressed with SteadyMed’s management team and global supply chain. Trevyent fits in well with our mission, and we look forward to bringing the product to the maximum number of patients as soon as possible.”\n“United Therapeutics has always been at the forefront of developing therapies to treat PAH, and we are delighted at the prospect of our companies coming together, as one, to continue that mission,” said Jonathan M.N. Rigby, President and Chief Executive Officer of SteadyMed. “We believe that this proposed acquisition will help us realize our commitment to bring Trevyent to market to improve the lives of patients with PAH.”\nThe Board of Directors of SteadyMed has unanimously approved the merger agreement and unanimously recommends that SteadyMed shareholders adopt the merger agreement. SteadyMed shareholders owning approximately 43.3 percent of the ordinary shares of SteadyMed have entered into an agreement to vote their shares in favor of the transaction.\nThe transaction is subject to customary closing conditions, including approval by SteadyMed’s shareholders and the expiration or termination of the required waiting period under the Hart-Scott-Rodino Antitrust Improvements Act, and is expected to be completed in the third quarter of this year.\nUnited Therapeutics received legal advice from Gibson, Dunn & Crutcher and Herzog, Fox & Neeman; SteadyMed received legal advice from Cooley LLP and Yigal Arnon & Co.; and Wedbush PacGrow acted as an advisor to the SteadyMed Board of Directors.\nAbout United Therapeutics\nUnited Therapeutics Corporation is a biotechnology company focused on the development and commercialization of innovative products to address the unmet medical needs of patients with chronic and life-threatening conditions.\nAbout SteadyMed Ltd .\nSteadyMed Ltd. is a specialty pharmaceutical company focused on the development of drug products to treat orphan and high value diseases with unmet parenteral delivery needs. The company’s lead drug product candidate is Trevyent, a development-stage drug-device combination product that combines SteadyMed’s PatchPump technology with treprostinil, a vasodilatory prostacyclin analogue to treat PAH. SteadyMed has signed an exclusive license and supply agreement with Cardiome Pharma Corp. for the commercialization of Trevyent in Europe and the Middle East. In March 2018, Cardiome sublicensed its rights to sell Trevyent in Canada to Cipher Pharmaceuticals. SteadyMed has offices in San Ramon, California and Rehovot, Israel. For additional information about SteadyMed please visit www.steadymed.com .\nAdditional Information and Where to Find It\nIn connection with the proposed merger, SteadyMed intends to file relevant materials with the Securities (the “SEC”), including a proxy statement on Schedule 14A. Promptly after filing its definitive proxy statement with the SEC, SteadyMed will mail the definitive proxy statement and a proxy card to each shareholder entitled to vote at the special meeting relating to the transaction. STEADYMED INVESTORS AND SHAREHOLDERS ARE URGED TO READ THESE MATERIALS (INCLUDING ANY AMENDMENTS OR SUPPLEMENTS THERETO) AND ANY OTHER RELEVANT DOCUMENTS IN CONNECTION WITH THE TRANSACTION THAT STEADYMED WILL FILE WITH THE SEC WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT STEADYMED AND THE TRANSACTION. The definitive proxy statement, the preliminary proxy statement and other relevant materials in connection with the transaction (when they become available), and any other documents filed by SteadyMed with the SEC, may be obtained free of charge at the SEC’s website ( http://www.sec.gov ) or at SteadyMed’s website ( http://ir.steadymed.com ) or by writing to Marylyn Rigby, Investor Relations, SteadyMed Ltd., c/o SteadyMed Therapeutics, Inc., 2603 Camino Ramon, Suite 350, San Ramon, California, 94583.\nSteadyMed and its directors and executive officers are participants in the solicitation of proxies from SteadyMed’s shareholders with respect to the transaction. Information about SteadyMed’s directors and executive officers and their ownership of SteadyMed ordinary shares is set forth in SteadyMed’s Annual Report on Form 10-K filed with the SEC on March 30, 2018. To the extent that holdings of SteadyMed’s securities have changed since the amounts printed in SteadyMed’s proxy statement, such changes have been or will be reflected on Statements of Change in Ownership on Form 4 filed with the SEC. Information regarding the identity of the participants, and their direct or indirect interests in the transaction, by security holdings or otherwise, will be set forth in the proxy statement and other materials to be filed with SEC in connection with the transaction.\nForward-looking Statements\nStatements included in this press release that are not historical in nature are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including, but not limited to, statements related to the timing of the consummation of the business combination transaction between United Therapeutics and SteadyMed. Forward-looking statements are based on United Therapeutics or SteadyMed management’s beliefs, as well as assumptions made by, and information currently available to, them. Because such statements are based on expectations as to future events and results and are not statements of fact, actual events and results may differ materially from those projected depending on a number of factors affecting the transaction and SteadyMed’s business. United Therapeutics and SteadyMed are providing this information as of April 30, 2018 and undertake no obligation to update or revise the information contained in this press release whether as a result of new information, future events or any other reason. The risks and uncertainties which forward-looking statements are subject to include, but are not limited to: the risk that the transaction may not be completed in a timely manner or at all, which may adversely affect SteadyMed’s business and the price of the ordinary shares of SteadyMed; the failure to satisfy the conditions to the consummation of the transaction, including the adoption of the merger agreement by the shareholders of SteadyMed and the expiration or termination of the required waiting period under the Hart-Scott-Rodino Antitrust Improvements Act; the occurrence of any event, change or other circumstance that could give rise to the termination of the merger agreement; the effect of the announcement or pendency of the transaction on SteadyMed’s business relationships, operating results, and business generally; risks that the proposed transaction disrupts current plans and operations of SteadyMed or United Therapeutics and potential difficulties in SteadyMed employee retention as a result of the transaction; risks related to diverting management’s attention from SteadyMed’s ongoing business operations; the outcome of any legal proceedings that may be instituted against SteadyMed related to the merger agreement or the transaction; the ability of United Therapeutics to successfully integrate SteadyMed’s operations, product lines, and technology; future clinical results; the timing or outcome of FDA approvals or actions, if any; and other risks and uncertainties, such as those described in periodic and other reports filed by United Therapeutics and SteadyMed with the Securities , including their respective most recent Annual Reports on Form 10-K and Current Reports on Form 8-K.\nTREVYENT and PATCHPUMP are registered trademarks of SteadyMed Ltd.\nContacts\nUnited Therapeutics:\nJames Edgemond\nPhone: (301) 608-9292\nE-mail: jedgemond@unither.com\nSteadyMed:\nMarylyn Rigby\nSenior Director, Investor Relations and Marketing\n925-272-4999\nE-mail: mrigby@steadymed.com\nSource: SteadyMed Therapeutics",
    "published": "2018-04-30T14:00:00.000+03:00",
    "crawled": "2018-04-30T17:13:35.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "silver",
        "spring",
        "md",
        "san",
        "ramon",
        "april",
        "globe",
        "newswire",
        "united",
        "therapeutic",
        "corporation",
        "nasdaq",
        "uthr",
        "steadymed",
        "nasdaq",
        "stdy",
        "announced",
        "today",
        "signing",
        "definitive",
        "merger",
        "agreement",
        "united",
        "therapeutic",
        "acquire",
        "steadymed",
        "per",
        "share",
        "cash",
        "closing",
        "additional",
        "per",
        "share",
        "cash",
        "upon",
        "achievement",
        "milestone",
        "related",
        "commercialization",
        "transaction",
        "including",
        "million",
        "contingent",
        "consideration",
        "valued",
        "million",
        "steadymed",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "drug",
        "product",
        "candidate",
        "treat",
        "orphan",
        "disease",
        "unmet",
        "parenteral",
        "delivery",
        "need",
        "steadymed",
        "product",
        "portfolio",
        "includes",
        "trevyent",
        "combination",
        "product",
        "combine",
        "steadymed",
        "two",
        "day",
        "single",
        "use",
        "disposable",
        "technology",
        "treprostinil",
        "vasodilatory",
        "prostacyclin",
        "analogue",
        "subcutaneous",
        "treatment",
        "pulmonary",
        "arterial",
        "hypertension",
        "pah",
        "united",
        "therapeutic",
        "leading",
        "biotechnology",
        "company",
        "focused",
        "development",
        "commercialization",
        "therapy",
        "treatment",
        "pah",
        "orphan",
        "disease",
        "optimistic",
        "acquiring",
        "steadymed",
        "adding",
        "trevyent",
        "pipeline",
        "product",
        "treat",
        "pah",
        "said",
        "martine",
        "rothblatt",
        "chairman",
        "chief",
        "executive",
        "officer",
        "united",
        "therapeutic",
        "especially",
        "impressed",
        "steadymed",
        "management",
        "team",
        "global",
        "supply",
        "chain",
        "trevyent",
        "fit",
        "well",
        "mission",
        "look",
        "forward",
        "bringing",
        "product",
        "maximum",
        "number",
        "patient",
        "soon",
        "united",
        "therapeutic",
        "always",
        "forefront",
        "developing",
        "therapy",
        "treat",
        "pah",
        "delighted",
        "prospect",
        "company",
        "coming",
        "together",
        "one",
        "continue",
        "mission",
        "said",
        "jonathan",
        "rigby",
        "president",
        "chief",
        "executive",
        "officer",
        "steadymed",
        "believe",
        "proposed",
        "acquisition",
        "help",
        "u",
        "realize",
        "commitment",
        "bring",
        "trevyent",
        "market",
        "improve",
        "life",
        "patient",
        "board",
        "director",
        "steadymed",
        "unanimously",
        "approved",
        "merger",
        "agreement",
        "unanimously",
        "recommends",
        "steadymed",
        "shareholder",
        "adopt",
        "merger",
        "agreement",
        "steadymed",
        "shareholder",
        "owning",
        "approximately",
        "percent",
        "ordinary",
        "share",
        "steadymed",
        "entered",
        "agreement",
        "vote",
        "share",
        "favor",
        "transaction",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "approval",
        "steadymed",
        "shareholder",
        "expiration",
        "termination",
        "required",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "expected",
        "completed",
        "third",
        "quarter",
        "year",
        "united",
        "therapeutic",
        "received",
        "legal",
        "advice",
        "gibson",
        "dunn",
        "crutcher",
        "herzog",
        "fox",
        "neeman",
        "steadymed",
        "received",
        "legal",
        "advice",
        "cooley",
        "llp",
        "yigal",
        "arnon",
        "wedbush",
        "pacgrow",
        "acted",
        "advisor",
        "steadymed",
        "board",
        "director",
        "united",
        "therapeutic",
        "united",
        "therapeutic",
        "corporation",
        "biotechnology",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "product",
        "address",
        "unmet",
        "medical",
        "need",
        "patient",
        "chronic",
        "condition",
        "steadymed",
        "ltd",
        "steadymed",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "development",
        "drug",
        "product",
        "treat",
        "orphan",
        "high",
        "value",
        "disease",
        "unmet",
        "parenteral",
        "delivery",
        "need",
        "company",
        "lead",
        "drug",
        "product",
        "candidate",
        "trevyent",
        "combination",
        "product",
        "combine",
        "steadymed",
        "patchpump",
        "technology",
        "treprostinil",
        "vasodilatory",
        "prostacyclin",
        "analogue",
        "treat",
        "pah",
        "steadymed",
        "signed",
        "exclusive",
        "license",
        "supply",
        "agreement",
        "cardiome",
        "pharma",
        "commercialization",
        "trevyent",
        "europe",
        "middle",
        "east",
        "march",
        "cardiome",
        "sublicensed",
        "right",
        "sell",
        "trevyent",
        "canada",
        "cipher",
        "pharmaceutical",
        "steadymed",
        "office",
        "san",
        "ramon",
        "california",
        "rehovot",
        "israel",
        "additional",
        "information",
        "steadymed",
        "please",
        "visit",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "merger",
        "steadymed",
        "intends",
        "file",
        "relevant",
        "material",
        "security",
        "sec",
        "including",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "promptly",
        "filing",
        "definitive",
        "proxy",
        "statement",
        "sec",
        "steadymed",
        "mail",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "shareholder",
        "entitled",
        "vote",
        "special",
        "meeting",
        "relating",
        "transaction",
        "steadymed",
        "investor",
        "shareholder",
        "urged",
        "read",
        "material",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "relevant",
        "document",
        "connection",
        "transaction",
        "steadymed",
        "file",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "steadymed",
        "transaction",
        "definitive",
        "proxy",
        "statement",
        "preliminary",
        "proxy",
        "statement",
        "relevant",
        "material",
        "connection",
        "transaction",
        "become",
        "available",
        "document",
        "filed",
        "steadymed",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "http",
        "steadymed",
        "website",
        "http",
        "writing",
        "marylyn",
        "rigby",
        "investor",
        "relation",
        "steadymed",
        "steadymed",
        "therapeutic",
        "camino",
        "ramon",
        "suite",
        "san",
        "ramon",
        "california",
        "steadymed",
        "director",
        "executive",
        "officer",
        "participant",
        "solicitation",
        "proxy",
        "steadymed",
        "shareholder",
        "respect",
        "transaction",
        "information",
        "steadymed",
        "director",
        "executive",
        "officer",
        "ownership",
        "steadymed",
        "ordinary",
        "share",
        "set",
        "forth",
        "steadymed",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "extent",
        "holding",
        "steadymed",
        "security",
        "changed",
        "since",
        "amount",
        "printed",
        "steadymed",
        "proxy",
        "statement",
        "change",
        "reflected",
        "statement",
        "change",
        "ownership",
        "form",
        "filed",
        "sec",
        "information",
        "regarding",
        "identity",
        "participant",
        "direct",
        "indirect",
        "interest",
        "transaction",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "proxy",
        "statement",
        "material",
        "filed",
        "sec",
        "connection",
        "transaction",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "historical",
        "nature",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "statement",
        "related",
        "timing",
        "consummation",
        "business",
        "combination",
        "transaction",
        "united",
        "therapeutic",
        "steadymed",
        "statement",
        "based",
        "united",
        "therapeutic",
        "steadymed",
        "management",
        "belief",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "statement",
        "based",
        "expectation",
        "future",
        "event",
        "result",
        "statement",
        "fact",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "depending",
        "number",
        "factor",
        "affecting",
        "transaction",
        "steadymed",
        "business",
        "united",
        "therapeutic",
        "steadymed",
        "providing",
        "information",
        "april",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "reason",
        "risk",
        "uncertainty",
        "statement",
        "subject",
        "include",
        "limited",
        "risk",
        "transaction",
        "may",
        "completed",
        "timely",
        "manner",
        "may",
        "adversely",
        "affect",
        "steadymed",
        "business",
        "price",
        "ordinary",
        "share",
        "steadymed",
        "failure",
        "satisfy",
        "condition",
        "consummation",
        "transaction",
        "including",
        "adoption",
        "merger",
        "agreement",
        "shareholder",
        "steadymed",
        "expiration",
        "termination",
        "required",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "effect",
        "announcement",
        "pendency",
        "transaction",
        "steadymed",
        "business",
        "relationship",
        "operating",
        "result",
        "business",
        "generally",
        "risk",
        "proposed",
        "transaction",
        "disrupts",
        "current",
        "plan",
        "operation",
        "steadymed",
        "united",
        "therapeutic",
        "potential",
        "difficulty",
        "steadymed",
        "employee",
        "retention",
        "result",
        "transaction",
        "risk",
        "related",
        "diverting",
        "management",
        "attention",
        "steadymed",
        "ongoing",
        "business",
        "operation",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "steadymed",
        "related",
        "merger",
        "agreement",
        "transaction",
        "ability",
        "united",
        "therapeutic",
        "successfully",
        "integrate",
        "steadymed",
        "operation",
        "product",
        "line",
        "technology",
        "future",
        "clinical",
        "result",
        "timing",
        "outcome",
        "fda",
        "approval",
        "action",
        "risk",
        "uncertainty",
        "described",
        "periodic",
        "report",
        "filed",
        "united",
        "therapeutic",
        "steadymed",
        "security",
        "including",
        "respective",
        "recent",
        "annual",
        "report",
        "form",
        "current",
        "report",
        "form",
        "trevyent",
        "patchpump",
        "registered",
        "trademark",
        "steadymed",
        "contact",
        "united",
        "therapeutic",
        "james",
        "edgemond",
        "phone",
        "jedgemond",
        "steadymed",
        "marylyn",
        "rigby",
        "senior",
        "director",
        "investor",
        "relation",
        "marketing",
        "mrigby",
        "source",
        "steadymed",
        "therapeutic"
    ]
}