{
    "organizations": [],
    "uuid": "0a9b8cf99b0b8532ed79eb3d8b7978f3f5cc6089",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/24/globe-newswire-randolph-bancorp-inc-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Randolph Bancorp, Inc. Announces First Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "STOUGHTON, Mass., April 24, 2018 (GLOBE NEWSWIRE) -- Randolph Bancorp, Inc. (the “Company”) (NASDAQ:RNDB), the holding company for Envision Bank (the “Bank”), today announced a net loss of $707,000, or $0.12 per share, for the first quarter of 2018 compared to a net loss of $447,000, or $0.08 per share, for the first quarter of 2017. Included in the net loss for the 2017 period were merger and integration costs of $167,000 associated with the Company’s 2016 acquisition of First Eastern Bankshares Corporation. Excluding this non-recurring item, the net loss for the first quarter of 2017 would have been $280,000.\nJames P. McDonough, President and Chief Executive Officer, stated, “We continue to take actions necessary to improve the operating results of our mortgage banking business. We are especially focused on efficiencies in the loan origination process, from application through closing, to ensure our customers a great experience. In addition, we are dedicated to growing our team of loan originators to increase our market share of home purchase loans during the current period of declining home refinancing activity. Since year-end, eight new loan originators have joined our team and we look forward to their contributions to our success in this important segment of our company.”\nMr. McDonough added, “We are very excited with last month’s launch of the Envision Bank brand. Our new name also comes with a new tagline: See the difference. Our style of community banking, one that consistently values both people and technology, defines us. We believe that our customers need ready access to bankers who can help them with complex matters as well as access to technologies that simplify the completion of everyday transactions. Our investments in online banking and bill pay, and mobile banking, as well as the continuing investment in our branch network demonstrate our commitment to delivering a differentiating experience to our customers. Our new Braintree branch office, which opened earlier this month, gives ready access to the Envision Bank brand to this community.”\nFirst Quarter Operating Results\nNet interest income increased by $498,000, or 14.3%, to $3,982,000 for the three months ended March 31, 2018 compared to the same period in the prior year. This increase was due to an increase in average interest-earning assets between periods of $61.4 million, or 14.0%, as the Company continued to leverage the capital raised in its 2016 initial public offering. The net interest margin decreased slightly in the first quarter of 2018 to 3.20% from 3.22% in the first quarter of 2017, due primarily to the increased utilization of Federal Home Loan Bank of Boston (“FHLBB”) advances to fund asset growth.\nThe Company recognized a provision for loan losses of $95,000 for the three months ended March 31, 2018 compared to $235,000 for the three months ended March 31, 2017. Classified and nonaccrual loan balances were stable during the quarter while regional and local economic data, including housing prices, continued their positive trend in the first quarter of 2018. The provision during the first quarter of 2018 primarily reflected portfolio growth in the residential and commercial real estate loan portfolios. The allowance for loan losses was 0.93% of total loans at March 31, 2018 compared to 0.92% at December 31, 2017 and was 171.99% of non-performing loans at March 31, 2018 compared to 165.94% at December 31, 2017.\nNon-interest income decreased $1,002,000 from $3,410,000 for the three months ended March 31, 2017 to $2,408,000 for the three months ended March 31, 2018. This decrease was primarily due to our mortgage banking business as gains on the sale of mortgage loans decreased $491,000, or 24%, to $1,547,000 and net mortgage servicing fees decreased $326,000, or 49%, to $334,000. Loan sale gains during the first quarter of 2018 were adversely affected by a lower margin caused by rising rates and competitive factors, a lower percentage of loan production being sold, and lower overall production as the inventory of homes listed for sale in our market area continued to be tight during the first quarter. The decrease in mortgage servicing fees was due to two factors, namely 1) a decrease in servicing fees caused by the sale of $379 million in serviced loans during the third quarter of 2017, and 2) a $280,000 partial reversal of the valuation allowance for mortgage servicing rights in the 2017 period compared to a partial reversal of $57,000 in 2018.\nNon-interest expenses decreased $131,000, or 1.8%, from $7,129,000 for the three months ended March 31, 2017 to $6,998,000 for the three months ended March 31, 2018. Included in non-interest expenses in the 2017 period were $167,000 of merger and integration costs. Excluding this non-recurring item, non-interest expenses increased $36,000, or less than 1%, in the first quarter of 2018. Expenses in the 2018 period included stock-based compensation of $207,000 and increased marketing costs, largely associated with the re-branding to Envision Bank, of $155,000. These increases fully offset savings in salaries and benefits of $240,000, or 5.1%, due to a fourth quarter 2017 reduction in workforce, and lower professional fees of $50,000.\nA federal tax benefit of $26,000 was recognized for the three months ended March 31, 2017 while no benefit for federal income taxes was recognized for the three months ended March 31, 2018. State income taxes of $4,000 and $3,000 were provided during the three months ended March 31, 2018 and 2017, respectively. The Company has a net operating loss carryforward (“NOL”) of $10.3 million. Since 2014, the NOL as well as other deferred tax assets have been subject to a full valuation allowance, which totaled $3.3 million at March 31, 2018. We evaluate this position on a quarterly basis. Based on recent operating results, we concluded that the valuation allowance should be maintained at March 31, 2018.\nBalance Sheet\nTotal assets were $533.5 million at March 31, 2018 compared to $531.9 million at December 31, 2017, an increase of $1.6 million. The increase in net loans of $6.9 million during the first quarter of 2018 was largely offset by decreases in loans held for sale ($3.3 million) and securities available for sale ($2.0 million).\nNet loans totaled $407.3 million at March 31, 2018, an increase of $6.9 million from December 31, 2017. This growth occurred in residential and commercial real estate loans which increased $4.3 million and $5.4 million, respectively, in both cases due to organic growth. Consumer loans and commercial and industrial loans, which consist primarily of loan participations and purchased loans, decreased by a total of $2.6 million during the first quarter of 2018. The Company did not participate in or purchase any new loans during the quarter.\nDeposits increased $28.8 million, or 7.8%, to $395.6 million at March 31, 2018 from $366.8 million at December 31, 2017. Included in this increase was $23.0 million of brokered deposits. Deposit growth was primarily used to repay FHLBB advances which decreased $25.0 million, or 33.0%, during the first quarter of 2018.\nTotal stockholders’ equity was $79.9 million at March 31, 2018 compared to $81.5 million at December 31, 2017. The decrease of $1.6 million during the first quarter of 2018 was due to the net loss of $707,000 and a reduction in the fair value of available-for-sale securities of $1.1 million, partially offset by equity adjustments of $254,000 related to the stock benefit plan and employee stock ownership plan. The Company’s tier one capital to average assets was 15.5% at March 31, 2018 compared to 16.0% at December 31, 2017. The Company and the Bank exceeded their regulatory capital requirements at March 31, 2018.\nAbout Randolph Bancorp, Inc.\nRandolph Bancorp, Inc. is the holding company for Envision Bank and its Envision Mortgage Division. Envision Bank is a full-service community bank with six retail branch locations, four loan production offices and loan operations centers in Stoughton, North Attleboro and Andover, Massachusetts.\nForward Looking Statements\nCertain statements contained in this press release that are not historical facts may constitute within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and are intended to be covered by the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements involve risks and uncertainties. The Company’s actual results could differ materially from those projected in the as a result of, among others, the risk factors described in the Company’s Annual Report on Form 10-K and Quarterly Reports on Form 10-Q as filed with the Securities and Exchange Commission. The Company does not undertake any obligation to update any forward-looking statement to reflect circumstances or events that occur after the date the are made.\nNon-GAAP Financial Measures\nThe Company uses certain non-GAAP financial measures, such as return on average assets, return on average equity, non-interest income to total income and the efficiency ratio, and, where applicable, as adjusted for non-recurring items. These non-GAAP financial measures provide information for investors to effectively analyze financial trends of on-going business activities, and to enhance comparability with peers across the financial services sector. A table reconciling the Company’s GAAP to non-GAAP net loss is presented herein.\nRandolph Bancorp, Inc.\nConsolidated Balance Sheets\n(Dollars in thousands)\n(Unaudited)\nMarch 31, December 31, 2018 2017 Assets Cash and due from banks $ 4,216 $ 3,562 Interest-bearing deposits 4,748 5,260 Total cash and cash equivalents 8,964 8,822 Certificates of deposit 2,695 2,940 Securities available for sale, at fair value 59,621 61,576 Loans held for sale, at fair value 22,090 25,390 Loans, net of allowance for loan losses of $3,844 in 2018 and $3,737 in 2017 407,309 400,373 Federal Home Loan Bank of Boston stock, at cost 2,604 3,310 Accrued interest receivable 1,335 1,432 Mortgage servicing rights, net 6,599 6,397 Premises and equipment, net 9,256 8,670 Bank-owned life insurance 8,075 8,037 Foreclosed real estate 193 193 Other assets 4,795 4,752 Total assets $ 533,536 $ 531,892 Liabilities and Stockholders' Equity Deposits: Non-interest bearing $ 60,378 $ 62,130 Interest bearing 335,214 304,706 Total deposits 395,592 366,836 Federal Home Loan Bank of Boston advances 50,920 75,954 Mortgagors' escrow accounts 1,676 907 Post-employment benefit obligations 2,634 2,750 Other liabilities 2,843 3,962 Total liabilities 453,665 450,409 Stockholders' Equity: Common stock 61 61 Additional paid-in capital 56,657 56,493 Retained earnings 29,708 30,415 ESOP-Unearned compensation (4,272 ) (4,319 ) Accumulated other comprehensive loss, net of tax (2,283 ) (1,167 ) Total stockholders' equity 79,871 81,483 Total liabilities and stockholders' equity $ 533,536 $ 531,892 Randolph Bancorp, Inc.\nConsolidated Statements of Operations\n(Dollars in thousands except per share amounts)\n(Unaudited)\nThree Months Ended March 31, 2018 2017 Interest and dividend income: Loans $ 4,295 $ 3,416 Other interest and dividend income 432 468 Total interest and dividend income 4,727 3,884 Interest expense 745 400 Net interest income 3,982 3,484 Provision for loan losses 95 235 Net interest income after provision for loan losses 3,887 3,249 Non-interest income: Gain on sale of mortgage loans, net 1,547 2,038 Gain on sales/calls of securities 49 - Other 812 1,372 Total non-interest income 2,408 3,410 Non-interest expenses: Salaries and employee benefits 4,436 4,676 Occupancy and equipment 699 656 Professional fees 252 302 Marketing 303 148 Merger and integration costs - 167 Other non-interest expenses 1,308 1,180 Total non-interest expenses 6,998 7,129 Loss before income taxes (703 ) (470 ) Income tax provision (benefit) 4 (23 ) Net loss $ (707 ) $ (447 ) Loss per common share (basic and diluted) $ (0.12 ) $ (0.08 ) Weighted average common shares outstanding 6,031,324 5,420,356 Randolph Bancorp, Inc.\nReconciliation of GAAP to Non-GAAP Net Loss\n(In thousands)\n(Unaudited)\nThree Months Ended March 31, 2018 2017 Net loss - GAAP basis $ (707 ) $ (447 ) Non-interest expense adjustment: Merger and integration costs - 167 Net loss - Non-GAAP basis $ (707 ) $ (280 ) The Company’s management believes that the presentation of net loss on a non-GAAP basis excluding non-recurring items provides useful information for evaluating operating results and any related trends that may be affecting the Company’s business. These disclosures should not be viewed as a substitute for operating results determined in accordance with GAAP.\nRandolph Bancorp, Inc.\nSelected Financial Highlights\n(Unaudited)\nThree Months Ended March 31, 2018 2017 Return on average assets: (1,4) GAAP (0.53 %) (0.38 %) Non-GAAP (2) (0.53 %) (0.24 %) Return on average equity: (1,5) GAAP (3.48 %) (2.13 %) Non-GAAP (2) (3.48 %) (1.33 %) Net interest margin 3.20 % 3.22 % Non-interest income to total income: GAAP 33.75 % 46.75 % Efficiency ratio: (6) GAAP 109.51 % 103.41 % Non-GAAP (2) 109.51 % 100.99 % Tier 1 capital to average assets 15.52 % 17.34 % Nonperforming assets as a percentage of total assets (3) 0.42 % 0.42 % Allowance for loan losses as a percentage of total loans (3) 0.93 % 0.97 % Allowance for loan losses as a percentage of non-performing loans 171.99 % 169.81 % Tangible book value per share $ 13.23 $ 14.12\n(1) Annualized for quarterly periods presented. (2) See Reconciliation of GAAP to Non-GAAP Net Loss. (3) Total loans exclude loans held for sale but include net deferred loan costs and fees. (4) This non-GAAP measure represents net loss divided by average total assets. (5) This non-GAAP measure represents net loss divided by average stockholders’ equity. (6) This non-GAAP measure represents total non-interest expenses divided by the sum of net interest income and non-interest income.\nFor More Information, Contact:\nMichael K. Devlin, Executive Vice President and Chief Financial Officer (617-925-1961)\nmdevlin@envisionbank.com\nSource:Envision Bank",
    "published": "2018-04-25T02:30:00.000+03:00",
    "crawled": "2018-04-25T03:38:22.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stoughton",
        "april",
        "globe",
        "newswire",
        "randolph",
        "bancorp",
        "company",
        "nasdaq",
        "rndb",
        "holding",
        "company",
        "envision",
        "bank",
        "bank",
        "today",
        "announced",
        "net",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "included",
        "net",
        "loss",
        "period",
        "merger",
        "integration",
        "cost",
        "associated",
        "company",
        "acquisition",
        "first",
        "eastern",
        "bankshares",
        "corporation",
        "excluding",
        "item",
        "net",
        "loss",
        "first",
        "quarter",
        "would",
        "james",
        "mcdonough",
        "president",
        "chief",
        "executive",
        "officer",
        "stated",
        "continue",
        "take",
        "action",
        "necessary",
        "improve",
        "operating",
        "result",
        "mortgage",
        "banking",
        "business",
        "especially",
        "focused",
        "efficiency",
        "loan",
        "origination",
        "process",
        "application",
        "closing",
        "ensure",
        "customer",
        "great",
        "experience",
        "addition",
        "dedicated",
        "growing",
        "team",
        "loan",
        "originator",
        "increase",
        "market",
        "share",
        "home",
        "purchase",
        "loan",
        "current",
        "period",
        "declining",
        "home",
        "refinancing",
        "activity",
        "since",
        "eight",
        "new",
        "loan",
        "originator",
        "joined",
        "team",
        "look",
        "forward",
        "contribution",
        "success",
        "important",
        "segment",
        "mcdonough",
        "added",
        "excited",
        "last",
        "month",
        "launch",
        "envision",
        "bank",
        "brand",
        "new",
        "name",
        "also",
        "come",
        "new",
        "tagline",
        "see",
        "difference",
        "style",
        "community",
        "banking",
        "one",
        "consistently",
        "value",
        "people",
        "technology",
        "defines",
        "u",
        "believe",
        "customer",
        "need",
        "ready",
        "access",
        "banker",
        "help",
        "complex",
        "matter",
        "well",
        "access",
        "technology",
        "simplify",
        "completion",
        "everyday",
        "transaction",
        "investment",
        "online",
        "banking",
        "bill",
        "pay",
        "mobile",
        "banking",
        "well",
        "continuing",
        "investment",
        "branch",
        "network",
        "demonstrate",
        "commitment",
        "delivering",
        "differentiating",
        "experience",
        "customer",
        "new",
        "braintree",
        "branch",
        "office",
        "opened",
        "earlier",
        "month",
        "give",
        "ready",
        "access",
        "envision",
        "bank",
        "brand",
        "first",
        "quarter",
        "operating",
        "result",
        "net",
        "interest",
        "income",
        "increased",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "prior",
        "year",
        "increase",
        "due",
        "increase",
        "average",
        "asset",
        "period",
        "million",
        "company",
        "continued",
        "leverage",
        "capital",
        "raised",
        "initial",
        "public",
        "offering",
        "net",
        "interest",
        "margin",
        "decreased",
        "slightly",
        "first",
        "quarter",
        "first",
        "quarter",
        "due",
        "primarily",
        "increased",
        "utilization",
        "federal",
        "home",
        "loan",
        "bank",
        "boston",
        "fhlbb",
        "advance",
        "fund",
        "asset",
        "growth",
        "company",
        "recognized",
        "provision",
        "loan",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "classified",
        "nonaccrual",
        "loan",
        "balance",
        "stable",
        "quarter",
        "regional",
        "local",
        "economic",
        "data",
        "including",
        "housing",
        "price",
        "continued",
        "positive",
        "trend",
        "first",
        "quarter",
        "provision",
        "first",
        "quarter",
        "primarily",
        "reflected",
        "portfolio",
        "growth",
        "residential",
        "commercial",
        "real",
        "estate",
        "loan",
        "portfolio",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "march",
        "compared",
        "december",
        "loan",
        "march",
        "compared",
        "december",
        "income",
        "decreased",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "primarily",
        "due",
        "mortgage",
        "banking",
        "business",
        "gain",
        "sale",
        "mortgage",
        "loan",
        "decreased",
        "net",
        "mortgage",
        "servicing",
        "fee",
        "decreased",
        "loan",
        "sale",
        "gain",
        "first",
        "quarter",
        "adversely",
        "affected",
        "lower",
        "margin",
        "caused",
        "rising",
        "rate",
        "competitive",
        "factor",
        "lower",
        "percentage",
        "loan",
        "production",
        "sold",
        "lower",
        "overall",
        "production",
        "inventory",
        "home",
        "listed",
        "sale",
        "market",
        "area",
        "continued",
        "tight",
        "first",
        "quarter",
        "decrease",
        "mortgage",
        "servicing",
        "fee",
        "due",
        "two",
        "factor",
        "namely",
        "decrease",
        "servicing",
        "fee",
        "caused",
        "sale",
        "million",
        "serviced",
        "loan",
        "third",
        "quarter",
        "partial",
        "reversal",
        "valuation",
        "allowance",
        "mortgage",
        "servicing",
        "right",
        "period",
        "compared",
        "partial",
        "reversal",
        "expense",
        "decreased",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "included",
        "expense",
        "period",
        "merger",
        "integration",
        "cost",
        "excluding",
        "item",
        "expense",
        "increased",
        "less",
        "first",
        "quarter",
        "expense",
        "period",
        "included",
        "compensation",
        "increased",
        "marketing",
        "cost",
        "largely",
        "associated",
        "envision",
        "bank",
        "increase",
        "fully",
        "offset",
        "saving",
        "salary",
        "benefit",
        "due",
        "fourth",
        "quarter",
        "reduction",
        "workforce",
        "lower",
        "professional",
        "fee",
        "federal",
        "tax",
        "benefit",
        "recognized",
        "three",
        "month",
        "ended",
        "march",
        "benefit",
        "federal",
        "income",
        "tax",
        "recognized",
        "three",
        "month",
        "ended",
        "march",
        "state",
        "income",
        "tax",
        "provided",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "company",
        "net",
        "operating",
        "loss",
        "carryforward",
        "nol",
        "million",
        "since",
        "nol",
        "well",
        "deferred",
        "tax",
        "asset",
        "subject",
        "full",
        "valuation",
        "allowance",
        "totaled",
        "million",
        "march",
        "evaluate",
        "position",
        "quarterly",
        "basis",
        "based",
        "recent",
        "operating",
        "result",
        "concluded",
        "valuation",
        "allowance",
        "maintained",
        "march",
        "balance",
        "sheet",
        "total",
        "asset",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "million",
        "increase",
        "net",
        "loan",
        "million",
        "first",
        "quarter",
        "largely",
        "offset",
        "decrease",
        "loan",
        "held",
        "sale",
        "million",
        "security",
        "available",
        "sale",
        "million",
        "net",
        "loan",
        "totaled",
        "million",
        "march",
        "increase",
        "million",
        "december",
        "growth",
        "occurred",
        "residential",
        "commercial",
        "real",
        "estate",
        "loan",
        "increased",
        "million",
        "million",
        "respectively",
        "case",
        "due",
        "organic",
        "growth",
        "consumer",
        "loan",
        "commercial",
        "industrial",
        "loan",
        "consist",
        "primarily",
        "loan",
        "participation",
        "purchased",
        "loan",
        "decreased",
        "total",
        "million",
        "first",
        "quarter",
        "company",
        "participate",
        "purchase",
        "new",
        "loan",
        "quarter",
        "deposit",
        "increased",
        "million",
        "million",
        "march",
        "million",
        "december",
        "included",
        "increase",
        "million",
        "brokered",
        "deposit",
        "deposit",
        "growth",
        "primarily",
        "used",
        "repay",
        "fhlbb",
        "advance",
        "decreased",
        "million",
        "first",
        "quarter",
        "total",
        "stockholder",
        "equity",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "first",
        "quarter",
        "due",
        "net",
        "loss",
        "reduction",
        "fair",
        "value",
        "security",
        "million",
        "partially",
        "offset",
        "equity",
        "adjustment",
        "related",
        "stock",
        "benefit",
        "plan",
        "employee",
        "stock",
        "ownership",
        "plan",
        "company",
        "tier",
        "one",
        "capital",
        "average",
        "asset",
        "march",
        "compared",
        "december",
        "company",
        "bank",
        "exceeded",
        "regulatory",
        "capital",
        "requirement",
        "march",
        "randolph",
        "bancorp",
        "randolph",
        "bancorp",
        "holding",
        "company",
        "envision",
        "bank",
        "envision",
        "mortgage",
        "division",
        "envision",
        "bank",
        "community",
        "bank",
        "six",
        "retail",
        "branch",
        "location",
        "four",
        "loan",
        "production",
        "office",
        "loan",
        "operation",
        "center",
        "stoughton",
        "north",
        "attleboro",
        "andover",
        "massachusetts",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "historical",
        "fact",
        "may",
        "constitute",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "intended",
        "covered",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "result",
        "among",
        "others",
        "risk",
        "factor",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "company",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "circumstance",
        "event",
        "occur",
        "date",
        "made",
        "financial",
        "measure",
        "company",
        "us",
        "certain",
        "financial",
        "measure",
        "return",
        "average",
        "asset",
        "return",
        "average",
        "equity",
        "income",
        "total",
        "income",
        "efficiency",
        "ratio",
        "applicable",
        "adjusted",
        "item",
        "financial",
        "measure",
        "provide",
        "information",
        "investor",
        "effectively",
        "analyze",
        "financial",
        "trend",
        "business",
        "activity",
        "enhance",
        "comparability",
        "peer",
        "across",
        "financial",
        "service",
        "sector",
        "table",
        "reconciling",
        "company",
        "gaap",
        "net",
        "loss",
        "presented",
        "herein",
        "randolph",
        "bancorp",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "due",
        "bank",
        "deposit",
        "total",
        "cash",
        "cash",
        "equivalent",
        "certificate",
        "deposit",
        "security",
        "available",
        "sale",
        "fair",
        "value",
        "loan",
        "held",
        "sale",
        "fair",
        "value",
        "loan",
        "net",
        "allowance",
        "loan",
        "loss",
        "federal",
        "home",
        "loan",
        "bank",
        "boston",
        "stock",
        "cost",
        "accrued",
        "interest",
        "receivable",
        "mortgage",
        "servicing",
        "right",
        "net",
        "premise",
        "equipment",
        "net",
        "life",
        "insurance",
        "foreclosed",
        "real",
        "estate",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "deposit",
        "bearing",
        "interest",
        "bearing",
        "total",
        "deposit",
        "federal",
        "home",
        "loan",
        "bank",
        "boston",
        "advance",
        "mortgagor",
        "escrow",
        "account",
        "benefit",
        "obligation",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "retained",
        "earnings",
        "compensation",
        "accumulated",
        "comprehensive",
        "loss",
        "net",
        "tax",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "randolph",
        "bancorp",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "interest",
        "dividend",
        "income",
        "loan",
        "interest",
        "dividend",
        "income",
        "total",
        "interest",
        "dividend",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "income",
        "gain",
        "sale",
        "mortgage",
        "loan",
        "net",
        "gain",
        "security",
        "total",
        "income",
        "expense",
        "salary",
        "employee",
        "benefit",
        "occupancy",
        "equipment",
        "professional",
        "fee",
        "marketing",
        "merger",
        "integration",
        "cost",
        "expense",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "benefit",
        "net",
        "loss",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "randolph",
        "bancorp",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "gaap",
        "basis",
        "expense",
        "adjustment",
        "merger",
        "integration",
        "cost",
        "net",
        "loss",
        "basis",
        "company",
        "management",
        "belief",
        "presentation",
        "net",
        "loss",
        "basis",
        "excluding",
        "item",
        "provides",
        "useful",
        "information",
        "evaluating",
        "operating",
        "result",
        "related",
        "trend",
        "may",
        "affecting",
        "company",
        "business",
        "disclosure",
        "viewed",
        "substitute",
        "operating",
        "result",
        "determined",
        "accordance",
        "gaap",
        "randolph",
        "bancorp",
        "selected",
        "financial",
        "highlight",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "return",
        "average",
        "asset",
        "gaap",
        "return",
        "average",
        "equity",
        "gaap",
        "net",
        "interest",
        "margin",
        "income",
        "total",
        "income",
        "gaap",
        "efficiency",
        "ratio",
        "gaap",
        "tier",
        "capital",
        "average",
        "asset",
        "nonperforming",
        "asset",
        "percentage",
        "total",
        "asset",
        "allowance",
        "loan",
        "loss",
        "percentage",
        "total",
        "loan",
        "allowance",
        "loan",
        "loss",
        "percentage",
        "loan",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "annualized",
        "quarterly",
        "period",
        "presented",
        "see",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "total",
        "loan",
        "exclude",
        "loan",
        "held",
        "sale",
        "include",
        "net",
        "deferred",
        "loan",
        "cost",
        "fee",
        "measure",
        "represents",
        "net",
        "loss",
        "divided",
        "average",
        "total",
        "asset",
        "measure",
        "represents",
        "net",
        "loss",
        "divided",
        "average",
        "stockholder",
        "equity",
        "measure",
        "represents",
        "total",
        "expense",
        "divided",
        "sum",
        "net",
        "interest",
        "income",
        "income",
        "information",
        "contact",
        "michael",
        "devlin",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "mdevlin",
        "source",
        "envision",
        "bank"
    ]
}