{
    "organizations": [],
    "uuid": "2003e61518782d8554848cc6751a034a2b12fba2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-cit-announces-cash-tender-offer-for-up-to-500000000-of-its-common-stock.html",
    "ord_in_thread": 0,
    "title": "CIT Announces Cash Tender Offer for Up To $500,000,000 of its Common Stock",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, CIT Group Inc. (NYSE: CIT) today announced that it has commenced a cash tender offer to purchase its common stock, par value $0.01 per share. The complete terms of the offer are set forth in the offer to purchase and the related letter of transmittal, each dated today.\nCIT is offering to purchase its common stock for cash for an aggregate purchase price up to $500,000,000, at a single per-share purchase price not greater than $56.00 and not less than $50.00 net to the seller in cash, less any applicable withholding taxes and without interest, on the terms and subject to the conditions described in the offer to purchase and the letter of transmittal. CIT is conducting the offer by means of a procedure commonly called a \"modified Dutch auction.\" This procedure allows stockholders to select the price, within a price range specified by CIT, at which they are willing to sell their shares or to tender their shares at the purchase price determined pursuant to the offer.\nCIT expects to use cash and cash equivalents to fund the purchases of the shares validly tendered and accepted in the tender offer. This return of capital to stockholders is being made pursuant to CIT's 2017 Amended Capital Plan. The 2017 Amended Capital Plan authorizes CIT to return up to an additional $800 million of common equity on or before June 30, 2018, subject to the issuance of at least $400 million of Tier 2 qualifying subordinated debt, which CIT issued on March 9, 2018.\nCIT continues to explore other options for returning the additional common equity to its stockholders, including any amounts not tendered in this Offer, on or before June 30, 2018. Other options may include dividends and/or share repurchases, though the manner and timing of any additional capital return has not yet been determined.\nThe offer will expire on the expiration date, which is 11:59 p.m., New York City time, on May 23, 2018, unless extended or earlier terminated by CIT. Promptly after the expiration date, CIT will, on the terms and subject to the conditions described in the offer, determine the single per-share purchase price that CIT will pay, subject to \"odd lot\" priority, proration and conditional tender provisions, for shares properly tendered at or below the purchase price in the offer and not properly withdrawn, and accepted for payment, taking into account the number of shares tendered pursuant to the offer and the prices specified by the tendering stockholders. The offer is not conditioned on the receipt of financing or any minimum value of shares being tendered. Subject to applicable law, CIT may extend, terminate or otherwise amend the offer in its sole discretion.\nAll shares purchased in the offer will be purchased at the same purchase price regardless of whether the stockholder tendered at a lower price. However, because of the \"odd lot\" priority, proration and conditional tender provisions described in the offer to purchase, it is possible that not all of the shares tendered at or below the purchase price will be purchased if shares having an aggregate purchase price in excess of $500,000,000 are properly tendered at or below the purchase price and not properly withdrawn. No shares tendered above the purchase price will be purchased pursuant to the offer.\nTenders of shares must be made prior to the expiration of the offer and tenders may be withdrawn at any time prior to the expiration of the offer. Stockholders wishing to tender their shares but who are unable to deliver them physically or by book-entry transfer prior to the expiration of the offer, or who are unable to make delivery of all required documents to the depositary prior to the expiration of the offer, may tender their shares by complying with the guaranteed delivery procedures set forth in the offer to purchase.\nCIT's Board of Directors has approved the offer. However, none of CIT, its Board of Directors, the dealer manager, the information agent or the depositary makes any recommendation to stockholders as to whether to tender or refrain from tendering their shares or as to the price or prices at which they might choose to tender their shares. Stockholders must make their own decision as to whether to tender their shares and, if so, how many shares to tender and at what price or prices. Prior to making any decision with respect to the offer, stockholders should read carefully the information in the offer to purchase and the related letter of transmittal (as they may be amended or supplemented), including the purposes and effects of the offer. Stockholders are urged to discuss their decisions with their own brokers, if any, and their financial and tax advisors.\nThe offer materials are being sent to holders of the common stock. Holders may also obtain copies of the offer materials online at the website of the Securities and Exchange Commission at www.sec.gov as exhibits to the Tender Offer Statement on Schedule TO filed by CIT today with the SEC.\nCIT has retained Credit Suisse Securities (USA) LLC as Dealer Manager for the Offer. Georgeson LLC is acting as the information agent and Computershare Trust Company, N.A. is acting as the depositary for the offer. For additional information regarding the terms of the offer, please contact: Credit Suisse Securities (USA) LLC at (800) 318-8219 (toll-free). Requests for documents and questions regarding the tendering of securities may be directed to Georgeson LLC by telephone at (877) 278-4774 or to the Dealer Manager at its telephone number above.\nCIT is making the tender offer only by, and pursuant to, the terms of the offer to purchase and the letter of transmittal. Stockholders must make their own decision as to whether to tender their shares and, if so, in what amount to tender. The tender offer is not being made to stockholders in any jurisdiction in which the making or acceptance thereof would not be in compliance with the blue sky or other laws of such jurisdiction. In any jurisdiction in which the blue sky or other laws require the tender offer to be made by a licensed broker or dealer, the tender offer will be deemed to be made on behalf of CIT by the dealer manager, or one or more registered brokers or dealers that are licensed under the laws of such jurisdiction.\nThis press release does not constitute an offer to purchase securities or a solicitation of an offer to sell any securities or an offer to sell or the solicitation of an offer to purchase any new securities, nor does it constitute an offer or solicitation in any jurisdiction in which such offer or solicitation is unlawful.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of applicable federal securities laws that are based upon our current expectations and assumptions concerning future events, which are subject to a number of risks and uncertainties that could cause actual results to differ materially from those anticipated. The words \"expect,\" \"anticipate,\" \"estimate,\" \"forecast,\" \"initiative,\" \"objective,\" \"plan,\" \"goal,\" \"project,\" \"outlook,\" \"priorities,\" \"target,\" \"intend,\" \"evaluate,\" \"pursue,\" \"commence,\" \"seek,\" \"may,\" \"would,\" \"could,\" \"should,\" \"believe,\" \"potential,\" \"continue,\" or the negative of any of those words or similar expressions is intended to identify forward-looking statements. All statements contained in this press release, other than statements of historical fact, including without limitation, statements about our plans, strategies, prospects and expectations regarding future events and our financial performance, are forward-looking statements that involve certain risks and uncertainties. While these statements represent our current judgment on what the future may hold, and we believe these judgments are reasonable, these statements are not guarantees of any events or financial results, and our actual results may differ materially. Important factors that could cause our actual results to be materially different from our expectations include, among others, the risk that (i) CIT is unsuccessful in implementing its strategy and business plan, (ii) CIT is unable to react to and address key business and regulatory issues, (iii) CIT is unable to achieve the projected revenue growth from its new business initiatives or the projected expense reductions from efficiency improvements, (iv) CIT becomes subject to liquidity constraints and higher funding costs, or (v) the parties to a transaction do not receive or satisfy regulatory or other approvals or conditions on a timely basis or approvals are subject to conditions that are not anticipated. We describe these and other risks that could affect our results in Item 1A, \"Risk Factors,\" of our latest Annual Report on Form 10-K for the year ended December 31, 2017, which was filed with the Securities and Exchange Commission. Accordingly, you should not place undue reliance on the forward-looking statements contained in this press release. These forward-looking statements speak only as of the date on which the statements were made. CIT undertakes no obligation to update publicly or otherwise revise any forward-looking statements, except where expressly required by law.\nAbout CIT\nFounded in 1908, CIT (NYSE: CIT) is a financial holding company with approximately $50 billion in assets as of March 31, 2018. Its principal bank subsidiary, CIT Bank, N.A., (Member FDIC, Equal Housing Lender) has approximately $30 billion of deposits and more than $40 billion of assets. CIT provides financing, leasing, and advisory services principally to middle-market companies and small businesses across a wide variety of industries. It also offers products and services to consumers through its Internet bank franchise and a network of retail branches in Southern California, operating as OneWest Bank, a division of CIT Bank, N.A. For more information, visit cit.com .\nContacts\nCIT MEDIA RELATIONS:\nJohn Moran\n(212) 461-5507\njohn.moran@cit.com\nCIT INVESTOR RELATIONS:\nBarbara Callahan\n(973) 740-5058\nBarbara.Callahan@cit.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/cit-announces-cash-tender-offer-for-up-to-500-000-000-of-its-common-stock-300636857.html\nSOURCE CIT Group Inc.",
    "published": "2018-04-26T14:00:00.000+03:00",
    "crawled": "2018-04-26T14:23:11.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "cit",
        "group",
        "nyse",
        "cit",
        "today",
        "announced",
        "commenced",
        "cash",
        "tender",
        "offer",
        "purchase",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "complete",
        "term",
        "offer",
        "set",
        "forth",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "dated",
        "today",
        "cit",
        "offering",
        "purchase",
        "common",
        "stock",
        "cash",
        "aggregate",
        "purchase",
        "price",
        "single",
        "purchase",
        "price",
        "greater",
        "less",
        "net",
        "seller",
        "cash",
        "less",
        "applicable",
        "withholding",
        "tax",
        "without",
        "interest",
        "term",
        "subject",
        "condition",
        "described",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "cit",
        "conducting",
        "offer",
        "mean",
        "procedure",
        "commonly",
        "called",
        "modified",
        "dutch",
        "auction",
        "procedure",
        "allows",
        "stockholder",
        "select",
        "price",
        "within",
        "price",
        "range",
        "specified",
        "cit",
        "willing",
        "sell",
        "share",
        "tender",
        "share",
        "purchase",
        "price",
        "determined",
        "pursuant",
        "offer",
        "cit",
        "expects",
        "use",
        "cash",
        "cash",
        "equivalent",
        "fund",
        "purchase",
        "share",
        "validly",
        "tendered",
        "accepted",
        "tender",
        "offer",
        "return",
        "capital",
        "stockholder",
        "made",
        "pursuant",
        "cit",
        "amended",
        "capital",
        "plan",
        "amended",
        "capital",
        "plan",
        "authorizes",
        "cit",
        "return",
        "additional",
        "million",
        "common",
        "equity",
        "june",
        "subject",
        "issuance",
        "least",
        "million",
        "tier",
        "qualifying",
        "subordinated",
        "debt",
        "cit",
        "issued",
        "march",
        "cit",
        "continues",
        "explore",
        "option",
        "returning",
        "additional",
        "common",
        "equity",
        "stockholder",
        "including",
        "amount",
        "tendered",
        "offer",
        "june",
        "option",
        "may",
        "include",
        "dividend",
        "share",
        "repurchase",
        "though",
        "manner",
        "timing",
        "additional",
        "capital",
        "return",
        "yet",
        "determined",
        "offer",
        "expire",
        "expiration",
        "date",
        "new",
        "york",
        "city",
        "time",
        "may",
        "unless",
        "extended",
        "earlier",
        "terminated",
        "cit",
        "promptly",
        "expiration",
        "date",
        "cit",
        "term",
        "subject",
        "condition",
        "described",
        "offer",
        "determine",
        "single",
        "purchase",
        "price",
        "cit",
        "pay",
        "subject",
        "odd",
        "lot",
        "priority",
        "proration",
        "conditional",
        "tender",
        "provision",
        "share",
        "properly",
        "tendered",
        "purchase",
        "price",
        "offer",
        "properly",
        "withdrawn",
        "accepted",
        "payment",
        "taking",
        "account",
        "number",
        "share",
        "tendered",
        "pursuant",
        "offer",
        "price",
        "specified",
        "tendering",
        "stockholder",
        "offer",
        "conditioned",
        "receipt",
        "financing",
        "minimum",
        "value",
        "share",
        "tendered",
        "subject",
        "applicable",
        "law",
        "cit",
        "may",
        "extend",
        "terminate",
        "otherwise",
        "amend",
        "offer",
        "sole",
        "discretion",
        "share",
        "purchased",
        "offer",
        "purchased",
        "purchase",
        "price",
        "regardless",
        "whether",
        "stockholder",
        "tendered",
        "lower",
        "price",
        "however",
        "odd",
        "lot",
        "priority",
        "proration",
        "conditional",
        "tender",
        "provision",
        "described",
        "offer",
        "purchase",
        "possible",
        "share",
        "tendered",
        "purchase",
        "price",
        "purchased",
        "share",
        "aggregate",
        "purchase",
        "price",
        "excess",
        "properly",
        "tendered",
        "purchase",
        "price",
        "properly",
        "withdrawn",
        "share",
        "tendered",
        "purchase",
        "price",
        "purchased",
        "pursuant",
        "offer",
        "tender",
        "share",
        "must",
        "made",
        "prior",
        "expiration",
        "offer",
        "tender",
        "may",
        "withdrawn",
        "time",
        "prior",
        "expiration",
        "offer",
        "stockholder",
        "wishing",
        "tender",
        "share",
        "unable",
        "deliver",
        "physically",
        "transfer",
        "prior",
        "expiration",
        "offer",
        "unable",
        "make",
        "delivery",
        "required",
        "document",
        "depositary",
        "prior",
        "expiration",
        "offer",
        "may",
        "tender",
        "share",
        "complying",
        "guaranteed",
        "delivery",
        "procedure",
        "set",
        "forth",
        "offer",
        "purchase",
        "cit",
        "board",
        "director",
        "approved",
        "offer",
        "however",
        "none",
        "cit",
        "board",
        "director",
        "dealer",
        "manager",
        "information",
        "agent",
        "depositary",
        "make",
        "recommendation",
        "stockholder",
        "whether",
        "tender",
        "refrain",
        "tendering",
        "share",
        "price",
        "price",
        "might",
        "choose",
        "tender",
        "share",
        "stockholder",
        "must",
        "make",
        "decision",
        "whether",
        "tender",
        "share",
        "many",
        "share",
        "tender",
        "price",
        "price",
        "prior",
        "making",
        "decision",
        "respect",
        "offer",
        "stockholder",
        "read",
        "carefully",
        "information",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "may",
        "amended",
        "supplemented",
        "including",
        "purpose",
        "effect",
        "offer",
        "stockholder",
        "urged",
        "discus",
        "decision",
        "broker",
        "financial",
        "tax",
        "advisor",
        "offer",
        "material",
        "sent",
        "holder",
        "common",
        "stock",
        "holder",
        "may",
        "also",
        "obtain",
        "copy",
        "offer",
        "material",
        "online",
        "website",
        "security",
        "exchange",
        "commission",
        "exhibit",
        "tender",
        "offer",
        "statement",
        "schedule",
        "filed",
        "cit",
        "today",
        "sec",
        "cit",
        "retained",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "dealer",
        "manager",
        "offer",
        "georgeson",
        "llc",
        "acting",
        "information",
        "agent",
        "computershare",
        "trust",
        "company",
        "acting",
        "depositary",
        "offer",
        "additional",
        "information",
        "regarding",
        "term",
        "offer",
        "please",
        "contact",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "request",
        "document",
        "question",
        "regarding",
        "tendering",
        "security",
        "may",
        "directed",
        "georgeson",
        "llc",
        "telephone",
        "dealer",
        "manager",
        "telephone",
        "number",
        "cit",
        "making",
        "tender",
        "offer",
        "pursuant",
        "term",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "stockholder",
        "must",
        "make",
        "decision",
        "whether",
        "tender",
        "share",
        "amount",
        "tender",
        "tender",
        "offer",
        "made",
        "stockholder",
        "jurisdiction",
        "making",
        "acceptance",
        "thereof",
        "would",
        "compliance",
        "blue",
        "sky",
        "law",
        "jurisdiction",
        "jurisdiction",
        "blue",
        "sky",
        "law",
        "require",
        "tender",
        "offer",
        "made",
        "licensed",
        "broker",
        "dealer",
        "tender",
        "offer",
        "deemed",
        "made",
        "behalf",
        "cit",
        "dealer",
        "manager",
        "one",
        "registered",
        "broker",
        "dealer",
        "licensed",
        "law",
        "jurisdiction",
        "press",
        "release",
        "constitute",
        "offer",
        "purchase",
        "security",
        "solicitation",
        "offer",
        "sell",
        "security",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "purchase",
        "new",
        "security",
        "constitute",
        "offer",
        "solicitation",
        "jurisdiction",
        "offer",
        "solicitation",
        "unlawful",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "federal",
        "security",
        "law",
        "based",
        "upon",
        "current",
        "expectation",
        "assumption",
        "concerning",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "word",
        "expect",
        "anticipate",
        "estimate",
        "forecast",
        "initiative",
        "objective",
        "plan",
        "goal",
        "project",
        "outlook",
        "priority",
        "target",
        "intend",
        "evaluate",
        "pursue",
        "commence",
        "seek",
        "may",
        "would",
        "could",
        "believe",
        "potential",
        "continue",
        "negative",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "including",
        "without",
        "limitation",
        "statement",
        "plan",
        "strategy",
        "prospect",
        "expectation",
        "regarding",
        "future",
        "event",
        "financial",
        "performance",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "statement",
        "represent",
        "current",
        "judgment",
        "future",
        "may",
        "hold",
        "believe",
        "judgment",
        "reasonable",
        "statement",
        "guarantee",
        "event",
        "financial",
        "result",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "expectation",
        "include",
        "among",
        "others",
        "risk",
        "cit",
        "unsuccessful",
        "implementing",
        "strategy",
        "business",
        "plan",
        "ii",
        "cit",
        "unable",
        "react",
        "address",
        "key",
        "business",
        "regulatory",
        "issue",
        "iii",
        "cit",
        "unable",
        "achieve",
        "projected",
        "revenue",
        "growth",
        "new",
        "business",
        "initiative",
        "projected",
        "expense",
        "reduction",
        "efficiency",
        "improvement",
        "iv",
        "cit",
        "becomes",
        "subject",
        "liquidity",
        "constraint",
        "higher",
        "funding",
        "cost",
        "v",
        "party",
        "transaction",
        "receive",
        "satisfy",
        "regulatory",
        "approval",
        "condition",
        "timely",
        "basis",
        "approval",
        "subject",
        "condition",
        "anticipated",
        "describe",
        "risk",
        "could",
        "affect",
        "result",
        "item",
        "1a",
        "risk",
        "factor",
        "latest",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "cit",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "otherwise",
        "revise",
        "statement",
        "except",
        "expressly",
        "required",
        "law",
        "cit",
        "founded",
        "cit",
        "nyse",
        "cit",
        "financial",
        "holding",
        "company",
        "approximately",
        "billion",
        "asset",
        "march",
        "principal",
        "bank",
        "subsidiary",
        "cit",
        "bank",
        "member",
        "fdic",
        "equal",
        "housing",
        "lender",
        "approximately",
        "billion",
        "deposit",
        "billion",
        "asset",
        "cit",
        "provides",
        "financing",
        "leasing",
        "advisory",
        "service",
        "principally",
        "company",
        "small",
        "business",
        "across",
        "wide",
        "variety",
        "industry",
        "also",
        "offer",
        "product",
        "service",
        "consumer",
        "internet",
        "bank",
        "franchise",
        "network",
        "retail",
        "branch",
        "southern",
        "california",
        "operating",
        "onewest",
        "bank",
        "division",
        "cit",
        "bank",
        "information",
        "visit",
        "contact",
        "cit",
        "medium",
        "relation",
        "john",
        "moran",
        "cit",
        "investor",
        "relation",
        "barbara",
        "callahan",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cit",
        "group",
        "inc"
    ]
}