{
    "organizations": [],
    "uuid": "fe3c6704051ebada3c206e5d2cb9acba36359e48",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/06/have-you-had-the-money-talk-with-your-kids-heres-how-to-do-it-right.html",
    "ord_in_thread": 0,
    "title": "Have you had the money talk with your kids? Here’s how to do it right",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "How much should your kids know about how much money you have in the bank? When should they start saving for college? Where do you stand on allowances?\nHaving a money talk with your kids is one of the most important things you will do as a parent, and family wealth manager Bruce Hyde, a partner at Roundtable Wealth Management in New Jersey, says you don't have to be rich to get started.\n\"Whether it's $1,000 or $100 million, I think the conversation is the same,\" he told CNBC's \" American Greed. \"\nIn one of the most extreme examples imaginable of a child learning nothing, Oklahoma teenager Alan Hruby became obsessed with material wealth.\n\"He enjoyed the finer things of life,\" Stephens County District Attorney Jason Hicks told \"American Greed.\" \"We're talking Coach, Versace, Gucci. He had 20, 25 pairs of shoes.\"\nThe oldest child of a wealthy family, he had a stake in a $1 million family trust fund, accessible when he turned 21. But he was unwilling to wait. When his parents would not give him money, he turned to his grandmother, who had dementia. When his parents finally cut him off, he went on a murderous rampage.\nNo matter what is going on in your family, Hyde says discussions about money can be the touchiest of all.\n\"Probably the most difficult issue that we have to deal with as a firm is that very issue of the family wealth dynamic,\" he said. \"Unfortunately, it's human nature and it's been that way for a long time.\"\nEvery family's situation is different, but Hyde offers some common threads.\nStart early The money talk is never easy, which means it is better to have it over time. Hyde says it makes sense to get your child used to considering the value of a dollar.\n\"We think that it makes a lot of sense to talk to children as early as possible and educate them about what money is, what wealth is and how to earn it and how to spend it,\" he said.\nWhat is the right age to start talking to your kids? That depends on the child.\n\"We all have different children with different skill sets, and I think you really have to examine your own child to see when the time is right,\" he said. \"I started with my son before he was 10. He was always interested in money; my daughter, a different person, so a different timeline.\"\nWhile talking to your children early on about money is important, giving it to them early is a different matter. That is particularly important when parents are considering their will, which Hyde says they should not delay.\n\"People need to start thinking about creating a will when they have some assets to pass,\" he said. \"You want to make sure that your intentions are stated within the will as to what happens to your assets, and more importantly, what happens to your children should you pass away when they haven't reached the age of majority.\"\nHyde says a will or life insurance policy should never name a minor child as a direct beneficiary.\n\"Most children don't have the maturity yet to understand the value of money and how to handle it,\" he said. \"So we suggest that in all cases, if they're minor children, a trust structure is used to hold the assets and allot them to the children as the client and we recommend is necessary over time.\"\nA trust can be set up to pay your child when he or she reaches a certain age, and it can even pay out over time after that. Make certain the trustee — the person or institution that will oversee the money before it is paid out — is someone you trust.\nOpening the books Different parents will have different philosophies on what to tell children about the family wealth. In the case of Hruby, the murderous teen from Oklahoma, a little bit of knowledge proved disastrous.\nBut Hyde believes parents should err toward openness about money. If you have had the early conversations about the value of money, letting the child know about the existence of a trust fund — or whatever arrangements you have made — should not be such a problem.\n\"I think the beneficiaries should know about it. I have many clients who do not want the beneficiaries to know because they don't want them to be disincentivized from going out and working hard and earning their own living,\" he said. \"But then again, I go back to the fact that I think that education is the most important thing and the earlier and the more often and the more deeply you can do it, the better the results will be at the end of the day.\"\nBy the time he or she gets to high school, it is time for a heart-to-heart about college. Who is paying? What about student loans? What are the limits when it comes to tuition?\n\"I think a conversation as early as freshman year in high school as they start to plan their curriculum and build their GPAs and look forward to college, I think finances should be an integral part of that conversation,\" he said.\nAs your child gets older, it is time to fill them in some more about your estate plans.\n\"Late teens is a good enough time, as children prepare to go off to college and they start to learn more about money and what's going to happen after college when they have to rely on their own money,\" he said. \"I think somewhere in the late teens, early 20s is typically a good time.\"\nCutting the cord Every parent's goal is to raise a child who can thrive as an adult. And that leads to the final step in good financial parenting. Hyde suggests parents set firm rules in advance, and stick to them.\n\"Lots of ways to do it,\" he said. \"Cut off the funding so the allowance or whatever money they've been getting, you let them know at age 25, that stops. 'I'm not paying for your car insurance or your car,' or, most importantly, the cellphone. That's the big one.\"\nA child raised with a healthy respect for money will welcome the chance to put all the skills you have taught them to use.\nSee how investigators finally traced the twisted path of murderous heir Alan Hruby, on an all new episode of \"American Greed\", Monday April 9 at 10p ET/PT only on CNBC.",
    "published": "2018-04-06T16:30:00.000+03:00",
    "crawled": "2018-04-06T16:54:55.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "much",
        "kid",
        "know",
        "much",
        "money",
        "bank",
        "start",
        "saving",
        "college",
        "stand",
        "allowance",
        "money",
        "talk",
        "kid",
        "one",
        "important",
        "thing",
        "parent",
        "family",
        "wealth",
        "manager",
        "bruce",
        "hyde",
        "partner",
        "roundtable",
        "wealth",
        "management",
        "new",
        "jersey",
        "say",
        "rich",
        "get",
        "started",
        "whether",
        "million",
        "think",
        "conversation",
        "told",
        "cnbc",
        "american",
        "one",
        "extreme",
        "example",
        "imaginable",
        "child",
        "learning",
        "nothing",
        "oklahoma",
        "teenager",
        "alan",
        "hruby",
        "became",
        "obsessed",
        "material",
        "wealth",
        "enjoyed",
        "finer",
        "thing",
        "life",
        "stephen",
        "county",
        "district",
        "attorney",
        "jason",
        "hick",
        "told",
        "american",
        "greed",
        "talking",
        "coach",
        "versace",
        "gucci",
        "pair",
        "shoe",
        "oldest",
        "child",
        "wealthy",
        "family",
        "stake",
        "million",
        "family",
        "trust",
        "fund",
        "accessible",
        "turned",
        "unwilling",
        "wait",
        "parent",
        "would",
        "give",
        "money",
        "turned",
        "grandmother",
        "dementia",
        "parent",
        "finally",
        "cut",
        "went",
        "murderous",
        "rampage",
        "matter",
        "going",
        "family",
        "hyde",
        "say",
        "discussion",
        "money",
        "touchiest",
        "probably",
        "difficult",
        "issue",
        "deal",
        "firm",
        "issue",
        "family",
        "wealth",
        "dynamic",
        "said",
        "unfortunately",
        "human",
        "nature",
        "way",
        "long",
        "time",
        "every",
        "family",
        "situation",
        "different",
        "hyde",
        "offer",
        "common",
        "thread",
        "start",
        "early",
        "money",
        "talk",
        "never",
        "easy",
        "mean",
        "better",
        "time",
        "hyde",
        "say",
        "make",
        "sense",
        "get",
        "child",
        "used",
        "considering",
        "value",
        "dollar",
        "think",
        "make",
        "lot",
        "sense",
        "talk",
        "child",
        "early",
        "possible",
        "educate",
        "money",
        "wealth",
        "earn",
        "spend",
        "said",
        "right",
        "age",
        "start",
        "talking",
        "kid",
        "depends",
        "child",
        "different",
        "child",
        "different",
        "skill",
        "set",
        "think",
        "really",
        "examine",
        "child",
        "see",
        "time",
        "right",
        "said",
        "started",
        "son",
        "always",
        "interested",
        "money",
        "daughter",
        "different",
        "person",
        "different",
        "timeline",
        "talking",
        "child",
        "early",
        "money",
        "important",
        "giving",
        "early",
        "different",
        "matter",
        "particularly",
        "important",
        "parent",
        "considering",
        "hyde",
        "say",
        "delay",
        "people",
        "need",
        "start",
        "thinking",
        "creating",
        "asset",
        "pas",
        "said",
        "want",
        "make",
        "sure",
        "intention",
        "stated",
        "within",
        "happens",
        "asset",
        "importantly",
        "happens",
        "child",
        "pas",
        "away",
        "reached",
        "age",
        "majority",
        "hyde",
        "say",
        "life",
        "insurance",
        "policy",
        "never",
        "name",
        "minor",
        "child",
        "direct",
        "beneficiary",
        "child",
        "maturity",
        "yet",
        "understand",
        "value",
        "money",
        "handle",
        "said",
        "suggest",
        "case",
        "minor",
        "child",
        "trust",
        "structure",
        "used",
        "hold",
        "asset",
        "allot",
        "child",
        "client",
        "recommend",
        "necessary",
        "time",
        "trust",
        "set",
        "pay",
        "child",
        "reach",
        "certain",
        "age",
        "even",
        "pay",
        "time",
        "make",
        "certain",
        "trustee",
        "person",
        "institution",
        "oversee",
        "money",
        "paid",
        "someone",
        "trust",
        "opening",
        "book",
        "different",
        "parent",
        "different",
        "philosophy",
        "tell",
        "child",
        "family",
        "wealth",
        "case",
        "hruby",
        "murderous",
        "teen",
        "oklahoma",
        "little",
        "bit",
        "knowledge",
        "proved",
        "disastrous",
        "hyde",
        "belief",
        "parent",
        "err",
        "toward",
        "openness",
        "money",
        "early",
        "conversation",
        "value",
        "money",
        "letting",
        "child",
        "know",
        "existence",
        "trust",
        "fund",
        "whatever",
        "arrangement",
        "made",
        "problem",
        "think",
        "beneficiary",
        "know",
        "many",
        "client",
        "want",
        "beneficiary",
        "know",
        "want",
        "disincentivized",
        "going",
        "working",
        "hard",
        "earning",
        "living",
        "said",
        "go",
        "back",
        "fact",
        "think",
        "education",
        "important",
        "thing",
        "earlier",
        "often",
        "deeply",
        "better",
        "result",
        "end",
        "day",
        "time",
        "get",
        "high",
        "school",
        "time",
        "college",
        "paying",
        "student",
        "loan",
        "limit",
        "come",
        "tuition",
        "think",
        "conversation",
        "early",
        "freshman",
        "year",
        "high",
        "school",
        "start",
        "plan",
        "curriculum",
        "build",
        "gpa",
        "look",
        "forward",
        "college",
        "think",
        "finance",
        "integral",
        "part",
        "conversation",
        "said",
        "child",
        "get",
        "older",
        "time",
        "fill",
        "estate",
        "plan",
        "late",
        "teen",
        "good",
        "enough",
        "time",
        "child",
        "prepare",
        "go",
        "college",
        "start",
        "learn",
        "money",
        "going",
        "happen",
        "college",
        "rely",
        "money",
        "said",
        "think",
        "somewhere",
        "late",
        "teen",
        "early",
        "20",
        "typically",
        "good",
        "time",
        "cutting",
        "cord",
        "every",
        "parent",
        "goal",
        "raise",
        "child",
        "thrive",
        "adult",
        "lead",
        "final",
        "step",
        "good",
        "financial",
        "parenting",
        "hyde",
        "suggests",
        "parent",
        "set",
        "firm",
        "rule",
        "advance",
        "stick",
        "lot",
        "way",
        "said",
        "cut",
        "funding",
        "allowance",
        "whatever",
        "money",
        "getting",
        "let",
        "know",
        "age",
        "stop",
        "paying",
        "car",
        "insurance",
        "car",
        "importantly",
        "cellphone",
        "big",
        "one",
        "child",
        "raised",
        "healthy",
        "respect",
        "money",
        "welcome",
        "chance",
        "put",
        "skill",
        "taught",
        "use",
        "see",
        "investigator",
        "finally",
        "traced",
        "twisted",
        "path",
        "murderous",
        "heir",
        "alan",
        "hruby",
        "new",
        "episode",
        "american",
        "greed",
        "monday",
        "april",
        "10p",
        "cnbc"
    ]
}