{
    "organizations": [],
    "uuid": "4e74e281c0ea72d9b357a10c59a9b2abec18c7a5",
    "author": "Tonya Riley",
    "url": "https://www.cnbc.com/2018/04/17/apple-has-an-iphone-design-problem-its-getting-harder-to-solve.html",
    "ord_in_thread": 0,
    "title": "Apple has an iPhone design problem it’s getting harder to solve",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Apple made waves in 2016 when it decided to get rid of the iPhone's headphone jack, and again in 2017, when it announced the iPhone X would have a virtual home button. Apple is reclaiming as much of the iPhone exterior as it can, so what could be next on the mechanical chopping block? That is becoming a more difficult question to answer: Apple is running out of iPhone surface real estate to repurpose. \nSource: Apple Apple iPhone X Apple already significantly cut down the size of the bezel (the border between the screen and the phone's frame) on its most-recent release the iPhone X, creating an almost entirely edge-to-edge display. But even on the X, a small notch in the screen still exists in order for the company to pack in the phone's top earpiece speaker and the camera and sensors needed for Apple's Face ID, a feature that's expected to soon expand to Apple's other products including the iPad.\nWhile the almost bezel-less design initially faced some criticism from app and mobile designers, it's now become an industry trend with Apple's leading smartphone rival Samsung producing similar designs . And if recent instructions from Apple to designers that all new apps must conform to the iPhone X display are to be believed, it's likely the notch is here to stay.\n\"They're running out of things to drop,\" said Gene Munster, a veteran tech analyst and managing partner at Loup Ventures.\nWithin the confines of current technology, the most likely scenario is that Apple will keep shrinking its bezel \"millimeter by millimeter\" so that the current sensors and camera can still function, said Mark Rolston, cofounder of the design consultancy Argodesign.\n\"They could make [the camera] a hole that floats inside the screen itself, and make it a bit more magical, but [consumers] want the camera,\" Rolston said. \"We want selfies so the camera will always be there.\"\nOther companies have tried to work around the design problem by experimenting with front-facing camera placement. The recently-released Doogee Mix 4 allows for and edge-to-edge experience by having the display slide over the camera . The Vivo Apex has a scanner that extends out on top of the phone . \nDoogee Chinese mobile phone maker Doogee's new Mix 4 model solve the 'top notch issue' that the Apple iPhone faces by creating a screen that can slide over the camera. The secret to truly reinventing the display design might be in the screen itself.\nRecent reports indicate that Apple has been experimenting with touchless gestures and curved screens . If motion detectors were embedded into the screen, it would reduce the need for room in the bezel for sensors. A patent registered on March 8 shows that the company is still experimenting with how to mount its electronic components underneath the display itself. And the fact that the company has started focusing on producing more of its parts, such as its own MicroLED screens , has piqued the interest of designers and investors. Samsung currently supplies Apple with OLED screens, but rumors that the company will produce its own screens has shaken Samsung investors . \nSamsung, one of Apple's biggest rivals in the space, has offered curved screens on its phones since 2013 . Samsung's Air gestures, which debuted on the Galaxy S4 , allows users to scroll through their phones and pull up information by swiping at the air, which is similar to the touchless gestures described by Apple. But as a race to get the first foldable phone, something that Samsung, Huawei, LG, Oppo, Lenovo, and ZTE all have patents for in addition to Apple, on the market heats up, Apple may no longer be satisfied with relying on its current supply chains. \n\"It's indicative that they've wrung out as much innovation as they can out of current supply chains,\" Rolston said.\nSamsung has already shown in its MicroLED television \"The Wall\" that the technology can be used to create a bezel-less experience. If Apple continues to develop its own MicroLED technology, it could be used to further a notch-free design on a smaller device like the iPhone.\nThe company's move toward wireless charging with the new Apple AirPower, which is rumored to launch in 2018 , could also impact the future of the iPhone's design in a similar way as did the move to wireless earbuds. For instance, the company could do away with a cable-based charging port, though Jason Snell, editor of Apple news site and podcast Six Colors, and former MacWorld editor, said such a change would make the devices more difficult to repair since most basic repairs require connecting the iPhone to an external computer.\nApple's war on buttons The missing home button on the iPhone X provides another potential clue for the future of iPhone design: a continuing war on buttons.\n\"Apple is still on a quest to get rid of as many buttons are they can,\" Snell said. He speculates that the iPhone's side buttons could become completely virtual like the home button. The removal of the home button, of course, came with the introduction of FaceID. It's unclear what technology would supplant the side buttons. The company has previously experimented with putting volume controls on headphones.Functionality like volume control could eventually be outsourced to the AirPods or even motion detection. It's unclear what technology would supplant the side buttons. \nBut there are other potential benefits. \"The fewer buttons or ports on the outside of the device, the more freedom the company has to alter the tech on the inside,\" Snell said. For instance, the removal of the headphone jack in the iPhone 7 created room for a larger battery. \nThe reports that Apple is working on a curved screen with gesture control suggests the future of the iPhone might not require touch-based components. \"That's where they're heading, to sell the consumer a screen they can hold,\" Rolston said. But he added that thinking in terms of incremental changes may miss a larger point: As wearables and home devices become more important to the way we use our phones, the design of the phone itself may become less critical. \"It will matter less to continue to innovate on the phone itself,\" Rolston said.\nWith a company as secretive as Apple, it's hard to tell how close to market the technology needed to make something like an all-screen device is. Patents filed by the company, dozens of which will never make it to market, hardly guarantee any future design plans.\n\"They'll make changes to things we consider must-haves today when the technology advances beyond it,\" Munster said.\nWhat consumers are likely to see in 2018 is a small bump in screen size. A report from Ming-Chi Kuo, a highly respected Apple analyst at KGI Securities, indicates that 2018 will probably bring three new phones , a 5.8 OLED model of the iPhone X, a plus-sized iPhone X with a 6.5-inch OLED screen and 6.1 inch LCD model. It's reported that like the current iPhone X, these phones will feature the \"fullscreen,\" minimal notch design with the TrueDepth Camera system.\nApple's next major event, the WWDC, is set for June, but speculation about the next iPhone model release pegs September, though it is unlikely a major evolution in the device will be unveiled.\nBut even small changes in design could be good news for investors.\n\"In a year where you see these kinds of improvements, like a bigger screen, you're more likely to see closer to an 8 percent growth rate,\" Munster said. That means Apple's stock performance, like the design innovation, will be incremental. \"The financial impact is that this will inch up the growth rate, but it won't be a jump.\"\nMore from the Business of Design: \nThe quest for unbreakable smartphone screen glass \nSony's robot dog is charming animal lovers \n\nCompanies turning trash into the raw material of the future",
    "published": "2018-04-17T16:16:00.000+03:00",
    "crawled": "2018-04-17T16:16:54.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "apple",
        "made",
        "wave",
        "decided",
        "get",
        "rid",
        "iphone",
        "headphone",
        "jack",
        "announced",
        "iphone",
        "x",
        "would",
        "virtual",
        "home",
        "button",
        "apple",
        "reclaiming",
        "much",
        "iphone",
        "exterior",
        "could",
        "next",
        "mechanical",
        "chopping",
        "block",
        "becoming",
        "difficult",
        "question",
        "answer",
        "apple",
        "running",
        "iphone",
        "surface",
        "real",
        "estate",
        "repurpose",
        "source",
        "apple",
        "apple",
        "iphone",
        "x",
        "apple",
        "already",
        "significantly",
        "cut",
        "size",
        "bezel",
        "border",
        "screen",
        "phone",
        "frame",
        "release",
        "iphone",
        "x",
        "creating",
        "almost",
        "entirely",
        "display",
        "even",
        "x",
        "small",
        "notch",
        "screen",
        "still",
        "exists",
        "order",
        "company",
        "pack",
        "phone",
        "top",
        "earpiece",
        "speaker",
        "camera",
        "sensor",
        "needed",
        "apple",
        "face",
        "id",
        "feature",
        "expected",
        "soon",
        "expand",
        "apple",
        "product",
        "including",
        "ipad",
        "almost",
        "design",
        "initially",
        "faced",
        "criticism",
        "app",
        "mobile",
        "designer",
        "become",
        "industry",
        "trend",
        "apple",
        "leading",
        "smartphone",
        "rival",
        "samsung",
        "producing",
        "similar",
        "design",
        "recent",
        "instruction",
        "apple",
        "designer",
        "new",
        "apps",
        "must",
        "conform",
        "iphone",
        "x",
        "display",
        "believed",
        "likely",
        "notch",
        "stay",
        "running",
        "thing",
        "drop",
        "said",
        "gene",
        "munster",
        "veteran",
        "tech",
        "analyst",
        "managing",
        "partner",
        "loup",
        "venture",
        "within",
        "confines",
        "current",
        "technology",
        "likely",
        "scenario",
        "apple",
        "keep",
        "shrinking",
        "bezel",
        "millimeter",
        "millimeter",
        "current",
        "sensor",
        "camera",
        "still",
        "function",
        "said",
        "mark",
        "rolston",
        "cofounder",
        "design",
        "consultancy",
        "argodesign",
        "could",
        "make",
        "camera",
        "hole",
        "float",
        "inside",
        "screen",
        "make",
        "bit",
        "magical",
        "consumer",
        "want",
        "camera",
        "rolston",
        "said",
        "want",
        "selfies",
        "camera",
        "always",
        "company",
        "tried",
        "work",
        "around",
        "design",
        "problem",
        "experimenting",
        "camera",
        "placement",
        "doogee",
        "mix",
        "allows",
        "experience",
        "display",
        "slide",
        "camera",
        "vivo",
        "apex",
        "scanner",
        "extends",
        "top",
        "phone",
        "doogee",
        "chinese",
        "mobile",
        "phone",
        "maker",
        "doogee",
        "new",
        "mix",
        "model",
        "solve",
        "notch",
        "issue",
        "apple",
        "iphone",
        "face",
        "creating",
        "screen",
        "slide",
        "camera",
        "secret",
        "truly",
        "reinventing",
        "display",
        "design",
        "might",
        "screen",
        "recent",
        "report",
        "indicate",
        "apple",
        "experimenting",
        "touchless",
        "gesture",
        "curved",
        "screen",
        "motion",
        "detector",
        "embedded",
        "screen",
        "would",
        "reduce",
        "need",
        "room",
        "bezel",
        "sensor",
        "patent",
        "registered",
        "march",
        "show",
        "company",
        "still",
        "experimenting",
        "mount",
        "electronic",
        "component",
        "underneath",
        "display",
        "fact",
        "company",
        "started",
        "focusing",
        "producing",
        "part",
        "microled",
        "screen",
        "piqued",
        "interest",
        "designer",
        "investor",
        "samsung",
        "currently",
        "supply",
        "apple",
        "oled",
        "screen",
        "rumor",
        "company",
        "produce",
        "screen",
        "shaken",
        "samsung",
        "investor",
        "samsung",
        "one",
        "apple",
        "biggest",
        "rival",
        "space",
        "offered",
        "curved",
        "screen",
        "phone",
        "since",
        "samsung",
        "air",
        "gesture",
        "debuted",
        "galaxy",
        "s4",
        "allows",
        "user",
        "scroll",
        "phone",
        "pull",
        "information",
        "swiping",
        "air",
        "similar",
        "touchless",
        "gesture",
        "described",
        "apple",
        "race",
        "get",
        "first",
        "foldable",
        "phone",
        "something",
        "samsung",
        "huawei",
        "lg",
        "oppo",
        "lenovo",
        "zte",
        "patent",
        "addition",
        "apple",
        "market",
        "heat",
        "apple",
        "may",
        "longer",
        "satisfied",
        "relying",
        "current",
        "supply",
        "chain",
        "indicative",
        "wrung",
        "much",
        "innovation",
        "current",
        "supply",
        "chain",
        "rolston",
        "said",
        "samsung",
        "already",
        "shown",
        "microled",
        "television",
        "wall",
        "technology",
        "used",
        "create",
        "experience",
        "apple",
        "continues",
        "develop",
        "microled",
        "technology",
        "could",
        "used",
        "design",
        "smaller",
        "device",
        "like",
        "iphone",
        "company",
        "move",
        "toward",
        "wireless",
        "charging",
        "new",
        "apple",
        "airpower",
        "rumored",
        "launch",
        "could",
        "also",
        "impact",
        "future",
        "iphone",
        "design",
        "similar",
        "way",
        "move",
        "wireless",
        "earbuds",
        "instance",
        "company",
        "could",
        "away",
        "charging",
        "port",
        "though",
        "jason",
        "snell",
        "editor",
        "apple",
        "news",
        "site",
        "podcast",
        "six",
        "color",
        "former",
        "macworld",
        "editor",
        "said",
        "change",
        "would",
        "make",
        "device",
        "difficult",
        "repair",
        "since",
        "basic",
        "repair",
        "require",
        "connecting",
        "iphone",
        "external",
        "computer",
        "apple",
        "war",
        "button",
        "missing",
        "home",
        "button",
        "iphone",
        "x",
        "provides",
        "another",
        "potential",
        "clue",
        "future",
        "iphone",
        "design",
        "continuing",
        "war",
        "button",
        "apple",
        "still",
        "quest",
        "get",
        "rid",
        "many",
        "button",
        "snell",
        "said",
        "speculates",
        "iphone",
        "side",
        "button",
        "could",
        "become",
        "completely",
        "virtual",
        "like",
        "home",
        "button",
        "removal",
        "home",
        "button",
        "course",
        "came",
        "introduction",
        "faceid",
        "unclear",
        "technology",
        "would",
        "supplant",
        "side",
        "button",
        "company",
        "previously",
        "experimented",
        "putting",
        "volume",
        "control",
        "like",
        "volume",
        "control",
        "could",
        "eventually",
        "outsourced",
        "airpods",
        "even",
        "motion",
        "detection",
        "unclear",
        "technology",
        "would",
        "supplant",
        "side",
        "button",
        "potential",
        "benefit",
        "fewer",
        "button",
        "port",
        "outside",
        "device",
        "freedom",
        "company",
        "alter",
        "tech",
        "inside",
        "snell",
        "said",
        "instance",
        "removal",
        "headphone",
        "jack",
        "iphone",
        "created",
        "room",
        "larger",
        "battery",
        "report",
        "apple",
        "working",
        "curved",
        "screen",
        "gesture",
        "control",
        "suggests",
        "future",
        "iphone",
        "might",
        "require",
        "component",
        "heading",
        "sell",
        "consumer",
        "screen",
        "hold",
        "rolston",
        "said",
        "added",
        "thinking",
        "term",
        "incremental",
        "change",
        "may",
        "miss",
        "larger",
        "point",
        "wearable",
        "home",
        "device",
        "become",
        "important",
        "way",
        "use",
        "phone",
        "design",
        "phone",
        "may",
        "become",
        "less",
        "critical",
        "matter",
        "less",
        "continue",
        "innovate",
        "phone",
        "rolston",
        "said",
        "company",
        "secretive",
        "apple",
        "hard",
        "tell",
        "close",
        "market",
        "technology",
        "needed",
        "make",
        "something",
        "like",
        "device",
        "patent",
        "filed",
        "company",
        "dozen",
        "never",
        "make",
        "market",
        "hardly",
        "guarantee",
        "future",
        "design",
        "plan",
        "make",
        "change",
        "thing",
        "consider",
        "today",
        "technology",
        "advance",
        "beyond",
        "munster",
        "said",
        "consumer",
        "likely",
        "see",
        "small",
        "bump",
        "screen",
        "size",
        "report",
        "kuo",
        "highly",
        "respected",
        "apple",
        "analyst",
        "kgi",
        "security",
        "indicates",
        "probably",
        "bring",
        "three",
        "new",
        "phone",
        "oled",
        "model",
        "iphone",
        "x",
        "iphone",
        "x",
        "oled",
        "screen",
        "inch",
        "lcd",
        "model",
        "reported",
        "like",
        "current",
        "iphone",
        "x",
        "phone",
        "feature",
        "fullscreen",
        "minimal",
        "notch",
        "design",
        "truedepth",
        "camera",
        "system",
        "apple",
        "next",
        "major",
        "event",
        "wwdc",
        "set",
        "june",
        "speculation",
        "next",
        "iphone",
        "model",
        "release",
        "peg",
        "september",
        "though",
        "unlikely",
        "major",
        "evolution",
        "device",
        "unveiled",
        "even",
        "small",
        "change",
        "design",
        "could",
        "good",
        "news",
        "investor",
        "year",
        "see",
        "kind",
        "improvement",
        "like",
        "bigger",
        "screen",
        "likely",
        "see",
        "closer",
        "percent",
        "growth",
        "rate",
        "munster",
        "said",
        "mean",
        "apple",
        "stock",
        "performance",
        "like",
        "design",
        "innovation",
        "incremental",
        "financial",
        "impact",
        "inch",
        "growth",
        "rate",
        "wo",
        "jump",
        "business",
        "design",
        "quest",
        "unbreakable",
        "smartphone",
        "screen",
        "glass",
        "sony",
        "robot",
        "dog",
        "charming",
        "animal",
        "lover",
        "company",
        "turning",
        "trash",
        "raw",
        "material",
        "future"
    ]
}