{
    "organizations": [],
    "uuid": "caabdb88ef4e1363018cb1875cd5cd360039db7e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-acasta-enterprises-inc-reports-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Acasta Enterprises Inc. Reports 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Acasta Enterprises Inc. (TSX:AEF) (“ Acasta ” or the “ Company ”) today announced the release of its consolidated financial statements for the year and quarter ended December 31, 2017, management discussion and analysis (MD&A) and Annual Information Form (“AIF”). These documents, among others, will be posted on the Company’s website at www.acastaenterprises.com and SEDAR at www.sedar.com . All values in this news release and the Company’s financial disclosures are in Canadian dollars unless otherwise stated.\n“Having completed the sale of Stellwagen, the Board and management intend to continue on the path of reducing Acasta’s overall indebtedness and focusing on the consumer products businesses. The Company is also in the process of streamlining its corporate operations with a view to materially reducing its cost structure and thereby strengthening its financial position,” commented Ian Kidson, Interim Chief Executive Officer of the Company.\nFinancial Highlights\nAcasta reported its first year as an operating company, consolidating the results of the three businesses that it acquired on January 3, 2017. Acasta’s 2017 consolidated results included revenues of $366.5 million, a net loss of $413.1 million or $4.65 per share, adjusted net income of $8.1 million or $0.09 per share and adjusted EBITDA of $134.4 million. Acasta reported impairment losses totaling $440.7 million ($423.6 million net of tax) during the year ended December 31, 2017, including goodwill and intangible asset impairments of $240.0 million related to Stellwagen Group Limited (“ Stellwagen ”) and a goodwill impairment of $200.7 million related to Apollo Health and Beauty Care Inc. (“ Apollo ”). As a result of the sale of Stellwagen, which closed on March 27, 2018, Acasta significantly reduced its over-all bank indebtedness to approximately U.S.$153.0 million and eliminated the additional indebtedness associated with Stellwagen’s on-balance sheet financings of several aircraft through the sale of Stellwagen.\nCorporate Highlights\nOn March 27, 2018, the sale of Acasta’s Stellwagen business unit closed in exchange for:\nThe cancellation of 26 million Class B Shares (reducing outstanding shares by 27.2%); U.S. $35.0 million in cash; The termination of the Stellwagen earn-out; and Up to an additional U.S.$5.0 million if proceeds from the sale of certain profit participating notes (“ PPNs ”) issued by a subsidiary of Stellwagen are below a specified threshold.\nOur MD&A will provide additional details and will describe the results from each of the reportable segments in our portfolio.\n2017 Financial Statements and Investor Conference Call\nAcasta will release its fourth quarter and year-end 2017 financial results after market close on Monday April 2, 2018 instead of March 29, 2018 as previously announced.\nAcasta’s senior management will host a conference call on Tuesday, April 3, 2018 at 9:00 a.m. (E.D.T.) to discuss the Company’s financial and operating results. Please dial 1-416-406-0743 or toll-free (Canada/US) 1-800-806-5484 with passcode 1948342#. To ensure your participation, please join approximately five minutes prior to the scheduled start of the conference call.\nThe conference call will be archived on the Company’s website at www.acastaenterprises.com and will be available for replay at 1-905-694-9451 or toll-free (Canada/US) 1-800-408-3053 with passcode 8204336#, expiring on May 15, 2018.\nAdvisories:\nCautionary Note Concerning Forward Looking Statements\nThis news release includes forward looking statements. All such statements constitute forward looking information within the meaning of applicable securities law and are made pursuant to the “safe harbour” provisions of applicable securities laws. Forward looking statements include, but are not limited to, monetizing the PPNs and statements about other anticipated future events or results, including comments with respect to Company’s future financial performance and condition. Forward looking statements are statements that are predictive in nature, depend upon or refer to future events or conditions and are identified by words such as “will”, “expects”, “anticipates”, “intends”, “plans”, “believes”, “estimates” or similar expressions concerning matters that are not historical facts. Such statements are based on current expectations of the Company’s management and inherently involve numerous risks and uncertainties, known and unknown, including economic factors. The forward-looking information contained in this news release is presented for the purpose of assisting readers in understanding the Company’s business and strategic priorities and objectives. A number of other factors may cause actual outcomes or financial results to differ materially from the forward looking statements contained in this news release, including, among other factors, those referenced in the section entitled “Risk Factors” in the Company’s annual information form for the year ended December 31, 2017, a copy of which is available on the SEDAR website at www.sedar.com under the Company’s profile. Forward looking statements contained in this news release are not guarantees of future outcomes performance and, while forward looking statements are based on certain assumptions that the Company considers reasonable, actual events could differ materially from those expressed or implied by forward looking statements made by the Company. Readers are cautioned to consider these and other factors carefully when making decisions with respect to the Company and to not place undue reliance on forward looking statements. Circumstances affecting the Company may change rapidly. Except as may be expressly required by applicable law, Acasta does not undertake any obligation to update publicly or revise any such forward looking statements, whether as a result of new information, future events or otherwise. These cautionary statements expressly qualify all forward looking statements in this new release.\nNon-IFRS Financial Performance Measures (Unaudited)\nAdjusted net income (loss), EBITDA and adjusted EBITDA are not recognized measures under International Financial Reporting Standards (“ IFRS ”) and this data may not be comparable to data presented by other companies.\nAdjusted net income (loss) is calculated by adjusting net income (loss) as recorded in the unaudited condensed consolidated interim statements of income (loss) and comprehensive income (loss) for the exclusion of certain other income and expense items determined in accordance with IFRS. The Company believes that this generally accepted measure allows the evaluation of the results of continuing operations and is useful in making comparisons between periods. Adjusted net income (loss) is intended to provide investors with information about the Company's continuing income generating capabilities. Management uses this measure to monitor and plan for the operating performance of the Company in conjunction with other financial data prepared in accordance with IFRS.\nEBITDA is calculated by adjusting net income (loss) as recorded in the unaudited condensed consolidated interim statements of income (loss) and comprehensive income (loss) for finance costs, current and deferred income tax, depreciation and amortization expenses. The Company believes that this generally accepted measure allows the evaluation of the results of continuing operations and is useful in making comparisons between periods. EBITDA is intended to provide investors with information about the Company's continuing income generating capabilities. Management uses this measure to monitor and plan for the operating performance of the Company in conjunction with other financial data prepared in accordance with IFRS.\nAdjusted EBITDA is calculated by adjusting net income (loss) as recorded in the unaudited condensed consolidated interim statements of income (loss) and comprehensive income (loss) for the exclusion of certain other income and expense items determined in accordance with IFRS (the calculation for adjusted net income (loss)) and then further adjusting for finance costs, current and deferred income tax, depreciation and amortization expenses. The Company believes that this generally accepted measure allows the evaluation of the results of continuing operations and is useful in making comparisons between periods. Adjusted EBITDA is intended to provide investors with information about the Company’s continuing income generating capabilities. Management uses this measure to monitor and plan for the operating performance of the Company in conjunction with other data prepared in accordance with IFRS.\nACASTA ENTERPRISES INC. NON-IFRS FINANCIAL PERFORMANCE MEASURES RECONCILIATION (UNAUDITED) (In thousands of Canadian dollars, except share and per share amounts) Year Ended December 31, 2017 Reportable Segments Year\nEnded\nDecember 31,\n2016 NON-IFRS FINANCIAL PERFORMANCE MEASURES\n(in thousands of Canadian dollars,\nexcept share and per share amounts) Consumer\nProducts Aviation Other Acasta\nConsolidated Acasta\nConsolidated Net income (loss) $ (180,622 ) $ (249,050 ) $ 16,606 $ (413,066 ) $ (36,009 ) Impairment of intangible assets and goodwill, net of tax 186,002 237,571 — 423,573 — Gain on redemption of Class A Shares — — (3,699 ) (3,699 ) — Net gain on disposal of property, plant and equipment — (206 ) — (206 ) — Qualifying Acquisition transaction costs — — 4,627 4,627 — ECN Acquisition transaction costs — 628 — 628 — Costs to prepare aircraft for sale — 706 — 706 — Net (gain) loss on foreign exchange (1,063 ) 609 (6,301 ) (6,755 ) — Amortization of inventory fair value increment 1,946 — — 1,946 — Other non-recurring costs 359 — — 359 — Adjusted net income (loss) $ 6,622 $ (9,742 ) $ 11,233 $ 8,113 $ (36,009 ) Net loss per share — basic and diluted (1) $ (4.65 ) $ (3.85 ) Adjusted net income (loss) per share — basic $ 0.09 $ (3.85 ) Adjusted net income (loss) per share — diluted (1) $ 0.09 $ (3.85 ) Weighted average number of Class B Shares outstanding — basic 88,795,384 9,349,648 Weighted average number of Class B Shares outstanding — diluted (1) 88,808,863 9,349,648 Finance costs $ 5,576 $ 25,954 $ 11,702 $ 43,232 $ — Current income tax expense 9,009 880 — 9,889 — Deferred income tax recovery (22,232 ) (6,117 ) — (28,349 ) — Depreciation of property, plant and equipment and amortization of intangible assets 30,966 53,349 — 84,315 — EBITDA $ (157,303 ) $ (174,984 ) $ 28,308 $ (303,979 ) $ (36,009 ) Adjusted EBITDA $ 44,684 $ 66,754 $ 22,935 $ 134,373 $ (36,009 )\n(1) The dilutive impact of Class B Shares related to the Company’s DSU Plan was excluded from the computation of diluted weighted average number of Class B Shares outstanding in periods where the Company reported a net loss or adjusted net loss because their effect would have been anti-dilutive. ACASTA ENTERPRISES INC. NON-IFRS FINANCIAL PERFORMANCE MEASURES RECONCILIATION (UNAUDITED) (In thousands of Canadian dollars, except share and per share amounts) Acasta Consolidated Three Months Ended NON-IFRS FINANCIAL PERFORMANCE MEASURES\n(in thousands of Canadian dollars) March 31,\n2017 June 30,\n2017 September 30,\n2017 December 31,\n2017 Year\nEnded\nDecember 31,\n2017 Net income (loss) $ 4,198 $ (1,242 ) $ (9,739 ) $ (406,283 ) $ (413,066 ) Impairment of intangible assets and goodwill, net of tax — — — 423,573 423,573 Gain on redemption of Class A Shares (3,699 ) — — — (3,699 ) Net loss (gain) on disposal of property, plant and equipment (aircraft) 1,083 (1,289 ) — — (206 ) Qualifying Acquisition transaction costs 4,627 — — — 4,627 ECN Acquisition transaction costs — 628 — — 628 Costs to prepare aircraft for sale 706 — — — 706 Net loss (gain) on foreign exchange 124 (1,468 ) (1,041 ) (4,370 ) (6,755 ) Amortization of inventory fair value increment 1,946 — — — 1,946 Other non-recurring costs 359 — — — 359 Adjusted net income (loss) $ 9,344 $ (3,371 ) $ (10,780 ) $ 12,920 $ 8,113 Net income (loss) per share — basic and diluted (1) $ 0.05 $ (0.01 ) $ (0.11 ) $ (4.49 ) $ (4.65 ) Adjusted net income (loss) per share — basic $ 0.11 $ (0.04 ) $ (0.12 ) $ 0.14 $ 0.09 Adjusted net income (loss) per share — diluted (1) $ 0.11 $ (0.04 ) $ (0.12 ) $ 0.14 $ 0.09 Weighted average number of Class B shares outstanding — basic 85,642,902 88,435,533 90,494,283 90,494,283 88,795,384 Weighted average number of Class B shares outstanding — diluted (1) 85,642,902 88,435,533 90,494,283 90,534,097 88,808,863 Finance costs $ 6,652 $ 10,045 $ 12,182 $ 14,353 $ 43,232 Current income tax expense 4,034 3,494 1,189 1,172 9,889 Deferred income tax recovery (3,090 ) (2,244 ) (2,381 ) (20,634 ) (28,349 ) Depreciation of property, plant and equipment and amortization of intangible assets 20,091 22,381 20,449 21,394 84,315 EBITDA $ 31,885 $ 32,434 $ 21,700 $ (389,998 ) $ (303,979 ) Adjusted EBITDA $ 37,031 $ 30,305 $ 20,659 $ 46,378 $ 134,373",
    "published": "2018-04-03T03:43:00.000+03:00",
    "crawled": "2018-04-03T06:06:13.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "acasta",
        "enterprise",
        "tsx",
        "aef",
        "acasta",
        "company",
        "today",
        "announced",
        "release",
        "consolidated",
        "financial",
        "statement",
        "year",
        "quarter",
        "ended",
        "december",
        "management",
        "discussion",
        "analysis",
        "md",
        "annual",
        "information",
        "form",
        "aif",
        "document",
        "among",
        "others",
        "posted",
        "company",
        "website",
        "sedar",
        "value",
        "news",
        "release",
        "company",
        "financial",
        "disclosure",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "completed",
        "sale",
        "stellwagen",
        "board",
        "management",
        "intend",
        "continue",
        "path",
        "reducing",
        "acasta",
        "overall",
        "indebtedness",
        "focusing",
        "consumer",
        "product",
        "business",
        "company",
        "also",
        "process",
        "streamlining",
        "corporate",
        "operation",
        "view",
        "materially",
        "reducing",
        "cost",
        "structure",
        "thereby",
        "strengthening",
        "financial",
        "position",
        "commented",
        "ian",
        "kidson",
        "interim",
        "chief",
        "executive",
        "officer",
        "company",
        "financial",
        "highlight",
        "acasta",
        "reported",
        "first",
        "year",
        "operating",
        "company",
        "consolidating",
        "result",
        "three",
        "business",
        "acquired",
        "january",
        "acasta",
        "consolidated",
        "result",
        "included",
        "revenue",
        "million",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "million",
        "acasta",
        "reported",
        "impairment",
        "loss",
        "totaling",
        "million",
        "million",
        "net",
        "tax",
        "year",
        "ended",
        "december",
        "including",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "million",
        "related",
        "stellwagen",
        "group",
        "limited",
        "stellwagen",
        "goodwill",
        "impairment",
        "million",
        "related",
        "apollo",
        "health",
        "beauty",
        "care",
        "apollo",
        "result",
        "sale",
        "stellwagen",
        "closed",
        "march",
        "acasta",
        "significantly",
        "reduced",
        "bank",
        "indebtedness",
        "approximately",
        "million",
        "eliminated",
        "additional",
        "indebtedness",
        "associated",
        "stellwagen",
        "sheet",
        "financing",
        "several",
        "aircraft",
        "sale",
        "stellwagen",
        "corporate",
        "highlight",
        "march",
        "sale",
        "acasta",
        "stellwagen",
        "business",
        "unit",
        "closed",
        "exchange",
        "cancellation",
        "million",
        "class",
        "b",
        "share",
        "reducing",
        "outstanding",
        "share",
        "million",
        "cash",
        "termination",
        "stellwagen",
        "additional",
        "million",
        "proceeds",
        "sale",
        "certain",
        "profit",
        "participating",
        "note",
        "ppns",
        "issued",
        "subsidiary",
        "stellwagen",
        "specified",
        "threshold",
        "md",
        "provide",
        "additional",
        "detail",
        "describe",
        "result",
        "reportable",
        "segment",
        "portfolio",
        "financial",
        "statement",
        "investor",
        "conference",
        "call",
        "acasta",
        "release",
        "fourth",
        "quarter",
        "financial",
        "result",
        "market",
        "close",
        "monday",
        "april",
        "instead",
        "march",
        "previously",
        "announced",
        "acasta",
        "senior",
        "management",
        "host",
        "conference",
        "call",
        "tuesday",
        "april",
        "discus",
        "company",
        "financial",
        "operating",
        "result",
        "please",
        "dial",
        "passcode",
        "ensure",
        "participation",
        "please",
        "join",
        "approximately",
        "five",
        "minute",
        "prior",
        "scheduled",
        "start",
        "conference",
        "call",
        "conference",
        "call",
        "archived",
        "company",
        "website",
        "available",
        "replay",
        "passcode",
        "expiring",
        "may",
        "advisory",
        "cautionary",
        "note",
        "concerning",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "includes",
        "forward",
        "looking",
        "statement",
        "statement",
        "constitute",
        "forward",
        "looking",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "made",
        "pursuant",
        "safe",
        "harbour",
        "provision",
        "applicable",
        "security",
        "law",
        "forward",
        "looking",
        "statement",
        "include",
        "limited",
        "monetizing",
        "ppns",
        "statement",
        "anticipated",
        "future",
        "event",
        "result",
        "including",
        "comment",
        "respect",
        "company",
        "future",
        "financial",
        "performance",
        "condition",
        "forward",
        "looking",
        "statement",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "identified",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "expression",
        "concerning",
        "matter",
        "historical",
        "fact",
        "statement",
        "based",
        "current",
        "expectation",
        "company",
        "management",
        "inherently",
        "involve",
        "numerous",
        "risk",
        "uncertainty",
        "known",
        "unknown",
        "including",
        "economic",
        "factor",
        "information",
        "contained",
        "news",
        "release",
        "presented",
        "purpose",
        "assisting",
        "reader",
        "understanding",
        "company",
        "business",
        "strategic",
        "priority",
        "objective",
        "number",
        "factor",
        "may",
        "cause",
        "actual",
        "outcome",
        "financial",
        "result",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "including",
        "among",
        "factor",
        "referenced",
        "section",
        "entitled",
        "risk",
        "factor",
        "company",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "copy",
        "available",
        "sedar",
        "website",
        "company",
        "profile",
        "forward",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "guarantee",
        "future",
        "outcome",
        "performance",
        "forward",
        "looking",
        "statement",
        "based",
        "certain",
        "assumption",
        "company",
        "considers",
        "reasonable",
        "actual",
        "event",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "made",
        "company",
        "reader",
        "cautioned",
        "consider",
        "factor",
        "carefully",
        "making",
        "decision",
        "respect",
        "company",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "circumstance",
        "affecting",
        "company",
        "may",
        "change",
        "rapidly",
        "except",
        "may",
        "expressly",
        "required",
        "applicable",
        "law",
        "acasta",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "cautionary",
        "statement",
        "expressly",
        "qualify",
        "forward",
        "looking",
        "statement",
        "new",
        "release",
        "financial",
        "performance",
        "measure",
        "unaudited",
        "adjusted",
        "net",
        "income",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "recognized",
        "measure",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "data",
        "may",
        "comparable",
        "data",
        "presented",
        "company",
        "adjusted",
        "net",
        "income",
        "loss",
        "calculated",
        "adjusting",
        "net",
        "income",
        "loss",
        "recorded",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "statement",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "exclusion",
        "certain",
        "income",
        "expense",
        "item",
        "determined",
        "accordance",
        "ifrs",
        "company",
        "belief",
        "generally",
        "accepted",
        "measure",
        "allows",
        "evaluation",
        "result",
        "continuing",
        "operation",
        "useful",
        "making",
        "comparison",
        "period",
        "adjusted",
        "net",
        "income",
        "loss",
        "intended",
        "provide",
        "investor",
        "information",
        "company",
        "continuing",
        "income",
        "generating",
        "capability",
        "management",
        "us",
        "measure",
        "monitor",
        "plan",
        "operating",
        "performance",
        "company",
        "conjunction",
        "financial",
        "data",
        "prepared",
        "accordance",
        "ifrs",
        "ebitda",
        "calculated",
        "adjusting",
        "net",
        "income",
        "loss",
        "recorded",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "statement",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "finance",
        "cost",
        "current",
        "deferred",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "company",
        "belief",
        "generally",
        "accepted",
        "measure",
        "allows",
        "evaluation",
        "result",
        "continuing",
        "operation",
        "useful",
        "making",
        "comparison",
        "period",
        "ebitda",
        "intended",
        "provide",
        "investor",
        "information",
        "company",
        "continuing",
        "income",
        "generating",
        "capability",
        "management",
        "us",
        "measure",
        "monitor",
        "plan",
        "operating",
        "performance",
        "company",
        "conjunction",
        "financial",
        "data",
        "prepared",
        "accordance",
        "ifrs",
        "adjusted",
        "ebitda",
        "calculated",
        "adjusting",
        "net",
        "income",
        "loss",
        "recorded",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "statement",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "exclusion",
        "certain",
        "income",
        "expense",
        "item",
        "determined",
        "accordance",
        "ifrs",
        "calculation",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusting",
        "finance",
        "cost",
        "current",
        "deferred",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "company",
        "belief",
        "generally",
        "accepted",
        "measure",
        "allows",
        "evaluation",
        "result",
        "continuing",
        "operation",
        "useful",
        "making",
        "comparison",
        "period",
        "adjusted",
        "ebitda",
        "intended",
        "provide",
        "investor",
        "information",
        "company",
        "continuing",
        "income",
        "generating",
        "capability",
        "management",
        "us",
        "measure",
        "monitor",
        "plan",
        "operating",
        "performance",
        "company",
        "conjunction",
        "data",
        "prepared",
        "accordance",
        "ifrs",
        "acasta",
        "enterprise",
        "financial",
        "performance",
        "measure",
        "reconciliation",
        "unaudited",
        "thousand",
        "canadian",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "year",
        "ended",
        "december",
        "reportable",
        "segment",
        "year",
        "ended",
        "december",
        "financial",
        "performance",
        "measure",
        "thousand",
        "canadian",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "consumer",
        "product",
        "aviation",
        "acasta",
        "consolidated",
        "acasta",
        "consolidated",
        "net",
        "income",
        "loss",
        "impairment",
        "intangible",
        "asset",
        "goodwill",
        "net",
        "tax",
        "gain",
        "redemption",
        "class",
        "share",
        "net",
        "gain",
        "disposal",
        "property",
        "plant",
        "equipment",
        "qualifying",
        "acquisition",
        "transaction",
        "cost",
        "ecn",
        "acquisition",
        "transaction",
        "cost",
        "cost",
        "prepare",
        "aircraft",
        "sale",
        "net",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "amortization",
        "inventory",
        "fair",
        "value",
        "increment",
        "cost",
        "adjusted",
        "net",
        "income",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "class",
        "b",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "number",
        "class",
        "b",
        "share",
        "outstanding",
        "diluted",
        "finance",
        "cost",
        "current",
        "income",
        "tax",
        "expense",
        "deferred",
        "income",
        "tax",
        "recovery",
        "depreciation",
        "property",
        "plant",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "ebitda",
        "adjusted",
        "ebitda",
        "dilutive",
        "impact",
        "class",
        "b",
        "share",
        "related",
        "company",
        "dsu",
        "plan",
        "excluded",
        "computation",
        "diluted",
        "weighted",
        "average",
        "number",
        "class",
        "b",
        "share",
        "outstanding",
        "period",
        "company",
        "reported",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "effect",
        "would",
        "acasta",
        "enterprise",
        "financial",
        "performance",
        "measure",
        "reconciliation",
        "unaudited",
        "thousand",
        "canadian",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "acasta",
        "consolidated",
        "three",
        "month",
        "ended",
        "financial",
        "performance",
        "measure",
        "thousand",
        "canadian",
        "dollar",
        "march",
        "june",
        "september",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "impairment",
        "intangible",
        "asset",
        "goodwill",
        "net",
        "tax",
        "gain",
        "redemption",
        "class",
        "share",
        "net",
        "loss",
        "gain",
        "disposal",
        "property",
        "plant",
        "equipment",
        "aircraft",
        "qualifying",
        "acquisition",
        "transaction",
        "cost",
        "ecn",
        "acquisition",
        "transaction",
        "cost",
        "cost",
        "prepare",
        "aircraft",
        "sale",
        "net",
        "loss",
        "gain",
        "foreign",
        "exchange",
        "amortization",
        "inventory",
        "fair",
        "value",
        "increment",
        "cost",
        "adjusted",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "class",
        "b",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "number",
        "class",
        "b",
        "share",
        "outstanding",
        "diluted",
        "finance",
        "cost",
        "current",
        "income",
        "tax",
        "expense",
        "deferred",
        "income",
        "tax",
        "recovery",
        "depreciation",
        "property",
        "plant",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "ebitda",
        "adjusted",
        "ebitda"
    ]
}