{
    "organizations": [],
    "uuid": "04e61fc1b9a2da6f2b7bd13be1206ba7073de67f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/pr-newswire-preferred-apartment-communities-inc-announces-sudden-passing-of-co-founder-chairman-and-ceo-john-a-williams.html",
    "ord_in_thread": 0,
    "title": "Preferred Apartment Communities, Inc. Announces Sudden Passing of Co-Founder, Chairman and CEO, John A. Williams",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATLANTA, April 16, 2018 /PRNewswire/ -- Preferred Apartment Communities, Inc. (NYSE: APTS) (\"PAC\" or the \"Company\") is profoundly saddened to announce that the Company's Co-Founder, Chairman and Chief Executive Officer, John A. Williams unexpectedly passed away earlier today. The Company's Board of Directors has appointed Vice-Chairman and Chief Investment Officer Daniel M. DuPree to succeed Mr. Williams as Chairman of the Board and Chief Executive Officer. Leonard A. Silverstein, a co-founder of the Company along with Mr. Williams, has been appointed Vice-Chairman of the Board and will continue as President and Chief Operating Officer.\nThe Board and the Company are indebted to Mr. Williams for his strong leadership, real estate vision, outgoing personality and boundless energy. The Board's thoughts are with John's family at this very difficult time. Mr. Williams is survived by his wife Nancy; three children, Jay, Sarah Brook and Parker, and two grandchildren, Jack and Harrison.\nMessrs. Silverstein and DuPree stated, \"John was a dear friend, partner, mentor and influence in our lives and careers. He was a visionary and understood the importance of creating a company that is built on culture, associates, reputation and brand. We are committed to continuing John's vision to create the preeminent real estate investment trust in the United States.\"\nAbout John A. Williams\nOver the course of his career, Mr. Williams directed and coordinated the development, construction, and management of more than $15 billion in real estate developments. Approximately $5.5 billion of this activity has focused on multifamily housing, with the balance in other property types including hotels, condominiums and offices. Mr. Williams founded Post Properties, Inc. (\"Post Properties\") in 1970. He took Post Properties public as a REIT in 1993. When he resigned as Chairman of Post Properties in 2003, the company had approximately 30,000 apartment units and had averaged funds from operations growth of 7% per year commencing with the Post Properties initial public offering.\nMr. Williams was listed on National Real Estate Investor's list of \"The 20th Century's Most Influential Developers,\" along with Atlanta Business Chronicle's award for \"Atlanta Residential Developer of The Decade,\" for the 1990's; followed by, Harvard Business School extending its \"Community Leadership Award\" to Mr. Williams in 2000. He has received numerous honors and awards from Cobb County, Georgia including, \"The Mack Henderson Public Service Award,\" in 2005. Mr. Williams was recently inducted into the Multi-Housing News Hall of Fame: First Class in 2004, and given, The Four Pillar Award in 2007 by The Council for Quality Growth. John A. Williams is and has always been very active in varied philanthropic activities, outreaches, and organizations in Georgia and around the World. In the spring of 2008, Mr. Williams was inducted into the Georgia State University J. Mack Robinson College of Business Hall of Fame as well as the Georgia Institute of Technology College of Management Hall of Fame. He is widely credited with coining the phrases \"Smart Growth\" and \"Live, Work, Play.\"\nMr. Williams served on the Board of Directors of the Atlanta Falcons of which he is also a minority owner. He has previously served on the boards of Riverside Bancshares, Inc., where he was the largest stockholder, the Georgia Regional Transportation Authority, the Atlanta Regional Commission, Atlanta Convention & Visitors Bureau, Post Secondary/Vocational Education, the Executive Committee of the National Apartment Association. Mr. Williams has also served on the Board of Directors of NationsBank and Barnett Banks, Inc., Crawford & Company, Post Properties, Inc. and Rentech, Inc. He is the Founder and past Chairman of the Cumberland Community Improvement District. He served as president of the Homebuilders Association of Metropolitan Atlanta, Chairman of the Metro Atlanta Chamber of Commerce, Chairman of the Metro Business Forum, Chairman of the Regional Business Coalition, Chairman of the Cobb-Marietta Coliseum and Exhibit Hall Authority, and Chairman of the Cobb County Chamber of Commerce, serving two terms. While serving as the initial Chairman of the Cobb-Marietta Coliseum and Exhibit Hall Authority, Mr. Williams was responsible for leading the effort to build the $200,000,000 Exhibition Meeting Venue and Ballroom complex. The large ballroom, one of the largest in the south, was named \"The John A. Williams Ballroom.\" These facilities were completed in 1995. He also led the effort to build the state-of-the-art Cobb Energy Performing Arts Centre which cost $150,000,000. The 2800 seat main theatre is named \"The John A. Williams Theatre.\"\nAbout Preferred Apartment Communities, Inc.\nPreferred Apartment Communities, Inc. is a Maryland corporation formed primarily to acquire and operate multifamily properties in select targeted markets throughout the United States. As part of our business strategy, we may enter into forward purchase contracts or purchase options for to-be-built multifamily communities and we may make real estate related loans, provide deposit arrangements, or provide performance assurances, as may be necessary or appropriate, in connection with the development of multifamily communities and other properties. As a secondary strategy, we may acquire or originate senior mortgage loans, subordinate loans or real estate loans secured by interests in multifamily properties, membership or partnership interests in multifamily properties and other multifamily related assets and invest a lesser portion of our assets in other real estate related investments, including other income-producing property types, senior mortgage loans, subordinate loans or real estate loans secured by interests in other income-producing property types, membership or partnership interests in other income-producing property types as determined by our manager as appropriate for us. At December 31, 2017, the Company was the approximate 97.8% owner of Preferred Apartment Communities Operating Partnership, L.P., the Company's operating partnership. Preferred Apartment Communities, Inc. has elected to be taxed as a real estate investment trust under the Internal Revenue Code of 1986, as amended, commencing with its tax year ended December 31, 2011. Learn more at www.pacapts.com .\nForward-Looking Statements\nThis press release may contain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. These statements may be identified by the use of forward-looking terminology such as \"may\", \"trend\", \"will\", \"expects\", \"plans\", \"estimates\", \"anticipates\", \"projects\", \"intends\", \"believes\", \"goals\", \"objectives\", \"outlook\" and similar expressions. Because such statements include risks, uncertainties and contingencies, actual results may differ materially from the expectations, intentions, beliefs, plans or predictions of the future expressed or implied by such forward-looking statements. These risks, uncertainties and contingencies include, but are not limited to, those disclosed in PAC's filings with the Securities and Exchange Commission. PAC undertakes no obligation to update these forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events, except as may be required by law.\nAdditional Information\nThe SEC has declared effective the registration statement (including prospectus) filed by the Company for each of the offerings to which this communication may relate. Before you invest, you should read the final prospectus, and any prospectus supplements, forming a part of the registration statement and other documents the Company has filed with the SEC for more complete information about the Company and the offering to which this communication may relate. In particular, you should carefully read the risk factors described in the final prospectus and in any related prospectus supplement and in the documents incorporated by reference in the final prospectus and any related prospectus supplement to which this communication may relate. You may obtain these documents for free by visiting EDGAR on the SEC website at www.sec.gov . Alternatively, the Company or its dealer manager, Preferred Capital Securities, LLC, with respect to PAC's mShares Redeemable Preferred Stock Offering and Series A Redeemable Preferred Stock and Warrant Unit Offering, and JonesTrading Institutional Services LLC, with respect to PAC's ATM Common Stock Offering, will arrange to send you a prospectus if you request it by calling Leonard A. Silverstein at (770) 818-4100, 3284 Northside Parkway NW, Suite 150, Atlanta, Georgia 30327.\nThe ATM Common Stock Offering prospectus, dated July 18, 2016, including a base prospectus, dated May 17, 2016, can be accessed through the following link:\nhttps://www.sec.gov/Archives/edgar/data/1481832/000148183216000152/atmprospectus.htm\nThe mShares Redeemable Preferred Stock Offering prospectus, dated January 19, 2017, can be accessed through the following link:\nhttps://www.sec.gov/Archives/edgar/data/1481832/000148183217 8/a424prospectus-mshares1.htm\nThe Series A Redeemable Preferred Stock and Warrant Unit Offering prospectus, dated March 16, 2017, can be accessed through the following link:\nhttps://www.sec.gov/Archives/edgar/data/1481832/000148183217000061/a424prospectus-15bseriesar.htm\nView original content with multimedia: http://www.prnewswire.com/news-releases/preferred-apartment-communities-inc-announces-sudden-passing-of-co-founder-chairman-and-ceo-john-a-williams-300630694.html\nSOURCE Preferred Apartment Communities, Inc.",
    "published": "2018-04-17T00:30:00.000+03:00",
    "crawled": "2018-04-17T03:55:54.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atlanta",
        "april",
        "preferred",
        "apartment",
        "community",
        "nyse",
        "apts",
        "pac",
        "company",
        "profoundly",
        "saddened",
        "announce",
        "company",
        "chairman",
        "chief",
        "executive",
        "officer",
        "john",
        "williams",
        "unexpectedly",
        "passed",
        "away",
        "earlier",
        "today",
        "company",
        "board",
        "director",
        "appointed",
        "chief",
        "investment",
        "officer",
        "daniel",
        "dupree",
        "succeed",
        "williams",
        "chairman",
        "board",
        "chief",
        "executive",
        "officer",
        "leonard",
        "silverstein",
        "company",
        "along",
        "williams",
        "appointed",
        "board",
        "continue",
        "president",
        "chief",
        "operating",
        "officer",
        "board",
        "company",
        "indebted",
        "williams",
        "strong",
        "leadership",
        "real",
        "estate",
        "vision",
        "outgoing",
        "personality",
        "boundless",
        "energy",
        "board",
        "thought",
        "john",
        "family",
        "difficult",
        "time",
        "williams",
        "survived",
        "wife",
        "nancy",
        "three",
        "child",
        "jay",
        "sarah",
        "brook",
        "parker",
        "two",
        "grandchild",
        "jack",
        "harrison",
        "silverstein",
        "dupree",
        "stated",
        "john",
        "dear",
        "friend",
        "partner",
        "mentor",
        "influence",
        "life",
        "career",
        "visionary",
        "understood",
        "importance",
        "creating",
        "company",
        "built",
        "culture",
        "associate",
        "reputation",
        "brand",
        "committed",
        "continuing",
        "john",
        "vision",
        "create",
        "preeminent",
        "real",
        "estate",
        "investment",
        "trust",
        "united",
        "state",
        "john",
        "williams",
        "course",
        "career",
        "williams",
        "directed",
        "coordinated",
        "development",
        "construction",
        "management",
        "billion",
        "real",
        "estate",
        "development",
        "approximately",
        "billion",
        "activity",
        "focused",
        "multifamily",
        "housing",
        "balance",
        "property",
        "type",
        "including",
        "hotel",
        "condominium",
        "office",
        "williams",
        "founded",
        "post",
        "property",
        "post",
        "property",
        "took",
        "post",
        "property",
        "public",
        "reit",
        "resigned",
        "chairman",
        "post",
        "property",
        "company",
        "approximately",
        "apartment",
        "unit",
        "averaged",
        "fund",
        "operation",
        "growth",
        "per",
        "year",
        "commencing",
        "post",
        "property",
        "initial",
        "public",
        "offering",
        "williams",
        "listed",
        "national",
        "real",
        "estate",
        "investor",
        "list",
        "20th",
        "century",
        "influential",
        "developer",
        "along",
        "atlanta",
        "business",
        "chronicle",
        "award",
        "atlanta",
        "residential",
        "developer",
        "decade",
        "followed",
        "harvard",
        "business",
        "school",
        "extending",
        "community",
        "leadership",
        "award",
        "williams",
        "received",
        "numerous",
        "honor",
        "award",
        "cobb",
        "county",
        "georgia",
        "including",
        "mack",
        "henderson",
        "public",
        "service",
        "award",
        "williams",
        "recently",
        "inducted",
        "news",
        "hall",
        "fame",
        "first",
        "class",
        "given",
        "four",
        "pillar",
        "award",
        "council",
        "quality",
        "growth",
        "john",
        "williams",
        "always",
        "active",
        "varied",
        "philanthropic",
        "activity",
        "outreach",
        "organization",
        "georgia",
        "around",
        "world",
        "spring",
        "williams",
        "inducted",
        "georgia",
        "state",
        "university",
        "mack",
        "robinson",
        "college",
        "business",
        "hall",
        "fame",
        "well",
        "georgia",
        "institute",
        "technology",
        "college",
        "management",
        "hall",
        "fame",
        "widely",
        "credited",
        "coining",
        "phrase",
        "smart",
        "growth",
        "live",
        "work",
        "play",
        "williams",
        "served",
        "board",
        "director",
        "atlanta",
        "falcon",
        "also",
        "minority",
        "owner",
        "previously",
        "served",
        "board",
        "riverside",
        "bancshares",
        "largest",
        "stockholder",
        "georgia",
        "regional",
        "transportation",
        "authority",
        "atlanta",
        "regional",
        "commission",
        "atlanta",
        "convention",
        "visitor",
        "bureau",
        "post",
        "education",
        "executive",
        "committee",
        "national",
        "apartment",
        "association",
        "williams",
        "also",
        "served",
        "board",
        "director",
        "nationsbank",
        "barnett",
        "bank",
        "crawford",
        "company",
        "post",
        "property",
        "rentech",
        "founder",
        "past",
        "chairman",
        "cumberland",
        "community",
        "improvement",
        "district",
        "served",
        "president",
        "homebuilder",
        "association",
        "metropolitan",
        "atlanta",
        "chairman",
        "metro",
        "atlanta",
        "chamber",
        "commerce",
        "chairman",
        "metro",
        "business",
        "forum",
        "chairman",
        "regional",
        "business",
        "coalition",
        "chairman",
        "coliseum",
        "exhibit",
        "hall",
        "authority",
        "chairman",
        "cobb",
        "county",
        "chamber",
        "commerce",
        "serving",
        "two",
        "term",
        "serving",
        "initial",
        "chairman",
        "coliseum",
        "exhibit",
        "hall",
        "authority",
        "williams",
        "responsible",
        "leading",
        "effort",
        "build",
        "exhibition",
        "meeting",
        "venue",
        "ballroom",
        "complex",
        "large",
        "ballroom",
        "one",
        "largest",
        "south",
        "named",
        "john",
        "williams",
        "ballroom",
        "facility",
        "completed",
        "also",
        "led",
        "effort",
        "build",
        "cobb",
        "energy",
        "performing",
        "art",
        "centre",
        "cost",
        "seat",
        "main",
        "theatre",
        "named",
        "john",
        "williams",
        "theatre",
        "preferred",
        "apartment",
        "community",
        "preferred",
        "apartment",
        "community",
        "maryland",
        "corporation",
        "formed",
        "primarily",
        "acquire",
        "operate",
        "multifamily",
        "property",
        "select",
        "targeted",
        "market",
        "throughout",
        "united",
        "state",
        "part",
        "business",
        "strategy",
        "may",
        "enter",
        "forward",
        "purchase",
        "contract",
        "purchase",
        "option",
        "multifamily",
        "community",
        "may",
        "make",
        "real",
        "estate",
        "related",
        "loan",
        "provide",
        "deposit",
        "arrangement",
        "provide",
        "performance",
        "assurance",
        "may",
        "necessary",
        "appropriate",
        "connection",
        "development",
        "multifamily",
        "community",
        "property",
        "secondary",
        "strategy",
        "may",
        "acquire",
        "originate",
        "senior",
        "mortgage",
        "loan",
        "subordinate",
        "loan",
        "real",
        "estate",
        "loan",
        "secured",
        "interest",
        "multifamily",
        "property",
        "membership",
        "partnership",
        "interest",
        "multifamily",
        "property",
        "multifamily",
        "related",
        "asset",
        "invest",
        "lesser",
        "portion",
        "asset",
        "real",
        "estate",
        "related",
        "investment",
        "including",
        "property",
        "type",
        "senior",
        "mortgage",
        "loan",
        "subordinate",
        "loan",
        "real",
        "estate",
        "loan",
        "secured",
        "interest",
        "property",
        "type",
        "membership",
        "partnership",
        "interest",
        "property",
        "type",
        "determined",
        "manager",
        "appropriate",
        "u",
        "december",
        "company",
        "approximate",
        "owner",
        "preferred",
        "apartment",
        "community",
        "operating",
        "partnership",
        "company",
        "operating",
        "partnership",
        "preferred",
        "apartment",
        "community",
        "elected",
        "taxed",
        "real",
        "estate",
        "investment",
        "trust",
        "internal",
        "revenue",
        "code",
        "amended",
        "commencing",
        "tax",
        "year",
        "ended",
        "december",
        "learn",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "terminology",
        "may",
        "trend",
        "expects",
        "plan",
        "estimate",
        "anticipates",
        "project",
        "intends",
        "belief",
        "goal",
        "objective",
        "outlook",
        "similar",
        "expression",
        "statement",
        "include",
        "risk",
        "uncertainty",
        "contingency",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "intention",
        "belief",
        "plan",
        "prediction",
        "future",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "contingency",
        "include",
        "limited",
        "disclosed",
        "pac",
        "filing",
        "security",
        "exchange",
        "commission",
        "pac",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "may",
        "required",
        "law",
        "additional",
        "information",
        "sec",
        "declared",
        "effective",
        "registration",
        "statement",
        "including",
        "prospectus",
        "filed",
        "company",
        "offering",
        "communication",
        "may",
        "relate",
        "invest",
        "read",
        "final",
        "prospectus",
        "prospectus",
        "supplement",
        "forming",
        "part",
        "registration",
        "statement",
        "document",
        "company",
        "filed",
        "sec",
        "complete",
        "information",
        "company",
        "offering",
        "communication",
        "may",
        "relate",
        "particular",
        "carefully",
        "read",
        "risk",
        "factor",
        "described",
        "final",
        "prospectus",
        "related",
        "prospectus",
        "supplement",
        "document",
        "incorporated",
        "reference",
        "final",
        "prospectus",
        "related",
        "prospectus",
        "supplement",
        "communication",
        "may",
        "relate",
        "may",
        "obtain",
        "document",
        "free",
        "visiting",
        "edgar",
        "sec",
        "website",
        "alternatively",
        "company",
        "dealer",
        "manager",
        "preferred",
        "capital",
        "security",
        "llc",
        "respect",
        "pac",
        "mshares",
        "redeemable",
        "preferred",
        "stock",
        "offering",
        "series",
        "redeemable",
        "preferred",
        "stock",
        "warrant",
        "unit",
        "offering",
        "jonestrading",
        "institutional",
        "service",
        "llc",
        "respect",
        "pac",
        "atm",
        "common",
        "stock",
        "offering",
        "arrange",
        "send",
        "prospectus",
        "request",
        "calling",
        "leonard",
        "silverstein",
        "northside",
        "parkway",
        "nw",
        "suite",
        "atlanta",
        "georgia",
        "atm",
        "common",
        "stock",
        "offering",
        "prospectus",
        "dated",
        "july",
        "including",
        "base",
        "prospectus",
        "dated",
        "may",
        "accessed",
        "following",
        "link",
        "http",
        "mshares",
        "redeemable",
        "preferred",
        "stock",
        "offering",
        "prospectus",
        "dated",
        "january",
        "accessed",
        "following",
        "link",
        "http",
        "series",
        "redeemable",
        "preferred",
        "stock",
        "warrant",
        "unit",
        "offering",
        "prospectus",
        "dated",
        "march",
        "accessed",
        "following",
        "link",
        "http",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "preferred",
        "apartment",
        "community",
        "inc"
    ]
}