{
    "organizations": [],
    "uuid": "21a1322e37f245a9e8d1f84c132971c94c870df4",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/04/15/experts-challenge-us-claim-on-setting-back-syria-weapons-capability.html",
    "ord_in_thread": 0,
    "title": "Experts challenge US claim on setting back Syria weapons capability",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Getty Images Defense Secretary Jim Mattis briefs members of the media on Syria at the Pentagon April 13, 2018 in Arlington, Virginia. President Donald Trump has ordered a joint force strike on Syria with Britain and France over the recent suspected chemical attack by Syrian President Bashar al-Assad. The Pentagon claimed Saturday the U.S.-led attack on Syria set back regime's chemical weapons program \"for years,\" but experts contend those assertions may be exaggerated.\nOn Friday, forces from France, Britain and the U.S. launched combined strikes on three military targets associated with Syrian President Bashar al-Assad's chemical weapons program, including a research and development facility outside the capital Damascus.\nYet defense analysts that spoke to CNBC suggested that some of the dangerous material is probably still available, or relatively easy to reproduce.\n\"The damage assessment is suspiciously quick.\" said Anthony Cordesman, a former Pentagon official who is an analyst at the Center for Strategic and International Studies, a Washington think tank.\nPresident Donald Trump ordered the military intervention as punishment for Syria unleashing chemical weapons April 7 in the rebel-held town of Douma that killed more than 40 people.\nIn a Pentagon press briefing Saturday , Marine Lt. Gen. Kenneth McKenzie said the three facilities targeted in the coordinated operation with allies were \"fundamental components of the regime's chemical weapons warfare infrastructure.\"\nOfficials expressed confidence that much of the country's illicit arsenal had been degraded by the strike, with McKenzie stating it was \"going to set the Syrian chemical weapons program back for years.\" Yet defense veterans expressed doubts.\n\"That claim that Syria was set back for years is pure PR,\" said Jeffrey Lewis, a former U.S. defense official and now the director of the East Asia Nonproliferation Program at California-based Middlebury Institute of International Studies.\nAccording to Lewis, the Department of Defense's \"battle damage assessments are never that strong, especially not this fast and from afar. They can hope that they've set back the program for a years, but it's more likely that the setback is more modest.\"\nAnd despite the president's claims of the mission having been accomplished , Lewis suggested that the intervention in Syria had a certain air of futility. \"This is starting to become like mowing the lawn. They gas civilians, we strike them, they do it again,\" he said.\nReduced to rubble Late Friday, the White House issued an assessment of the suspected chemical weapons used in Douma, and concluded chlorine gas barrel bombs were used and also pointed to signs of the nerve agent sarin. It said doctors and aid groups on the ground in the affected area \"reported the strong smell of chlorine and described symptoms consistent with exposure to sarin.\"\nOn Saturday, Syrian media and other outlets showed the aftermath of the airstrike on the Barzeh research facility outside Damascus, revealing a building with collapsed walls and large debris strewn about the area.\nAfter the coalition strike, the Pentagon said there were a total of 105 weapons fired on the Syrian targets. Those included 76 missiles that hit a scientific research center in the Barzah district of Damascus, according to McKenzie, director of the Joint Chiefs of Staff at the Pentagon.\nThe U.S. military said the Barzah facility was reduced to rubble and had once included three buildings for the development, testing and production of the regime's chemical and biological weapons.\nDepartment of Defense photo Map showing targets of U.S.-led coalition strikes in Syria. The predawn strikes Friday also targeted two other targets: a chemical weapons storage site and a chemical weapons bunker near the city of Homs, according to the Pentagon. A total of 29 missiles were used on the Homs targets, including bombs from the U.S. as well as European allies.\n\"I believe that there was materiel and equipment associated with each of these sites that was not movable, and that's what really sets them back,\" McKenzie told reporters on Saturday.\nKilling the wetware Early reports suggested there were no military or civilian casualties in Syria from the airstrikes. Russia maintains forces in Syria along with advanced air defenses, and there were reports the Assad regime moved aircraft and other equipment to Russian bases for protection ahead of the air attacks.\n\"As important as the hardware and software are, unless you kill the wetware, 'years' is probably an exaggeration,\" CSIS's Cordesman noted.\nMcKenzie insisted that the U.S. coalition's strike Friday will \"significantly impact the Syrian regime's ability to development, deploy and use chemical weapons in the future.\"\nTweet\nSatellites images posted on Planet.com show images before and after of the destroyed Barzah research facility. Other aerial images circulated showing there was significant damage inflicted at both Barzah and the two Syrian targets in Homs.\nThe U.S. has advanced reconnaissance capabilities that can provide immediate images of damage, even as attacks are taking place, according to Coredesman. Even so, he said \"it's uncertain you could do the damage assessment of the impact of the strikes in the time that [Pentagon] people had before they made the announcement [Saturday morning].\"\nThe allied airstrikes in Syria were the subject of a bitter two-hour debate Saturday in the United National Security Council . Russia, which has claimed Britain staged the Douma attack , attempted to pass a resolution at the emergency meeting to condemn the airstrike by Western allies but that action failed.\nUnknown nerve agent Syria has denied it used chemical weapons in Douma, although blood and urine samples of victims show traces of an unknown nerve agent and chlorine gas, according to NBC News . A team of inspectors from the Organisation for the Prohibition of Chemical Weapons went to Syria on a fact-finding mission to get more information on the suspected chemical attack.\nEven still, experts noted it would be difficult for the U.S. coalition to completely knock out Syria's chemical weapon arsenal, or to fully disable the regime's ability to produce lethal agents. They suggest Syria's stockpiles of chemical weapons — from nerve agents such as sarin and VX to chlorine and mustard gases — are spread around more than three dozen locations.\nhttps://twitter.com/smmsyria/status/985068159379046402\n\"The bulk of chemical weapons attacks that Syria has been conducting have been chlorine-based barrel bombs,\" said Daryl Kimball, executive director of the Arms Control Association in Washington, D.C.\n\"This does not require a sophisticated production facility. If Syria wished to resume chlorine attacks, I do not believe these three targeted strikes are going to set back that capability for years,\" he added.\nChlorine gas \"does not require a sophisticated production facility,\" said Kimball, adding that the \"technology is relatively simple.\"\nSyria's long history of using chemical weapons For Syria, the country's chemical weapons program dates back more than 45 years ago when the country received help from Egypt before the 1973 Arab-Israeli War. By the 1980s, Syria was making its own chemical weapons and had several delivery systems to unleash them.\nDefense experts believe North Korea , Iran and Russia played a role in the Syrian regime's offensive chemical weapons program, too.\nSeveral chemical weapons attacks have been reported during the Syrian civil war, including the 2013 sarin nerve gas attack in the Ghouta district of Damascus. The Ghouta attack killed more than 1,400 people , according to U.S. government estimates.\nFaced with international pressure, in 2013 Syria agreed to disarmament, and joined the Chemical Weapons Convention . An international group removed large stockpiles of chemical agents from Syria — but that didn't stop the regime from continuing its chemical weapons program.\nKimball, of the Arms Control Association, said precursor chemicals and agents — primarily sulfur mustard and sarin gas, along with related equipment — were removed from Syria under the 2013 agreement brokered by Russia and the United States.\nRegardless, he said the regime reverted back cholorine-type barrel bomb attacks since the chlorine compound is widely available as an industrial chemical.\nAnd the Syrians apparently didn't give up all the nerve agent sarin or made new batches since they were blamed for an attack using the nerve gas on civilians in April 2017. In response for that attack, Trump ordered a strike that launched 59 Tomahawk cruise missiles at a Syrian military airfield .\n'Do this all over again' Chlorine is widely used for industrial uses ranging from bleached paper products and plastics to medicines and paint. The weaponized form of chlorine can cause suffocation and death within 30 minutes. The Chemical Weapons Convention only bans chlorine when it's used as a weapon, not for industrial uses.\nCordesman said chlorine gas or other chemical agents like mustard gas would be \"almost impossible to remove from an industrial base.\" He added that sarin can be produced with expertise learned in insecticide production.\nStill, the destruction of a chemical weapons research facility might be able delay a chemical weapons program involving the most lethal forms of nerve gases, experts concede.\n\"Delaying the program is worth doing if it is part of some broader diplomatic strategy,\" said Lewis. \"But I don't see such a strategy right now. So, I suspect whatever time we've bought, we'll probably just squander it and then have to do this all over again.\"",
    "published": "2018-04-15T19:28:00.000+03:00",
    "crawled": "2018-04-15T19:00:44.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "getty",
        "image",
        "defense",
        "secretary",
        "jim",
        "mattis",
        "brief",
        "member",
        "medium",
        "syria",
        "pentagon",
        "april",
        "arlington",
        "virginia",
        "president",
        "donald",
        "trump",
        "ordered",
        "joint",
        "force",
        "strike",
        "syria",
        "britain",
        "france",
        "recent",
        "suspected",
        "chemical",
        "attack",
        "syrian",
        "president",
        "bashar",
        "pentagon",
        "claimed",
        "saturday",
        "attack",
        "syria",
        "set",
        "back",
        "regime",
        "chemical",
        "weapon",
        "program",
        "year",
        "expert",
        "contend",
        "assertion",
        "may",
        "exaggerated",
        "friday",
        "force",
        "france",
        "britain",
        "launched",
        "combined",
        "strike",
        "three",
        "military",
        "target",
        "associated",
        "syrian",
        "president",
        "bashar",
        "chemical",
        "weapon",
        "program",
        "including",
        "research",
        "development",
        "facility",
        "outside",
        "capital",
        "damascus",
        "yet",
        "defense",
        "analyst",
        "spoke",
        "cnbc",
        "suggested",
        "dangerous",
        "material",
        "probably",
        "still",
        "available",
        "relatively",
        "easy",
        "reproduce",
        "damage",
        "assessment",
        "suspiciously",
        "quick",
        "said",
        "anthony",
        "cordesman",
        "former",
        "pentagon",
        "official",
        "analyst",
        "center",
        "strategic",
        "international",
        "study",
        "washington",
        "think",
        "tank",
        "president",
        "donald",
        "trump",
        "ordered",
        "military",
        "intervention",
        "punishment",
        "syria",
        "unleashing",
        "chemical",
        "weapon",
        "april",
        "town",
        "douma",
        "killed",
        "people",
        "pentagon",
        "press",
        "briefing",
        "saturday",
        "marine",
        "kenneth",
        "mckenzie",
        "said",
        "three",
        "facility",
        "targeted",
        "coordinated",
        "operation",
        "ally",
        "fundamental",
        "component",
        "regime",
        "chemical",
        "weapon",
        "warfare",
        "infrastructure",
        "official",
        "expressed",
        "confidence",
        "much",
        "country",
        "illicit",
        "arsenal",
        "degraded",
        "strike",
        "mckenzie",
        "stating",
        "going",
        "set",
        "syrian",
        "chemical",
        "weapon",
        "program",
        "back",
        "year",
        "yet",
        "defense",
        "veteran",
        "expressed",
        "doubt",
        "claim",
        "syria",
        "set",
        "back",
        "year",
        "pure",
        "pr",
        "said",
        "jeffrey",
        "lewis",
        "former",
        "defense",
        "official",
        "director",
        "east",
        "asia",
        "nonproliferation",
        "program",
        "middlebury",
        "institute",
        "international",
        "study",
        "according",
        "lewis",
        "department",
        "defense",
        "battle",
        "damage",
        "assessment",
        "never",
        "strong",
        "especially",
        "fast",
        "afar",
        "hope",
        "set",
        "back",
        "program",
        "year",
        "likely",
        "setback",
        "modest",
        "despite",
        "president",
        "claim",
        "mission",
        "accomplished",
        "lewis",
        "suggested",
        "intervention",
        "syria",
        "certain",
        "air",
        "futility",
        "starting",
        "become",
        "like",
        "mowing",
        "lawn",
        "gas",
        "civilian",
        "strike",
        "said",
        "reduced",
        "rubble",
        "late",
        "friday",
        "white",
        "house",
        "issued",
        "assessment",
        "suspected",
        "chemical",
        "weapon",
        "used",
        "douma",
        "concluded",
        "chlorine",
        "gas",
        "barrel",
        "bomb",
        "used",
        "also",
        "pointed",
        "sign",
        "nerve",
        "agent",
        "sarin",
        "said",
        "doctor",
        "aid",
        "group",
        "ground",
        "affected",
        "area",
        "reported",
        "strong",
        "smell",
        "chlorine",
        "described",
        "symptom",
        "consistent",
        "exposure",
        "sarin",
        "saturday",
        "syrian",
        "medium",
        "outlet",
        "showed",
        "aftermath",
        "airstrike",
        "barzeh",
        "research",
        "facility",
        "outside",
        "damascus",
        "revealing",
        "building",
        "collapsed",
        "wall",
        "large",
        "debris",
        "strewn",
        "area",
        "coalition",
        "strike",
        "pentagon",
        "said",
        "total",
        "weapon",
        "fired",
        "syrian",
        "target",
        "included",
        "missile",
        "hit",
        "scientific",
        "research",
        "center",
        "barzah",
        "district",
        "damascus",
        "according",
        "mckenzie",
        "director",
        "joint",
        "chief",
        "staff",
        "pentagon",
        "military",
        "said",
        "barzah",
        "facility",
        "reduced",
        "rubble",
        "included",
        "three",
        "building",
        "development",
        "testing",
        "production",
        "regime",
        "chemical",
        "biological",
        "weapon",
        "department",
        "defense",
        "photo",
        "map",
        "showing",
        "target",
        "coalition",
        "strike",
        "syria",
        "predawn",
        "strike",
        "friday",
        "also",
        "targeted",
        "two",
        "target",
        "chemical",
        "weapon",
        "storage",
        "site",
        "chemical",
        "weapon",
        "bunker",
        "near",
        "city",
        "homs",
        "according",
        "pentagon",
        "total",
        "missile",
        "used",
        "homs",
        "target",
        "including",
        "bomb",
        "well",
        "european",
        "ally",
        "believe",
        "materiel",
        "equipment",
        "associated",
        "site",
        "movable",
        "really",
        "set",
        "back",
        "mckenzie",
        "told",
        "reporter",
        "saturday",
        "killing",
        "wetware",
        "early",
        "report",
        "suggested",
        "military",
        "civilian",
        "casualty",
        "syria",
        "airstrikes",
        "russia",
        "maintains",
        "force",
        "syria",
        "along",
        "advanced",
        "air",
        "defense",
        "report",
        "assad",
        "regime",
        "moved",
        "aircraft",
        "equipment",
        "russian",
        "base",
        "protection",
        "ahead",
        "air",
        "attack",
        "important",
        "hardware",
        "software",
        "unless",
        "kill",
        "wetware",
        "probably",
        "exaggeration",
        "csis",
        "cordesman",
        "noted",
        "mckenzie",
        "insisted",
        "coalition",
        "strike",
        "friday",
        "significantly",
        "impact",
        "syrian",
        "regime",
        "ability",
        "development",
        "deploy",
        "use",
        "chemical",
        "weapon",
        "future",
        "tweet",
        "satellite",
        "image",
        "posted",
        "show",
        "image",
        "destroyed",
        "barzah",
        "research",
        "facility",
        "aerial",
        "image",
        "circulated",
        "showing",
        "significant",
        "damage",
        "inflicted",
        "barzah",
        "two",
        "syrian",
        "target",
        "homs",
        "advanced",
        "reconnaissance",
        "capability",
        "provide",
        "immediate",
        "image",
        "damage",
        "even",
        "attack",
        "taking",
        "place",
        "according",
        "coredesman",
        "even",
        "said",
        "uncertain",
        "could",
        "damage",
        "assessment",
        "impact",
        "strike",
        "time",
        "pentagon",
        "people",
        "made",
        "announcement",
        "saturday",
        "morning",
        "allied",
        "airstrikes",
        "syria",
        "subject",
        "bitter",
        "debate",
        "saturday",
        "united",
        "national",
        "security",
        "council",
        "russia",
        "claimed",
        "britain",
        "staged",
        "douma",
        "attack",
        "attempted",
        "pas",
        "resolution",
        "emergency",
        "meeting",
        "condemn",
        "airstrike",
        "western",
        "ally",
        "action",
        "failed",
        "unknown",
        "nerve",
        "agent",
        "syria",
        "denied",
        "used",
        "chemical",
        "weapon",
        "douma",
        "although",
        "blood",
        "urine",
        "sample",
        "victim",
        "show",
        "trace",
        "unknown",
        "nerve",
        "agent",
        "chlorine",
        "gas",
        "according",
        "nbc",
        "news",
        "team",
        "inspector",
        "organisation",
        "prohibition",
        "chemical",
        "weapon",
        "went",
        "syria",
        "mission",
        "get",
        "information",
        "suspected",
        "chemical",
        "attack",
        "even",
        "still",
        "expert",
        "noted",
        "would",
        "difficult",
        "coalition",
        "completely",
        "knock",
        "syria",
        "chemical",
        "weapon",
        "arsenal",
        "fully",
        "disable",
        "regime",
        "ability",
        "produce",
        "lethal",
        "agent",
        "suggest",
        "syria",
        "stockpile",
        "chemical",
        "weapon",
        "nerve",
        "agent",
        "sarin",
        "vx",
        "chlorine",
        "mustard",
        "gas",
        "spread",
        "around",
        "three",
        "dozen",
        "location",
        "http",
        "bulk",
        "chemical",
        "weapon",
        "attack",
        "syria",
        "conducting",
        "barrel",
        "bomb",
        "said",
        "daryl",
        "kimball",
        "executive",
        "director",
        "arm",
        "control",
        "association",
        "washington",
        "require",
        "sophisticated",
        "production",
        "facility",
        "syria",
        "wished",
        "resume",
        "chlorine",
        "attack",
        "believe",
        "three",
        "targeted",
        "strike",
        "going",
        "set",
        "back",
        "capability",
        "year",
        "added",
        "chlorine",
        "gas",
        "require",
        "sophisticated",
        "production",
        "facility",
        "said",
        "kimball",
        "adding",
        "technology",
        "relatively",
        "simple",
        "syria",
        "long",
        "history",
        "using",
        "chemical",
        "weapon",
        "syria",
        "country",
        "chemical",
        "weapon",
        "program",
        "date",
        "back",
        "year",
        "ago",
        "country",
        "received",
        "help",
        "egypt",
        "war",
        "1980s",
        "syria",
        "making",
        "chemical",
        "weapon",
        "several",
        "delivery",
        "system",
        "unleash",
        "defense",
        "expert",
        "believe",
        "north",
        "korea",
        "iran",
        "russia",
        "played",
        "role",
        "syrian",
        "regime",
        "offensive",
        "chemical",
        "weapon",
        "program",
        "several",
        "chemical",
        "weapon",
        "attack",
        "reported",
        "syrian",
        "civil",
        "war",
        "including",
        "sarin",
        "nerve",
        "gas",
        "attack",
        "ghouta",
        "district",
        "damascus",
        "ghouta",
        "attack",
        "killed",
        "people",
        "according",
        "government",
        "estimate",
        "faced",
        "international",
        "pressure",
        "syria",
        "agreed",
        "disarmament",
        "joined",
        "chemical",
        "weapon",
        "convention",
        "international",
        "group",
        "removed",
        "large",
        "stockpile",
        "chemical",
        "agent",
        "syria",
        "stop",
        "regime",
        "continuing",
        "chemical",
        "weapon",
        "program",
        "kimball",
        "arm",
        "control",
        "association",
        "said",
        "precursor",
        "chemical",
        "agent",
        "primarily",
        "sulfur",
        "mustard",
        "sarin",
        "gas",
        "along",
        "related",
        "equipment",
        "removed",
        "syria",
        "agreement",
        "brokered",
        "russia",
        "united",
        "state",
        "regardless",
        "said",
        "regime",
        "reverted",
        "back",
        "barrel",
        "bomb",
        "attack",
        "since",
        "chlorine",
        "compound",
        "widely",
        "available",
        "industrial",
        "chemical",
        "syrian",
        "apparently",
        "give",
        "nerve",
        "agent",
        "sarin",
        "made",
        "new",
        "batch",
        "since",
        "blamed",
        "attack",
        "using",
        "nerve",
        "gas",
        "civilian",
        "april",
        "response",
        "attack",
        "trump",
        "ordered",
        "strike",
        "launched",
        "tomahawk",
        "cruise",
        "missile",
        "syrian",
        "military",
        "airfield",
        "chlorine",
        "widely",
        "used",
        "industrial",
        "us",
        "ranging",
        "bleached",
        "paper",
        "product",
        "plastic",
        "medicine",
        "paint",
        "weaponized",
        "form",
        "chlorine",
        "cause",
        "suffocation",
        "death",
        "within",
        "minute",
        "chemical",
        "weapon",
        "convention",
        "ban",
        "chlorine",
        "used",
        "weapon",
        "industrial",
        "us",
        "cordesman",
        "said",
        "chlorine",
        "gas",
        "chemical",
        "agent",
        "like",
        "mustard",
        "gas",
        "would",
        "almost",
        "impossible",
        "remove",
        "industrial",
        "base",
        "added",
        "sarin",
        "produced",
        "expertise",
        "learned",
        "insecticide",
        "production",
        "still",
        "destruction",
        "chemical",
        "weapon",
        "research",
        "facility",
        "might",
        "able",
        "delay",
        "chemical",
        "weapon",
        "program",
        "involving",
        "lethal",
        "form",
        "nerve",
        "gas",
        "expert",
        "concede",
        "delaying",
        "program",
        "worth",
        "part",
        "broader",
        "diplomatic",
        "strategy",
        "said",
        "lewis",
        "see",
        "strategy",
        "right",
        "suspect",
        "whatever",
        "time",
        "bought",
        "probably",
        "squander"
    ]
}