{
    "organizations": [],
    "uuid": "f66fbd486168945773297e2d9450c7ca274bcc59",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/10/pr-newswire-invictus-acreage-pharms-acquires-23-new-strains-expanding-its-genetics-profile.html",
    "ord_in_thread": 0,
    "title": "Invictus' Acreage Pharms Acquires 23 New Strains, Expanding Its Genetics Profile",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, April 10, 2018 /PRNewswire/ - INVICTUS MD STRATEGIES CORP. (\"Invictus\" or the \"Company\") (TSXV: GENE; OTC: IVITF; FRA: 8IS1) is pleased to announce that Acreage Pharms Ltd (\" Acreage Pharms \") has received 23 new strains, providing the Company with a broad cannabis cultivation profile including: strains that are high in CBD; strains that offer especially elevated concentrations of THC; and strains that capture a wide variety of terpenes and cannabinoids, increasingly sought after by cannabis consumers.\n\"The Acreage Pharms team continues to produce more genetics through its selective breeding program to further improve its cultivation biodiversity — a key step towards ensuring the breadth and longevity of our lines for medical and recreational markets,\" said Invictus Chairman and CEO Dan Kriznic. \"Cultivating a generous suite of high-quality cannabis is complex, demanding work. It requires savviness in fields like plant biology, irrigation and lighting, as well as an intimate understanding of pests and diseases and how to vanquish them naturally — no pesticides or herbicides. Acreage Pharms is taking so many smart steps, and of course the team led by Acreage Pharms CEO Trevor Dixon, continues to invest in new strains and will continue to do so across this historic year and beyond. It is thrilling.\"\nThe sophisticated Acreage Pharms cultivation program involves a variety of key factors, including:\nTesting at GMP accredited third-party labs to ensure cannabis products exceed all USP and USDA standards. Extremely rigorous quality assurance standard operating procedures (SOPs) that cover everything from monitoring and recording of temperatures in all areas where products are grown, processed and stored, to keeping product in humidity and temperature-controlled vaults. A team of horticulture experts with more than 20 years experience in similar environments, including close collaboration with an entomologist to oversee pesticide-free pest control.\nAcreage Pharms' location in the low-humidity, cooler climate of Alberta, offers an ideal climate for indoor cannabis cultivation. The diminished humidity protects against molds and fungus, and the low outdoor temperatures for many months of the year, limits most pests.\nAcreage Pharms plant genetics are not constrained by contractual agreements which provides the ability to set its own pricing.\nAcreage Pharms' ambitious cultivation program began with two outstanding strains, Sensi Star and All Kush.\nSensi Star is an Indica style of cannabis, and thus is part of the family of cannabis plants which is a stout Indica and a grower's dream — it is not fussy, and easy to nurture to abundance — and extremely attractive to patients and consumers due to its sheen of gorgeous crystals and earthy aroma and flavor. The strain's THC levels have consistently registered at approximately 20 percent.\nAll Kush offers Acreage Pharms a potent Indica/Sativa hybrid to introduce to the adult marketplace when legalized. The Acreage Pharms strain routinely registers 20 percent THC, compared to versions found elsewhere that more frequently contain about 15 percent THC.\nWith the nearly two-dozen new strains, Acreage Pharms' cannabis portfolio expands dramatically, and with plans to continue to add strains to the portfolio, Acreage Pharms aims to offer one of the most abundant strain selections in Canada, as the nation marches closer to adult use legalization during 2018.\nAbout Invictus\nInvictus owns and operates cannabis companies in Canada with the vision of producing a variety of high quality and low cost cannabis products and strains to the global market place as regulations permit. Gene Simmons, music legend and media mogul, conveys the vision of Invictus as the Chief Evangelist Officer.\nInvictus operates two cannabis production sites under the Access to Cannabis for Medical Purposes Regulations (\" ACMPR \") in Canada and has over 95,000 square feet of cannabis production capacity at the licensed production sites. The Company's wholly owned subsidiary Acreage Pharms Ltd. (\" Acreage Pharms \"), located in West-Central Alberta on 150 acres, has approximately 40,000 square feet of cannabis ready production with its recently completed Phase 2 expansion. The Company intends on expanding to 120,000 square feet by the end of 2018 once Phase 3 is complete.\nInvictus also owns 50% of AB Laboratories Inc. (\" AB Labs \"), a licensed producer under the ACMPR located in Hamilton, Ontario. AB Labs currently operates in a 16,000 square foot facility and recently acquired a facility adjacent to the existing property that will allow for a total of 56,000 square feet of cultivation space expected to be ready for production by June 2018. During the first quarter of 2018 AB Labs submitted a secondary license to Health Canada for a nearby property on 100 acres under the name AB Ventures Inc. (\" AB Ventures \"). Invictus has committed $5.5 million in cash to AB Ventures to secure its 33 1/3 percent ownership and allow AB Ventures to build its first 20,000 square foot facility on the 100-acre property.\nCombined, the licensed producers owned by Invictus expect to have approximately 200,000 square feet of cannabis production capacity by the end of 2018 and 520,000 square feet of cannabis production capacity by the end of 2019.\nIn addition to the ACMPR licenses, the Company has an 82.5% investment in Future Harvest Development Ltd. a high quality Fertilizer and Nutrients manufacturer based in Kelowna, British Columbia that has been in operation for over 20 years under the brand Plant Life Products and Holland Secret.\nFor more information, please visit www.invictus-md.com .\nOn Behalf of the Board,\nDan Kriznic\nChairman & CEO\nLarry Heinzlmeir\nVice President, Marketing & Communications\n604-537-8676\nIn the United States\nTerry Wills\ntwills@willscom.com\n310-877-1458\nCautionary Note Regarding Forward-Looking Statements: This release includes certain statements and information that may constitute forward-looking information within the meaning of applicable Canadian securities laws or forward-looking statements within the meaning of the United States Private Securities Litigation Reform Act of 1995. All statements in this news release, other than statements of historical facts, including statements regarding future estimates, plans, objectives, timing, assumptions or expectations of future performance, including the development of additional cannabis strains, the potential production capacity of AB Labs, AB Ventures and Acreage Pharms, the completion of AB Ventures and Acreage Pharms' production facilities, the granting of regulatory approval and anticipated timing of AB Labs reaching full production capacity, the granting of AB Labs secondary license, the granting of a sales license under the ACMPR to Acreage Pharms, expected sales of inventory and the legalization of the recreational use of marijuana in Canada in 2018 are forward-looking statements and contain forward-looking information. Generally, forward-looking statements and information can be identified by the use of forward-looking terminology such as \"intends\" or \"anticipates\", or variations of such words and phrases or statements that certain actions, events or results \"may\", \"could\", \"should\", \"would\" or \"occur\". Forward-looking statements are based on certain material assumptions and analysis made by the Company and the opinions and estimates of management as of the date of this press release, including that Acreage Pharms will be successful in developing additional cannabis strains, that AB Labs will be successful in reaching its potential production capacity on the timeline expected by the Company, AB Ventures and Acreage Pharms' production facilities will be completed as anticipated, regulatory approval will be granted as anticipated, AB Labs will reach full production capacity on the timeline anticipated by the Company, AB Labs will be granted its secondary license on the terms and timeline anticipated by the Company, no unforeseen construction delays will be experienced, Acreage Pharms will be granted its sales license under the ACMPR on the terms and timeline anticipated by the Company, expected sales of inventory will be met and the legalization of the recreational use of marijuana in Canada will occur as expected. These forward-looking statements are subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking statements or forward-looking information. Important factors that may cause actual results to vary, include, without limitation, Acreage Pharms will not be successful in developing additional cannabis strains or, if developed, such strains will not have the benefits anticipated by the Company, AB Labs will not be successful in reaching its potential production capacity, AB Ventures and Acreage Pharms' production facilities will not be completed as anticipated, construction delays, regulatory approval will not be granted as anticipated and therefore, the anticipated timing of AB Labs reaching full production capacity will be delayed, AB Labs not be granted their secondary license, Acreage Pharms will not be granted its sales license under the ACMPR, licenses or approvals being granted on terms or timelines that are materially worse than expected by the Company, expected sales of inventory will not be met and the legalization of the recreational use of marijuana in Canada will not occur at all or as expected. Although management of the Company has attempted to identify important factors that could cause actual results to differ materially from those contained in forward-looking statements or forward-looking information, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements and forward-looking information. Readers are cautioned that reliance on such information may not be appropriate for other purposes. The Company does not undertake to update any forward-looking statement, forward-looking information or financial out-look that are incorporated by reference herein, except in accordance with applicable securities laws. We seek safe harbor.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nView original content with multimedia: http://www.prnewswire.com/news-releases/invictus-acreage-pharms-acquires-23-new-strains-expanding-its-genetics-profile-300626856.html\nSOURCE Invictus MD Strategies",
    "published": "2018-04-10T14:00:00.000+03:00",
    "crawled": "2018-04-10T17:08:50.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "april",
        "invictus",
        "md",
        "strategy",
        "invictus",
        "company",
        "tsxv",
        "gene",
        "otc",
        "ivitf",
        "fra",
        "8is1",
        "pleased",
        "announce",
        "acreage",
        "pharms",
        "ltd",
        "acreage",
        "pharms",
        "received",
        "new",
        "strain",
        "providing",
        "company",
        "broad",
        "cannabis",
        "cultivation",
        "profile",
        "including",
        "strain",
        "high",
        "cbd",
        "strain",
        "offer",
        "especially",
        "elevated",
        "concentration",
        "thc",
        "strain",
        "capture",
        "wide",
        "variety",
        "terpene",
        "cannabinoids",
        "increasingly",
        "sought",
        "cannabis",
        "consumer",
        "acreage",
        "pharms",
        "team",
        "continues",
        "produce",
        "genetics",
        "selective",
        "breeding",
        "program",
        "improve",
        "cultivation",
        "biodiversity",
        "key",
        "step",
        "towards",
        "ensuring",
        "breadth",
        "longevity",
        "line",
        "medical",
        "recreational",
        "market",
        "said",
        "invictus",
        "chairman",
        "ceo",
        "dan",
        "kriznic",
        "cultivating",
        "generous",
        "suite",
        "cannabis",
        "complex",
        "demanding",
        "work",
        "requires",
        "savviness",
        "field",
        "like",
        "plant",
        "biology",
        "irrigation",
        "lighting",
        "well",
        "intimate",
        "understanding",
        "pest",
        "disease",
        "vanquish",
        "naturally",
        "pesticide",
        "herbicide",
        "acreage",
        "pharms",
        "taking",
        "many",
        "smart",
        "step",
        "course",
        "team",
        "led",
        "acreage",
        "pharms",
        "ceo",
        "trevor",
        "dixon",
        "continues",
        "invest",
        "new",
        "strain",
        "continue",
        "across",
        "historic",
        "year",
        "beyond",
        "thrilling",
        "sophisticated",
        "acreage",
        "pharms",
        "cultivation",
        "program",
        "involves",
        "variety",
        "key",
        "factor",
        "including",
        "testing",
        "gmp",
        "accredited",
        "lab",
        "ensure",
        "cannabis",
        "product",
        "exceed",
        "usp",
        "usda",
        "standard",
        "extremely",
        "rigorous",
        "quality",
        "assurance",
        "standard",
        "operating",
        "procedure",
        "sop",
        "cover",
        "everything",
        "monitoring",
        "recording",
        "temperature",
        "area",
        "product",
        "grown",
        "processed",
        "stored",
        "keeping",
        "product",
        "humidity",
        "vault",
        "team",
        "horticulture",
        "expert",
        "year",
        "experience",
        "similar",
        "environment",
        "including",
        "close",
        "collaboration",
        "entomologist",
        "oversee",
        "pest",
        "control",
        "acreage",
        "pharms",
        "location",
        "cooler",
        "climate",
        "alberta",
        "offer",
        "ideal",
        "climate",
        "indoor",
        "cannabis",
        "cultivation",
        "diminished",
        "humidity",
        "protects",
        "mold",
        "fungus",
        "low",
        "outdoor",
        "temperature",
        "many",
        "month",
        "year",
        "limit",
        "pest",
        "acreage",
        "pharms",
        "plant",
        "genetics",
        "constrained",
        "contractual",
        "agreement",
        "provides",
        "ability",
        "set",
        "pricing",
        "acreage",
        "pharms",
        "ambitious",
        "cultivation",
        "program",
        "began",
        "two",
        "outstanding",
        "strain",
        "sensi",
        "star",
        "kush",
        "sensi",
        "star",
        "indica",
        "style",
        "cannabis",
        "thus",
        "part",
        "family",
        "cannabis",
        "plant",
        "stout",
        "indica",
        "grower",
        "dream",
        "fussy",
        "easy",
        "nurture",
        "abundance",
        "extremely",
        "attractive",
        "patient",
        "consumer",
        "due",
        "sheen",
        "gorgeous",
        "crystal",
        "earthy",
        "aroma",
        "flavor",
        "strain",
        "thc",
        "level",
        "consistently",
        "registered",
        "approximately",
        "percent",
        "kush",
        "offer",
        "acreage",
        "pharms",
        "potent",
        "hybrid",
        "introduce",
        "adult",
        "marketplace",
        "legalized",
        "acreage",
        "pharms",
        "strain",
        "routinely",
        "register",
        "percent",
        "thc",
        "compared",
        "version",
        "found",
        "elsewhere",
        "frequently",
        "contain",
        "percent",
        "thc",
        "nearly",
        "new",
        "strain",
        "acreage",
        "pharms",
        "cannabis",
        "portfolio",
        "expands",
        "dramatically",
        "plan",
        "continue",
        "add",
        "strain",
        "portfolio",
        "acreage",
        "pharms",
        "aim",
        "offer",
        "one",
        "abundant",
        "strain",
        "selection",
        "canada",
        "nation",
        "march",
        "closer",
        "adult",
        "use",
        "legalization",
        "invictus",
        "invictus",
        "owns",
        "operates",
        "cannabis",
        "company",
        "canada",
        "vision",
        "producing",
        "variety",
        "high",
        "quality",
        "low",
        "cost",
        "cannabis",
        "product",
        "strain",
        "global",
        "market",
        "place",
        "regulation",
        "permit",
        "gene",
        "simmons",
        "music",
        "legend",
        "medium",
        "mogul",
        "conveys",
        "vision",
        "invictus",
        "chief",
        "evangelist",
        "officer",
        "invictus",
        "operates",
        "two",
        "cannabis",
        "production",
        "site",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "canada",
        "square",
        "foot",
        "cannabis",
        "production",
        "capacity",
        "licensed",
        "production",
        "site",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "acreage",
        "pharms",
        "acreage",
        "pharms",
        "located",
        "alberta",
        "acre",
        "approximately",
        "square",
        "foot",
        "cannabis",
        "ready",
        "production",
        "recently",
        "completed",
        "phase",
        "expansion",
        "company",
        "intends",
        "expanding",
        "square",
        "foot",
        "end",
        "phase",
        "complete",
        "invictus",
        "also",
        "owns",
        "ab",
        "laboratory",
        "ab",
        "lab",
        "licensed",
        "producer",
        "acmpr",
        "located",
        "hamilton",
        "ontario",
        "ab",
        "lab",
        "currently",
        "operates",
        "square",
        "foot",
        "facility",
        "recently",
        "acquired",
        "facility",
        "adjacent",
        "existing",
        "property",
        "allow",
        "total",
        "square",
        "foot",
        "cultivation",
        "space",
        "expected",
        "ready",
        "production",
        "june",
        "first",
        "quarter",
        "ab",
        "lab",
        "submitted",
        "secondary",
        "license",
        "health",
        "canada",
        "nearby",
        "property",
        "acre",
        "name",
        "ab",
        "venture",
        "ab",
        "venture",
        "invictus",
        "committed",
        "million",
        "cash",
        "ab",
        "venture",
        "secure",
        "percent",
        "ownership",
        "allow",
        "ab",
        "venture",
        "build",
        "first",
        "square",
        "foot",
        "facility",
        "property",
        "combined",
        "licensed",
        "producer",
        "owned",
        "invictus",
        "expect",
        "approximately",
        "square",
        "foot",
        "cannabis",
        "production",
        "capacity",
        "end",
        "square",
        "foot",
        "cannabis",
        "production",
        "capacity",
        "end",
        "addition",
        "acmpr",
        "license",
        "company",
        "investment",
        "future",
        "harvest",
        "development",
        "high",
        "quality",
        "fertilizer",
        "nutrient",
        "manufacturer",
        "based",
        "kelowna",
        "british",
        "columbia",
        "operation",
        "year",
        "brand",
        "plant",
        "life",
        "product",
        "holland",
        "secret",
        "information",
        "please",
        "visit",
        "behalf",
        "board",
        "dan",
        "kriznic",
        "chairman",
        "ceo",
        "larry",
        "heinzlmeir",
        "vice",
        "president",
        "marketing",
        "communication",
        "united",
        "state",
        "terry",
        "will",
        "twill",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "release",
        "includes",
        "certain",
        "statement",
        "information",
        "may",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "news",
        "release",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "regarding",
        "future",
        "estimate",
        "plan",
        "objective",
        "timing",
        "assumption",
        "expectation",
        "future",
        "performance",
        "including",
        "development",
        "additional",
        "cannabis",
        "strain",
        "potential",
        "production",
        "capacity",
        "ab",
        "lab",
        "ab",
        "venture",
        "acreage",
        "pharms",
        "completion",
        "ab",
        "venture",
        "acreage",
        "pharms",
        "production",
        "facility",
        "granting",
        "regulatory",
        "approval",
        "anticipated",
        "timing",
        "ab",
        "lab",
        "reaching",
        "full",
        "production",
        "capacity",
        "granting",
        "ab",
        "lab",
        "secondary",
        "license",
        "granting",
        "sale",
        "license",
        "acmpr",
        "acreage",
        "pharms",
        "expected",
        "sale",
        "inventory",
        "legalization",
        "recreational",
        "use",
        "marijuana",
        "canada",
        "statement",
        "contain",
        "information",
        "generally",
        "statement",
        "information",
        "identified",
        "use",
        "terminology",
        "intends",
        "anticipates",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "occur",
        "statement",
        "based",
        "certain",
        "material",
        "assumption",
        "analysis",
        "made",
        "company",
        "opinion",
        "estimate",
        "management",
        "date",
        "press",
        "release",
        "including",
        "acreage",
        "pharms",
        "successful",
        "developing",
        "additional",
        "cannabis",
        "strain",
        "ab",
        "lab",
        "successful",
        "reaching",
        "potential",
        "production",
        "capacity",
        "timeline",
        "expected",
        "company",
        "ab",
        "venture",
        "acreage",
        "pharms",
        "production",
        "facility",
        "completed",
        "anticipated",
        "regulatory",
        "approval",
        "granted",
        "anticipated",
        "ab",
        "lab",
        "reach",
        "full",
        "production",
        "capacity",
        "timeline",
        "anticipated",
        "company",
        "ab",
        "lab",
        "granted",
        "secondary",
        "license",
        "term",
        "timeline",
        "anticipated",
        "company",
        "unforeseen",
        "construction",
        "delay",
        "experienced",
        "acreage",
        "pharms",
        "granted",
        "sale",
        "license",
        "acmpr",
        "term",
        "timeline",
        "anticipated",
        "company",
        "expected",
        "sale",
        "inventory",
        "met",
        "legalization",
        "recreational",
        "use",
        "marijuana",
        "canada",
        "occur",
        "expected",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "information",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "vary",
        "include",
        "without",
        "limitation",
        "acreage",
        "pharms",
        "successful",
        "developing",
        "additional",
        "cannabis",
        "strain",
        "developed",
        "strain",
        "benefit",
        "anticipated",
        "company",
        "ab",
        "lab",
        "successful",
        "reaching",
        "potential",
        "production",
        "capacity",
        "ab",
        "venture",
        "acreage",
        "pharms",
        "production",
        "facility",
        "completed",
        "anticipated",
        "construction",
        "delay",
        "regulatory",
        "approval",
        "granted",
        "anticipated",
        "therefore",
        "anticipated",
        "timing",
        "ab",
        "lab",
        "reaching",
        "full",
        "production",
        "capacity",
        "delayed",
        "ab",
        "lab",
        "granted",
        "secondary",
        "license",
        "acreage",
        "pharms",
        "granted",
        "sale",
        "license",
        "acmpr",
        "license",
        "approval",
        "granted",
        "term",
        "timeline",
        "materially",
        "worse",
        "expected",
        "company",
        "expected",
        "sale",
        "inventory",
        "met",
        "legalization",
        "recreational",
        "use",
        "marijuana",
        "canada",
        "occur",
        "expected",
        "although",
        "management",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "reader",
        "cautioned",
        "reliance",
        "information",
        "may",
        "appropriate",
        "purpose",
        "company",
        "undertake",
        "update",
        "statement",
        "information",
        "financial",
        "incorporated",
        "reference",
        "herein",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "seek",
        "safe",
        "harbor",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "invictus",
        "md",
        "strategy"
    ]
}