{
    "organizations": [],
    "uuid": "a45e3d873adc033deeefd20b712eea9a3aa64d0d",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/05/tinder-and-bumble-are-seriously-at-war.html",
    "ord_in_thread": 0,
    "title": "Tinder and Bumble are seriously at war",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "They may happily coexist in your phone, but Bumble and Tinder, two of the world's most popular dating apps, are at war offscreen.\nLast month, Match Group , which owns Tinder (along with Match.com, OkCupid and Plenty of Fish), sued Bumble for violating its patents and trademarks, and for a misuse of trade secrets.\nBumble quickly fired back. First, it published a fierce open letter that declared itself unintimidated. Then, it countered with a lawsuit of its own, accusing Match of asking Bumble to reveal confidential information under the guise that Match might purchase it. Bumble claims that Match's lawsuit is an attempt to scare off other investors by discrediting the company.\n\nMore from the New York Times: \nSpotify's Wall Street Debut Is a Success\nSleeping in Car and Visiting Gun Range: How YouTube Attacker Spent Final Hours\nUnknown Tech Brands Aren't Like Groceries. Don't Just Grab Them. \nThat's the quick version, but this drama goes back years. Here is everything you need to know.\nTinder and Bumble may seem like similar apps. There's a reason for that. Tinder and Bumble have a tangled history. Whitney Wolfe Herd, the founder and chief executive of Bumble, was a co-founder of Tinder.\nShe left and launched Bumble in 2014 with the promise of a safer dating experience for women — the app's calling card is that women must make the first move — and the company's user base exploded. Last year, Bumble was the third most downloaded dating app, according to App Annie, an analytics firm. Tinder was the first; Plenty of Fish was the second.\n\"Bumble has huge growth,\" said Lexi Sydow, a market insights manager at AppAnnie. \"A couple of years ago, it wasn't even at the top of the charts for revenue. It's still not as big as Tinder, but the large amount of growth they're seeing is super promising.\"\nWith nearly $400 million in revenue for 2017 (accounting for about 30 percent of Match Group's revenue), Tinder is still the industry leader. But the number of downloads of Bumble have grown 570 percent over the last two years.\nHere's the back story of Bumble. Long before she sued and started a rival company, Ms. Wolfe Herd was a key player in Tinder's initial success. She was one of its first employees and as the vice president of marketing, successfully built up usership by targeting college students. She would visit campus sorority and fraternity houses — signing up the women first, correctly intuiting that the men would follow.\nIn the early days of the app, Ms. Wolfe Herd dated her boss, Justin Mateen, Tinder's chief marketing officer. According to the sexual harassment lawsuit that was filed in 2014, after Ms. Wolfe Herd broke up with Mr. Mateen, he repeatedly called her derogatory names, including in front of co-workers and Sean Rad, the chief executive; threatened her multiple times, including telling her he would fire her if she \"hurt his pride\"; and told Ms. Wolfe that he would take away her co-founder title because having a young female co-founder \"makes the company seem like a joke\" and \"devalues\" it.\nThe lawsuit alleged that when Ms. Wolfe Herd brought her concerns to Mr. Rad, he dismissed her as \"annoying\" and \"dramatic.\" When she offered to resign with a severance and vesting of her stock, he fired her instead.\nShe sued.\nAs a result, Mr. Mateen was suspended and eventually resigned. Mr. Rad was demoted and later reinstated as chief executive. In late 2016, he left the company. (The current CEO is Elie Seidman, who previously headed OkCupid.) The lawsuit was settled in September 2014.\nIn December 2014, when Bumble launched in the App Store, its employees included several former Tinder employees — including Christopher Gulczynski, who was Tinder's chief product officer, and Sarah Mick, Tinder's vice president of design. Andrey Andreev, the founder of Badoo, another dating website, also came on board.\nTinder's owner tries to buy Bumble. Bumble declines. Fast forward a few years.\nLast summer, the Match Group — a segment of InterActiveCorp, whose chairman is Barry Diller — offered to purchase Bumble for $450 million, according to the lawsuit filed last month by Bumble. The owners of Bumble declined, arguing that its valuation was much higher.\nSo Match requested, and was provided, more confidential information about Bumble's finances and marketing strategy, ostensibly in order to increase its bid. In December, Match made another offer, which, according to Bumble's claim, \"was now many times higher than the $450 million it had initially\" put forward. But then the company backtracked and was no longer going to invest.\nIn February, according to the claim, Match returned to the negotiating table once again. This time its offer was lower than the number it had floated in December. To encourage Match to raise the price, Bumble shared details about other bidders who were expected to make offers in mid-March.\nMatch did not confirm whether it was interested in buying Bumble and whether Bumble's description of the process was accurate. \"We can't comment on Bumble's sale process,\" a spokesperson said.\nTinder announces a new feature. Bumble isn't pleased. The animosity between Bumble and Match didn't publicly flare up until mid-February when Market Watch published a story about a forthcoming Tinder feature: Women would now have the option of only interacting on the app with men they choose.\nThe feature sounded quite similar to Bumble's business model, in which women have to make the first move. (A spokesperson for Match confirmed the add-on will be available in 2018.)\n\"The timing of the announcement was not coincidental,\" Bumble claimed in the suit. \"Match's announcement that it planned to copy the core feature of Bumble and begin competing in the space Bumble had created was calculated to chill the investment market.\"\nIt was a shock to Bumble's team, but not compared to the surprise of what came next.\nMatch sues Bumble, calling it a 'Tinder-clone.' On March 16, Match Group filed a lawsuit against Bumble, saying that Bumble had copied Tinder from the start: \"Bumble sought to mimic Tinder's functionality, trade off Tinder's name, brand, and general look and feel, meet user expectations that Tinder itself and its brand created, and build a business entirely on a Tinder-clone, distinguished only by Bumble's women-talk-first marketing strategy,\" it stated.\nThe lawsuit covers a lot of ground. Here are the key takeaways: \n• Match Group says Bumble infringed on two patents it secured last year — one that has to do with the way Tinder pairs up potential dates, and one that relates to the design of the app.\n• Match argues that Bumble's use of the term \"swipe\" infringes on Match's trademark of the term.\n• Match also claims that Mr. Gulczynski and Ms. Mick, Bumble employees who previously worked at Tinder, misappropriated trade secrets that they had learned and worked on while they were at Match Group.\nSo Bumble sues Match, calling it a bully. Bumble retaliated by publishing an open letter as an ad in The New York Times and the Dallas Morning News.\n\"Dear Match Group,\" the letter began. \"We swipe left on you. We swipe left on your multiple attempts to buy us, copy us, and, now, to intimidate us. We'll never be yours. No matter the price tag, we'll never compromise our values.\"\nPositioning Bumble as the underdog, the letter continued: \"We — a woman-founded, women-led company — aren't scared of aggressive corporate culture. That's what we call bullying, and we swipe left on bullies. Ask the thousands of users we've blocked from our platform for bad behavior.\"\nThe connection to the Bumble's claim to be a safer app for women was explicit. \"We strive every day to protect our nearly 30 million users, and to engineer a more accountable environment,\" the letter said. \"Instead of swinging back and forth between trying to buy us, copy us, and sue us, why don't you spend that time taking care of bad behavior on your platforms?\"\nMatch responded with a statement: \"The facts around this lawsuit are simple: a company can not steal trade secrets and confidential information nor infringe on patents without repercussions. It's our responsibility to defend the work of our employees, which we are doing, through lawsuits against two separate companies.\"\nMr. Diller took a swipe of his own at Bumble, declaring in these pages that \"Match.com has caused God knows how many more marriages than bars ever did. And now I'm starting to hear that out of Tinder. It's funny, though, on Bumble, the women get to choose first and they don't want to.\"\nStill, some analysts saw Bumble's letter as a shrewd marketing move.\n\"Bumble has adroitly attempted to position this lawsuit as a bullying maneuver by a much larger, more established company,\" said Wayne Pollock, the managing attorney at Copo Strategies, a legal services and communications firm. \"It's a typical David vs. Goliath.\" Even though Bumble is 79 percent owned by Badoo, a large company, Mr. Pollock said, \"the brand of Bumble is not 79 percent owned by Badoo; it's 100 percent women-controlled.\"\nFinally, on March 28, Bumble filed its own lawsuit against Match Group, demanding $400 million in damages. Bumble's arguments are two-fold — that the claims Match made about trademark and patent infringement are \"meritless, frivolous,\" and were only leveled to make Bumble look bad to other investors.\nThe trademark and patent disputes, explained At the heart of this dispute, there are technological, money-making innovations at stake.\nTHE PATENTS: \nMatch said that Bumble infringed on its ornamental design patent — or more specifically, that Bumble copied the way Tinder portrays profile photos (known as cards), which appear to stack on top of each other as a user swipes through them on the app. The effect is visually akin to the way a playing card might be distributed from a stack by a dealer.\nBumble argues that this design is functional since it mimics the movement of a physical act, and therefore is not something that can be patented.\nMatch also argues that Bumble infringed on its patent for Tinder's matching process — the way the app pairs users. Bumble is arguing that the patent is invalid, pointing to a Supreme Court ruling from several years ago that determined that basic business methods can't be patented just because a computer performs it. The court has also long held that abstract ideas (like, say, matchmaking) are not patentable.\nBasically, Bumble is saying that what Tinder does with its algorithm is a standard practice in digital matchmaking, and not proprietary.\nTHE TRADEMARKS: \nMatch has also accused Bumble of trademark violations for using the terms \" swipe ,\" \" swipe left \" and \" swipe right .\" But Bumble counters that the registration of those terms are currently suspended by the U.S. Patent and Trademark Office (the first two are suspended but the third term has been granted an extension).\nMatch's spokesperson said that whatever the status of the registrations, Match has ownership of the terms through common law — that the idea of swiping, as it relates to dating apps, is fundamentally associated with Tinder. Match is also trying to secure federal registration for the swipe terms, but Bumble could try to block it with the argument that swiping is a generic and commonly used term in the industry.\nThis is about more than trademarks and patents. It boils down to this: Bumble is arguing that Match filed \"bogus intellectual property claims to wrongfully disparage the Bumble platform\" because it was not willing to pay as much as Bumble wanted for the company. Match has called Bumble's counter-lawsuit a \"petulant and meritless response to our patent and trade secret claims.\"\nThat language coming from both companies is fiery and attention-grabbing. And there may be a greater purpose there.\n\"Match could be attempting to damage Bumble's reputation by pointing out similarities,\" said Mr. Pollock, of Copo Strategies. \"They could also be making a move to devalue Bumble's valuation, maybe for the purpose of acquisition, to scare away buyers, or drive down price for themselves.\"\nAs for Bumble, he said, \"it might be talking to Match's investors and shareholders, asking, 'Why would you want to get in business with this organization that's a bully? They come after competitors.' Maybe it's talking to Match's employees, saying, 'Match is not a company you want to be at.'\"",
    "published": "2018-04-05T21:16:00.000+03:00",
    "crawled": "2018-04-05T20:51:54.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "happily",
        "coexist",
        "phone",
        "bumble",
        "tinder",
        "two",
        "world",
        "popular",
        "dating",
        "apps",
        "war",
        "offscreen",
        "last",
        "month",
        "match",
        "group",
        "owns",
        "tinder",
        "along",
        "okcupid",
        "plenty",
        "fish",
        "sued",
        "bumble",
        "violating",
        "patent",
        "trademark",
        "misuse",
        "trade",
        "secret",
        "bumble",
        "quickly",
        "fired",
        "back",
        "first",
        "published",
        "fierce",
        "open",
        "letter",
        "declared",
        "unintimidated",
        "countered",
        "lawsuit",
        "accusing",
        "match",
        "asking",
        "bumble",
        "reveal",
        "confidential",
        "information",
        "guise",
        "match",
        "might",
        "purchase",
        "bumble",
        "claim",
        "match",
        "lawsuit",
        "attempt",
        "scare",
        "investor",
        "discrediting",
        "company",
        "new",
        "york",
        "time",
        "spotify",
        "wall",
        "street",
        "debut",
        "success",
        "sleeping",
        "car",
        "visiting",
        "gun",
        "range",
        "youtube",
        "attacker",
        "spent",
        "final",
        "hour",
        "unknown",
        "tech",
        "brand",
        "like",
        "grocery",
        "grab",
        "quick",
        "version",
        "drama",
        "go",
        "back",
        "year",
        "everything",
        "need",
        "know",
        "tinder",
        "bumble",
        "may",
        "seem",
        "like",
        "similar",
        "apps",
        "reason",
        "tinder",
        "bumble",
        "tangled",
        "history",
        "whitney",
        "wolfe",
        "herd",
        "founder",
        "chief",
        "executive",
        "bumble",
        "tinder",
        "left",
        "launched",
        "bumble",
        "promise",
        "safer",
        "dating",
        "experience",
        "woman",
        "app",
        "calling",
        "card",
        "woman",
        "must",
        "make",
        "first",
        "move",
        "company",
        "user",
        "base",
        "exploded",
        "last",
        "year",
        "bumble",
        "third",
        "downloaded",
        "dating",
        "app",
        "according",
        "app",
        "annie",
        "analytics",
        "firm",
        "tinder",
        "first",
        "plenty",
        "fish",
        "second",
        "bumble",
        "huge",
        "growth",
        "said",
        "lexi",
        "sydow",
        "market",
        "insight",
        "manager",
        "appannie",
        "couple",
        "year",
        "ago",
        "even",
        "top",
        "chart",
        "revenue",
        "still",
        "big",
        "tinder",
        "large",
        "amount",
        "growth",
        "seeing",
        "super",
        "promising",
        "nearly",
        "million",
        "revenue",
        "accounting",
        "percent",
        "match",
        "group",
        "revenue",
        "tinder",
        "still",
        "industry",
        "leader",
        "number",
        "downloads",
        "bumble",
        "grown",
        "percent",
        "last",
        "two",
        "year",
        "back",
        "story",
        "bumble",
        "long",
        "sued",
        "started",
        "rival",
        "company",
        "wolfe",
        "herd",
        "key",
        "player",
        "tinder",
        "initial",
        "success",
        "one",
        "first",
        "employee",
        "vice",
        "president",
        "marketing",
        "successfully",
        "built",
        "usership",
        "targeting",
        "college",
        "student",
        "would",
        "visit",
        "campus",
        "sorority",
        "fraternity",
        "house",
        "signing",
        "woman",
        "first",
        "correctly",
        "intuiting",
        "men",
        "would",
        "follow",
        "early",
        "day",
        "app",
        "wolfe",
        "herd",
        "dated",
        "bos",
        "justin",
        "mateen",
        "tinder",
        "chief",
        "marketing",
        "officer",
        "according",
        "sexual",
        "harassment",
        "lawsuit",
        "filed",
        "wolfe",
        "herd",
        "broke",
        "mateen",
        "repeatedly",
        "called",
        "derogatory",
        "name",
        "including",
        "front",
        "sean",
        "rad",
        "chief",
        "executive",
        "threatened",
        "multiple",
        "time",
        "including",
        "telling",
        "would",
        "fire",
        "hurt",
        "pride",
        "told",
        "wolfe",
        "would",
        "take",
        "away",
        "title",
        "young",
        "female",
        "make",
        "company",
        "seem",
        "like",
        "joke",
        "devalues",
        "lawsuit",
        "alleged",
        "wolfe",
        "herd",
        "brought",
        "concern",
        "rad",
        "dismissed",
        "annoying",
        "dramatic",
        "offered",
        "resign",
        "severance",
        "vesting",
        "stock",
        "fired",
        "instead",
        "sued",
        "result",
        "mateen",
        "suspended",
        "eventually",
        "resigned",
        "rad",
        "demoted",
        "later",
        "reinstated",
        "chief",
        "executive",
        "late",
        "left",
        "company",
        "current",
        "ceo",
        "elie",
        "seidman",
        "previously",
        "headed",
        "okcupid",
        "lawsuit",
        "settled",
        "september",
        "december",
        "bumble",
        "launched",
        "app",
        "store",
        "employee",
        "included",
        "several",
        "former",
        "tinder",
        "employee",
        "including",
        "christopher",
        "gulczynski",
        "tinder",
        "chief",
        "product",
        "officer",
        "sarah",
        "mick",
        "tinder",
        "vice",
        "president",
        "design",
        "andrey",
        "andreev",
        "founder",
        "badoo",
        "another",
        "dating",
        "website",
        "also",
        "came",
        "board",
        "tinder",
        "owner",
        "try",
        "buy",
        "bumble",
        "bumble",
        "decline",
        "fast",
        "forward",
        "year",
        "last",
        "summer",
        "match",
        "group",
        "segment",
        "interactivecorp",
        "whose",
        "chairman",
        "barry",
        "diller",
        "offered",
        "purchase",
        "bumble",
        "million",
        "according",
        "lawsuit",
        "filed",
        "last",
        "month",
        "bumble",
        "owner",
        "bumble",
        "declined",
        "arguing",
        "valuation",
        "much",
        "higher",
        "match",
        "requested",
        "provided",
        "confidential",
        "information",
        "bumble",
        "finance",
        "marketing",
        "strategy",
        "ostensibly",
        "order",
        "increase",
        "bid",
        "december",
        "match",
        "made",
        "another",
        "offer",
        "according",
        "bumble",
        "claim",
        "many",
        "time",
        "higher",
        "million",
        "initially",
        "put",
        "forward",
        "company",
        "backtracked",
        "longer",
        "going",
        "invest",
        "february",
        "according",
        "claim",
        "match",
        "returned",
        "negotiating",
        "table",
        "time",
        "offer",
        "lower",
        "number",
        "floated",
        "december",
        "encourage",
        "match",
        "raise",
        "price",
        "bumble",
        "shared",
        "detail",
        "bidder",
        "expected",
        "make",
        "offer",
        "match",
        "confirm",
        "whether",
        "interested",
        "buying",
        "bumble",
        "whether",
        "bumble",
        "description",
        "process",
        "accurate",
        "ca",
        "comment",
        "bumble",
        "sale",
        "process",
        "spokesperson",
        "said",
        "tinder",
        "announces",
        "new",
        "feature",
        "bumble",
        "pleased",
        "animosity",
        "bumble",
        "match",
        "publicly",
        "flare",
        "market",
        "watch",
        "published",
        "story",
        "forthcoming",
        "tinder",
        "feature",
        "woman",
        "would",
        "option",
        "interacting",
        "app",
        "men",
        "choose",
        "feature",
        "sounded",
        "quite",
        "similar",
        "bumble",
        "business",
        "model",
        "woman",
        "make",
        "first",
        "move",
        "spokesperson",
        "match",
        "confirmed",
        "available",
        "timing",
        "announcement",
        "coincidental",
        "bumble",
        "claimed",
        "suit",
        "match",
        "announcement",
        "planned",
        "copy",
        "core",
        "feature",
        "bumble",
        "begin",
        "competing",
        "space",
        "bumble",
        "created",
        "calculated",
        "chill",
        "investment",
        "market",
        "shock",
        "bumble",
        "team",
        "compared",
        "surprise",
        "came",
        "next",
        "match",
        "sue",
        "bumble",
        "calling",
        "march",
        "match",
        "group",
        "filed",
        "lawsuit",
        "bumble",
        "saying",
        "bumble",
        "copied",
        "tinder",
        "start",
        "bumble",
        "sought",
        "mimic",
        "tinder",
        "functionality",
        "trade",
        "tinder",
        "name",
        "brand",
        "general",
        "look",
        "feel",
        "meet",
        "user",
        "expectation",
        "tinder",
        "brand",
        "created",
        "build",
        "business",
        "entirely",
        "distinguished",
        "bumble",
        "marketing",
        "strategy",
        "stated",
        "lawsuit",
        "cover",
        "lot",
        "ground",
        "key",
        "takeaway",
        "match",
        "group",
        "say",
        "bumble",
        "infringed",
        "two",
        "patent",
        "secured",
        "last",
        "year",
        "one",
        "way",
        "tinder",
        "pair",
        "potential",
        "date",
        "one",
        "relates",
        "design",
        "app",
        "match",
        "argues",
        "bumble",
        "use",
        "term",
        "swipe",
        "infringes",
        "match",
        "trademark",
        "term",
        "match",
        "also",
        "claim",
        "gulczynski",
        "mick",
        "bumble",
        "employee",
        "previously",
        "worked",
        "tinder",
        "misappropriated",
        "trade",
        "secret",
        "learned",
        "worked",
        "match",
        "group",
        "bumble",
        "sue",
        "match",
        "calling",
        "bully",
        "bumble",
        "retaliated",
        "publishing",
        "open",
        "letter",
        "ad",
        "new",
        "york",
        "time",
        "dallas",
        "morning",
        "news",
        "dear",
        "match",
        "group",
        "letter",
        "began",
        "swipe",
        "left",
        "swipe",
        "left",
        "multiple",
        "attempt",
        "buy",
        "u",
        "copy",
        "u",
        "intimidate",
        "u",
        "never",
        "matter",
        "price",
        "tag",
        "never",
        "compromise",
        "value",
        "positioning",
        "bumble",
        "underdog",
        "letter",
        "continued",
        "company",
        "scared",
        "aggressive",
        "corporate",
        "culture",
        "call",
        "bullying",
        "swipe",
        "left",
        "bully",
        "ask",
        "thousand",
        "user",
        "blocked",
        "platform",
        "bad",
        "behavior",
        "connection",
        "bumble",
        "claim",
        "safer",
        "app",
        "woman",
        "explicit",
        "strive",
        "every",
        "day",
        "protect",
        "nearly",
        "million",
        "user",
        "engineer",
        "accountable",
        "environment",
        "letter",
        "said",
        "instead",
        "swinging",
        "back",
        "forth",
        "trying",
        "buy",
        "u",
        "copy",
        "u",
        "sue",
        "u",
        "spend",
        "time",
        "taking",
        "care",
        "bad",
        "behavior",
        "platform",
        "match",
        "responded",
        "statement",
        "fact",
        "around",
        "lawsuit",
        "simple",
        "company",
        "steal",
        "trade",
        "secret",
        "confidential",
        "information",
        "infringe",
        "patent",
        "without",
        "repercussion",
        "responsibility",
        "defend",
        "work",
        "employee",
        "lawsuit",
        "two",
        "separate",
        "company",
        "diller",
        "took",
        "swipe",
        "bumble",
        "declaring",
        "page",
        "caused",
        "god",
        "know",
        "many",
        "marriage",
        "bar",
        "ever",
        "starting",
        "hear",
        "tinder",
        "funny",
        "though",
        "bumble",
        "woman",
        "get",
        "choose",
        "first",
        "want",
        "still",
        "analyst",
        "saw",
        "bumble",
        "letter",
        "shrewd",
        "marketing",
        "move",
        "bumble",
        "adroitly",
        "attempted",
        "position",
        "lawsuit",
        "bullying",
        "maneuver",
        "much",
        "larger",
        "established",
        "company",
        "said",
        "wayne",
        "pollock",
        "managing",
        "attorney",
        "copo",
        "strategy",
        "legal",
        "service",
        "communication",
        "firm",
        "typical",
        "david",
        "v",
        "goliath",
        "even",
        "though",
        "bumble",
        "percent",
        "owned",
        "badoo",
        "large",
        "company",
        "pollock",
        "said",
        "brand",
        "bumble",
        "percent",
        "owned",
        "badoo",
        "percent",
        "finally",
        "march",
        "bumble",
        "filed",
        "lawsuit",
        "match",
        "group",
        "demanding",
        "million",
        "damage",
        "bumble",
        "argument",
        "claim",
        "match",
        "made",
        "trademark",
        "patent",
        "infringement",
        "meritless",
        "frivolous",
        "leveled",
        "make",
        "bumble",
        "look",
        "bad",
        "investor",
        "trademark",
        "patent",
        "dispute",
        "explained",
        "heart",
        "dispute",
        "technological",
        "innovation",
        "stake",
        "patent",
        "match",
        "said",
        "bumble",
        "infringed",
        "ornamental",
        "design",
        "patent",
        "specifically",
        "bumble",
        "copied",
        "way",
        "tinder",
        "portrays",
        "profile",
        "photo",
        "known",
        "card",
        "appear",
        "stack",
        "top",
        "user",
        "swipe",
        "app",
        "effect",
        "visually",
        "akin",
        "way",
        "playing",
        "card",
        "might",
        "distributed",
        "stack",
        "dealer",
        "bumble",
        "argues",
        "design",
        "functional",
        "since",
        "mimic",
        "movement",
        "physical",
        "act",
        "therefore",
        "something",
        "patented",
        "match",
        "also",
        "argues",
        "bumble",
        "infringed",
        "patent",
        "tinder",
        "matching",
        "process",
        "way",
        "app",
        "pair",
        "user",
        "bumble",
        "arguing",
        "patent",
        "invalid",
        "pointing",
        "supreme",
        "court",
        "ruling",
        "several",
        "year",
        "ago",
        "determined",
        "basic",
        "business",
        "method",
        "ca",
        "patented",
        "computer",
        "performs",
        "court",
        "also",
        "long",
        "held",
        "abstract",
        "idea",
        "like",
        "say",
        "matchmaking",
        "patentable",
        "basically",
        "bumble",
        "saying",
        "tinder",
        "algorithm",
        "standard",
        "practice",
        "digital",
        "matchmaking",
        "proprietary",
        "trademark",
        "match",
        "also",
        "accused",
        "bumble",
        "trademark",
        "violation",
        "using",
        "term",
        "swipe",
        "swipe",
        "left",
        "swipe",
        "right",
        "bumble",
        "counter",
        "registration",
        "term",
        "currently",
        "suspended",
        "patent",
        "trademark",
        "office",
        "first",
        "two",
        "suspended",
        "third",
        "term",
        "granted",
        "extension",
        "match",
        "spokesperson",
        "said",
        "whatever",
        "status",
        "registration",
        "match",
        "ownership",
        "term",
        "common",
        "law",
        "idea",
        "swiping",
        "relates",
        "dating",
        "apps",
        "fundamentally",
        "associated",
        "tinder",
        "match",
        "also",
        "trying",
        "secure",
        "federal",
        "registration",
        "swipe",
        "term",
        "bumble",
        "could",
        "try",
        "block",
        "argument",
        "swiping",
        "generic",
        "commonly",
        "used",
        "term",
        "industry",
        "trademark",
        "patent",
        "boil",
        "bumble",
        "arguing",
        "match",
        "filed",
        "bogus",
        "intellectual",
        "property",
        "claim",
        "wrongfully",
        "disparage",
        "bumble",
        "platform",
        "willing",
        "pay",
        "much",
        "bumble",
        "wanted",
        "company",
        "match",
        "called",
        "bumble",
        "petulant",
        "meritless",
        "response",
        "patent",
        "trade",
        "secret",
        "claim",
        "language",
        "coming",
        "company",
        "fiery",
        "may",
        "greater",
        "purpose",
        "match",
        "could",
        "attempting",
        "damage",
        "bumble",
        "reputation",
        "pointing",
        "similarity",
        "said",
        "pollock",
        "copo",
        "strategy",
        "could",
        "also",
        "making",
        "move",
        "devalue",
        "bumble",
        "valuation",
        "maybe",
        "purpose",
        "acquisition",
        "scare",
        "away",
        "buyer",
        "drive",
        "price",
        "bumble",
        "said",
        "might",
        "talking",
        "match",
        "investor",
        "shareholder",
        "asking",
        "would",
        "want",
        "get",
        "business",
        "organization",
        "bully",
        "come",
        "competitor",
        "maybe",
        "talking",
        "match",
        "employee",
        "saying",
        "company",
        "want"
    ]
}