{
    "organizations": [],
    "uuid": "acf14fcb3ce8528ba455b114b1038f99d76edca0",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/26/18-secrets-from-real-estate-insiders.html",
    "ord_in_thread": 0,
    "title": "18 secrets from real estate insiders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Investing in real estate can be a path to wealth, whether you're buying a home to live in or purchasing an income property. Or it can be a horrible boondoggle that saps your savings and cracks your nest egg.\nEven if you get a great deal when you purchase a home, you can blow it later by making a poor sale. Sometimes you're better off staying away from real estate altogether and simply continuing to rent. Knowing the tricks of the trade can go a long way toward making sure your next real estate transaction is a smart one.\nTime Your Sale for Maximum Earnings — or Savings\nReal estate prices are vulnerable to seasonal fluctuations, so good timing can increase sellers' profits or result in considerable savings for buyers. A recent Zillow survey found that buyers who hold off purchasing until late summer are likely to find good selections and lower sale prices. Sellers, on the other hand, do best in the spring, when fewer active listings mean more competition for available homes — and higher prices.\nMore from GoBankingRates:\n5 surprisingly easy ways to be responsible with your tax refund\nHow we saved money spring cleaning our kitchen\n11 ways to make money from what you find around the house\nBase Your Sale or Offer Price on Your Agent's Market Analysis\nReal estate portals like Zillow and Trulia can serve as a good starting point for learning your local real estate market, but their value estimates aren't always very accurate. Zillow's median error rate is 4.6 percent overall, according to its website. But the number of \"Zestimates\" that fall within 5 percent of the actual sale price range from 80 percent for Manassas, Va. to just 3.8 percent for Chambers County, Ala. Don't make an unforced real-estate investing mistake by starting with a price that's too high or too low.\nSmart Preparation Can Help Boost an Appraisal\nAppraisers use a systematic approach to determine a home's value. As meticulous and precise as this approach is, appraisals are, by definition, opinions of value, so it's possible that an appraiser's personal impression of your home might tip the scales in one direction or the other. You can also dispute a low home appraisal if you are dissatisfied .\nPrepare your home by cleaning up inside and out. \"Get rid of all the clutter in your home,\" said Jonathan Miller, president and CEO of Miller Samuel, a New York-based real estate appraisal and consulting firm. Tidying up makes the home appear larger, Miller said. Paint touch-ups and other cosmetic repairs also make a favorable impression.\nA Home Tour Video Might Sell Your Home Faster\nMore than 80 percent of all buyers now find their homes online, said Ben Salem, who owns Ben Salem Properties in Beverly Hills, Calif. \"So when you have a YouTube video that comes up on Realtor.com, that's huge,\" he said. \"The best part is that you're one click away from showing it to the whole world.\"\nSalem has a series of home-tour videos on his website. Catchy music and sharp camera work help, too. It might cost a few hundred bucks, but a video home tour can be worth the investment .\nSome Home Improvements Add Value — and Some Don't\nTake time to research what kinds of home improvements add value to your home , because not all do. A good rule of thumb is to avoid out-pricing the real estate market. Don't shell out thousands of dollars you can't recoup, especially if similar homes in your neighborhood don't boast the same types of upgrades.\nInstead, focus on projects that give you the best return on your investment. Exterior renovations like a new garage door or entry door almost always pay for themselves, and you'll also get a decent return on a minor kitchen or bathroom remodel, according to Remodeling's 2018 Cost vs. Value Report.\nYou Can Defer the Capital Gains Tax\nYou can defer the capital gains tax on the sale of your investment or business property by doing a 1031 like-kind exchange. To qualify, the sale of your current property, and the purchase of the new one, must represent \"mutually dependent parts of an integrated transaction constituting an exchange of property,\" according to the IRS. That means you can't simply sell one investment property and use the sale proceeds to purchase another. But you do have 45 days from the sale of the initial property to find possible replacements, and you get 180 days to complete the exchange. Capital gains tax is then deferred until you sell or otherwise dispose of the replacement property.\nA Home Warranty Is a Great Marketing Tool\nFor about $500, you can add value to your home sale by offering buyers a home warranty to cover the cost of repairing or replacing appliances and heating/cooling, electrical and plumbing systems. The warranty also provides peace of mind for cash-strapped new homeowners for whom a major repair would cause serious hardship.\nThe warranty can even serve as a negotiating tool when a buyer has concerns about the age of a properly functioning system, such as an older air conditioning unit. For a fraction of the cost of a new unit, you can purchase a warranty on the buyer's behalf.\nLocation Still Matters\nYour home's appeal might come down to your community's stellar points, from excellent schools to ample green space and nearby entertainment. People looking at your home might not realize these advantages right away — and even your real estate agent might miss some of them.\nTalk up your neighborhood's best features to sell your home for a bigger profit. Start by making a checklist of recent exciting developments you've seen, like upscale restaurant openings and new museums, parks and other amenities. See the most expensive zip code in every state .\nPutting Your Home Into a Trust Can Cut Your Taxes and Your Heirs'\nState and local governments often impose transfer taxes on real estate transactions. Putting the home into a qualified personal residence trust lets you transfer ownership to your beneficiaries without paying the full transfer tax. The transfer also reduces the size of your estate by the property's remaining value at the time of the transfer, which can reduce the amount of estate tax your beneficiaries owe.\nYou can continue living in your home for a predetermined period before you distribute the home to your beneficiaries or a trust in their names. Once the term concludes, you can pay rent to your beneficiaries if you want to continue living in the home.\nAuctioning Your Home Might Be a Smart Option\nWith real estate in high demand in some areas, smart homeowners can actually start a bidding war for their properties.\n\"The most compelling reason for an auction is that a seller can decide when their property will be sold, instead of leaving it to the vagaries of the market, and specifically what date,\" said Rick Levin, president of Rick Levin & Associates, a Chicago-based real estate auction firm.\n\"And right now, demand is greater than supply for many homes in many parts of the country,\" he said. \"So you get many types of bidders fighting for the home and driving the price higher until it sells.\"\n'Price Bands' Can Help or Hurt Your Sale\nReal estate portals like Zillow and Realtor.com ask users to enter minimum and maximum prices when they search homes. This price range is called a price band, and pricing your home to fall within a realistic one can have a significant impact on your sale.\nA buyer looking to spend $225,000, for example, might search properties listed between $200,000 and $230,000. Overpricing your home could bump you up to a higher price band and essentially hide your listing from the buyers most likely to purchase it.\nTurnkey Real Estate Can Be a Moneymaker for Sellers\nA turnkey property is one that's move-in ready — the buyer doesn't have to do a thing before living in the home or renting it out. Listing your home in this condition can earn you top dollar on the sale.\nResidential buyers who have no time or desire to tackle home-improvement projects are often willing to pay a premium price to avoid it. The same holds true for investors who see a turnkey property as an opportunity to start generating cash flow right out of the gate.\nFixer-Uppers Save Buyers Money in the Long Run\nChances are, buying a fixer-upper will save you money in the long run, even after you factor in the cost of repairs. Turnkey homes are priced similarly to newly constructed homes, according to Realtor.com. And new constructions are typically much more expensive than resales of similar size, features and location.\nBuying a Lender-Owned Property Can Save You Money on Closing Costs\nForeclosed homes that have been repossessed and listed for sale by the lender are called real estate-owned properties, or REOs. Because lenders aren't in the business of selling real estate, they typically offer buyers incentives to help move REO properties faster. These incentives often include the lender paying some or all of the closing costs, which typically run 2 percent to 5 percent of the sale price, according to Zillow.\nThe Capitalization Rate Can Reveal an Investment Property's Overall Value\nTwo properties in different cities that generate the same income might not represent the same value. If you're investing in real estate , the capitalization rate — or cap rate — helps you determine how much your assets are really worth by providing a baseline for the comparison.\nThe cap rate is determined by dividing the net operating income by the current market value. A property worth $100,000 that generates $10,000 in net income, for example, has a cap rate of 10 percent. A property worth $500,000 earning the same net income would have a cap rate of just 2 percent. In this example, the $100,000 property is likely to generate a greater return on your investment.\nHome Equity Lines of Credit Might Never Be Cheaper\nMortgage interest rates are on the rise as of early 2018, and experts predict they might hit 5 percent by year's end. If you're considering a home equity line of credit, or HELOC, now is probably a good time to get it.\n\"I'm a big fan of home equity loans when used responsibly,\" said Bijan Golkar, CEO and senior advisor of FPC Investment Advisory in Petaluma, Calif. \"Many people have most of their wealth trapped in their main home. Having a HELOC allows you to have quick access to capital and you can normally write off the interest on your taxes.\"\nJust make sure you understand how to leverage home equity before you do so.\nA 15-Year Fixed Payment Isn't Much More Than Payments on a 30-Year Loan\nInterest rates are typically lower on 15-year fixed-rate loans than on 30-year fixed-rate loans. The fact that you get a lower interest rate — and that you have less interest to pay overall — means that when it comes to the monthly payment, there is often a smaller cost difference than you might think between a 15-year loan and 30-year loan.\nSure, you'll pay more each month with the 15-year loan — about $500 more per month on a $200,000 loan as of March 2018. But that's a small price to pay to shave 15 years and nearly $85,000 in interest off a mortgage.\nRenting Is Sometimes Better Than Owning\nAlthough your home's value might rise, it also could fall. Rich Arzaga, founder and CEO of Cornerstone Wealth Management in San Ramon, Calif., examined 250 properties around the United States and went through close to 40 client files to project the financial impact of owning real estate versus renting.\n\"One hundred percent of the time, it was better to rent rather than own,\" Arzaga said. When you own a home, the carrying costs — expenses needed to maintain the asset — range from property taxes and home insurance to emergency repairs and renovations. In a rental situation, the landlord covers those costs, leaving the occupant free to invest revenue in other areas.",
    "published": "2018-04-26T20:11:00.000+03:00",
    "crawled": "2018-04-26T19:48:55.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "investing",
        "real",
        "estate",
        "path",
        "wealth",
        "whether",
        "buying",
        "home",
        "live",
        "purchasing",
        "income",
        "property",
        "horrible",
        "boondoggle",
        "sap",
        "saving",
        "crack",
        "nest",
        "egg",
        "even",
        "get",
        "great",
        "deal",
        "purchase",
        "home",
        "blow",
        "later",
        "making",
        "poor",
        "sale",
        "sometimes",
        "better",
        "staying",
        "away",
        "real",
        "estate",
        "altogether",
        "simply",
        "continuing",
        "rent",
        "knowing",
        "trick",
        "trade",
        "go",
        "long",
        "way",
        "toward",
        "making",
        "sure",
        "next",
        "real",
        "estate",
        "transaction",
        "smart",
        "one",
        "time",
        "sale",
        "maximum",
        "earnings",
        "saving",
        "real",
        "estate",
        "price",
        "vulnerable",
        "seasonal",
        "fluctuation",
        "good",
        "timing",
        "increase",
        "seller",
        "profit",
        "result",
        "considerable",
        "saving",
        "buyer",
        "recent",
        "zillow",
        "survey",
        "found",
        "buyer",
        "hold",
        "purchasing",
        "late",
        "summer",
        "likely",
        "find",
        "good",
        "selection",
        "lower",
        "sale",
        "price",
        "seller",
        "hand",
        "best",
        "spring",
        "fewer",
        "active",
        "listing",
        "mean",
        "competition",
        "available",
        "home",
        "higher",
        "price",
        "gobankingrates",
        "surprisingly",
        "easy",
        "way",
        "responsible",
        "tax",
        "refund",
        "saved",
        "money",
        "spring",
        "cleaning",
        "kitchen",
        "way",
        "make",
        "money",
        "find",
        "around",
        "house",
        "base",
        "sale",
        "offer",
        "price",
        "agent",
        "market",
        "analysis",
        "real",
        "estate",
        "portal",
        "like",
        "zillow",
        "trulia",
        "serve",
        "good",
        "starting",
        "point",
        "learning",
        "local",
        "real",
        "estate",
        "market",
        "value",
        "estimate",
        "always",
        "accurate",
        "zillow",
        "median",
        "error",
        "rate",
        "percent",
        "overall",
        "according",
        "website",
        "number",
        "zestimates",
        "fall",
        "within",
        "percent",
        "actual",
        "sale",
        "price",
        "range",
        "percent",
        "manassas",
        "percent",
        "chamber",
        "county",
        "make",
        "unforced",
        "investing",
        "mistake",
        "starting",
        "price",
        "high",
        "low",
        "smart",
        "preparation",
        "help",
        "boost",
        "appraisal",
        "appraiser",
        "use",
        "systematic",
        "approach",
        "determine",
        "home",
        "value",
        "meticulous",
        "precise",
        "approach",
        "appraisal",
        "definition",
        "opinion",
        "value",
        "possible",
        "appraiser",
        "personal",
        "impression",
        "home",
        "might",
        "tip",
        "scale",
        "one",
        "direction",
        "also",
        "dispute",
        "low",
        "home",
        "appraisal",
        "dissatisfied",
        "prepare",
        "home",
        "cleaning",
        "inside",
        "get",
        "rid",
        "clutter",
        "home",
        "said",
        "jonathan",
        "miller",
        "president",
        "ceo",
        "miller",
        "samuel",
        "new",
        "real",
        "estate",
        "appraisal",
        "consulting",
        "firm",
        "tidying",
        "make",
        "home",
        "appear",
        "larger",
        "miller",
        "said",
        "paint",
        "cosmetic",
        "repair",
        "also",
        "make",
        "favorable",
        "impression",
        "home",
        "tour",
        "video",
        "might",
        "sell",
        "home",
        "faster",
        "percent",
        "buyer",
        "find",
        "home",
        "online",
        "said",
        "ben",
        "salem",
        "owns",
        "ben",
        "salem",
        "property",
        "beverly",
        "hill",
        "youtube",
        "video",
        "come",
        "huge",
        "said",
        "best",
        "part",
        "one",
        "click",
        "away",
        "showing",
        "whole",
        "world",
        "salem",
        "series",
        "video",
        "website",
        "catchy",
        "music",
        "sharp",
        "camera",
        "work",
        "help",
        "might",
        "cost",
        "hundred",
        "buck",
        "video",
        "home",
        "tour",
        "worth",
        "investment",
        "home",
        "improvement",
        "add",
        "value",
        "take",
        "time",
        "research",
        "kind",
        "home",
        "improvement",
        "add",
        "value",
        "home",
        "good",
        "rule",
        "thumb",
        "avoid",
        "real",
        "estate",
        "market",
        "shell",
        "thousand",
        "dollar",
        "ca",
        "recoup",
        "especially",
        "similar",
        "home",
        "neighborhood",
        "boast",
        "type",
        "upgrade",
        "instead",
        "focus",
        "project",
        "give",
        "best",
        "return",
        "investment",
        "exterior",
        "renovation",
        "like",
        "new",
        "garage",
        "door",
        "entry",
        "door",
        "almost",
        "always",
        "pay",
        "also",
        "get",
        "decent",
        "return",
        "minor",
        "kitchen",
        "bathroom",
        "remodel",
        "according",
        "remodeling",
        "cost",
        "value",
        "report",
        "defer",
        "capital",
        "gain",
        "tax",
        "defer",
        "capital",
        "gain",
        "tax",
        "sale",
        "investment",
        "business",
        "property",
        "exchange",
        "qualify",
        "sale",
        "current",
        "property",
        "purchase",
        "new",
        "one",
        "must",
        "represent",
        "mutually",
        "dependent",
        "part",
        "integrated",
        "transaction",
        "constituting",
        "exchange",
        "property",
        "according",
        "irs",
        "mean",
        "ca",
        "simply",
        "sell",
        "one",
        "investment",
        "property",
        "use",
        "sale",
        "proceeds",
        "purchase",
        "another",
        "day",
        "sale",
        "initial",
        "property",
        "find",
        "possible",
        "replacement",
        "get",
        "day",
        "complete",
        "exchange",
        "capital",
        "gain",
        "tax",
        "deferred",
        "sell",
        "otherwise",
        "dispose",
        "replacement",
        "property",
        "home",
        "warranty",
        "great",
        "marketing",
        "tool",
        "add",
        "value",
        "home",
        "sale",
        "offering",
        "buyer",
        "home",
        "warranty",
        "cover",
        "cost",
        "repairing",
        "replacing",
        "appliance",
        "electrical",
        "plumbing",
        "system",
        "warranty",
        "also",
        "provides",
        "peace",
        "mind",
        "new",
        "homeowner",
        "major",
        "repair",
        "would",
        "cause",
        "serious",
        "hardship",
        "warranty",
        "even",
        "serve",
        "negotiating",
        "tool",
        "buyer",
        "concern",
        "age",
        "properly",
        "functioning",
        "system",
        "older",
        "air",
        "conditioning",
        "unit",
        "fraction",
        "cost",
        "new",
        "unit",
        "purchase",
        "warranty",
        "buyer",
        "behalf",
        "location",
        "still",
        "matter",
        "home",
        "appeal",
        "might",
        "come",
        "community",
        "stellar",
        "point",
        "excellent",
        "school",
        "ample",
        "green",
        "space",
        "nearby",
        "entertainment",
        "people",
        "looking",
        "home",
        "might",
        "realize",
        "advantage",
        "right",
        "away",
        "even",
        "real",
        "estate",
        "agent",
        "might",
        "miss",
        "talk",
        "neighborhood",
        "best",
        "feature",
        "sell",
        "home",
        "bigger",
        "profit",
        "start",
        "making",
        "checklist",
        "recent",
        "exciting",
        "development",
        "seen",
        "like",
        "upscale",
        "restaurant",
        "opening",
        "new",
        "museum",
        "park",
        "amenity",
        "see",
        "expensive",
        "zip",
        "code",
        "every",
        "state",
        "putting",
        "home",
        "trust",
        "cut",
        "tax",
        "heir",
        "state",
        "local",
        "government",
        "often",
        "impose",
        "transfer",
        "tax",
        "real",
        "estate",
        "transaction",
        "putting",
        "home",
        "qualified",
        "personal",
        "residence",
        "trust",
        "let",
        "transfer",
        "ownership",
        "beneficiary",
        "without",
        "paying",
        "full",
        "transfer",
        "tax",
        "transfer",
        "also",
        "reduces",
        "size",
        "estate",
        "property",
        "remaining",
        "value",
        "time",
        "transfer",
        "reduce",
        "amount",
        "estate",
        "tax",
        "beneficiary",
        "owe",
        "continue",
        "living",
        "home",
        "predetermined",
        "period",
        "distribute",
        "home",
        "beneficiary",
        "trust",
        "name",
        "term",
        "concludes",
        "pay",
        "rent",
        "beneficiary",
        "want",
        "continue",
        "living",
        "home",
        "auctioning",
        "home",
        "might",
        "smart",
        "option",
        "real",
        "estate",
        "high",
        "demand",
        "area",
        "smart",
        "homeowner",
        "actually",
        "start",
        "bidding",
        "war",
        "property",
        "compelling",
        "reason",
        "auction",
        "seller",
        "decide",
        "property",
        "sold",
        "instead",
        "leaving",
        "vagary",
        "market",
        "specifically",
        "date",
        "said",
        "rick",
        "levin",
        "president",
        "rick",
        "levin",
        "associate",
        "real",
        "estate",
        "auction",
        "firm",
        "right",
        "demand",
        "greater",
        "supply",
        "many",
        "home",
        "many",
        "part",
        "country",
        "said",
        "get",
        "many",
        "type",
        "bidder",
        "fighting",
        "home",
        "driving",
        "price",
        "higher",
        "sell",
        "band",
        "help",
        "hurt",
        "sale",
        "real",
        "estate",
        "portal",
        "like",
        "zillow",
        "ask",
        "user",
        "enter",
        "minimum",
        "maximum",
        "price",
        "search",
        "home",
        "price",
        "range",
        "called",
        "price",
        "band",
        "pricing",
        "home",
        "fall",
        "within",
        "realistic",
        "one",
        "significant",
        "impact",
        "sale",
        "buyer",
        "looking",
        "spend",
        "example",
        "might",
        "search",
        "property",
        "listed",
        "overpricing",
        "home",
        "could",
        "bump",
        "higher",
        "price",
        "band",
        "essentially",
        "hide",
        "listing",
        "buyer",
        "likely",
        "purchase",
        "turnkey",
        "real",
        "estate",
        "moneymaker",
        "seller",
        "turnkey",
        "property",
        "one",
        "ready",
        "buyer",
        "thing",
        "living",
        "home",
        "renting",
        "listing",
        "home",
        "condition",
        "earn",
        "top",
        "dollar",
        "sale",
        "residential",
        "buyer",
        "time",
        "desire",
        "tackle",
        "project",
        "often",
        "willing",
        "pay",
        "premium",
        "price",
        "avoid",
        "hold",
        "true",
        "investor",
        "see",
        "turnkey",
        "property",
        "opportunity",
        "start",
        "generating",
        "cash",
        "flow",
        "right",
        "gate",
        "save",
        "buyer",
        "money",
        "long",
        "run",
        "chance",
        "buying",
        "save",
        "money",
        "long",
        "run",
        "even",
        "factor",
        "cost",
        "repair",
        "turnkey",
        "home",
        "priced",
        "similarly",
        "newly",
        "constructed",
        "home",
        "according",
        "new",
        "construction",
        "typically",
        "much",
        "expensive",
        "resale",
        "similar",
        "size",
        "feature",
        "location",
        "buying",
        "property",
        "save",
        "money",
        "closing",
        "cost",
        "foreclosed",
        "home",
        "repossessed",
        "listed",
        "sale",
        "lender",
        "called",
        "real",
        "property",
        "reos",
        "lender",
        "business",
        "selling",
        "real",
        "estate",
        "typically",
        "offer",
        "buyer",
        "incentive",
        "help",
        "move",
        "reo",
        "property",
        "faster",
        "incentive",
        "often",
        "include",
        "lender",
        "paying",
        "closing",
        "cost",
        "typically",
        "run",
        "percent",
        "percent",
        "sale",
        "price",
        "according",
        "zillow",
        "capitalization",
        "rate",
        "reveal",
        "investment",
        "property",
        "overall",
        "value",
        "two",
        "property",
        "different",
        "city",
        "generate",
        "income",
        "might",
        "represent",
        "value",
        "investing",
        "real",
        "estate",
        "capitalization",
        "rate",
        "cap",
        "rate",
        "help",
        "determine",
        "much",
        "asset",
        "really",
        "worth",
        "providing",
        "baseline",
        "comparison",
        "cap",
        "rate",
        "determined",
        "dividing",
        "net",
        "operating",
        "income",
        "current",
        "market",
        "value",
        "property",
        "worth",
        "generates",
        "net",
        "income",
        "example",
        "cap",
        "rate",
        "percent",
        "property",
        "worth",
        "earning",
        "net",
        "income",
        "would",
        "cap",
        "rate",
        "percent",
        "example",
        "property",
        "likely",
        "generate",
        "greater",
        "return",
        "investment",
        "home",
        "equity",
        "line",
        "credit",
        "might",
        "never",
        "cheaper",
        "mortgage",
        "interest",
        "rate",
        "rise",
        "early",
        "expert",
        "predict",
        "might",
        "hit",
        "percent",
        "year",
        "end",
        "considering",
        "home",
        "equity",
        "line",
        "credit",
        "heloc",
        "probably",
        "good",
        "time",
        "get",
        "big",
        "fan",
        "home",
        "equity",
        "loan",
        "used",
        "responsibly",
        "said",
        "bijan",
        "golkar",
        "ceo",
        "senior",
        "advisor",
        "fpc",
        "investment",
        "advisory",
        "petaluma",
        "many",
        "people",
        "wealth",
        "trapped",
        "main",
        "home",
        "heloc",
        "allows",
        "quick",
        "access",
        "capital",
        "normally",
        "write",
        "interest",
        "tax",
        "make",
        "sure",
        "understand",
        "leverage",
        "home",
        "equity",
        "fixed",
        "payment",
        "much",
        "payment",
        "loan",
        "interest",
        "rate",
        "typically",
        "lower",
        "loan",
        "loan",
        "fact",
        "get",
        "lower",
        "interest",
        "rate",
        "less",
        "interest",
        "pay",
        "overall",
        "mean",
        "come",
        "monthly",
        "payment",
        "often",
        "smaller",
        "cost",
        "difference",
        "might",
        "think",
        "loan",
        "loan",
        "sure",
        "pay",
        "month",
        "loan",
        "per",
        "month",
        "loan",
        "march",
        "small",
        "price",
        "pay",
        "shave",
        "year",
        "nearly",
        "interest",
        "mortgage",
        "renting",
        "sometimes",
        "better",
        "owning",
        "although",
        "home",
        "value",
        "might",
        "rise",
        "also",
        "could",
        "fall",
        "rich",
        "arzaga",
        "founder",
        "ceo",
        "cornerstone",
        "wealth",
        "management",
        "san",
        "ramon",
        "examined",
        "property",
        "around",
        "united",
        "state",
        "went",
        "close",
        "client",
        "file",
        "project",
        "financial",
        "impact",
        "owning",
        "real",
        "estate",
        "versus",
        "renting",
        "one",
        "hundred",
        "percent",
        "time",
        "better",
        "rent",
        "rather",
        "arzaga",
        "said",
        "home",
        "carrying",
        "cost",
        "expense",
        "needed",
        "maintain",
        "asset",
        "range",
        "property",
        "tax",
        "home",
        "insurance",
        "emergency",
        "repair",
        "renovation",
        "rental",
        "situation",
        "landlord",
        "cover",
        "cost",
        "leaving",
        "occupant",
        "free",
        "invest",
        "revenue",
        "area"
    ]
}