{
    "organizations": [],
    "uuid": "b8603e6dade17d27308dffa54a6d145a50fc57ed",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/04/26/teens-and-vaping/",
    "ord_in_thread": 0,
    "title": "Teens Love Vaping Flavors, and It’s a Regulatory Nightmare",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg April 26, 2018\nTraditional cigarette smoking in America has dropped to historic lows, and it looks like electronic cigarettes could be helping. As “vaping” grows in popularity, studies have shown that the habit encourages adult smokers to quit the older, nastier version.\nBut there’s a big problem—teenagers. And they’re making the entire e-cigarette phenomenon a regulatory nightmare.While traditional smoking among young people is also headed down, emerging evidence indicates that e-cigs are serving as a gateway for those youth who don’t already smoke cigarettes. Dartmouth College researchers showed that some cigarette-smoking adults in the U.S. were able to quit with the help of the devices, but it also revealed that 81 times as many adolescents and young adults who used e-cigs eventually moved on to a regular smoking habit.\nSamir Soneji, an associate professor of health policy at Dartmouth’s Geisel School of Medicine and the paper’s lead author, warned that the high level of nicotine in e-cigs (the device vaporizes a flavored liquid containing the addictive substance), combined with the expense of the modern habit, sets teens up to become real smokers.\n“Kids may think they’re vaping flavor-only e-cigarettes, but the actual nicotine content of e-juice may be considerably higher than what is written on the packaging. Even some e-juice claiming to be nicotine-free actually contain nicotine,” said Soneji. Plus, the cost of a rechargeable device ranges from $25 to $145, and a nicotine pod, which can have anywhere from 200 to 400 puffs, costs $43 a month. The average cost of a regular pack of cigarettes in the U.S. is $7.62.\n“A cigarette can be a cheap and quick alternative for an adolescent who has recently become addicted to nicotine through the use of e-cigarettes,” he said.\nBut there’s a further connection between e-cig smoking and real smoking among young people, Soneji added: The more they smoke, the more their perception of traditional cigarettes changes. Youths start to think smoking is “less harmful and less dangerous,” making it easier to pick up the habit.\nThe wide variety of flavors has been cited as a top reason youths start using e-cigs.\nWith e-cig use skyrocketing among youth aged 12 to 25 (despite it being illegal to sell e-cigs to minors), the U.S. Food and Drug Administration has been under pressure to crack down. On March 27, the Campaign for Tobacco-Free Kids sued the agency over its July 2017 decision to delay reviewing the product for four years, pointing out the need for an assessment of how e-cig flavors lure young adopters. By not studying the matter, “the FDA is not getting the information it needs to know,” said Matthew Myers, president of the Campaign.\nThe FDA should be studying the use of flavors and determining whether any of them help people quit—or if they instead cause people to start smoking cigarettes, some members of Congress argued. “If companies want to use flavors, they should be required to demonstrate to the FDA that use of flavors will benefit public health,” 11 Democratic U.S. senators, including Minority Leader Chuck Schumer of New York, Dick Durbin of Illinois, Elizabeth Warren of Massachusetts and Tim Kaine of Virginia, wrote in a letter on April 18.\nFlavor is at the center of the debate. Choices range from the predictable, such as classic tobacco and menthol, to the bizarre, including “Galactic Milk” and “Not-Cho Cheese Fauxritos.” The wide variety of flavors and the occasionally tongue-in-cheek branding have been cited as a top reason youths start using e-cigs. The first study to look into flavored e-cigarette use across different age groups found that a large majority of young adults nationwide preferred flavors, such as fruit or candy, over the taste of traditional tobacco. While the data would suggest that restricting the range of flavors could help reduce early adopters, it turns out that adult users seem to prefer non-tobacco flavors, too.\nFor regulators, all of this presents a conundrum. At first, the FDA laid out its plan for device review, saying it extended the timeline to “explore clear and meaningful measures to make tobacco products less toxic, appealing and addictive” without jeopardizing “innovations” that could help both age groups. But on March 20, it issued a call for information about the role flavors play in tobacco products, a potential prelude to restrictions on the sale and distribution of tobacco products with flavors.\n“No child should use any tobacco products, including e-cigarettes,” FDA Commissioner Scott Gottlieb said last month. “At the same time, we’re aware that certain flavors may help currently addicted adult smokers switch to potentially less-harmful forms of nicotine-containing tobacco products.”\nThe industry has been pushing back on the concept of restricting flavors, emphasizing the role they play in helping adults quit regular smoking. For now, with regulation of e-cigarettes still in its early stages, manufacturers have free rein to advertise as they see fit. About $88.1 million was spent on marketing in 2014, a 52 percent increase over 2013, due in large part to Altria Group Inc.’s $35 million MarkTen campaign. While e-cig makers are banned from selling the devices to minors and required to add labels warning of nicotine addiction, there are no restrictions (as there are with traditional cigarettes) on advertising, which allows for spots on television, radio, billboards and elsewhere.\nThis explains why, for example, a brightly colored 12-unit billboard display spanning Times Square in 2015 showcased young adults vaping, or why a pop-up “bar” was launched for the rollout of e-cigarette brand Juul, which has developed a cult-like following among some youth. Juul Labs Inc. has recently come under FDA scrutiny; the agency demanded on April 24 that the company submit documents relating to product marketing and research related to youth appeal.\nJuul is the fastest growing e-cigarette brand in the U.S., with unit sales increasing more than 600 percent last year, according to Wells Fargo . In March, Nielsen reported total e-cigarette sales up 114.5 percent, led by Juul, which owned 54.6 percent of the U.S. e-cigarette market, up from 46.8 percent at the end of 2017. Competitors British American Tobacco Co., owner of the Vuse and Vype brands, held 19.3 percent, while Altria Group Inc., with its MarkTen and APEX products, had 9.7 percent. Meanwhile, tobacco giant Philip Morris International Inc. has been struggling to keep up.\nChristine Castro, a Juul spokeswoman, said the company does “very little marketing.” While Juul has official accounts on Facebook , Twitter, Instagram and YouTube, Castro said it has no control over vendors or individuals who may advertise its products.\n“I know we appear on social media quite a bit; that is completely separate from us,” she said.\nThe U.S. Department of Health and Human Services warned in the first federal agency report that focused on e-cigarettes, released in 2016, that “the plethora of unregulated advertising is of particular concern, as exposure to advertising for tobacco products among youth is associated with cigarette smoking in a dose-response fashion.” In other words, young people who saw more tobacco ads were more likely to smoke cigarettes.\n“We don’t yet fully understand why these products are so popular among youth,” said Gottlieb, the FDA commissioner. “But it’s imperative that we figure it out—and fast.”\nJuul is best known for its nondescript, flash drive-shaped e-cigarettes, which it says are designed to help adult smokers feel more comfortable transitioning from conventional cigarettes. “We cannot be more emphatic on this point: No young person or non-nicotine user should ever try Juul,” Chief Executive Officer Kevin Burns said in a statement announcing plans to combat underage use. Still, experts warn, it’s the very design that’s part of what attracts young people, who have coined its use as “juuling.”\nAllison, a 21-year-old college student who requested that only her first name be used, said a male friend had started using a Juul device because it “looked cool.” After about four to five months, he could no longer afford new cartridges.\n“He ran out of money for pods, and now he’s going through nicotine withdrawal,” she wrote in a post on Twitter. Allison said the story is a common one, given the current proliferation of vaping on college campuses. “He’s in a fraternity, and there’s a huge culture in frats right now to smoke Juuls,” she said in a private message, adding that the device has a “characteristic look that’s hard to miss.” SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-27T01:38:00.000+03:00",
    "crawled": "2018-04-27T00:15:17.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "april",
        "traditional",
        "cigarette",
        "smoking",
        "america",
        "dropped",
        "historic",
        "low",
        "look",
        "like",
        "electronic",
        "cigarette",
        "could",
        "helping",
        "vaping",
        "grows",
        "popularity",
        "study",
        "shown",
        "habit",
        "encourages",
        "adult",
        "smoker",
        "quit",
        "older",
        "nastier",
        "version",
        "big",
        "making",
        "entire",
        "phenomenon",
        "regulatory",
        "traditional",
        "smoking",
        "among",
        "young",
        "people",
        "also",
        "headed",
        "emerging",
        "evidence",
        "indicates",
        "serving",
        "gateway",
        "youth",
        "already",
        "smoke",
        "cigarette",
        "dartmouth",
        "college",
        "researcher",
        "showed",
        "adult",
        "able",
        "quit",
        "help",
        "device",
        "also",
        "revealed",
        "time",
        "many",
        "adolescent",
        "young",
        "adult",
        "used",
        "eventually",
        "moved",
        "regular",
        "smoking",
        "habit",
        "samir",
        "soneji",
        "associate",
        "professor",
        "health",
        "policy",
        "dartmouth",
        "geisel",
        "school",
        "medicine",
        "paper",
        "lead",
        "author",
        "warned",
        "high",
        "level",
        "nicotine",
        "device",
        "vaporizes",
        "flavored",
        "liquid",
        "containing",
        "addictive",
        "substance",
        "combined",
        "expense",
        "modern",
        "habit",
        "set",
        "teen",
        "become",
        "real",
        "smoker",
        "kid",
        "may",
        "think",
        "vaping",
        "actual",
        "nicotine",
        "content",
        "may",
        "considerably",
        "higher",
        "written",
        "packaging",
        "even",
        "claiming",
        "actually",
        "contain",
        "nicotine",
        "said",
        "soneji",
        "plus",
        "cost",
        "rechargeable",
        "device",
        "range",
        "nicotine",
        "pod",
        "anywhere",
        "puff",
        "cost",
        "month",
        "average",
        "cost",
        "regular",
        "pack",
        "cigarette",
        "cigarette",
        "cheap",
        "quick",
        "alternative",
        "adolescent",
        "recently",
        "become",
        "addicted",
        "nicotine",
        "use",
        "said",
        "connection",
        "smoking",
        "real",
        "smoking",
        "among",
        "young",
        "people",
        "soneji",
        "added",
        "smoke",
        "perception",
        "traditional",
        "cigarette",
        "change",
        "youth",
        "start",
        "think",
        "smoking",
        "less",
        "harmful",
        "less",
        "dangerous",
        "making",
        "easier",
        "pick",
        "habit",
        "wide",
        "variety",
        "flavor",
        "cited",
        "top",
        "reason",
        "youth",
        "start",
        "using",
        "use",
        "skyrocketing",
        "among",
        "youth",
        "aged",
        "despite",
        "illegal",
        "sell",
        "minor",
        "food",
        "drug",
        "administration",
        "pressure",
        "crack",
        "march",
        "campaign",
        "kid",
        "sued",
        "agency",
        "july",
        "decision",
        "delay",
        "reviewing",
        "product",
        "four",
        "year",
        "pointing",
        "need",
        "assessment",
        "flavor",
        "lure",
        "young",
        "adopter",
        "studying",
        "matter",
        "fda",
        "getting",
        "information",
        "need",
        "know",
        "said",
        "matthew",
        "myers",
        "president",
        "campaign",
        "fda",
        "studying",
        "use",
        "flavor",
        "determining",
        "whether",
        "help",
        "people",
        "instead",
        "cause",
        "people",
        "start",
        "smoking",
        "cigarette",
        "member",
        "congress",
        "argued",
        "company",
        "want",
        "use",
        "flavor",
        "required",
        "demonstrate",
        "fda",
        "use",
        "flavor",
        "benefit",
        "public",
        "health",
        "democratic",
        "senator",
        "including",
        "minority",
        "leader",
        "chuck",
        "schumer",
        "new",
        "york",
        "dick",
        "durbin",
        "illinois",
        "elizabeth",
        "warren",
        "massachusetts",
        "tim",
        "kaine",
        "virginia",
        "wrote",
        "letter",
        "april",
        "flavor",
        "center",
        "debate",
        "choice",
        "range",
        "predictable",
        "classic",
        "tobacco",
        "menthol",
        "bizarre",
        "including",
        "galactic",
        "milk",
        "cheese",
        "wide",
        "variety",
        "flavor",
        "occasionally",
        "branding",
        "cited",
        "top",
        "reason",
        "youth",
        "start",
        "using",
        "first",
        "study",
        "look",
        "flavored",
        "use",
        "across",
        "different",
        "age",
        "group",
        "found",
        "large",
        "majority",
        "young",
        "adult",
        "nationwide",
        "preferred",
        "flavor",
        "fruit",
        "candy",
        "taste",
        "traditional",
        "tobacco",
        "data",
        "would",
        "suggest",
        "restricting",
        "range",
        "flavor",
        "could",
        "help",
        "reduce",
        "early",
        "adopter",
        "turn",
        "adult",
        "user",
        "seem",
        "prefer",
        "flavor",
        "regulator",
        "present",
        "conundrum",
        "first",
        "fda",
        "laid",
        "plan",
        "device",
        "review",
        "saying",
        "extended",
        "timeline",
        "explore",
        "clear",
        "meaningful",
        "measure",
        "make",
        "tobacco",
        "product",
        "less",
        "toxic",
        "appealing",
        "addictive",
        "without",
        "jeopardizing",
        "innovation",
        "could",
        "help",
        "age",
        "group",
        "march",
        "issued",
        "call",
        "information",
        "role",
        "flavor",
        "play",
        "tobacco",
        "product",
        "potential",
        "prelude",
        "restriction",
        "sale",
        "distribution",
        "tobacco",
        "product",
        "flavor",
        "child",
        "use",
        "tobacco",
        "product",
        "including",
        "fda",
        "commissioner",
        "scott",
        "gottlieb",
        "said",
        "last",
        "month",
        "time",
        "aware",
        "certain",
        "flavor",
        "may",
        "help",
        "currently",
        "addicted",
        "adult",
        "smoker",
        "switch",
        "potentially",
        "form",
        "tobacco",
        "industry",
        "pushing",
        "back",
        "concept",
        "restricting",
        "flavor",
        "emphasizing",
        "role",
        "play",
        "helping",
        "adult",
        "quit",
        "regular",
        "smoking",
        "regulation",
        "still",
        "early",
        "stage",
        "manufacturer",
        "free",
        "rein",
        "advertise",
        "see",
        "fit",
        "million",
        "spent",
        "marketing",
        "percent",
        "increase",
        "due",
        "large",
        "part",
        "altria",
        "group",
        "million",
        "markten",
        "campaign",
        "maker",
        "banned",
        "selling",
        "device",
        "minor",
        "required",
        "add",
        "label",
        "warning",
        "nicotine",
        "addiction",
        "restriction",
        "traditional",
        "cigarette",
        "advertising",
        "allows",
        "spot",
        "television",
        "radio",
        "billboard",
        "elsewhere",
        "explains",
        "example",
        "brightly",
        "colored",
        "billboard",
        "display",
        "spanning",
        "time",
        "square",
        "showcased",
        "young",
        "adult",
        "vaping",
        "bar",
        "launched",
        "rollout",
        "brand",
        "juul",
        "developed",
        "following",
        "among",
        "youth",
        "juul",
        "lab",
        "recently",
        "come",
        "fda",
        "scrutiny",
        "agency",
        "demanded",
        "april",
        "company",
        "submit",
        "document",
        "relating",
        "product",
        "marketing",
        "research",
        "related",
        "youth",
        "appeal",
        "juul",
        "fastest",
        "growing",
        "brand",
        "unit",
        "sale",
        "increasing",
        "percent",
        "last",
        "year",
        "according",
        "well",
        "fargo",
        "march",
        "nielsen",
        "reported",
        "total",
        "sale",
        "percent",
        "led",
        "juul",
        "owned",
        "percent",
        "market",
        "percent",
        "end",
        "competitor",
        "british",
        "american",
        "tobacco",
        "owner",
        "vuse",
        "vype",
        "brand",
        "held",
        "percent",
        "altria",
        "group",
        "markten",
        "apex",
        "product",
        "percent",
        "meanwhile",
        "tobacco",
        "giant",
        "philip",
        "morris",
        "international",
        "struggling",
        "keep",
        "christine",
        "castro",
        "juul",
        "spokeswoman",
        "said",
        "company",
        "little",
        "juul",
        "official",
        "account",
        "facebook",
        "twitter",
        "instagram",
        "youtube",
        "castro",
        "said",
        "control",
        "vendor",
        "individual",
        "may",
        "advertise",
        "product",
        "know",
        "appear",
        "social",
        "medium",
        "quite",
        "bit",
        "completely",
        "separate",
        "u",
        "said",
        "department",
        "health",
        "human",
        "service",
        "warned",
        "first",
        "federal",
        "agency",
        "report",
        "focused",
        "released",
        "plethora",
        "unregulated",
        "advertising",
        "particular",
        "concern",
        "exposure",
        "advertising",
        "tobacco",
        "product",
        "among",
        "youth",
        "associated",
        "cigarette",
        "smoking",
        "word",
        "young",
        "people",
        "saw",
        "tobacco",
        "ad",
        "likely",
        "smoke",
        "cigarette",
        "yet",
        "fully",
        "understand",
        "product",
        "popular",
        "among",
        "youth",
        "said",
        "gottlieb",
        "fda",
        "commissioner",
        "imperative",
        "figure",
        "juul",
        "best",
        "known",
        "nondescript",
        "flash",
        "say",
        "designed",
        "help",
        "adult",
        "smoker",
        "feel",
        "comfortable",
        "transitioning",
        "conventional",
        "cigarette",
        "emphatic",
        "point",
        "young",
        "person",
        "user",
        "ever",
        "try",
        "juul",
        "chief",
        "executive",
        "officer",
        "kevin",
        "burn",
        "said",
        "statement",
        "announcing",
        "plan",
        "combat",
        "underage",
        "use",
        "still",
        "expert",
        "warn",
        "design",
        "part",
        "attracts",
        "young",
        "people",
        "coined",
        "use",
        "allison",
        "college",
        "student",
        "requested",
        "first",
        "name",
        "used",
        "said",
        "male",
        "friend",
        "started",
        "using",
        "juul",
        "device",
        "looked",
        "four",
        "five",
        "month",
        "could",
        "longer",
        "afford",
        "new",
        "cartridge",
        "ran",
        "money",
        "pod",
        "going",
        "nicotine",
        "withdrawal",
        "wrote",
        "post",
        "twitter",
        "allison",
        "said",
        "story",
        "common",
        "one",
        "given",
        "current",
        "proliferation",
        "vaping",
        "college",
        "campus",
        "fraternity",
        "huge",
        "culture",
        "frat",
        "right",
        "smoke",
        "juuls",
        "said",
        "private",
        "message",
        "adding",
        "device",
        "characteristic",
        "look",
        "hard",
        "sponsored",
        "financial",
        "content"
    ]
}