{
    "organizations": [],
    "uuid": "2b342a01e31dba3c35094e0568178a39e7fc4dcd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-keryx-biopharmaceuticals-announces-changes-to-management-and-preliminary-first-quarter-2018-revenue.html",
    "ord_in_thread": 0,
    "title": "Keryx Biopharmaceuticals Announces Changes to Management and Preliminary First Quarter 2018 Revenue",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Gregory Madison resigned as president and chief executive officer of the company and from its board of directors Jodie Morrison, current Keryx board member, named interim chief executive officer Company expects to report first quarter 2018 total revenue of $21.0 million - $22.5 million, including Auryxia ® net U.S. product sales of $20.0 million - $21.0 million\nBOSTON, April 30, 2018 (GLOBE NEWSWIRE) -- Keryx Biopharmaceuticals, Inc. (Nasdaq:KERX), a biopharmaceutical company focused on bringing innovative medicines to people with kidney disease, today announced that Gregory Madison has resigned as president and chief executive officer of the company and his seat on its board of directors, effective immediately. Jodie Morrison, a member of the company’s board of directors, has been named interim chief executive officer. The company also announced preliminary first quarter 2018 revenue.\n“On behalf of the entire board I would like to thank Greg for his contributions to Keryx over the past four years, in particular for his role in transitioning Keryx from a development-stage organization to a commercial entity, and wish him well in his future endeavors,” said Michael Rogers, chairman of Keryx’s board of directors. “We are fortunate to have Jodie – a fellow director – step into a management role and help lead Keryx as we continue to execute on our strategic priorities. We look forward to her continued contributions both as an ongoing member of our board and as interim CEO while we conduct the search for a permanent chief executive officer.”\n“We have a very talented leadership team at Keryx and I look forward to working with them to review our business in the coming weeks,” said Jodie Morrison, interim chief executive officer of Keryx. “Auryxia is an important therapy with the potential to benefit millions of people in the U.S. living with chronic kidney disease (CKD) and iron deficiency anemia or hyperphosphatemia. The board and the entire leadership team at Keryx are focused on ensuring that we maximize the value of Auryxia and help as many patients as possible who are living with these complications of CKD.”\nJodie Morrison has served on Keryx’s board of directors since June 2016. From 2013 to 2017, she served as president and chief executive officer of Tokai Pharmaceuticals, Inc., where she took the company through its initial public offering in 2014. From December 2006 until March 2013, Ms. Morrison held other senior positions with Tokai, including chief operating officer, head of clinical affairs and program operations and vice president of clinical affairs and program operations. Ms. Morrison received a B.A. in neuroscience from Mount Holyoke College, her clinical research certification from the Boston University School of Medicine and her business training through the Greater Boston Executive Program at the MIT Sloan School of Management.\nPreliminary Financial Data\nThe company expects to report total revenue for the first quarter of 2018 of between $21.0 million and $22.5 million, including between $20.0 million and $21.0 million in net Auryxia U.S. product sales. The company will announce its full first quarter 2018 financial results in the coming weeks and plans to host a conference call at that time.\nThe preliminary financial data for the first quarter of 2018 set forth above are derived from preliminary internal financial reports. The company has not yet finalized its complete results of operations for the quarter ended March 31, 2018. In connection with the finalization of its quarterly closing and reporting processes and the completion of its financial statements for the quarter ended March 31, 2018, the company may identify items that would require the company to make adjustments, some of which could be material, to the preliminary financial data set forth above.\nAbout Auryxia ® (ferric citrate) Tablets\nAuryxia (ferric citrate) was approved by the U.S. Food and Drug Administration (FDA) on September 5, 2014 for the control of serum phosphorus levels in patients with chronic kidney disease on dialysis and approved by the FDA on November 6, 2017 for the treatment of iron deficiency anemia in patients with chronic kidney disease not on dialysis. Auryxia tablets were designed to contain 210 mg of ferric iron, equivalent to 1 gram of ferric citrate, and offers convenient mealtime dosing. The starting dose of Auryxia for the treatment of hyperphosphatemia for patients on dialysis is six tablets per day (two per meal) and for the treatment of iron deficiency anemia in patients not on dialysis is three tablets per day (one per meal). For more information about Auryxia and the U.S. full prescribing information, please visit www.Auryxia.com .\nIMPORTANT U.S. SAFETY INFORMATION FOR AURYXIA ® (ferric citrate)\nCONTRAINDICATION\nAURYXIA ® (ferric citrate) is contraindicated in patients with iron overload syndromes, e.g., hemochromatosis.\nWARNINGS AND PRECAUTIONS\nIron Overload: Increases in serum ferritin and transferrin saturation (TSAT) were observed in clinical trials with AURYXIA in patients with chronic kidney disease (CKD) on dialysis treated for hyperphosphatemia, which may lead to excessive elevations in iron stores. Assess iron parameters prior to initiating AURYXIA and monitor while on therapy. Patients receiving concomitant intravenous (IV) iron may require a reduction in dose or discontinuation of IV iron therapy. Risk of Overdosage in Children Due to Accidental Ingestion: Accidental ingestion and resulting overdose of iron-containing products is a leading cause of fatal poisoning in children under 6 years of age. Advise patients of the risks to children and to keep AURYXIA out of the reach of children.\nADVERSE REACTIONS\nMost common adverse reactions with AURYXIA were:\nHyperphosphatemia in CKD on Dialysis: Diarrhea (21%), discolored feces (19%), nausea (11%), constipation (8%), vomiting (7%) and cough (6%) Iron Deficiency Anemia in CKD Not on Dialysis: Discolored feces (22%), diarrhea (21%), constipation (18%), nausea (10%), abdominal pain (5%) and hyperkalemia (5%)\nSPECIFIC POPULATIONS\nPregnancy and Lactation: There are no available data on AURYXIA use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage. However, an overdose of iron in pregnant women may carry a risk for spontaneous abortion, gestational diabetes and fetal malformation. Data from rat studies have shown the transfer of iron into milk, hence, there is a possibility of infant exposure when AURYXIA is administered to a nursing woman.\nTo report suspected adverse reactions, contact Keryx Biopharmaceuticals at 1-844-445-3799.\nPlease click here to view the Full Prescribing Information for Auryxia.\nForward-Looking Statements\nSome of the statements included in this press release, particularly those regarding the preliminary financial data and the management transition may be forward-looking statements that involve a number of risks and uncertainties. For those statements, we claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. Among the factors that could cause our actual results to differ materially are the following: the risk that we may identify items that would require us to make adjustments, some of which could be material, to the preliminary financial data; our ability to successfully transition the chief executive role to Ms. Morrison and to a full-time chief executive; our ability to successfully market Auryxia and whether we can increase adoption of Auryxia in patients with chronic kidney disease on dialysis and successfully launch Auryxia for the treatment of iron deficiency anemia in patients with chronic kidney disease, not on dialysis; whether we can maintain our operating expenses to projected levels while continuing our current clinical, regulatory and commercial activities; our ability to continue to supply Auryxia to the market; the risk that increased utilization by Medicare Part D subscribers will increase our gross-to-net adjustment greater than we anticipate; and other risk factors identified from time to time in our reports filed with the Securities and Exchange Commission. Any forward-looking statements set forth in this press release speak only as of the date of this press release. We do not undertake to update any of these forward-looking statements to reflect events or circumstances that occur after the date hereof. This press release and prior releases are available at http://www.keryx.com . The information found on our website is not incorporated by reference into this press release and is included for reference purposes only.\nAbout Keryx Biopharmaceuticals, Inc.\nKeryx Biopharmaceuticals, Inc., with headquarters in Boston, Massachusetts, is focused on the development and commercialization of innovative medicines that provide unique and meaningful advantages to people with kidney disease. The Keryx team consists of approximately 200 committed people working with passion to advance the care of people with this complex disease. This dedication has resulted in two FDA-approved indications for Keryx’s first medicine, Auryxia ® (ferric citrate) tablets. For more information about Keryx, please visit www.keryx.com .\nKERYX BIOPHARMACEUTICALS CONTACT Amy Sullivan Senior Vice President, Corporate Affairs T: 617.466.3519 amy.sullivan@keryx.com\nSource:Keryx Biopharmaceuticals, Inc.",
    "published": "2018-04-30T16:00:00.000+03:00",
    "crawled": "2018-04-30T18:15:15.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gregory",
        "madison",
        "resigned",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "board",
        "director",
        "jodie",
        "morrison",
        "current",
        "keryx",
        "board",
        "member",
        "named",
        "interim",
        "chief",
        "executive",
        "officer",
        "company",
        "expects",
        "report",
        "first",
        "quarter",
        "total",
        "revenue",
        "million",
        "million",
        "including",
        "auryxia",
        "net",
        "product",
        "sale",
        "million",
        "million",
        "boston",
        "april",
        "globe",
        "newswire",
        "keryx",
        "biopharmaceuticals",
        "nasdaq",
        "kerx",
        "biopharmaceutical",
        "company",
        "focused",
        "bringing",
        "innovative",
        "medicine",
        "people",
        "kidney",
        "disease",
        "today",
        "announced",
        "gregory",
        "madison",
        "resigned",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "seat",
        "board",
        "director",
        "effective",
        "immediately",
        "jodie",
        "morrison",
        "member",
        "company",
        "board",
        "director",
        "named",
        "interim",
        "chief",
        "executive",
        "officer",
        "company",
        "also",
        "announced",
        "preliminary",
        "first",
        "quarter",
        "revenue",
        "behalf",
        "entire",
        "board",
        "would",
        "like",
        "thank",
        "greg",
        "contribution",
        "keryx",
        "past",
        "four",
        "year",
        "particular",
        "role",
        "transitioning",
        "keryx",
        "organization",
        "commercial",
        "entity",
        "wish",
        "well",
        "future",
        "endeavor",
        "said",
        "michael",
        "rogers",
        "chairman",
        "keryx",
        "board",
        "director",
        "fortunate",
        "jodie",
        "fellow",
        "director",
        "step",
        "management",
        "role",
        "help",
        "lead",
        "keryx",
        "continue",
        "execute",
        "strategic",
        "priority",
        "look",
        "forward",
        "continued",
        "contribution",
        "ongoing",
        "member",
        "board",
        "interim",
        "ceo",
        "conduct",
        "search",
        "permanent",
        "chief",
        "executive",
        "talented",
        "leadership",
        "team",
        "keryx",
        "look",
        "forward",
        "working",
        "review",
        "business",
        "coming",
        "week",
        "said",
        "jodie",
        "morrison",
        "interim",
        "chief",
        "executive",
        "officer",
        "keryx",
        "auryxia",
        "important",
        "therapy",
        "potential",
        "benefit",
        "million",
        "people",
        "living",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "iron",
        "deficiency",
        "anemia",
        "hyperphosphatemia",
        "board",
        "entire",
        "leadership",
        "team",
        "keryx",
        "focused",
        "ensuring",
        "maximize",
        "value",
        "auryxia",
        "help",
        "many",
        "patient",
        "possible",
        "living",
        "complication",
        "jodie",
        "morrison",
        "served",
        "keryx",
        "board",
        "director",
        "since",
        "june",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "tokai",
        "pharmaceutical",
        "took",
        "company",
        "initial",
        "public",
        "offering",
        "december",
        "march",
        "morrison",
        "held",
        "senior",
        "position",
        "tokai",
        "including",
        "chief",
        "operating",
        "officer",
        "head",
        "clinical",
        "affair",
        "program",
        "operation",
        "vice",
        "president",
        "clinical",
        "affair",
        "program",
        "operation",
        "morrison",
        "received",
        "neuroscience",
        "mount",
        "holyoke",
        "college",
        "clinical",
        "research",
        "certification",
        "boston",
        "university",
        "school",
        "medicine",
        "business",
        "training",
        "greater",
        "boston",
        "executive",
        "program",
        "mit",
        "sloan",
        "school",
        "management",
        "preliminary",
        "financial",
        "data",
        "company",
        "expects",
        "report",
        "total",
        "revenue",
        "first",
        "quarter",
        "million",
        "million",
        "including",
        "million",
        "million",
        "net",
        "auryxia",
        "product",
        "sale",
        "company",
        "announce",
        "full",
        "first",
        "quarter",
        "financial",
        "result",
        "coming",
        "week",
        "plan",
        "host",
        "conference",
        "call",
        "time",
        "preliminary",
        "financial",
        "data",
        "first",
        "quarter",
        "set",
        "forth",
        "derived",
        "preliminary",
        "internal",
        "financial",
        "report",
        "company",
        "yet",
        "finalized",
        "complete",
        "result",
        "operation",
        "quarter",
        "ended",
        "march",
        "connection",
        "finalization",
        "quarterly",
        "closing",
        "reporting",
        "process",
        "completion",
        "financial",
        "statement",
        "quarter",
        "ended",
        "march",
        "company",
        "may",
        "identify",
        "item",
        "would",
        "require",
        "company",
        "make",
        "adjustment",
        "could",
        "material",
        "preliminary",
        "financial",
        "data",
        "set",
        "forth",
        "auryxia",
        "ferric",
        "citrate",
        "tablet",
        "auryxia",
        "ferric",
        "citrate",
        "approved",
        "food",
        "drug",
        "administration",
        "fda",
        "september",
        "control",
        "serum",
        "phosphorus",
        "level",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "approved",
        "fda",
        "november",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "auryxia",
        "tablet",
        "designed",
        "contain",
        "mg",
        "ferric",
        "iron",
        "equivalent",
        "gram",
        "ferric",
        "citrate",
        "offer",
        "convenient",
        "mealtime",
        "dosing",
        "starting",
        "dose",
        "auryxia",
        "treatment",
        "hyperphosphatemia",
        "patient",
        "dialysis",
        "six",
        "tablet",
        "per",
        "day",
        "two",
        "per",
        "meal",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "patient",
        "dialysis",
        "three",
        "tablet",
        "per",
        "day",
        "one",
        "per",
        "meal",
        "information",
        "auryxia",
        "full",
        "prescribing",
        "information",
        "please",
        "visit",
        "important",
        "safety",
        "information",
        "auryxia",
        "ferric",
        "citrate",
        "contraindication",
        "auryxia",
        "ferric",
        "citrate",
        "contraindicated",
        "patient",
        "iron",
        "overload",
        "syndrome",
        "hemochromatosis",
        "warning",
        "precaution",
        "iron",
        "overload",
        "increase",
        "serum",
        "ferritin",
        "transferrin",
        "saturation",
        "tsat",
        "observed",
        "clinical",
        "trial",
        "auryxia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "dialysis",
        "treated",
        "hyperphosphatemia",
        "may",
        "lead",
        "excessive",
        "elevation",
        "iron",
        "store",
        "assess",
        "iron",
        "parameter",
        "prior",
        "initiating",
        "auryxia",
        "monitor",
        "therapy",
        "patient",
        "receiving",
        "concomitant",
        "intravenous",
        "iv",
        "iron",
        "may",
        "require",
        "reduction",
        "dose",
        "discontinuation",
        "iv",
        "iron",
        "therapy",
        "risk",
        "overdosage",
        "child",
        "due",
        "accidental",
        "ingestion",
        "accidental",
        "ingestion",
        "resulting",
        "overdose",
        "product",
        "leading",
        "cause",
        "fatal",
        "poisoning",
        "child",
        "year",
        "age",
        "advise",
        "patient",
        "risk",
        "child",
        "keep",
        "auryxia",
        "reach",
        "child",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "auryxia",
        "hyperphosphatemia",
        "ckd",
        "dialysis",
        "diarrhea",
        "discolored",
        "feces",
        "nausea",
        "constipation",
        "vomiting",
        "cough",
        "iron",
        "deficiency",
        "anemia",
        "ckd",
        "dialysis",
        "discolored",
        "feces",
        "diarrhea",
        "constipation",
        "nausea",
        "abdominal",
        "pain",
        "hyperkalemia",
        "specific",
        "population",
        "pregnancy",
        "lactation",
        "available",
        "data",
        "auryxia",
        "use",
        "pregnant",
        "woman",
        "inform",
        "risk",
        "major",
        "birth",
        "defect",
        "miscarriage",
        "however",
        "overdose",
        "iron",
        "pregnant",
        "woman",
        "may",
        "carry",
        "risk",
        "spontaneous",
        "abortion",
        "gestational",
        "diabetes",
        "fetal",
        "malformation",
        "data",
        "rat",
        "study",
        "shown",
        "transfer",
        "iron",
        "milk",
        "hence",
        "possibility",
        "infant",
        "exposure",
        "auryxia",
        "administered",
        "nursing",
        "woman",
        "report",
        "suspected",
        "adverse",
        "reaction",
        "contact",
        "keryx",
        "biopharmaceuticals",
        "please",
        "click",
        "view",
        "full",
        "prescribing",
        "information",
        "auryxia",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "particularly",
        "regarding",
        "preliminary",
        "financial",
        "data",
        "management",
        "transition",
        "may",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "among",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "following",
        "risk",
        "may",
        "identify",
        "item",
        "would",
        "require",
        "u",
        "make",
        "adjustment",
        "could",
        "material",
        "preliminary",
        "financial",
        "data",
        "ability",
        "successfully",
        "transition",
        "chief",
        "executive",
        "role",
        "morrison",
        "chief",
        "executive",
        "ability",
        "successfully",
        "market",
        "auryxia",
        "whether",
        "increase",
        "adoption",
        "auryxia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "successfully",
        "launch",
        "auryxia",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "whether",
        "maintain",
        "operating",
        "expense",
        "projected",
        "level",
        "continuing",
        "current",
        "clinical",
        "regulatory",
        "commercial",
        "activity",
        "ability",
        "continue",
        "supply",
        "auryxia",
        "market",
        "risk",
        "increased",
        "utilization",
        "medicare",
        "part",
        "subscriber",
        "increase",
        "adjustment",
        "greater",
        "anticipate",
        "risk",
        "factor",
        "identified",
        "time",
        "time",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "set",
        "forth",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "hereof",
        "press",
        "release",
        "prior",
        "release",
        "available",
        "http",
        "information",
        "found",
        "website",
        "incorporated",
        "reference",
        "press",
        "release",
        "included",
        "reference",
        "purpose",
        "keryx",
        "biopharmaceuticals",
        "keryx",
        "biopharmaceuticals",
        "headquarters",
        "boston",
        "massachusetts",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "medicine",
        "provide",
        "unique",
        "meaningful",
        "advantage",
        "people",
        "kidney",
        "disease",
        "keryx",
        "team",
        "consists",
        "approximately",
        "committed",
        "people",
        "working",
        "passion",
        "advance",
        "care",
        "people",
        "complex",
        "disease",
        "dedication",
        "resulted",
        "two",
        "indication",
        "keryx",
        "first",
        "medicine",
        "auryxia",
        "ferric",
        "citrate",
        "tablet",
        "information",
        "keryx",
        "please",
        "visit",
        "keryx",
        "biopharmaceuticals",
        "contact",
        "amy",
        "sullivan",
        "senior",
        "vice",
        "president",
        "corporate",
        "affair",
        "source",
        "keryx",
        "biopharmaceuticals",
        "inc"
    ]
}