{
    "organizations": [],
    "uuid": "5457e61dc6c64a8ed5a4c408ddf3e267b97684b0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-neuralstem-reports-year-end-2017-fiscal-results-and-business-update.html",
    "ord_in_thread": 0,
    "title": "Neuralstem Reports Year End 2017 Fiscal Results and Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Neuralstem Releases Full Data Set for NSI-189 MDD Trial Showing Patient Rated Outcome and Cognitive Benefits\n- Nature Medicine Paper Demonstrates Benefit of NSI-566 on Paralysis in Non-Human Primates\nGERMANTOWN, Md., April 02, 2018 (GLOBE NEWSWIRE) -- Neuralstem, Inc. (Nasdaq:CUR), a biopharmaceutical company focused on the development of nervous system therapies based on its neural stem cell technology, reported its financial results for the year ended December 31, 2017.\n“We remain committed to the development of NSI-566, our lead stem cell therapy candidate, and NSI-189 for major depressive disorder (MDD), which we believe offer novel modalities of treatments for patients that are not effectively treated by current therapies,” said Rich Daly, President & CEO. “We are preparing for the initiation of a clinical trial for NSI-566 in chronic stroke in China and have targeted mid-2018 to begin dosing. The recent findings of NSI-566 that were published in Nature Medicine were very encouraging, demonstrating NSI-566 led to a measurable improvement in forelimb function in injured animals. We look forward to continuing to explore its utility as a potential treatment for paralysis associated with spinal cord injuries.”\n“We plan to formulate the clinical development path for NSI-189 in MDD after our meeting with the U.S. Food and Drug Administration which we expect to occur in the second half of 2018. NSI-189 may offer cognitive benefits in addition to antidepressant effects, which would distinguish it from other approved treatments,” Mr. Daly continued.\nClinical Highlights for Lead Clinical Programs\nNSI-566, is a spinal cord-derived neural stem cell line that is being evaluated to treat paralysis associated with stroke, Amyotrophic Lateral Sclerosis (ALS) and chronic spinal cord injury (cSCI).\nThe publication of a manuscript in Nature Medicine demonstrated that NSI-566 provided meaningful improvement in forelimb function in a non-human primate model following acute spinal cord injury. The study was performed at the California National Primate Research Center at University of California, Davis by Mark H. Tuszynski, MD, PhD, Professor of Neurosciences, Director of the Center for Neural Repair, an Attending Neurologist at the University of California, San Diego (UCSD). The full manuscript can be found here . In March, the Journal of Neurotrauma published preclinical data on NSI-566 spinal cord-derived neural stem cells in a study entitled, “ Amelioration of penetrating ballistic-like brain injury induced cognitive deficits after neuronal differentiation of transplanted human neural stem cells .” These data showed robust engraftment and long-term survival of NSI-566 post transplantation in a rat model of penetrating ballistic-like brain injury. These are the first data from the 4-year proof-of-concept research program, funded by the United States Department of Defense, for NSI-566 in traumatic brain injury. The study was led by Ross Bullock, M.D., Ph.D., The Miami Project to Cure Paralysis, University of Miami School of Medicine.\nNSI-189, a benzylpiperazine-aminopyridine, in clinical development for MDD and in preclinical development for Angelman syndrome, irradiation-induced cognitive impairment, Type 1 and Type 2 diabetes, and stroke.\nAt the 56th American College of Neuropsychopharmacology Annual Meeting last December, additional safety, efficacy and tolerability data from an exploratory Phase 2 clinical trial examining the efficacy of NSI-189 at 40 mg once daily (QD) and 40 mg twice daily (BID) compared to placebo for the treatment of MDD were presented in a poster entitled, “A Phase 2, Double-Blind, Placebo-Controlled Study of NSI-189 Phosphate, a Neurogenic Compound, Among Out-Patients with Major Depressive Disorder.” These additional results suggest that NSI-189 has antidepressant effects with cognitive benefits shown on both objective and subjective measures.\nLast August, Neuralstem was awarded approximately a $1 million Phase 2 Small Business Innovation Research grant by the National Institutes of Health (NIH) to conduct preclinical research into the potential of NSI-189 for the prevention and treatment of diabetic neuropathy.\nAs previously announced in July 2017, NSI-189 failed to achieve statistical significance on its physician measured primary endpoint in an exploratory Phase 2 clinical trial examining the efficacy of NSI-189 at 40 mg once daily and 40 mg twice daily compared to placebo for the treatment of major depressive disorder. The study, which utilized the two-staged sequential parallel comparison design, did not meet its primary efficacy endpoint of a statistically significant reduction in depression symptoms on the Montgomery-Asberg Depression Rating Scale (MADRS). However, as reported in our topline results, the 40 mg QD dose was directionally positive on the MADRS and met statistical significance on several key secondary patient reported efficacy endpoints.\nNeuralstem intends to meet with the U.S. Food and Drug Administration to discuss the clinical development path for NSI-189 in the second half of 2018.\nCorporate Highlights\nIn November, the Company appointed David Recker, MD, as Chief Medical Officer. Dr. Recker has more than 20 years of experience in drug development in multiple therapeutic areas including Central Nervous System disorders and cell therapy and has been involved in numerous aspects of clinical strategy development, including product registration and marketing support, clinical trial development and execution, data interpretation, key opinion leader development and support.\nIn September, Cristina Csimma, Pharm.D, MHP, joined the board of directors. Ms. Csimma brings extensive senior leadership experience in the biopharmaceutical industry, including expertise in drug development and regulatory and commercial processes. In December, Xi Chen, Ph.D., was appointed to the Company’s Board of Directors by Tianjin, Neuralstem’s largest shareholder. Dr. Chen replaces Zhang Zhuo as the director appointee of the Series A Convertible Preferred Stock.\nAlso in September, the Company was awarded two additional patents by the United States Patent and Trademark Office. These patents broadly protect methods for using neural stem cells to treat neurodegenerative disorders, a key component of the Company’s platform. The first new patent, U.S. Patent No. 9,744,194, covers methods of treating neurodegenerative disorders through transplantation of neural stem cells. The second new patent, U.S. Patent No. 9,750,769, covers neural stem cells engineered to express IGF-1, a neurotrophic molecule with broad therapeutic potential in the treatment of neurodegenerative disorders.\nIn June, Neuralstem was added to the Russell Microcap® Index as part of the FTSE’s annual reconstitution of its family of U.S. indexes.\nFinancial Results for the Year Ended December 31, 2017\nCash Position and Liquidity: At December 31, 2017, cash and investments was $11.7 million as compared to $20.2 million at December 31, 2016. The $8.5 million decrease is due to cash used in operations and $3.8 million to pay down our long-term debt partially offset by $5.4 million of proceeds from the August 2017 public offering of common stock and warrants and $3.2 million of proceeds from the exercise of outstanding warrants.\nOperating Loss: Operating loss for the year ended December 31, 2017 was $13.3 million compared to a loss of $20.6 million for the same period of 2016. The decrease in operating loss for the year was primarily due to ongoing corporate restructuring and cost reduction efforts partially offset by increases in clinical trial expenses as the Company completed the Phase 2 clinical trial of NSI-189.\nNet Loss: Net loss for the year ended December 31, 2017 was $15.7 million, or $1.20 per share (basic), compared to a loss of $21.1 million, or $2.53 per share (basic), on a split adjusted basis for the same period of 2016. The decrease in net loss was primarily due to a decrease in operating expenses and interest expense due to the maturity of long-term debt in April 2017 partially offset by non-cash expense related to the change in the fair value of our liability classified warrants.\nR&D Expenses: The $8.1 million of research and development expenses for 2017 represents a $5.1 million, or 38% decrease over 2016 expenses. This decrease was primarily attributable to a $2.3 million decrease in personnel, facility and other expenses related to ongoing corporate restructuring and cost reduction efforts, a $2.1 million decrease in costs related to our completed NS-189 Phase 2 clinical trial and a $0.7 million decrease in non-cash stock-based compensation expense.\nG&A Expenses: The $5.5 million of general and administrative expenses for 2017 represents a $2.0 million, or 27% decrease over 2016 expenses. This decrease was primarily attributable to a $1.2 million decrease in payroll and related expenses due to our ongoing corporate restructuring and cost reduction efforts and a $1.0 decrease in non-cash stock-based compensation expense partially coupled.\nLiquidity : The Company expects its existing cash, cash equivalents and short-term investments to fund its operations based on our current operating plans, into the second quarter of 2019.\nNeuralstem, Inc. Consolidated Balance Sheets December 31, 2017 2016 ASSETS CURRENT ASSETS Cash and cash equivalents $ 6,674,940 $ 15,194,949 Short-term investments 5,000,000 5,000,000 Trade and other receivables 312,802 10,491 Current portion of related party receivable, net of discount 58,784 53,081 Prepaid expenses 402,273 646,195 Total current assets 12,448,799 20,904,716 Property and equipment, net 172,886 269,557 Patents, net 883,462 990,153 Related party receivable, net of discount and current portion 365,456 424,240 Other assets 13,853 15,662 Total assets $ 13,884,456 $ 22,604,328 LIABILITIES AND STOCKHOLDERS' EQUITY CURRENT LIABILITIES Accounts payable and accrued expenses $ 875,065 $ 2,343,936 Accrued bonuses 418,625 852,963 Current portion of long-term debt, net of fees and discount - 3,705,787 Other current liabilities 220,879 430,738 Total current liabilities 1,514,569 7,333,424 Warrant liabilities 3,852,882 3,921,917 Other long term liabilities 1,876 18,209 Total liabilities 5,369,327 11,273,550 STOCKHOLDERS' EQUITY Preferred stock, 7,000,000 shares authorized, $0.01 par value; 1,000,000 shares issued and outstanding in both 2017 and 2016 10,000 10,000 Common stock, $0.01 par value; 300 million shares authorized, 15,160,014 and 11,032,858 shares issued and outstanding in 2017 and 2016, respectively 151,600 110,329 Additional paid-in capital 217,050,174 204,239,837 Accumulated other comprehensive income 2,631 3,905 Accumulated deficit (208,699,276 ) (193,033,293 ) Total stockholders' equity 8,515,129 11,330,778 Total liabilities and stockholders' equity $ 13,884,456 $ 22,604,328\nNeuralstem, Inc. Consolidated Statements of Operations and Comprehensive Loss Year Ended December 31, 2017 2016 Revenues $ 260,000 $ 16,246 Operating expenses: Research and development costs 8,096,095 13,155,887 General and administrative expenses 5,471,010 7,497,202 Total operating expenses 13,567,105 20,653,089 Operating loss (13,307,105 ) (20,636,843 ) Other income (expense): Interest income 70,269 58,835 Interest expense (159,066 ) (1,141,297 ) Gain on related party settlement - 458,608 Gain (loss) from change in fair value of liability classified warrants (1,470,174 ) 660,253 Fees related to issuance of liability classified warrants and other expenses (799,907 ) (474,167 ) Total other income (expense) (2,358,878 ) (437,768 ) Net loss $ (15,665,983 ) $ (21,074,611 ) Net loss per common share - basic and diluted $ (1.20 ) $ (2.53 ) Weighted average common shares outstanding - basic and diluted 13,064,422 8,345,992 Comprehensive loss: Net loss $ (15,665,983 ) $ (21,074,611 ) Foreign currency translation adjustment (1,274 ) 834 Comprehensive loss $ (15,667,257 ) $ (21,073,777 ) About Neuralstem\nNeuralstem is a clinical-stage biopharmaceutical company developing novel treatments for nervous system diseases of high unmet medical need. The Company has two lead development candidates:\nNSI-189, is a small molecule in clinical development for major depressive disorder and in preclinical development for Angelman syndrome, irradiation-induced cognitive impairment, Type 1 and Type 2 diabetes, and stroke.\nNSI-566 is a stem cell therapy being tested for treatment of paralysis in stroke, Amyotrophic Lateral Sclerosis (ALS) and chronic spinal cord injury (cSCI).\nNeuralstem’s diversified portfolio of product candidates is based on its proprietary neural stem cell technology.\nCautionary Statement Regarding Forward Looking Information\nThis news release contains “forward-looking statements” made pursuant to the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements relate to future, not past, events and may often be identified by words such as “expect,” “anticipate,” “intend,” “plan,” “believe,” “seek” or “will.” Forward-looking statements by their nature address matters that are, to different degrees, uncertain. Specific risks and uncertainties that could cause our actual results to differ materially from those expressed in our forward-looking statements include risks inherent in the development and commercialization of potential products, uncertainty of clinical trial results or regulatory approvals or clearances, need for future capital, dependence upon collaborators and maintenance of our intellectual property rights. Actual results may differ materially from the results anticipated in these forward-looking statements. Additional information on potential factors that could affect our results and other risks and uncertainties are detailed from time to time in Neuralstem’s periodic reports, including the Annual Report on Form 10-K for the year ended December 31, 2017 filed with the Securities and Exchange Commission (SEC), and in other reports filed with the SEC. We do not assume any obligation to update any forward-looking statements.\nContact:\nKimberly Minarovich\nArgot Partners (Investor Relations)\n212-600-1902\nneuralstem@argotpartners.com\nSource:Neuralstem, Inc.",
    "published": "2018-04-02T15:30:00.000+03:00",
    "crawled": "2018-04-02T19:01:10.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "neuralstem",
        "release",
        "full",
        "data",
        "set",
        "mdd",
        "trial",
        "showing",
        "patient",
        "rated",
        "outcome",
        "cognitive",
        "benefit",
        "nature",
        "medicine",
        "paper",
        "demonstrates",
        "benefit",
        "paralysis",
        "primate",
        "germantown",
        "april",
        "globe",
        "newswire",
        "neuralstem",
        "nasdaq",
        "cur",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "nervous",
        "system",
        "therapy",
        "based",
        "neural",
        "stem",
        "cell",
        "technology",
        "reported",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "remain",
        "committed",
        "development",
        "lead",
        "stem",
        "cell",
        "therapy",
        "candidate",
        "major",
        "depressive",
        "disorder",
        "mdd",
        "believe",
        "offer",
        "novel",
        "modality",
        "treatment",
        "patient",
        "effectively",
        "treated",
        "current",
        "therapy",
        "said",
        "rich",
        "daly",
        "president",
        "ceo",
        "preparing",
        "initiation",
        "clinical",
        "trial",
        "chronic",
        "stroke",
        "china",
        "targeted",
        "begin",
        "dosing",
        "recent",
        "finding",
        "published",
        "nature",
        "medicine",
        "encouraging",
        "demonstrating",
        "led",
        "measurable",
        "improvement",
        "forelimb",
        "function",
        "injured",
        "animal",
        "look",
        "forward",
        "continuing",
        "explore",
        "utility",
        "potential",
        "treatment",
        "paralysis",
        "associated",
        "spinal",
        "cord",
        "plan",
        "formulate",
        "clinical",
        "development",
        "path",
        "mdd",
        "meeting",
        "food",
        "drug",
        "administration",
        "expect",
        "occur",
        "second",
        "half",
        "may",
        "offer",
        "cognitive",
        "benefit",
        "addition",
        "antidepressant",
        "effect",
        "would",
        "distinguish",
        "approved",
        "treatment",
        "daly",
        "continued",
        "clinical",
        "highlight",
        "lead",
        "clinical",
        "program",
        "spinal",
        "neural",
        "stem",
        "cell",
        "line",
        "evaluated",
        "treat",
        "paralysis",
        "associated",
        "stroke",
        "amyotrophic",
        "lateral",
        "sclerosis",
        "al",
        "chronic",
        "spinal",
        "cord",
        "injury",
        "csci",
        "publication",
        "manuscript",
        "nature",
        "medicine",
        "demonstrated",
        "provided",
        "meaningful",
        "improvement",
        "forelimb",
        "function",
        "primate",
        "model",
        "following",
        "acute",
        "spinal",
        "cord",
        "injury",
        "study",
        "performed",
        "california",
        "national",
        "primate",
        "research",
        "center",
        "university",
        "california",
        "davis",
        "mark",
        "tuszynski",
        "md",
        "phd",
        "professor",
        "neuroscience",
        "director",
        "center",
        "neural",
        "repair",
        "attending",
        "neurologist",
        "university",
        "california",
        "san",
        "diego",
        "ucsd",
        "full",
        "manuscript",
        "found",
        "march",
        "journal",
        "neurotrauma",
        "published",
        "preclinical",
        "data",
        "spinal",
        "neural",
        "stem",
        "cell",
        "study",
        "entitled",
        "amelioration",
        "penetrating",
        "brain",
        "injury",
        "induced",
        "cognitive",
        "deficit",
        "neuronal",
        "differentiation",
        "transplanted",
        "human",
        "neural",
        "stem",
        "cell",
        "data",
        "showed",
        "robust",
        "engraftment",
        "survival",
        "post",
        "transplantation",
        "rat",
        "model",
        "penetrating",
        "brain",
        "injury",
        "first",
        "data",
        "research",
        "program",
        "funded",
        "united",
        "state",
        "department",
        "defense",
        "traumatic",
        "brain",
        "injury",
        "study",
        "led",
        "ross",
        "bullock",
        "miami",
        "project",
        "cure",
        "paralysis",
        "university",
        "miami",
        "school",
        "medicine",
        "clinical",
        "development",
        "mdd",
        "preclinical",
        "development",
        "angelman",
        "syndrome",
        "cognitive",
        "impairment",
        "type",
        "type",
        "diabetes",
        "stroke",
        "56th",
        "american",
        "college",
        "neuropsychopharmacology",
        "annual",
        "meeting",
        "last",
        "december",
        "additional",
        "safety",
        "efficacy",
        "tolerability",
        "data",
        "exploratory",
        "phase",
        "clinical",
        "trial",
        "examining",
        "efficacy",
        "mg",
        "daily",
        "qd",
        "mg",
        "twice",
        "daily",
        "bid",
        "compared",
        "placebo",
        "treatment",
        "mdd",
        "presented",
        "poster",
        "entitled",
        "phase",
        "study",
        "phosphate",
        "neurogenic",
        "compound",
        "among",
        "major",
        "depressive",
        "additional",
        "result",
        "suggest",
        "antidepressant",
        "effect",
        "cognitive",
        "benefit",
        "shown",
        "objective",
        "subjective",
        "measure",
        "last",
        "august",
        "neuralstem",
        "awarded",
        "approximately",
        "million",
        "phase",
        "small",
        "business",
        "innovation",
        "research",
        "grant",
        "national",
        "institute",
        "health",
        "nih",
        "conduct",
        "preclinical",
        "research",
        "potential",
        "prevention",
        "treatment",
        "diabetic",
        "neuropathy",
        "previously",
        "announced",
        "july",
        "failed",
        "achieve",
        "statistical",
        "significance",
        "physician",
        "measured",
        "primary",
        "endpoint",
        "exploratory",
        "phase",
        "clinical",
        "trial",
        "examining",
        "efficacy",
        "mg",
        "daily",
        "mg",
        "twice",
        "daily",
        "compared",
        "placebo",
        "treatment",
        "major",
        "depressive",
        "disorder",
        "study",
        "utilized",
        "sequential",
        "parallel",
        "comparison",
        "design",
        "meet",
        "primary",
        "efficacy",
        "endpoint",
        "statistically",
        "significant",
        "reduction",
        "depression",
        "symptom",
        "depression",
        "rating",
        "scale",
        "madrs",
        "however",
        "reported",
        "topline",
        "result",
        "mg",
        "qd",
        "dose",
        "directionally",
        "positive",
        "madrs",
        "met",
        "statistical",
        "significance",
        "several",
        "key",
        "secondary",
        "patient",
        "reported",
        "efficacy",
        "endpoint",
        "neuralstem",
        "intends",
        "meet",
        "food",
        "drug",
        "administration",
        "discus",
        "clinical",
        "development",
        "path",
        "second",
        "half",
        "corporate",
        "highlight",
        "november",
        "company",
        "appointed",
        "david",
        "recker",
        "md",
        "chief",
        "medical",
        "officer",
        "recker",
        "year",
        "experience",
        "drug",
        "development",
        "multiple",
        "therapeutic",
        "area",
        "including",
        "central",
        "nervous",
        "system",
        "disorder",
        "cell",
        "therapy",
        "involved",
        "numerous",
        "aspect",
        "clinical",
        "strategy",
        "development",
        "including",
        "product",
        "registration",
        "marketing",
        "support",
        "clinical",
        "trial",
        "development",
        "execution",
        "data",
        "interpretation",
        "key",
        "opinion",
        "leader",
        "development",
        "support",
        "september",
        "cristina",
        "csimma",
        "mhp",
        "joined",
        "board",
        "director",
        "csimma",
        "brings",
        "extensive",
        "senior",
        "leadership",
        "experience",
        "biopharmaceutical",
        "industry",
        "including",
        "expertise",
        "drug",
        "development",
        "regulatory",
        "commercial",
        "process",
        "december",
        "xi",
        "chen",
        "appointed",
        "company",
        "board",
        "director",
        "tianjin",
        "neuralstem",
        "largest",
        "shareholder",
        "chen",
        "replaces",
        "zhang",
        "zhuo",
        "director",
        "appointee",
        "series",
        "convertible",
        "preferred",
        "stock",
        "also",
        "september",
        "company",
        "awarded",
        "two",
        "additional",
        "patent",
        "united",
        "state",
        "patent",
        "trademark",
        "office",
        "patent",
        "broadly",
        "protect",
        "method",
        "using",
        "neural",
        "stem",
        "cell",
        "treat",
        "neurodegenerative",
        "disorder",
        "key",
        "component",
        "company",
        "platform",
        "first",
        "new",
        "patent",
        "patent",
        "cover",
        "method",
        "treating",
        "neurodegenerative",
        "disorder",
        "transplantation",
        "neural",
        "stem",
        "cell",
        "second",
        "new",
        "patent",
        "patent",
        "cover",
        "neural",
        "stem",
        "cell",
        "engineered",
        "express",
        "neurotrophic",
        "molecule",
        "broad",
        "therapeutic",
        "potential",
        "treatment",
        "neurodegenerative",
        "disorder",
        "june",
        "neuralstem",
        "added",
        "russell",
        "index",
        "part",
        "ftse",
        "annual",
        "reconstitution",
        "family",
        "index",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "cash",
        "position",
        "liquidity",
        "december",
        "cash",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "million",
        "decrease",
        "due",
        "cash",
        "used",
        "operation",
        "million",
        "pay",
        "debt",
        "partially",
        "offset",
        "million",
        "proceeds",
        "august",
        "public",
        "offering",
        "common",
        "stock",
        "warrant",
        "million",
        "proceeds",
        "exercise",
        "outstanding",
        "warrant",
        "operating",
        "loss",
        "operating",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "loss",
        "million",
        "period",
        "decrease",
        "operating",
        "loss",
        "year",
        "primarily",
        "due",
        "ongoing",
        "corporate",
        "restructuring",
        "cost",
        "reduction",
        "effort",
        "partially",
        "offset",
        "increase",
        "clinical",
        "trial",
        "expense",
        "company",
        "completed",
        "phase",
        "clinical",
        "trial",
        "net",
        "loss",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "basic",
        "compared",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "split",
        "adjusted",
        "basis",
        "period",
        "decrease",
        "net",
        "loss",
        "primarily",
        "due",
        "decrease",
        "operating",
        "expense",
        "interest",
        "expense",
        "due",
        "maturity",
        "debt",
        "april",
        "partially",
        "offset",
        "expense",
        "related",
        "change",
        "fair",
        "value",
        "liability",
        "classified",
        "warrant",
        "r",
        "expense",
        "million",
        "research",
        "development",
        "expense",
        "represents",
        "million",
        "decrease",
        "expense",
        "decrease",
        "primarily",
        "attributable",
        "million",
        "decrease",
        "personnel",
        "facility",
        "expense",
        "related",
        "ongoing",
        "corporate",
        "restructuring",
        "cost",
        "reduction",
        "effort",
        "million",
        "decrease",
        "cost",
        "related",
        "completed",
        "phase",
        "clinical",
        "trial",
        "million",
        "decrease",
        "compensation",
        "expense",
        "g",
        "expense",
        "million",
        "general",
        "administrative",
        "expense",
        "represents",
        "million",
        "decrease",
        "expense",
        "decrease",
        "primarily",
        "attributable",
        "million",
        "decrease",
        "payroll",
        "related",
        "expense",
        "due",
        "ongoing",
        "corporate",
        "restructuring",
        "cost",
        "reduction",
        "effort",
        "decrease",
        "compensation",
        "expense",
        "partially",
        "coupled",
        "liquidity",
        "company",
        "expects",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "fund",
        "operation",
        "based",
        "current",
        "operating",
        "plan",
        "second",
        "quarter",
        "neuralstem",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "trade",
        "receivables",
        "current",
        "portion",
        "related",
        "party",
        "receivable",
        "net",
        "discount",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "patent",
        "net",
        "related",
        "party",
        "receivable",
        "net",
        "discount",
        "current",
        "portion",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "bonus",
        "current",
        "portion",
        "debt",
        "net",
        "fee",
        "discount",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "warrant",
        "liability",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "share",
        "authorized",
        "par",
        "value",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "million",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "neuralstem",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "year",
        "ended",
        "december",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "cost",
        "general",
        "administrative",
        "expense",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "gain",
        "related",
        "party",
        "settlement",
        "gain",
        "loss",
        "change",
        "fair",
        "value",
        "liability",
        "classified",
        "warrant",
        "fee",
        "related",
        "issuance",
        "liability",
        "classified",
        "warrant",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "loss",
        "neuralstem",
        "neuralstem",
        "biopharmaceutical",
        "company",
        "developing",
        "novel",
        "treatment",
        "nervous",
        "system",
        "disease",
        "high",
        "unmet",
        "medical",
        "need",
        "company",
        "two",
        "lead",
        "development",
        "candidate",
        "small",
        "molecule",
        "clinical",
        "development",
        "major",
        "depressive",
        "disorder",
        "preclinical",
        "development",
        "angelman",
        "syndrome",
        "cognitive",
        "impairment",
        "type",
        "type",
        "diabetes",
        "stroke",
        "stem",
        "cell",
        "therapy",
        "tested",
        "treatment",
        "paralysis",
        "stroke",
        "amyotrophic",
        "lateral",
        "sclerosis",
        "al",
        "chronic",
        "spinal",
        "cord",
        "injury",
        "csci",
        "neuralstem",
        "diversified",
        "portfolio",
        "product",
        "candidate",
        "based",
        "proprietary",
        "neural",
        "stem",
        "cell",
        "technology",
        "cautionary",
        "statement",
        "regarding",
        "forward",
        "looking",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "future",
        "past",
        "event",
        "may",
        "often",
        "identified",
        "word",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "specific",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "include",
        "risk",
        "inherent",
        "development",
        "commercialization",
        "potential",
        "product",
        "uncertainty",
        "clinical",
        "trial",
        "result",
        "regulatory",
        "approval",
        "clearance",
        "need",
        "future",
        "capital",
        "dependence",
        "upon",
        "collaborator",
        "maintenance",
        "intellectual",
        "property",
        "right",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "anticipated",
        "statement",
        "additional",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "result",
        "risk",
        "uncertainty",
        "detailed",
        "time",
        "time",
        "neuralstem",
        "periodic",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "report",
        "filed",
        "sec",
        "assume",
        "obligation",
        "update",
        "statement",
        "contact",
        "kimberly",
        "minarovich",
        "argot",
        "partner",
        "investor",
        "relation",
        "neuralstem",
        "source",
        "neuralstem",
        "inc"
    ]
}