{
    "organizations": [],
    "uuid": "5baba6eba60da8586498559fdfe387f0ab60d9f7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-toromont-announces-results-for-the-first-quarter-of-2018-and-quarterly-dividend.html",
    "ord_in_thread": 0,
    "title": "Toromont Announces Results for the First Quarter of 2018 and Quarterly Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, Toromont Industries Ltd. (TSX:TIH) reported its financial results for the first quarter ended March 31, 2018.\nFinancial Highlights Three months ended March 31 millions, except per share amounts 2018 2017 % change Revenues $ 676.8 $ 412.3 64 % Operating income $ 49.2 $ 37.9 30 % Net earnings $ 30.8 $ 27.0 14 % Basic earnings per share (\"EPS\") $ 0.38 $ 0.34 12 % “We are pleased with results for our first full quarter following the significant acquisition we completed late last year. While maintaining a strong commitment to serve our customers, we remain focused on the integration of our newly acquired businesses and are pleased with the progress achieved,” said Scott J. Medhurst, President and Chief Executive Officer of Toromont Industries Ltd. “Our Equipment Group teams achieved growth in revenues, which together with the strong bookings, backlogs and service work-in-process levels, point to the increased activity levels seen this year. CIMCO continued to execute very well in Canada.”\nFirst Quarter Highlights:\n• Consolidated results\nNet earnings increased $3.8 million or 14% in the quarter versus a year ago to $30.8 million or $0.38 EPS. The following table identifies the components of contributions to Q1 results versus a year ago:\nNet earnings % Basic EPS (a) % millions, except per share amounts Q1 '18 Q1 '17 change Q1 '18 Q1 '17 change Legacy Toromont (b) 32.1 $ 27.0 19 % 0.41 $ 0.34 19 % Toromont QM (c) 5.0 - - 0.06 - - Acquisition-related interest expense (e) (5.1 ) - - (0.06 ) - - Integration-related costs (e) (1.2 ) - - (0.02 ) - - Dilutive impact of acquisition shares (d) - - - (0.01 ) - - As reported $ 30.8 $ 27.0 14 % $ 0.38 $ 0.34 12 % (a) Separately identifies impact of shares issued at acquisition for year-over-year comparability (b) Defined as all businesses continuing from prior to the acquisition (c) Defined as all business acquired October 27, 2017 (d) EPS impact of 2.2 million shares issued on acquisition to total net earnings (e) Expenses shown net of taxes Earnings in the legacy Toromont businesses (“Legacy Toromont”) increased 19% in the first quarter versus a year ago on growth in both the Equipment Group and CIMCO. The businesses acquired in October of 2017 (“Toromont QM”) contributed $5.0 million with contributions from the mining and power systems segments. Integration-related costs included severance and other one-time-only costs and combined with interest expense on the acquisition financing, reduced net earnings by $6.3 million versus a year ago.\n• Equipment Group\nRevenues increased $253.2 million or 70% to $613.0 million versus last year. Legacy Toromont revenues increased 3% on growth in product support and rental revenues, partially offset by lower total equipment sales. Toromont QM contributed $241.4 million in the quarter, which increased 18% from revenues generated in the first quarter of 2017 at the predecessor organization on growth in new equipment and product support.\nOperating income 1 was up $10.7 million. Legacy Toromont increased $5.0 million or 14%, which represented a 110 basis points increase in operating income margin 1 . Toromont QM contributed $5.7 million, net of integration-related costs of $1.7 million.\nBookings 1 in the first quarter of $370.0 million were up 97% over last year, including $157.0 million from Toromont QM. In total, order bookings were strong across most market segments. Backlogs 1 were $437.0 million at the end of March 31, 2018, including $184.0 million at Toromont QM. Most of the orders in backlog are expected to be delivered this year.\n• CIMCO\nRevenues increased 22% to $63.9 million from a year ago mainly due to strong package sales growth in Canada. Product support revenues decreased by 3%. Operating income increased 21% to $3.4 million and was 5.4% as a percentage of revenues.\nBookings were down by 5% in the quarter to $60.0 million. In Canada, strong industrial orders were partially offset by lower recreational orders while in the US, both market segments contracted against record levels achieved last year. Backlogs of $157.0 million were at a new high for the end of a first quarter, and up from $134.0 million at December 31, 2017 and $138.0 million at this time last year. Most of the backlog is expected to be delivered this year.\n• Financial position remains strong\nToromont’s share price of $55.93 at the end of March 2018 translates to a market capitalization 1 of $4.5 billion and a total enterprise value 1 of $5.1 billion.\nToromont maintained a very strong financial position. Leverage as represented by the net debt to total capitalization 1 ratio at March 31, 2018 was 33%.\nThe Board of Directors announced a quarterly dividend of 23 cents per common share, payable July 3, 2018 to shareholders of record on June 8, 2018. The quarterly dividend was previously increased 21% to 23 cents per share effective with the dividend paid April 2, 2018.\n“We are encouraged by the long-term outlook for infrastructure investment from the federal and provincial governments. Momentum remains good in the mining sector,\" continued Mr. Medhurst. \"The sustained momentum at CIMCO reflects its strong market presence and solid reputation as a leader in the markets it serves. Though much work lies ahead, we are making inroads in expanding our U.S. presence. Across our organization, long-term product support growth trends, together with diversity of markets in the new and significantly expanded territory, a strong management group and solid financial underpinning, provide substantial opportunities for continued success.”\nQuarterly Results Materials\nThe complete first quarter report for 2018, including MD&A and unaudited interim condensed consolidated financial statements, is available on our website at www.toromont.com .\nQuarterly Conference Call and Webcast\nInterested parties are invited to join the quarterly conference call with investment analysts, in listen-only mode, on Thursday, April 26, 2018 at 8:00 a.m. (ET). The call may be accessed by telephone at 1-800-377-0758 (toll free) or 416-340-2218 (Toronto area). A replay of the conference call will be available until May 3, 2018 by calling 1-800-408-3053 or 905-694-9451 (Toronto area) and entering passcode 8345186#.\nBoth the live webcast and the replay of the quarterly conference call can be accessed at www.toromont.com .\nAdvisory\nInformation in this press release that is not a historical fact is \"forward-looking information\". Words such as \"plans\", \"intends\", \"outlook\", \"expects\", \"anticipates\", \"estimates\", \"believes\", \"likely\", \"should\", \"could\", \"will\", \"may\" and similar expressions are intended to identify statements containing forward-looking information. Forward-looking information in this press release reflect current estimates, beliefs, and assumptions, which are based on Toromont’s perception of historical trends, current conditions and expected future developments, as well as other factors management believes are appropriate in the circumstances. Toromont’s estimates, beliefs and assumptions are inherently subject to significant business, economic, competitive and other uncertainties and contingencies regarding future events and as such, are subject to change. Toromont can give no assurance that such estimates, beliefs and assumptions will prove to be correct. This press release also contains forward-looking statements about the recently acquired businesses.\nNumerous risks and uncertainties could cause the actual results to differ materially from the estimates, beliefs and assumptions expressed or implied in the forward-looking statements, including, but not limited to: business cycles, including general economic conditions in the countries in which Toromont operates; commodity price changes, including changes in the price of precious and base metals; changes in foreign exchange rates, including the Cdn$/US$ exchange rate; the termination of distribution or original equipment manufacturer agreements; equipment product acceptance and availability of supply; increased competition; credit of third parties; additional costs associated with warranties and maintenance contracts; changes in interest rates; the availability of financing; potential environmental liabilities of the acquired businesses and changes to environmental regulation; failure to attract and retain key employees; damage to the reputation of Caterpillar, product quality and product safety risks which could expose Toromont to product liability claims and negative publicity; new, or changes to current, federal and provincial laws, rules and regulations including changes in infrastructure spending; and any requirement of Toromont to make contributions to the registered funded defined benefit pension plans, postemployment benefits plan or the multi-employer pension plan obligations in which it participates in and acquired from in excess of those currently contemplated. Risks and uncertainties related to the 2017 significant acquisition could also cause the actual results to differ materially from the estimates beliefs and assumptions expressed or implied in the forward-looking statements, including but not limited to: changes in consumer and business confidence as a result of the change in ownership; the potential for liabilities assumed in the acquisition to exceed our estimates or for material undiscovered liabilities in 2017 acquisition; the potential for third parties to terminate or alter their agreements or relationships with Toromont as a result of the acquisition; and risks related to integration of the acquired operations with those of Toromont including cost of integration and ability to achieve the expected benefits. Readers are cautioned that the foregoing list of factors is not exhaustive.\nAny of the above mentioned risks and uncertainties could cause or contribute to actual results that are materially different from those expressed or implied in the forward-looking information and statements included in this press release. For a further description of certain risks and uncertainties and other factors that could cause or contribute to actual results that are materially different, see the risks and uncertainties set out in the \"Risks and Risk Management\" and \"Outlook\" sections of Toromont’s most recent annual Management Discussion and Analysis, as filed with Canadian securities regulators at www.sedar.com or at our website www.toromont.com . Other factors, risks and uncertainties not presently known to Toromont or that Toromont currently believes are not material could also cause actual results or events to differ materially from those expressed or implied by statements containing forward-looking information.\nReaders are cautioned not to place undue reliance on statements containing forward-looking information, which reflect Toromont’s expectations only as of the date of this press release, and not to use such information for anything other than their intended purpose. Toromont disclaims any obligation to update or revise any forward-looking information, whether as a result of new information, future events or otherwise, except as required by law.\nAbout Toromont\nToromont Industries Ltd. operates through two business segments: the Equipment Group and CIMCO. The Equipment Group includes one of the larger Caterpillar dealerships by revenue and geographic territory - spanning the Canadian provinces of Newfoundland & Labrador, Nova Scotia, New Brunswick, Prince Edward Island, Québec, Ontario and Manitoba, in addition to most of the territory of Nunavut. The Group includes industry leading rental operations, a complementary material handling business and an agricultural equipment business. CIMCO is a market leader in the design, engineering, fabrication and installation of industrial and recreational refrigeration systems. Both segments offer comprehensive product support capabilities. This press release and more information about Toromont Industries Ltd. can be found at www.toromont.com .\nFor more information contact:\nPaul R. Jewer\nExecutive Vice President and\nChief Financial Officer\nToromont Industries Ltd.\nTel: (416) 514-4790\nFOOTNOTES\nThese financial metrics do not have a standardized meaning under International Financial Reporting Standards (IFRS), which are also referred to herein as Generally Accepted Accounting Principles (GAAP), and may not be comparable to similar measures used by other issuers. These measurements are presented for information purposes only. The Company’s Management’s Discussion and Analysis (MD&A) includes additional information regarding these financial metrics, including definitions and a reconciliation to the most directly comparable GAAP measures, under the headings “Additional GAAP Measures”, “Non-GAAP Measures” and “Key Performance Indicators.”\nTOROMONT INDUSTRIES LTD. INTERIM CONDENSED CONSOLIDATED INCOME STATEMENTS (Unaudited) Three months ended March 31 ($ thousands, except share amounts) 2018 2017 Revenues $ 676,828 $ 412,308 Cost of goods sold 510,054 311,903 Gross profit 166,774 100,405 Selling and administrative expenses 117,559 62,511 Operating income 49,215 37,894 Interest expense 8,895 1,832 Interest and investment income (2,179 ) (1,112 ) Income before income taxes 42,499 37,174 Income taxes 11,720 10,150 Net earnings $ 30,779 $ 27,024 Earnings per share Basic $ 0.38 $ 0.34 Diluted $ 0.38 $ 0.34 Weighted average number of shares outstanding Basic 80,976,397 78,433,827 Diluted 81,886,590 79,221,266\nSource: Toromont Industries Ltd.",
    "published": "2018-04-26T01:40:00.000+03:00",
    "crawled": "2018-04-26T04:26:30.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "toromont",
        "industry",
        "tsx",
        "tih",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "change",
        "revenue",
        "operating",
        "income",
        "net",
        "earnings",
        "basic",
        "earnings",
        "per",
        "share",
        "eps",
        "pleased",
        "result",
        "first",
        "full",
        "quarter",
        "following",
        "significant",
        "acquisition",
        "completed",
        "late",
        "last",
        "year",
        "maintaining",
        "strong",
        "commitment",
        "serve",
        "customer",
        "remain",
        "focused",
        "integration",
        "newly",
        "acquired",
        "business",
        "pleased",
        "progress",
        "achieved",
        "said",
        "scott",
        "medhurst",
        "president",
        "chief",
        "executive",
        "officer",
        "toromont",
        "industry",
        "equipment",
        "group",
        "team",
        "achieved",
        "growth",
        "revenue",
        "together",
        "strong",
        "booking",
        "backlog",
        "service",
        "level",
        "point",
        "increased",
        "activity",
        "level",
        "seen",
        "year",
        "cimco",
        "continued",
        "execute",
        "well",
        "first",
        "quarter",
        "highlight",
        "consolidated",
        "result",
        "net",
        "earnings",
        "increased",
        "million",
        "quarter",
        "versus",
        "year",
        "ago",
        "million",
        "eps",
        "following",
        "table",
        "identifies",
        "component",
        "contribution",
        "q1",
        "result",
        "versus",
        "year",
        "ago",
        "net",
        "earnings",
        "basic",
        "eps",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "q1",
        "q1",
        "change",
        "q1",
        "q1",
        "change",
        "legacy",
        "toromont",
        "b",
        "toromont",
        "qm",
        "c",
        "interest",
        "expense",
        "e",
        "cost",
        "e",
        "dilutive",
        "impact",
        "acquisition",
        "share",
        "reported",
        "separately",
        "identifies",
        "impact",
        "share",
        "issued",
        "acquisition",
        "comparability",
        "b",
        "defined",
        "business",
        "continuing",
        "prior",
        "acquisition",
        "c",
        "defined",
        "business",
        "acquired",
        "october",
        "eps",
        "impact",
        "million",
        "share",
        "issued",
        "acquisition",
        "total",
        "net",
        "earnings",
        "e",
        "expense",
        "shown",
        "net",
        "tax",
        "earnings",
        "legacy",
        "toromont",
        "business",
        "legacy",
        "toromont",
        "increased",
        "first",
        "quarter",
        "versus",
        "year",
        "ago",
        "growth",
        "equipment",
        "group",
        "cimco",
        "business",
        "acquired",
        "october",
        "toromont",
        "qm",
        "contributed",
        "million",
        "contribution",
        "mining",
        "power",
        "system",
        "segment",
        "cost",
        "included",
        "severance",
        "cost",
        "combined",
        "interest",
        "expense",
        "acquisition",
        "financing",
        "reduced",
        "net",
        "earnings",
        "million",
        "versus",
        "year",
        "ago",
        "equipment",
        "group",
        "revenue",
        "increased",
        "million",
        "million",
        "versus",
        "last",
        "year",
        "legacy",
        "toromont",
        "revenue",
        "increased",
        "growth",
        "product",
        "support",
        "rental",
        "revenue",
        "partially",
        "offset",
        "lower",
        "total",
        "equipment",
        "sale",
        "toromont",
        "qm",
        "contributed",
        "million",
        "quarter",
        "increased",
        "revenue",
        "generated",
        "first",
        "quarter",
        "predecessor",
        "organization",
        "growth",
        "new",
        "equipment",
        "product",
        "support",
        "operating",
        "income",
        "million",
        "legacy",
        "toromont",
        "increased",
        "million",
        "represented",
        "basis",
        "point",
        "increase",
        "operating",
        "income",
        "margin",
        "toromont",
        "qm",
        "contributed",
        "million",
        "net",
        "cost",
        "million",
        "booking",
        "first",
        "quarter",
        "million",
        "last",
        "year",
        "including",
        "million",
        "toromont",
        "qm",
        "total",
        "order",
        "booking",
        "strong",
        "across",
        "market",
        "segment",
        "backlog",
        "million",
        "end",
        "march",
        "including",
        "million",
        "toromont",
        "qm",
        "order",
        "backlog",
        "expected",
        "delivered",
        "year",
        "cimco",
        "revenue",
        "increased",
        "million",
        "year",
        "ago",
        "mainly",
        "due",
        "strong",
        "package",
        "sale",
        "growth",
        "canada",
        "product",
        "support",
        "revenue",
        "decreased",
        "operating",
        "income",
        "increased",
        "million",
        "percentage",
        "revenue",
        "booking",
        "quarter",
        "million",
        "canada",
        "strong",
        "industrial",
        "order",
        "partially",
        "offset",
        "lower",
        "recreational",
        "order",
        "u",
        "market",
        "segment",
        "contracted",
        "record",
        "level",
        "achieved",
        "last",
        "year",
        "backlog",
        "million",
        "new",
        "high",
        "end",
        "first",
        "quarter",
        "million",
        "december",
        "million",
        "time",
        "last",
        "year",
        "backlog",
        "expected",
        "delivered",
        "year",
        "financial",
        "position",
        "remains",
        "strong",
        "toromont",
        "share",
        "price",
        "end",
        "march",
        "translates",
        "market",
        "capitalization",
        "billion",
        "total",
        "enterprise",
        "value",
        "billion",
        "toromont",
        "maintained",
        "strong",
        "financial",
        "position",
        "leverage",
        "represented",
        "net",
        "debt",
        "total",
        "capitalization",
        "ratio",
        "march",
        "board",
        "director",
        "announced",
        "quarterly",
        "dividend",
        "cent",
        "per",
        "common",
        "share",
        "payable",
        "july",
        "shareholder",
        "record",
        "june",
        "quarterly",
        "dividend",
        "previously",
        "increased",
        "cent",
        "per",
        "share",
        "effective",
        "dividend",
        "paid",
        "april",
        "encouraged",
        "outlook",
        "infrastructure",
        "investment",
        "federal",
        "provincial",
        "government",
        "momentum",
        "remains",
        "good",
        "mining",
        "sector",
        "continued",
        "medhurst",
        "sustained",
        "momentum",
        "cimco",
        "reflects",
        "strong",
        "market",
        "presence",
        "solid",
        "reputation",
        "leader",
        "market",
        "serf",
        "though",
        "much",
        "work",
        "lie",
        "ahead",
        "making",
        "inroad",
        "expanding",
        "presence",
        "across",
        "organization",
        "product",
        "support",
        "growth",
        "trend",
        "together",
        "diversity",
        "market",
        "new",
        "significantly",
        "expanded",
        "territory",
        "strong",
        "management",
        "group",
        "solid",
        "financial",
        "underpinning",
        "provide",
        "substantial",
        "opportunity",
        "continued",
        "quarterly",
        "result",
        "material",
        "complete",
        "first",
        "quarter",
        "report",
        "including",
        "md",
        "unaudited",
        "interim",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "available",
        "website",
        "quarterly",
        "conference",
        "call",
        "webcast",
        "interested",
        "party",
        "invited",
        "join",
        "quarterly",
        "conference",
        "call",
        "investment",
        "analyst",
        "mode",
        "thursday",
        "april",
        "et",
        "call",
        "may",
        "accessed",
        "telephone",
        "toll",
        "free",
        "toronto",
        "area",
        "replay",
        "conference",
        "call",
        "available",
        "may",
        "calling",
        "toronto",
        "area",
        "entering",
        "passcode",
        "live",
        "webcast",
        "replay",
        "quarterly",
        "conference",
        "call",
        "accessed",
        "advisory",
        "information",
        "press",
        "release",
        "historical",
        "fact",
        "information",
        "word",
        "plan",
        "intends",
        "outlook",
        "expects",
        "anticipates",
        "estimate",
        "belief",
        "likely",
        "could",
        "may",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "containing",
        "information",
        "information",
        "press",
        "release",
        "reflect",
        "current",
        "estimate",
        "belief",
        "assumption",
        "based",
        "toromont",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "well",
        "factor",
        "management",
        "belief",
        "appropriate",
        "circumstance",
        "toromont",
        "estimate",
        "belief",
        "assumption",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "uncertainty",
        "contingency",
        "regarding",
        "future",
        "event",
        "subject",
        "change",
        "toromont",
        "give",
        "assurance",
        "estimate",
        "belief",
        "assumption",
        "prove",
        "correct",
        "press",
        "release",
        "also",
        "contains",
        "statement",
        "recently",
        "acquired",
        "business",
        "numerous",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "estimate",
        "belief",
        "assumption",
        "expressed",
        "implied",
        "statement",
        "including",
        "limited",
        "business",
        "cycle",
        "including",
        "general",
        "economic",
        "condition",
        "country",
        "toromont",
        "operates",
        "commodity",
        "price",
        "change",
        "including",
        "change",
        "price",
        "precious",
        "base",
        "metal",
        "change",
        "foreign",
        "exchange",
        "rate",
        "including",
        "cdn",
        "exchange",
        "rate",
        "termination",
        "distribution",
        "original",
        "equipment",
        "manufacturer",
        "agreement",
        "equipment",
        "product",
        "acceptance",
        "availability",
        "supply",
        "increased",
        "competition",
        "credit",
        "third",
        "party",
        "additional",
        "cost",
        "associated",
        "warranty",
        "maintenance",
        "contract",
        "change",
        "interest",
        "rate",
        "availability",
        "financing",
        "potential",
        "environmental",
        "liability",
        "acquired",
        "business",
        "change",
        "environmental",
        "regulation",
        "failure",
        "attract",
        "retain",
        "key",
        "employee",
        "damage",
        "reputation",
        "caterpillar",
        "product",
        "quality",
        "product",
        "safety",
        "risk",
        "could",
        "expose",
        "toromont",
        "product",
        "liability",
        "claim",
        "negative",
        "publicity",
        "new",
        "change",
        "current",
        "federal",
        "provincial",
        "law",
        "rule",
        "regulation",
        "including",
        "change",
        "infrastructure",
        "spending",
        "requirement",
        "toromont",
        "make",
        "contribution",
        "registered",
        "funded",
        "defined",
        "benefit",
        "pension",
        "plan",
        "postemployment",
        "benefit",
        "plan",
        "pension",
        "plan",
        "obligation",
        "participates",
        "acquired",
        "excess",
        "currently",
        "contemplated",
        "risk",
        "uncertainty",
        "related",
        "significant",
        "acquisition",
        "could",
        "also",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "estimate",
        "belief",
        "assumption",
        "expressed",
        "implied",
        "statement",
        "including",
        "limited",
        "change",
        "consumer",
        "business",
        "confidence",
        "result",
        "change",
        "ownership",
        "potential",
        "liability",
        "assumed",
        "acquisition",
        "exceed",
        "estimate",
        "material",
        "undiscovered",
        "liability",
        "acquisition",
        "potential",
        "third",
        "party",
        "terminate",
        "alter",
        "agreement",
        "relationship",
        "toromont",
        "result",
        "acquisition",
        "risk",
        "related",
        "integration",
        "acquired",
        "operation",
        "toromont",
        "including",
        "cost",
        "integration",
        "ability",
        "achieve",
        "expected",
        "benefit",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "mentioned",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "contribute",
        "actual",
        "result",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "statement",
        "included",
        "press",
        "release",
        "description",
        "certain",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "contribute",
        "actual",
        "result",
        "materially",
        "different",
        "see",
        "risk",
        "uncertainty",
        "set",
        "risk",
        "risk",
        "management",
        "outlook",
        "section",
        "toromont",
        "recent",
        "annual",
        "management",
        "discussion",
        "analysis",
        "filed",
        "canadian",
        "security",
        "regulator",
        "website",
        "factor",
        "risk",
        "uncertainty",
        "presently",
        "known",
        "toromont",
        "toromont",
        "currently",
        "belief",
        "material",
        "could",
        "also",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "containing",
        "information",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "containing",
        "information",
        "reflect",
        "toromont",
        "expectation",
        "date",
        "press",
        "release",
        "use",
        "information",
        "anything",
        "intended",
        "purpose",
        "toromont",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "toromont",
        "toromont",
        "industry",
        "operates",
        "two",
        "business",
        "segment",
        "equipment",
        "group",
        "cimco",
        "equipment",
        "group",
        "includes",
        "one",
        "larger",
        "caterpillar",
        "dealership",
        "revenue",
        "geographic",
        "territory",
        "spanning",
        "canadian",
        "province",
        "newfoundland",
        "labrador",
        "nova",
        "scotia",
        "new",
        "brunswick",
        "prince",
        "edward",
        "island",
        "québec",
        "ontario",
        "manitoba",
        "addition",
        "territory",
        "nunavut",
        "group",
        "includes",
        "industry",
        "leading",
        "rental",
        "operation",
        "complementary",
        "material",
        "handling",
        "business",
        "agricultural",
        "equipment",
        "business",
        "cimco",
        "market",
        "leader",
        "design",
        "engineering",
        "fabrication",
        "installation",
        "industrial",
        "recreational",
        "refrigeration",
        "system",
        "segment",
        "offer",
        "comprehensive",
        "product",
        "support",
        "capability",
        "press",
        "release",
        "information",
        "toromont",
        "industry",
        "found",
        "information",
        "contact",
        "paul",
        "jewer",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "toromont",
        "industry",
        "tel",
        "footnote",
        "financial",
        "metric",
        "standardized",
        "meaning",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "also",
        "referred",
        "herein",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "may",
        "comparable",
        "similar",
        "measure",
        "used",
        "issuer",
        "measurement",
        "presented",
        "information",
        "purpose",
        "company",
        "management",
        "discussion",
        "analysis",
        "md",
        "includes",
        "additional",
        "information",
        "regarding",
        "financial",
        "metric",
        "including",
        "definition",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "heading",
        "additional",
        "gaap",
        "measure",
        "measure",
        "key",
        "performance",
        "toromont",
        "industry",
        "interim",
        "condensed",
        "consolidated",
        "income",
        "statement",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "share",
        "amount",
        "revenue",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "interest",
        "investment",
        "income",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "earnings",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "toromont",
        "industry",
        "ltd"
    ]
}