{
    "organizations": [],
    "uuid": "63247fb62eff3cc3d4ccf9a82e1fb35a9b9b6671",
    "author": "",
    "url": "https://in.reuters.com/article/mideast-crisis-syria/syria-says-u-s-suspected-of-attacking-air-base-but-pentagon-denies-it-idINKBN1HG0DG",
    "ord_in_thread": 0,
    "title": "Syria says U.S. suspected of attacking air base but Pentagon denies it",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON/AMMAN (Reuters) - U.S. President Donald Trump promised quick action on Monday in response to a “barbaric” suspected chemical weapons attack in Syria and made clear that all options including military action were on the table.\nSpeaking at a Cabinet meeting, Trump said he was meeting with military and other advisers and a decision would be made within 48 hours and might come as soon as the end of the day.\n“Nothing is off the table,” he said when asked if U.S. military action was a possibility.\nThe suspected chemical weapons attack late Saturday night killed at least 60 people had been killed and more than 1,000 injured in several sites in Douma, a city near the capital Damascus, according to a Syrian aid organisation.\n“It was an atrocious attack. It was horrible,” Trump said. “We are very concerned when a thing like that can happen. This is about humanity. We’re talking about humanity. It can’t be allowed to happen.”\nAsked if Russian President Vladimir Putin bore any responsibility for the attack, Trump said, “He may, yeah, he may. And if he does it’s going to be very tough, very tough.”\nThe Syrian government and its ally Russia have denied involvement in the attack.\nInternational bodies led by the Organisation for the Prohibition of Chemical Weapons (OPCW) were trying to establish exactly what happened in Douma, a rebel-held town in the eastern Ghouta district.\nBritain and the United States agreed on Monday that the attack in Syria bore the hallmarks of previous chemical weapons attacks carried out by Assad’s government, the British foreign office said.\nTrump said he was talking to military leaders and would decide who was responsible for the “barbaric act” - whether it was Russia, Syrian President Bashar al-Assad’s government, Iran, or all of them together.\nA day earlier, the U.S. president who had sought warmer relations with Russia criticized Putin by name on Twitter as he castigated Russia and Iran for backing “Animal Assad.”\nTrump also said on Sunday after initial reports of an attack that there would be a “big price to pay”.\nThe United States fired missiles on a Syrian air base a year ago in response to the killing of dozens of civilians in a sarin gas attack in an opposition-held town. The missile strikes did little long-term damage to Syrian government forces and Assad’s position has only become stronger with Iranian and Russian support.\nThe stakes are higher for any new U.S. military action, with Trump explicitly mentioning Iran and Russia in connection to the weekend attack. U.S. intelligence has been unable so far to determine what was used in the attack.\nRelated Coverage Turkey calls on international organisations to investigate Syria attack U.S. Defense Secretary Jim Mattis on Monday accused Russia of falling short on its obligations to ensure that Syria abandoned its chemical weapons capabilities.\n“The first thing we have to look at is why are chemical weapons still being used at all when Russia was the framework guarantor of removing all the chemical weapons,” Mattis told reporters.\nMONDAY AIR STRIKES The stakes were further raised on Monday when unidentified war planes struck a Syrian air base near Homs, killing at least 14 people, including Iranian personnel. Syria and Russia accused Israel of carrying out the attack.\nIsrael, which has struck Syrian army locations many times in the course of its neighbour’s 7-year-old civil war, has neither confirmed nor denied mounting the raid.\nBut Israeli officials said the Tiyas, or T-4, air base was being used by troops from Iran and that Israel would not accept such a presence in Syria by its arch foe.\nIsraeli Prime Minister Benjamin Netanyahu did not mention Syria specifically during a visit to the border with Gaza, scene of deadly clashes between Palestinians and Israeli troops in recent weeks. But he did say: “We have one clear and simple rule and we seek to express it constantly: If someone tries to attack you – rise up and attack him.”\nThe incidents in Douma and Tiyas demonstrated the complex and volatile nature of the Syria war, which involves a number of countries and a myriad of insurgent groups.\nAssad now has the upper hand in the conflict, largely thanks to Russian intervention on his side, but any international action could delay his efforts to bring it to a close.\nRANGE OF OPTIONS The U.S. State Department said on Monday that the Douma victims’ symptoms were consistent with those caused by a nerve agent but they could not confirm what had been used.\nIt urged Russia and the Syrian government to allow international monitors access to the affected areas.\nU.S. President Donald Trump holds a cabinet meeting at the White House in Washington, U.S., April 9, 2018. REUTERS/Kevin Lamarque The U. N. Security Council will meet on Monday to discuss the situation.\nThe U.N. human rights chief lambasted Security Council members for offering only “feeble condemnations.”\n“A number of very powerful states are directly involved in the conflict in Syria, and yet they have completely failed to halt this ominous regression towards a chemical weapons free-for-all,” Zeid Ra’ad al-Hussein said in a statement.\nBritain said it was working with its allies to agree a joint response to the reported chemical attack. France said it would work closely with the United States on a response to Sunday’s attack. Both countries agreed responsibility for the strike must be established, as did Turkey.\nPresident Emmanuel Macron has issued repeated warnings previously that France would strike if proof of lethal chemical attacks were established. But Paris stopped short of apportioning blame on Assad’s forces for Saturday’s attack.\nRussian Foreign Minister Sergei Lavrov said such allegations were false and a provocation. Lavrov also said the strike on the T-4 base was a dangerous development.\nThe Russian military said on Monday its medics had examined patients in a hospital in Douma and had found no traces of a chemical attack, Interfax news agency reported.\nSyrian government forces had launched an air and ground assault on Douma, the last town held by rebels in eastern Ghouta, on Friday.\nThe Union of Medical Care Organizations (UOSSM) said at least 60 people had been killed by the alleged chemical attack.\n“The numbers keep rising as relief workers struggle to gain access to the subterranean areas where gas has entered and hundreds of families had sought refuge,” it said.\nOne video shared by activists showed bodies of about a dozen children, women and men, some with foam at the mouth. Reuters could not independently verify the reports.\nThe OPCW, based in the Hague, said people were possibly gassed to death by a poisonous cocktail of sarin and chlorine.\nDr. Muhammad, a doctor in Ghouta Quote: d by UOSSM, said patients were coughing blood, a symptom not seen in previous chemical attacks.\nU.N. war crimes investigators had previously documented 33 chemical attacks in Syria, attributing 27 to the Assad government, which has repeatedly denied using the weapons.\nSlideshow (3 Images) The Syrian Observatory for Human Rights, a British-based monitor, said at least 14 people were killed in Monday’s air strike on the T-4 base, including foreign fighters - a reference to Iranian-backed Shi’ite militia members fighting alongside the Syrian army.\nIran’s Fars news agency said four Iranians were killed.\nReporting by Steve Holland, Nayera Abdallah, Suleiman Al-Khalidi, Ellen Francis, Maria Kiselyova, Dan Williams, John Irish, Lesley Wroughton, Matt Spetalnick; Writing by Angus MacSwan and Doina Chiacu; Editing by Nick Tattersall and Alistair Bell\n ",
    "published": "2018-04-09T07:18:00.000+03:00",
    "crawled": "2018-04-09T07:42:28.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "president",
        "donald",
        "trump",
        "promised",
        "quick",
        "action",
        "monday",
        "response",
        "barbaric",
        "suspected",
        "chemical",
        "weapon",
        "attack",
        "syria",
        "made",
        "clear",
        "option",
        "including",
        "military",
        "action",
        "table",
        "speaking",
        "cabinet",
        "meeting",
        "trump",
        "said",
        "meeting",
        "military",
        "adviser",
        "decision",
        "would",
        "made",
        "within",
        "hour",
        "might",
        "come",
        "soon",
        "end",
        "day",
        "nothing",
        "table",
        "said",
        "asked",
        "military",
        "action",
        "possibility",
        "suspected",
        "chemical",
        "weapon",
        "attack",
        "late",
        "saturday",
        "night",
        "killed",
        "least",
        "people",
        "killed",
        "injured",
        "several",
        "site",
        "douma",
        "city",
        "near",
        "capital",
        "damascus",
        "according",
        "syrian",
        "aid",
        "organisation",
        "atrocious",
        "attack",
        "horrible",
        "trump",
        "said",
        "concerned",
        "thing",
        "like",
        "happen",
        "humanity",
        "talking",
        "humanity",
        "allowed",
        "asked",
        "russian",
        "president",
        "vladimir",
        "putin",
        "bore",
        "responsibility",
        "attack",
        "trump",
        "said",
        "may",
        "yeah",
        "may",
        "going",
        "tough",
        "syrian",
        "government",
        "ally",
        "russia",
        "denied",
        "involvement",
        "attack",
        "international",
        "body",
        "led",
        "organisation",
        "prohibition",
        "chemical",
        "weapon",
        "opcw",
        "trying",
        "establish",
        "exactly",
        "happened",
        "douma",
        "town",
        "eastern",
        "ghouta",
        "district",
        "britain",
        "united",
        "state",
        "agreed",
        "monday",
        "attack",
        "syria",
        "bore",
        "hallmark",
        "previous",
        "chemical",
        "weapon",
        "attack",
        "carried",
        "assad",
        "government",
        "british",
        "foreign",
        "office",
        "said",
        "trump",
        "said",
        "talking",
        "military",
        "leader",
        "would",
        "decide",
        "responsible",
        "barbaric",
        "act",
        "whether",
        "russia",
        "syrian",
        "president",
        "bashar",
        "government",
        "iran",
        "together",
        "day",
        "earlier",
        "president",
        "sought",
        "warmer",
        "relation",
        "russia",
        "criticized",
        "putin",
        "name",
        "twitter",
        "castigated",
        "russia",
        "iran",
        "backing",
        "animal",
        "trump",
        "also",
        "said",
        "sunday",
        "initial",
        "report",
        "attack",
        "would",
        "big",
        "price",
        "pay",
        "united",
        "state",
        "fired",
        "missile",
        "syrian",
        "air",
        "base",
        "year",
        "ago",
        "response",
        "killing",
        "dozen",
        "civilian",
        "sarin",
        "gas",
        "attack",
        "town",
        "missile",
        "strike",
        "little",
        "damage",
        "syrian",
        "government",
        "force",
        "assad",
        "position",
        "become",
        "stronger",
        "iranian",
        "russian",
        "support",
        "stake",
        "higher",
        "new",
        "military",
        "action",
        "trump",
        "explicitly",
        "mentioning",
        "iran",
        "russia",
        "connection",
        "weekend",
        "attack",
        "intelligence",
        "unable",
        "far",
        "determine",
        "used",
        "attack",
        "related",
        "coverage",
        "turkey",
        "call",
        "international",
        "organisation",
        "investigate",
        "syria",
        "attack",
        "defense",
        "secretary",
        "jim",
        "mattis",
        "monday",
        "accused",
        "russia",
        "falling",
        "short",
        "obligation",
        "ensure",
        "syria",
        "abandoned",
        "chemical",
        "weapon",
        "capability",
        "first",
        "thing",
        "look",
        "chemical",
        "weapon",
        "still",
        "used",
        "russia",
        "framework",
        "guarantor",
        "removing",
        "chemical",
        "weapon",
        "mattis",
        "told",
        "reporter",
        "monday",
        "air",
        "strike",
        "stake",
        "raised",
        "monday",
        "unidentified",
        "war",
        "plane",
        "struck",
        "syrian",
        "air",
        "base",
        "near",
        "homs",
        "killing",
        "least",
        "people",
        "including",
        "iranian",
        "personnel",
        "syria",
        "russia",
        "accused",
        "israel",
        "carrying",
        "attack",
        "israel",
        "struck",
        "syrian",
        "army",
        "location",
        "many",
        "time",
        "course",
        "neighbour",
        "civil",
        "war",
        "neither",
        "confirmed",
        "denied",
        "mounting",
        "raid",
        "israeli",
        "official",
        "said",
        "tiyas",
        "air",
        "base",
        "used",
        "troop",
        "iran",
        "israel",
        "would",
        "accept",
        "presence",
        "syria",
        "arch",
        "foe",
        "israeli",
        "prime",
        "minister",
        "benjamin",
        "netanyahu",
        "mention",
        "syria",
        "specifically",
        "visit",
        "border",
        "gaza",
        "scene",
        "deadly",
        "clash",
        "palestinian",
        "israeli",
        "troop",
        "recent",
        "week",
        "say",
        "one",
        "clear",
        "simple",
        "rule",
        "seek",
        "express",
        "constantly",
        "someone",
        "try",
        "attack",
        "rise",
        "attack",
        "incident",
        "douma",
        "tiyas",
        "demonstrated",
        "complex",
        "volatile",
        "nature",
        "syria",
        "war",
        "involves",
        "number",
        "country",
        "myriad",
        "insurgent",
        "group",
        "assad",
        "upper",
        "hand",
        "conflict",
        "largely",
        "thanks",
        "russian",
        "intervention",
        "side",
        "international",
        "action",
        "could",
        "delay",
        "effort",
        "bring",
        "close",
        "range",
        "option",
        "state",
        "department",
        "said",
        "monday",
        "douma",
        "victim",
        "symptom",
        "consistent",
        "caused",
        "nerve",
        "agent",
        "could",
        "confirm",
        "used",
        "urged",
        "russia",
        "syrian",
        "government",
        "allow",
        "international",
        "monitor",
        "access",
        "affected",
        "area",
        "president",
        "donald",
        "trump",
        "hold",
        "cabinet",
        "meeting",
        "white",
        "house",
        "washington",
        "april",
        "lamarque",
        "security",
        "council",
        "meet",
        "monday",
        "discus",
        "situation",
        "human",
        "right",
        "chief",
        "lambasted",
        "security",
        "council",
        "member",
        "offering",
        "feeble",
        "number",
        "powerful",
        "state",
        "directly",
        "involved",
        "conflict",
        "syria",
        "yet",
        "completely",
        "failed",
        "halt",
        "ominous",
        "regression",
        "towards",
        "chemical",
        "weapon",
        "zeid",
        "ra",
        "ad",
        "said",
        "statement",
        "britain",
        "said",
        "working",
        "ally",
        "agree",
        "joint",
        "response",
        "reported",
        "chemical",
        "attack",
        "france",
        "said",
        "would",
        "work",
        "closely",
        "united",
        "state",
        "response",
        "sunday",
        "attack",
        "country",
        "agreed",
        "responsibility",
        "strike",
        "must",
        "established",
        "turkey",
        "president",
        "emmanuel",
        "macron",
        "issued",
        "repeated",
        "warning",
        "previously",
        "france",
        "would",
        "strike",
        "proof",
        "lethal",
        "chemical",
        "attack",
        "established",
        "paris",
        "stopped",
        "short",
        "apportioning",
        "blame",
        "assad",
        "force",
        "saturday",
        "attack",
        "russian",
        "foreign",
        "minister",
        "sergei",
        "lavrov",
        "said",
        "allegation",
        "false",
        "provocation",
        "lavrov",
        "also",
        "said",
        "strike",
        "base",
        "dangerous",
        "development",
        "russian",
        "military",
        "said",
        "monday",
        "medic",
        "examined",
        "patient",
        "hospital",
        "douma",
        "found",
        "trace",
        "chemical",
        "attack",
        "interfax",
        "news",
        "agency",
        "reported",
        "syrian",
        "government",
        "force",
        "launched",
        "air",
        "ground",
        "assault",
        "douma",
        "last",
        "town",
        "held",
        "rebel",
        "eastern",
        "ghouta",
        "friday",
        "union",
        "medical",
        "care",
        "organization",
        "uossm",
        "said",
        "least",
        "people",
        "killed",
        "alleged",
        "chemical",
        "attack",
        "number",
        "keep",
        "rising",
        "relief",
        "worker",
        "struggle",
        "gain",
        "access",
        "subterranean",
        "area",
        "gas",
        "entered",
        "hundred",
        "family",
        "sought",
        "refuge",
        "said",
        "one",
        "video",
        "shared",
        "activist",
        "showed",
        "body",
        "dozen",
        "child",
        "woman",
        "men",
        "foam",
        "mouth",
        "reuters",
        "could",
        "independently",
        "verify",
        "report",
        "opcw",
        "based",
        "hague",
        "said",
        "people",
        "possibly",
        "gassed",
        "death",
        "poisonous",
        "cocktail",
        "sarin",
        "chlorine",
        "muhammad",
        "doctor",
        "ghouta",
        "quote",
        "uossm",
        "said",
        "patient",
        "coughing",
        "blood",
        "symptom",
        "seen",
        "previous",
        "chemical",
        "attack",
        "war",
        "crime",
        "investigator",
        "previously",
        "documented",
        "chemical",
        "attack",
        "syria",
        "attributing",
        "assad",
        "government",
        "repeatedly",
        "denied",
        "using",
        "weapon",
        "slideshow",
        "image",
        "syrian",
        "observatory",
        "human",
        "right",
        "monitor",
        "said",
        "least",
        "people",
        "killed",
        "monday",
        "air",
        "strike",
        "base",
        "including",
        "foreign",
        "fighter",
        "reference",
        "shi",
        "ite",
        "militia",
        "member",
        "fighting",
        "alongside",
        "syrian",
        "army",
        "iran",
        "far",
        "news",
        "agency",
        "said",
        "four",
        "iranian",
        "killed",
        "reporting",
        "steve",
        "holland",
        "nayera",
        "abdallah",
        "suleiman",
        "ellen",
        "francis",
        "maria",
        "kiselyova",
        "dan",
        "williams",
        "john",
        "irish",
        "lesley",
        "wroughton",
        "matt",
        "spetalnick",
        "writing",
        "angus",
        "macswan",
        "doina",
        "chiacu",
        "editing",
        "nick",
        "tattersall",
        "alistair",
        "bell"
    ]
}