{
    "organizations": [],
    "uuid": "40388574a60c57d0cde802204ca22eb65b7c9ee8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/19/business-wire-sun-hydraulics-announces-acquisition-of-faster-group.html",
    "ord_in_thread": 0,
    "title": "Sun Hydraulics Announces Acquisition of Faster Group",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Expands Sun’s geographic footprint Adds adjacent hydraulic products, strengthens position in growing agriculture market Expected to be accretive in 2018; Faster reported 2017 adjusted EBITDA margin of 27.5% Management to host teleconference on Tuesday, February 20 at 9:00am ET\nSARASOTA, Fla.--(BUSINESS WIRE)-- Sun Hydraulics Corporation (NASDAQ: SNHY) (“SNHY” or the “Company”), a global industrial technology leader that develops and manufactures solutions for both the hydraulics and electronics markets, today announced that it has entered into a definitive agreement to acquire the shares of Faster Group from Capvis Equity IV LP, a fund advised by the Swiss private equity firm Capvis Equity Partners AG, and other co-investors for €430 million (approximately $531 million) in cash. The acquisition will be funded with approximately $161 million of cash on hand and $370 million drawn against the Company’s revolving credit facility, including exercise of the revolver’s accordion. The acquisition is expected to close in the second quarter of 2018 and is subject to typical closing conditions.\nFaster is a leading global manufacturer of quick-release hydraulic coupling solutions. Its primary markets include agriculture, construction equipment and general industrial applications. Headquartered in Milan, Italy, Faster has manufacturing operations co-located with its headquarters as well as in Toledo, Ohio and Pune, India. Additionally, the company has sales offices in Shanghai, China; São Paulo, Brazil; and Langenfeld, Germany.\nWolfgang Dangel, SNHY's President and Chief Executive Officer, commented, “The acquisition of Faster is in alignment with our Vision 2025, advancing SNHY as a global technology leader in the industrial goods sector while maintaining superior profitability and financial strength. Faster further diversifies SNHY more deeply into the growing global agriculture market. The business also broadens our global footprint, advancing our ‘in the region, for the region’ initiative.”\nHe added, “We welcome Faster’s 475+ global employees into the SNHY family. We see a tremendous amount of synergy with both our Hydraulics and Electronics segments, including opportunities to introduce our respective products to each other’s customer bases as well as leveraging technologies and expanding utilization of existing manufacturing capacity.”\nEric Trueeb, Partner, Capvis Equity Partners AG, noted, “Capvis and the Faster management team view SNHY as the perfect candidate to acquire Faster. Given their stated Vision 2025, we believe that Faster’s continued growth and success will be enhanced under SNHY’s ownership.”\nFaster recorded 2017 sales of €105 million (approximately $130 million) and an adjusted EBITDA margin of 27.5%. In 2018, the company anticipates revenue growth of 16-16.5% with an EBITDA margin in the same range as 2017. The acquisition is expected to be accretive to SNHY’s GAAP earnings in 2018 and beyond.\nSNHY’s financial advisor for the transaction was Baird. Shumaker Loop & Kendrick, LLP acted as legal advisor, assisted by Pavia e Ansaldo as Italian counsel.\nWebcast\nThe Company will host a conference call and webcast tomorrow morning at 9:00 a.m. Eastern Time to review the acquisition. A question-and-answer session will follow.\nThe conference call can be accessed by calling (201) 689-8573. The audio webcast can be monitored at www.sunhydraulics.com . Participants will have the ability to ask questions on either the teleconference call or the webcast.\nA telephonic replay will be available from 12:00 p.m. ET on the day of the call through Tuesday, February 27, 2018. To listen to the archived call, dial (412) 317-6671 and enter conference ID number 13676813. The webcast replay will be available in the investor relations section of the Company’s website at www.sunhydraulics.com , where a transcript will also be posted once available.\nAbout SNHY\nSun Hydraulics Corporation is an industrial technology leader that develops and manufactures solutions for both the hydraulics and electronics markets. In the hydraulics market, the Company is a leading manufacturer of high-performance screw-in hydraulic cartridge valves, electro-hydraulics, manifolds, and integrated package solutions for the worldwide industrial and mobile hydraulics markets. In the electronics market, the Company is a global provider of innovative electronic control, display and instrumentation solutions for both recreational and off-highway vehicles, as well as stationary and power generation equipment.\nFORWARD-LOOKING INFORMATION\nThis news release contains “forward‐looking statements” within the meaning of Section 21E of the Securities Exchange Act of 1934. Forward‐looking statements involve risks and uncertainties, and actual results may differ materially from those expressed or implied by such statements. They include statements regarding the intent, belief or current expectations, estimates, vision or projections of Sun Hydraulics Corporation (“Sun” or the “Company”), its directors or its officers about the Company and the industry in which it operates, and assumptions made by management, and include among other items, (i) the Company’s strategies regarding growth, including its intention to develop new products and acquire other businesses; (ii) the Company’s financing plans; (iii) trends affecting the Company’s financial condition or results of operations; (iv) the Company’s expectations regarding its sales, expenses, gross margins and other results of operations; (v) the Company’s ability to continue to control costs and to meet its liquidity and other financing needs; (vi) the declaration and payment of dividends; (vii) the Company’s ability to respond to changes in customer demand domestically and internationally, including as a result of standardization. Words such as “may,” “expects,” “projects,” “anticipates,” “intends,” “plans,” “believes,” “seeks,” “estimates,” variations of such words, and similar expressions are intended to identify such forward-looking statements; and (viii) potential challenges relating to changes in and compliance with governmental laws and regulations affecting our U.S. and international businesses. Similarly, statements that describe the Company’s future plans, objectives or goals also are forward-looking statements. Although the Company believes that its expectations are based on reasonable assumptions, it can give no assurance that the anticipated results will occur. Important factors that could cause the actual results to differ materially from those in the forward‐looking statements include, among other items, (i) the economic cyclicality of the capital goods industry in general and the hydraulic valve and manifold industry in particular, which directly affect customer orders, lead times and sales volume; (ii) fluctuations in global business conditions, including the impact of economic recessions in the U.S. and other parts of the world, (iii) conditions in the capital markets, including the interest rate environment and the availability of capital; (iv) changes in the competitive marketplace that could affect the Company’s revenue and/or costs, such as increased competition, lack of qualified engineering, marketing, management or other personnel, and increased labor and raw materials costs; (v) risks related to the integration of the businesses of the Company and Enovation Controls; (vi) changes in technology or customer requirements, such as standardization of the cavity into which screw‐in cartridge valves must fit, which could render the Company’s products or technologies noncompetitive or obsolete; (vii) new product introductions, product sales mix and the geographic mix of sales nationally and internationally; and (viii) changes relating to the Company’s international sales, including changes in regulatory requirements or tariffs, compliance with anti-corruption laws and trade laws, including export and import compliance, trade or currency restrictions, fluctuations in exchange rates, and tax and collection issues. Further information relating to factors that could cause actual results to differ from those anticipated is included but not limited to information under the headings Item 1. “Business,” Item 1A. “Risk Factors,” and Item 7. “Management’s Discussion and Analysis of Financial Conditions and Results of Operations” in the Company’s Form 10‐K for the year ended December 31, 2016. The Company disclaims any intention or obligation to update or revise forward‐looking statements, whether as a result of new information, future events or otherwise.\n //www.businesswire.com/news/home/20180219005556/en/\nKei Advisors LLC\nKaren L. Howard, 716-843-3942\nkhoward@keiadvisors.com\nor\nDeborah K. Pawlowski, 716-843-3908\ndpawlowski@keiadvisors.com\nSource: Sun Hydraulics Corporation",
    "published": "2018-02-20T00:00:00.000+02:00",
    "crawled": "2018-02-20T00:05:26.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "expands",
        "sun",
        "geographic",
        "footprint",
        "add",
        "adjacent",
        "hydraulic",
        "product",
        "strengthens",
        "position",
        "growing",
        "agriculture",
        "market",
        "expected",
        "accretive",
        "faster",
        "reported",
        "adjusted",
        "ebitda",
        "margin",
        "management",
        "host",
        "teleconference",
        "tuesday",
        "february",
        "et",
        "sarasota",
        "business",
        "wire",
        "sun",
        "hydraulics",
        "corporation",
        "nasdaq",
        "snhy",
        "snhy",
        "company",
        "global",
        "industrial",
        "technology",
        "leader",
        "develops",
        "manufacture",
        "solution",
        "hydraulics",
        "electronics",
        "market",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "share",
        "faster",
        "group",
        "capvis",
        "equity",
        "iv",
        "lp",
        "fund",
        "advised",
        "swiss",
        "private",
        "equity",
        "firm",
        "capvis",
        "equity",
        "partner",
        "ag",
        "million",
        "approximately",
        "million",
        "cash",
        "acquisition",
        "funded",
        "approximately",
        "million",
        "cash",
        "hand",
        "million",
        "drawn",
        "company",
        "revolving",
        "credit",
        "facility",
        "including",
        "exercise",
        "revolver",
        "accordion",
        "acquisition",
        "expected",
        "close",
        "second",
        "quarter",
        "subject",
        "typical",
        "closing",
        "condition",
        "faster",
        "leading",
        "global",
        "manufacturer",
        "hydraulic",
        "coupling",
        "solution",
        "primary",
        "market",
        "include",
        "agriculture",
        "construction",
        "equipment",
        "general",
        "industrial",
        "application",
        "headquartered",
        "milan",
        "italy",
        "faster",
        "manufacturing",
        "operation",
        "headquarters",
        "well",
        "toledo",
        "ohio",
        "pune",
        "india",
        "additionally",
        "company",
        "sale",
        "office",
        "shanghai",
        "china",
        "são",
        "paulo",
        "brazil",
        "langenfeld",
        "germany",
        "wolfgang",
        "dangel",
        "snhy",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "acquisition",
        "faster",
        "alignment",
        "vision",
        "advancing",
        "snhy",
        "global",
        "technology",
        "leader",
        "industrial",
        "good",
        "sector",
        "maintaining",
        "superior",
        "profitability",
        "financial",
        "strength",
        "faster",
        "diversifies",
        "snhy",
        "deeply",
        "growing",
        "global",
        "agriculture",
        "market",
        "business",
        "also",
        "broadens",
        "global",
        "footprint",
        "advancing",
        "region",
        "region",
        "added",
        "welcome",
        "faster",
        "global",
        "employee",
        "snhy",
        "family",
        "see",
        "tremendous",
        "amount",
        "synergy",
        "hydraulics",
        "electronics",
        "segment",
        "including",
        "opportunity",
        "introduce",
        "respective",
        "product",
        "customer",
        "base",
        "well",
        "leveraging",
        "technology",
        "expanding",
        "utilization",
        "existing",
        "manufacturing",
        "eric",
        "trueeb",
        "partner",
        "capvis",
        "equity",
        "partner",
        "ag",
        "noted",
        "capvis",
        "faster",
        "management",
        "team",
        "view",
        "snhy",
        "perfect",
        "candidate",
        "acquire",
        "faster",
        "given",
        "stated",
        "vision",
        "believe",
        "faster",
        "continued",
        "growth",
        "success",
        "enhanced",
        "snhy",
        "faster",
        "recorded",
        "sale",
        "million",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "margin",
        "company",
        "anticipates",
        "revenue",
        "growth",
        "ebitda",
        "margin",
        "range",
        "acquisition",
        "expected",
        "accretive",
        "snhy",
        "gaap",
        "earnings",
        "beyond",
        "snhy",
        "financial",
        "advisor",
        "transaction",
        "baird",
        "shumaker",
        "loop",
        "kendrick",
        "llp",
        "acted",
        "legal",
        "advisor",
        "assisted",
        "pavia",
        "e",
        "ansaldo",
        "italian",
        "counsel",
        "webcast",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "tomorrow",
        "morning",
        "eastern",
        "time",
        "review",
        "acquisition",
        "session",
        "follow",
        "conference",
        "call",
        "accessed",
        "calling",
        "audio",
        "webcast",
        "monitored",
        "participant",
        "ability",
        "ask",
        "question",
        "either",
        "teleconference",
        "call",
        "webcast",
        "telephonic",
        "replay",
        "available",
        "et",
        "day",
        "call",
        "tuesday",
        "february",
        "listen",
        "archived",
        "call",
        "dial",
        "enter",
        "conference",
        "id",
        "number",
        "webcast",
        "replay",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "transcript",
        "also",
        "posted",
        "available",
        "snhy",
        "sun",
        "hydraulics",
        "corporation",
        "industrial",
        "technology",
        "leader",
        "develops",
        "manufacture",
        "solution",
        "hydraulics",
        "electronics",
        "market",
        "hydraulics",
        "market",
        "company",
        "leading",
        "manufacturer",
        "hydraulic",
        "cartridge",
        "valve",
        "manifold",
        "integrated",
        "package",
        "solution",
        "worldwide",
        "industrial",
        "mobile",
        "hydraulics",
        "market",
        "electronics",
        "market",
        "company",
        "global",
        "provider",
        "innovative",
        "electronic",
        "control",
        "display",
        "instrumentation",
        "solution",
        "recreational",
        "vehicle",
        "well",
        "stationary",
        "power",
        "generation",
        "equipment",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "include",
        "statement",
        "regarding",
        "intent",
        "belief",
        "current",
        "expectation",
        "estimate",
        "vision",
        "projection",
        "sun",
        "hydraulics",
        "corporation",
        "sun",
        "company",
        "director",
        "officer",
        "company",
        "industry",
        "operates",
        "assumption",
        "made",
        "management",
        "include",
        "among",
        "item",
        "company",
        "strategy",
        "regarding",
        "growth",
        "including",
        "intention",
        "develop",
        "new",
        "product",
        "acquire",
        "business",
        "ii",
        "company",
        "financing",
        "plan",
        "iii",
        "trend",
        "affecting",
        "company",
        "financial",
        "condition",
        "result",
        "operation",
        "iv",
        "company",
        "expectation",
        "regarding",
        "sale",
        "expense",
        "gross",
        "margin",
        "result",
        "operation",
        "v",
        "company",
        "ability",
        "continue",
        "control",
        "cost",
        "meet",
        "liquidity",
        "financing",
        "need",
        "vi",
        "declaration",
        "payment",
        "dividend",
        "vii",
        "company",
        "ability",
        "respond",
        "change",
        "customer",
        "demand",
        "domestically",
        "internationally",
        "including",
        "result",
        "standardization",
        "word",
        "may",
        "expects",
        "project",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "seek",
        "estimate",
        "variation",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "viii",
        "potential",
        "challenge",
        "relating",
        "change",
        "compliance",
        "governmental",
        "law",
        "regulation",
        "affecting",
        "international",
        "business",
        "similarly",
        "statement",
        "describe",
        "company",
        "future",
        "plan",
        "objective",
        "goal",
        "also",
        "statement",
        "although",
        "company",
        "belief",
        "expectation",
        "based",
        "reasonable",
        "assumption",
        "give",
        "assurance",
        "anticipated",
        "result",
        "occur",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "among",
        "item",
        "economic",
        "cyclicality",
        "capital",
        "good",
        "industry",
        "general",
        "hydraulic",
        "valve",
        "manifold",
        "industry",
        "particular",
        "directly",
        "affect",
        "customer",
        "order",
        "lead",
        "time",
        "sale",
        "volume",
        "ii",
        "fluctuation",
        "global",
        "business",
        "condition",
        "including",
        "impact",
        "economic",
        "recession",
        "part",
        "world",
        "iii",
        "condition",
        "capital",
        "market",
        "including",
        "interest",
        "rate",
        "environment",
        "availability",
        "capital",
        "iv",
        "change",
        "competitive",
        "marketplace",
        "could",
        "affect",
        "company",
        "revenue",
        "cost",
        "increased",
        "competition",
        "lack",
        "qualified",
        "engineering",
        "marketing",
        "management",
        "personnel",
        "increased",
        "labor",
        "raw",
        "material",
        "cost",
        "v",
        "risk",
        "related",
        "integration",
        "business",
        "company",
        "enovation",
        "control",
        "vi",
        "change",
        "technology",
        "customer",
        "requirement",
        "standardization",
        "cavity",
        "cartridge",
        "valve",
        "must",
        "fit",
        "could",
        "render",
        "company",
        "product",
        "technology",
        "noncompetitive",
        "obsolete",
        "vii",
        "new",
        "product",
        "introduction",
        "product",
        "sale",
        "mix",
        "geographic",
        "mix",
        "sale",
        "nationally",
        "internationally",
        "viii",
        "change",
        "relating",
        "company",
        "international",
        "sale",
        "including",
        "change",
        "regulatory",
        "requirement",
        "tariff",
        "compliance",
        "law",
        "trade",
        "law",
        "including",
        "export",
        "import",
        "compliance",
        "trade",
        "currency",
        "restriction",
        "fluctuation",
        "exchange",
        "rate",
        "tax",
        "collection",
        "issue",
        "information",
        "relating",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "anticipated",
        "included",
        "limited",
        "information",
        "heading",
        "item",
        "business",
        "item",
        "1a",
        "risk",
        "factor",
        "item",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "company",
        "form",
        "year",
        "ended",
        "december",
        "company",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "kei",
        "advisor",
        "llc",
        "karen",
        "howard",
        "khoward",
        "deborah",
        "pawlowski",
        "dpawlowski",
        "source",
        "sun",
        "hydraulics",
        "corporation"
    ]
}