{
    "organizations": [],
    "uuid": "ab189697ebdd70e9f6ddba7f2eecf36e4bb43777",
    "author": "",
    "url": "http://fortune.com/2018/02/01/raceahead-google-black-history-month/",
    "ord_in_thread": 0,
    "title": "raceAhead: Google Kicks Off Black History Month - Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Updated: February 1, 2018 2:21 PM ET \nWelcome to Black History Month. \nIt might be just me, but this year feels different somehow. \nMaybe it’s the increasingly urgent discussions about diversity and reconciliation that are coming from the private sector. Maybe it’s the explosion of black creators making important art in music, film, and words. Or maybe it’s simply the survival high of having made it this far into an era that feels newly poised to raise old hostilities. White supremacists leafletting college campuses. The commander-in-chief calling a pregnant, black Gold Star widow a liar in a public feud . Innocent communities menaced by otherwise unremarkable men with Tiki Torches in their hands and ugly words in their mouths. \nI’ve come to believe that an unexamined history is at the heart of America’s troubles, so this month feels like an important opportunity to think, share and amplify little-known stories that inform and uplift. (Let us know how we can help.) \nI’ll let Google kick us off with this beautiful and well-researched tribute to Carter G. Woodson, the inspiration behind Black History Month. \nThe online exhibit, which can be launched from Google’s main page today, was written by former Smithsonian Fellow Kimberly D. Brown and designed by the Smithsonian’s Marc Bretzfelder. The Google Doodle accompanying the exhibit is by Virginia-based illustrator Shannon Wright and was created in collaboration with the Black Googlers Network. \nWoodson was born to former slaves in 1875 and was the second African American to earn a doctorate from Harvard University. He died in 1950, having lived long enough to witness the wonders of air travel, the rise of the nuclear age, but not long enough to enjoy a full set of rights as a U.S. citizen. \n“Woodson was committed to bringing African-American history front and center and ensuring it was taught in schools and studied by other scholars,” Sherice Torres, Director of Brand Marketing at Google and Black Googlers Network member said in a blog post about the main page tribute. \nHis work began with a challenge he didn’t need but was clearly prepared to meet. From the exhibit: \nA Harvard graduate, Dr. Woodson produced his dissertation with university professors Edward Channing and Albert Bushnell Hart, as committee member and dissertation advisor respectively. The two plainly expressed their convictions about African Americans as inferior. Hart paternalistically encouraged education as a mechanism for improving what he believed was an innate intellectual inadequacy within African Americans. Channing bluntly argued that the Negro had no history and, according to Woodson, found laughable the idea of Crispus Attucks and his role in the Boston Massacre as an important contribution to the independence of the country. Channing challenged Woodson to undertake research that the Negro had a history. \nAnd so he did. \nWoodson created the first academic journal to debunk widespread racist scholarship and worked throughout his career to inject rigor and historical accuracy about the African American experience into the public record. \nTorres goes on to say that Woodson’s experience was not unlike her own. “As a black woman from an underserved, underperforming public school in Richmond, California, many in my community didn’t expect me to achieve much beyond the four corners of my neighborhood,” she said. “When I voiced my ambition to go to Harvard, I was told by teachers, guidance counselors, and even some family members that ‘people like me’ didn’t go to schools like that.” \nAnd so she did. \nHistory is always a messy bit of business, written by the winners, sometimes re-written by the losers, and all too often, drowned out by the loudest voices in the room. But the truth is worth fighting for. And when it’s found, it shall surely set us all free. On Point With Kenneth Chenault’s departure, the number of black CEOs is at a 17-year-low Chenault steps down as the chief executive officer of American Express Co. today, which brings the number of black CEOs in the Fortune 500 to three. It is a 50% drop in two years. “The fact that we’re in this situation is a real problem and embarrassing for corporate America,” Chenault said last fall. Bloomberg The lack of diversity in video games may have the same impact as everyday racism New research from University of Saskatchewan Human-Computer researcher Cale Passmore seems to indicate that the lack of diversity in video games affects people differently, very much like real life. In a survey sent to 300 game players, he asked questions about race, identity choices in role-playing games and whether there were game characters that looked like themselves. For players of color, “The same long-term effects of depression, detachment, disengagement, low self-worth are present as outcomes, as you would see in every day, daily racism,” he said. But it doesn’t seem like major game designers will be making changes anytime soon. Rolling Stone A white Illinois public official has resigned after calling primarily black East Saint Louis the “shithole of the universe.” What makes this story particularly bizarre was how his remarks came to light. Blair Garber, the state lottery chair and a member of the state’s Republican Central Committee, chose to respond to country music star Charlie Daniels on Twitter, after the singer took to the platform to defend President Trump. The catalyst was Sen. Dick Durbin (D-Ill.) complaints about the president’s “shithole” comments about Haiti and other countries. After Daniels talked his smack, Garber weighed in. “Charlie, Durbin’s home town is (get this) east St. Louis illinois! The shithole of the universe! Just do a google search,” Garber tweeted. Three key takeaways here: 1) Twitter is public. 2) Stop tweeting to famous people who aren’t really your friends 3) If you call someone’s home a “shithole,” they will know what you really think of them. The Hill The origins of the phrase “black on black crime” People tend to kill people who are near them. In a highly segregated society like ours, that means that most murderers and victims are the same race. So why, when 84% of white homicide victims are killed by white people, is there no national outrage about white on white crime? This piece from CityLab highlights the first uses of the term, which first occurred in black communities and was amplified by advocacy groups who were looking for ways to address and combat the violence that occurs when segregation meets entrenched poverty. How it got hijacked and became a symbol of white supremacy is another story entirely. The Woke Leader How art and literature explains the Arab world The Jaipur Literature Festival, an annual confab of literature and culture held in Jaipur India, just wrapped up. You can find full coverage here , but I stumbled upon this panel with Lebanese-American writer Rabih Alameddine (his Twitter is pure genius ) in conversation with Syria-born American journalist and lawyer Alia Malek and Palestinian lawyer-writer Raja Shehadeh. The theme was “Writing the Arab World,” and the topic of erasure quickly came up. “We lost everything and had to prove that we existed. Refugees had to construct their nation out of words. There has been a flourishing of arts — be it films, theatre, books, dance,” said Shehadeh, who lives on the West Bank. Alameddine said remnants of colonialism prevents Westerners from seeing the art and commentary the Arab world produces. “We come from a part of the world where a European opinion matters more than our own,” he said. “If I looked at the West and what it is producing, it isn’t producing much culture either.” Hindustan Times A local barber offers a safe haven for stylin’ LGBTQ people The Gamesman is an olde tyme Brooklyn barber shop, with all the charm that goes with it. For some fifty years, the owner had been clipping the hair of the mostly white businessmen in the zip code. Enter Dez Marshall, who has not only brought in an underserved market, she helps them look their best by providing excellent service informed by a deep respect –a powerfully affirming act even in a modern age. It’s two-minute shave and haircut (video) for two bits and a guaranteed smile. Great Big Story How ethical hacking was born Heather Burns, a digital law and policy “wonkette” out of Scotland, posted a fascinating thread about a radical act of data, which is part history, part inspiration. It is the story of Rene Carmille, the comptroller general of the French army and head of the French census in the 1940s. He collected detailed information about French citizens and stored them on basic IBM punch cards, the latest technology at the time. And then the Nazis showed up and wanted his data. Twitter Quote",
    "published": "2018-02-01T21:08:00.000+02:00",
    "crawled": "2018-02-02T00:48:07.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "february",
        "pm",
        "et",
        "welcome",
        "black",
        "history",
        "month",
        "might",
        "year",
        "feel",
        "different",
        "somehow",
        "maybe",
        "increasingly",
        "urgent",
        "discussion",
        "diversity",
        "reconciliation",
        "coming",
        "private",
        "sector",
        "maybe",
        "explosion",
        "black",
        "creator",
        "making",
        "important",
        "art",
        "music",
        "film",
        "word",
        "maybe",
        "simply",
        "survival",
        "high",
        "made",
        "far",
        "era",
        "feel",
        "newly",
        "poised",
        "raise",
        "old",
        "hostility",
        "white",
        "supremacist",
        "leafletting",
        "college",
        "campus",
        "calling",
        "pregnant",
        "black",
        "gold",
        "star",
        "widow",
        "liar",
        "public",
        "feud",
        "innocent",
        "community",
        "menaced",
        "otherwise",
        "unremarkable",
        "men",
        "tiki",
        "torch",
        "hand",
        "ugly",
        "word",
        "mouth",
        "come",
        "believe",
        "unexamined",
        "history",
        "heart",
        "america",
        "trouble",
        "month",
        "feel",
        "like",
        "important",
        "opportunity",
        "think",
        "share",
        "amplify",
        "story",
        "inform",
        "uplift",
        "let",
        "u",
        "know",
        "help",
        "let",
        "google",
        "kick",
        "u",
        "beautiful",
        "tribute",
        "carter",
        "woodson",
        "inspiration",
        "behind",
        "black",
        "history",
        "month",
        "online",
        "exhibit",
        "launched",
        "google",
        "main",
        "page",
        "today",
        "written",
        "former",
        "smithsonian",
        "fellow",
        "kimberly",
        "brown",
        "designed",
        "smithsonian",
        "marc",
        "bretzfelder",
        "google",
        "doodle",
        "accompanying",
        "exhibit",
        "illustrator",
        "shannon",
        "wright",
        "created",
        "collaboration",
        "black",
        "googlers",
        "network",
        "woodson",
        "born",
        "former",
        "slave",
        "second",
        "african",
        "american",
        "earn",
        "doctorate",
        "harvard",
        "university",
        "died",
        "lived",
        "long",
        "enough",
        "witness",
        "wonder",
        "air",
        "travel",
        "rise",
        "nuclear",
        "age",
        "long",
        "enough",
        "enjoy",
        "full",
        "set",
        "right",
        "citizen",
        "woodson",
        "committed",
        "bringing",
        "history",
        "front",
        "center",
        "ensuring",
        "taught",
        "school",
        "studied",
        "scholar",
        "sherice",
        "torres",
        "director",
        "brand",
        "marketing",
        "google",
        "black",
        "googlers",
        "network",
        "member",
        "said",
        "blog",
        "post",
        "main",
        "page",
        "tribute",
        "work",
        "began",
        "challenge",
        "need",
        "clearly",
        "prepared",
        "meet",
        "exhibit",
        "harvard",
        "graduate",
        "woodson",
        "produced",
        "dissertation",
        "university",
        "professor",
        "edward",
        "channing",
        "albert",
        "bushnell",
        "hart",
        "committee",
        "member",
        "dissertation",
        "advisor",
        "respectively",
        "two",
        "plainly",
        "expressed",
        "conviction",
        "african",
        "american",
        "inferior",
        "hart",
        "paternalistically",
        "encouraged",
        "education",
        "mechanism",
        "improving",
        "believed",
        "innate",
        "intellectual",
        "inadequacy",
        "within",
        "african",
        "american",
        "channing",
        "bluntly",
        "argued",
        "negro",
        "history",
        "according",
        "woodson",
        "found",
        "laughable",
        "idea",
        "crispus",
        "attucks",
        "role",
        "boston",
        "massacre",
        "important",
        "contribution",
        "independence",
        "country",
        "channing",
        "challenged",
        "woodson",
        "undertake",
        "research",
        "negro",
        "history",
        "woodson",
        "created",
        "first",
        "academic",
        "journal",
        "debunk",
        "widespread",
        "racist",
        "scholarship",
        "worked",
        "throughout",
        "career",
        "inject",
        "rigor",
        "historical",
        "accuracy",
        "african",
        "american",
        "experience",
        "public",
        "record",
        "torres",
        "go",
        "say",
        "woodson",
        "experience",
        "unlike",
        "black",
        "woman",
        "underserved",
        "underperforming",
        "public",
        "school",
        "richmond",
        "california",
        "many",
        "community",
        "expect",
        "achieve",
        "much",
        "beyond",
        "four",
        "corner",
        "neighborhood",
        "said",
        "voiced",
        "ambition",
        "go",
        "harvard",
        "told",
        "teacher",
        "guidance",
        "counselor",
        "even",
        "family",
        "member",
        "people",
        "like",
        "go",
        "school",
        "like",
        "history",
        "always",
        "messy",
        "bit",
        "business",
        "written",
        "winner",
        "sometimes",
        "loser",
        "often",
        "drowned",
        "loudest",
        "voice",
        "room",
        "truth",
        "worth",
        "fighting",
        "found",
        "shall",
        "surely",
        "set",
        "u",
        "free",
        "point",
        "kenneth",
        "chenault",
        "departure",
        "number",
        "black",
        "ceo",
        "chenault",
        "step",
        "chief",
        "executive",
        "officer",
        "american",
        "express",
        "today",
        "brings",
        "number",
        "black",
        "ceo",
        "fortune",
        "three",
        "drop",
        "two",
        "year",
        "fact",
        "situation",
        "real",
        "problem",
        "embarrassing",
        "corporate",
        "america",
        "chenault",
        "said",
        "last",
        "fall",
        "bloomberg",
        "lack",
        "diversity",
        "video",
        "game",
        "may",
        "impact",
        "everyday",
        "racism",
        "new",
        "research",
        "university",
        "saskatchewan",
        "researcher",
        "cale",
        "passmore",
        "seems",
        "indicate",
        "lack",
        "diversity",
        "video",
        "game",
        "affect",
        "people",
        "differently",
        "much",
        "like",
        "real",
        "life",
        "survey",
        "sent",
        "game",
        "player",
        "asked",
        "question",
        "race",
        "identity",
        "choice",
        "game",
        "whether",
        "game",
        "character",
        "looked",
        "like",
        "player",
        "color",
        "effect",
        "depression",
        "detachment",
        "disengagement",
        "low",
        "present",
        "outcome",
        "would",
        "see",
        "every",
        "day",
        "daily",
        "racism",
        "said",
        "seem",
        "like",
        "major",
        "game",
        "designer",
        "making",
        "change",
        "anytime",
        "soon",
        "rolling",
        "stone",
        "white",
        "illinois",
        "public",
        "official",
        "resigned",
        "calling",
        "primarily",
        "black",
        "east",
        "saint",
        "louis",
        "shithole",
        "make",
        "story",
        "particularly",
        "bizarre",
        "remark",
        "came",
        "light",
        "blair",
        "garber",
        "state",
        "lottery",
        "chair",
        "member",
        "state",
        "republican",
        "central",
        "committee",
        "chose",
        "respond",
        "country",
        "music",
        "star",
        "charlie",
        "daniel",
        "twitter",
        "singer",
        "took",
        "platform",
        "defend",
        "president",
        "trump",
        "catalyst",
        "dick",
        "durbin",
        "complaint",
        "president",
        "shithole",
        "comment",
        "haiti",
        "country",
        "daniel",
        "talked",
        "smack",
        "garber",
        "weighed",
        "charlie",
        "durbin",
        "home",
        "town",
        "get",
        "east",
        "louis",
        "illinois",
        "shithole",
        "universe",
        "google",
        "search",
        "garber",
        "tweeted",
        "three",
        "key",
        "takeaway",
        "twitter",
        "public",
        "stop",
        "tweeting",
        "famous",
        "people",
        "really",
        "friend",
        "call",
        "someone",
        "home",
        "shithole",
        "know",
        "really",
        "think",
        "hill",
        "origin",
        "phrase",
        "black",
        "black",
        "crime",
        "people",
        "tend",
        "kill",
        "people",
        "near",
        "highly",
        "segregated",
        "society",
        "like",
        "mean",
        "murderer",
        "victim",
        "race",
        "white",
        "homicide",
        "victim",
        "killed",
        "white",
        "people",
        "national",
        "outrage",
        "white",
        "white",
        "crime",
        "piece",
        "citylab",
        "highlight",
        "first",
        "us",
        "term",
        "first",
        "occurred",
        "black",
        "community",
        "amplified",
        "advocacy",
        "group",
        "looking",
        "way",
        "address",
        "combat",
        "violence",
        "occurs",
        "segregation",
        "meet",
        "entrenched",
        "poverty",
        "got",
        "hijacked",
        "became",
        "symbol",
        "white",
        "supremacy",
        "another",
        "story",
        "entirely",
        "woke",
        "leader",
        "art",
        "literature",
        "explains",
        "arab",
        "world",
        "jaipur",
        "literature",
        "festival",
        "annual",
        "confab",
        "literature",
        "culture",
        "held",
        "jaipur",
        "india",
        "wrapped",
        "find",
        "full",
        "coverage",
        "stumbled",
        "upon",
        "panel",
        "writer",
        "rabih",
        "alameddine",
        "twitter",
        "pure",
        "genius",
        "conversation",
        "american",
        "journalist",
        "lawyer",
        "alia",
        "malek",
        "palestinian",
        "raja",
        "shehadeh",
        "theme",
        "writing",
        "arab",
        "world",
        "topic",
        "erasure",
        "quickly",
        "came",
        "lost",
        "everything",
        "prove",
        "existed",
        "refugee",
        "construct",
        "nation",
        "word",
        "flourishing",
        "art",
        "film",
        "theatre",
        "book",
        "dance",
        "said",
        "shehadeh",
        "life",
        "west",
        "bank",
        "alameddine",
        "said",
        "remnant",
        "colonialism",
        "prevents",
        "westerner",
        "seeing",
        "art",
        "commentary",
        "arab",
        "world",
        "produce",
        "come",
        "part",
        "world",
        "european",
        "opinion",
        "matter",
        "said",
        "looked",
        "west",
        "producing",
        "producing",
        "much",
        "culture",
        "hindustan",
        "time",
        "local",
        "barber",
        "offer",
        "safe",
        "stylin",
        "lgbtq",
        "people",
        "gamesman",
        "olde",
        "tyme",
        "brooklyn",
        "barber",
        "shop",
        "charm",
        "go",
        "fifty",
        "year",
        "owner",
        "clipping",
        "hair",
        "mostly",
        "white",
        "businessmen",
        "zip",
        "code",
        "enter",
        "dez",
        "marshall",
        "brought",
        "underserved",
        "market",
        "help",
        "look",
        "best",
        "providing",
        "excellent",
        "service",
        "informed",
        "deep",
        "respect",
        "powerfully",
        "affirming",
        "act",
        "even",
        "modern",
        "age",
        "shave",
        "haircut",
        "video",
        "two",
        "bit",
        "guaranteed",
        "smile",
        "great",
        "big",
        "story",
        "ethical",
        "hacking",
        "born",
        "heather",
        "burn",
        "digital",
        "law",
        "policy",
        "wonkette",
        "scotland",
        "posted",
        "fascinating",
        "thread",
        "radical",
        "act",
        "data",
        "part",
        "history",
        "part",
        "inspiration",
        "story",
        "rene",
        "carmille",
        "comptroller",
        "general",
        "french",
        "army",
        "head",
        "french",
        "census",
        "1940s",
        "collected",
        "detailed",
        "information",
        "french",
        "citizen",
        "stored",
        "basic",
        "ibm",
        "punch",
        "card",
        "latest",
        "technology",
        "time",
        "nazi",
        "showed",
        "wanted",
        "data",
        "twitter",
        "quote"
    ]
}