{
    "organizations": [],
    "uuid": "a928f76130896bd413a34004f5da89b775c0e08e",
    "author": "",
    "url": "https://www.reuters.com/article/us-ethiopia-landrights-industrial/expansion-of-ethiopias-first-industrial-park-reopens-old-wounds-idUSKBN1FL59R",
    "ord_in_thread": 0,
    "title": "FEATURE-Expansion of Ethiopia’s first industrial park reopens old wounds",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DUKEM, Ethiopia (Thomson Reuters Foundation) - The scenic road from Addis Ababa to the small town of Dukem is peppered with signs of industry: warehouses and factories, garages and gas stations, newly-built rail tracks and a freshly paved highway.\nDukem, just a short drive south of the capital, is home to Ethiopia’s first industrial park, the Chinese-owned Eastern Industrial Zone (EIZ), and some of the country’s most fertile land.\nFor more than a decade, it has been on the frontline of a government-led push to turn the still overwhelmingly agricultural country into Africa’s manufacturing hub.\nChinese companies are constructing five industrial zones, while the government plans to have 15 industrial parks nationwide by June 2018.\nLast year, the EIZ, which hosts companies ranging from shoe manufacturers and steelmakers to leather processors and car assemblers, embarked on a new expansion phase.\nThe move, which means expropriating an additional 167 hectares of rural land around Dukem and the relocation of around 300 farmers, has sparked anger among locals and reopened old wounds.\n“We were the first,” Shewangizaw, a middle-aged farmer who lost his fields to an Ethiopian-owned factory back in 2006, told the Thomson Reuters Foundation bitterly.\nHe and around 40 other farmers were relocated - without fair compensation, they argue - when some of the first factories arrived in the area a decade or so ago.\n“I don’t have any land now,” said his 72 year-old neighbor, Bashada, who lost nearly five hectares of farmland then and now rents one hectare from an older neighbor for 10,000 birr ($367) a year.\nThe group is campaigning to have its case heard by the federal government.\n“It’s not fair,” said Shewangizaw. “Our families were just destroyed. At the time compensation paid to us was so, so cheap. And we don’t have any land to farm or live on now.”\nANGRY ONCE MORE Muhammed Tilahun, vice-head of the Dukem Land Development and Management Office, told the Thomson Reuters Foundation the local government was now addressing the concerns of farmers.\nThat includes 190 farmers and their children who lost their land back in 2007 and are now being given additional land to support them, he said.\nYet the anger expressed by Shewangizaw and his fellow farmers is echoed across much of central Ethiopia, which has experienced rapid urbanization and fledgling industrialization over the past decade.\nIn 2014, a plan to expand Addis Ababa into the surrounding region of Oromia - in effect swallowing up small towns like Dukem - sparked mass protests.\nThe demonstrations later spread across the country, resulting in hundreds of deaths and eventually prompting the government to impose a nine-month state of emergency.\nPeace has now returned to Dukem’s streets, but farmers whose land has been earmarked by the EIZ for future development are frustrated and angry once more.\n“Our land came from our ancestors,” said Telahn Chaka, a 57- year-old farmer in nearby Goticha village, who said he would lose his remaining farmland this year.\n“I was hoping to give it to my children too. Now I have nothing for them to inherit.”\nHe and his neighbors tried to resist the plan, he recounted, prompting the local police to briefly detain four of them.\nSolomon Basha, spokesman for the Dukem town administration, disputed this account.\n“No farmers are protesting the expansion now,” he told the Thomson Reuters Foundation. “No farmers were arrested or killed in this process.”\nThe EIZ has promised to build a hospital, a school and a market center for farmers in addition to a total of 113 million birr compensation for the latest phase of expansion, Basha said.\nEach farmer will receive 500 square meters of replacement land in addition to compensation, he added.\nBut for farmers like Chaka, memories of the first phase of expansion still loom large.\n“This is propaganda,” Chaka said. “They promise us a lot of things - new land, a school for our children, electricity, running water - but after they take it nothing happens. So we lose our land and end up in poverty.”\nBETTER COMPENSATION However, in the decade since the EIZ started the process of land acquisition and compensation in Ethiopia has changed.\nMuhammed Tilahun, the local official, said compensation during the first phase of development was “very low” and did not include replacement agricultural land.\n“We have set up a committee to identify those who suffered under previous regulations,” he said, adding the price of compensation had more than doubled from 18 birr then to 54 birr per square meter today.\nIn Ethiopia, all land is formally owned by the state, and there is no established price for farmland.\nOfficially, households should be paid 10 times the market value of what can be produced on their plot in a single year, though this can be tricky to measure and vulnerable to abuse by unscrupulous officials.\n“The amount of money they pay for compensation is actually quite high,” said Stefan Dercon, chief economist of the UK Department for International Development (DfID) and a professor of economic policy at Oxford University.\nA 2015 report by Oxford’s Centre for the Study of African Economies found affected households in one part of Ethiopia received compensation payments on average nearly five times higher than their total annual expenditure on consumption, and for some households as much as 10 times more.\nA further revision to the compensation process is expected to lead to a substantial increase in the amount of financial compensation received by farmers when it is introduced by the federal government later this year.\nBut the Oxford report’s author, Anthony Harris of Mathematica Policy Research, which analyses public wellbeing, said providing replacement land remains a challenge.\n“They are supposed to receive a new plot. But that often doesn’t happen, especially in places around Addis Ababa where land is scarce,” said Harris.\nMeanwhile, households lose an unmeasured stream of income from their farmland and many individuals struggle to find new employment, he added.\n“It’s sort of an inevitable consequence. It’s going to be very hard to find some sort of alternative livelihood, especially for the older generation.”\nLOW WAGES As for Dukem’s farmers, the prospect of giving up farming for work in the factories of the EIZ is often unwelcome.\nThe zone currently employs more than 10,500 Ethiopian employees, the vast majority of whom come from the Dukem area, according to the Ethiopian Investment Commission.\nBut locals complain of low wages and poor treatment by employers.\nLemma Teshome, the 24 year-old son of a farmer in Goticha whose land is being expropriated this year, worked for three years at a soap factory.\n“Nothing was good,” he said. “The pay was low and our hours were long. We were so disappointed.”\nIn December last year a strike over overtime hours broke out in a shoe factory, which led to some street protests.\nA spokesman for the Ethiopian Investment Commission said that dispute had since been resolved through “mutual understanding.”\n“Some of the workers didn’t want overtime even though they are paid. But they reached an agreement,” the spokesman added. “The company said they could decide whether they wanted to do overtime or not.”\nReporting by Tom Gardner, Editing by Astrid Zweynert @azweynert. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit thisisplace.org\n ",
    "published": "2018-02-01T15:08:00.000+02:00",
    "crawled": "2018-02-01T15:40:05.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dukem",
        "ethiopia",
        "thomson",
        "reuters",
        "foundation",
        "scenic",
        "road",
        "addis",
        "ababa",
        "small",
        "town",
        "dukem",
        "peppered",
        "sign",
        "industry",
        "warehouse",
        "factory",
        "garage",
        "gas",
        "station",
        "rail",
        "track",
        "freshly",
        "paved",
        "highway",
        "dukem",
        "short",
        "drive",
        "south",
        "capital",
        "home",
        "ethiopia",
        "first",
        "industrial",
        "park",
        "eastern",
        "industrial",
        "zone",
        "eiz",
        "country",
        "fertile",
        "land",
        "decade",
        "frontline",
        "push",
        "turn",
        "still",
        "overwhelmingly",
        "agricultural",
        "country",
        "africa",
        "manufacturing",
        "hub",
        "chinese",
        "company",
        "constructing",
        "five",
        "industrial",
        "zone",
        "government",
        "plan",
        "industrial",
        "park",
        "nationwide",
        "june",
        "last",
        "year",
        "eiz",
        "host",
        "company",
        "ranging",
        "shoe",
        "manufacturer",
        "steelmaker",
        "leather",
        "processor",
        "car",
        "assembler",
        "embarked",
        "new",
        "expansion",
        "phase",
        "move",
        "mean",
        "expropriating",
        "additional",
        "hectare",
        "rural",
        "land",
        "around",
        "dukem",
        "relocation",
        "around",
        "farmer",
        "sparked",
        "anger",
        "among",
        "local",
        "reopened",
        "old",
        "wound",
        "first",
        "shewangizaw",
        "farmer",
        "lost",
        "field",
        "factory",
        "back",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "bitterly",
        "around",
        "farmer",
        "relocated",
        "without",
        "fair",
        "compensation",
        "argue",
        "first",
        "factory",
        "arrived",
        "area",
        "decade",
        "ago",
        "land",
        "said",
        "neighbor",
        "bashada",
        "lost",
        "nearly",
        "five",
        "hectare",
        "farmland",
        "rent",
        "one",
        "hectare",
        "older",
        "neighbor",
        "birr",
        "year",
        "group",
        "campaigning",
        "case",
        "heard",
        "federal",
        "government",
        "fair",
        "said",
        "shewangizaw",
        "family",
        "destroyed",
        "time",
        "compensation",
        "paid",
        "u",
        "cheap",
        "land",
        "farm",
        "live",
        "angry",
        "muhammed",
        "tilahun",
        "dukem",
        "land",
        "development",
        "management",
        "office",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "local",
        "government",
        "addressing",
        "concern",
        "farmer",
        "includes",
        "farmer",
        "child",
        "lost",
        "land",
        "back",
        "given",
        "additional",
        "land",
        "support",
        "said",
        "yet",
        "anger",
        "expressed",
        "shewangizaw",
        "fellow",
        "farmer",
        "echoed",
        "across",
        "much",
        "central",
        "ethiopia",
        "experienced",
        "rapid",
        "urbanization",
        "fledgling",
        "industrialization",
        "past",
        "decade",
        "plan",
        "expand",
        "addis",
        "ababa",
        "surrounding",
        "region",
        "oromia",
        "effect",
        "swallowing",
        "small",
        "town",
        "like",
        "dukem",
        "sparked",
        "mass",
        "protest",
        "demonstration",
        "later",
        "spread",
        "across",
        "country",
        "resulting",
        "hundred",
        "death",
        "eventually",
        "prompting",
        "government",
        "impose",
        "state",
        "emergency",
        "peace",
        "returned",
        "dukem",
        "street",
        "farmer",
        "whose",
        "land",
        "earmarked",
        "eiz",
        "future",
        "development",
        "frustrated",
        "angry",
        "land",
        "came",
        "ancestor",
        "said",
        "telahn",
        "chaka",
        "farmer",
        "nearby",
        "goticha",
        "village",
        "said",
        "would",
        "lose",
        "remaining",
        "farmland",
        "year",
        "hoping",
        "give",
        "child",
        "nothing",
        "neighbor",
        "tried",
        "resist",
        "plan",
        "recounted",
        "prompting",
        "local",
        "police",
        "briefly",
        "detain",
        "four",
        "solomon",
        "basha",
        "spokesman",
        "dukem",
        "town",
        "administration",
        "disputed",
        "account",
        "farmer",
        "protesting",
        "expansion",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "farmer",
        "arrested",
        "killed",
        "eiz",
        "promised",
        "build",
        "hospital",
        "school",
        "market",
        "center",
        "farmer",
        "addition",
        "total",
        "million",
        "birr",
        "compensation",
        "latest",
        "phase",
        "expansion",
        "basha",
        "said",
        "farmer",
        "receive",
        "square",
        "meter",
        "replacement",
        "land",
        "addition",
        "compensation",
        "added",
        "farmer",
        "like",
        "chaka",
        "memory",
        "first",
        "phase",
        "expansion",
        "still",
        "loom",
        "large",
        "propaganda",
        "chaka",
        "said",
        "promise",
        "u",
        "lot",
        "thing",
        "new",
        "land",
        "school",
        "child",
        "electricity",
        "running",
        "water",
        "take",
        "nothing",
        "happens",
        "lose",
        "land",
        "end",
        "better",
        "compensation",
        "however",
        "decade",
        "since",
        "eiz",
        "started",
        "process",
        "land",
        "acquisition",
        "compensation",
        "ethiopia",
        "changed",
        "muhammed",
        "tilahun",
        "local",
        "official",
        "said",
        "compensation",
        "first",
        "phase",
        "development",
        "low",
        "include",
        "replacement",
        "agricultural",
        "land",
        "set",
        "committee",
        "identify",
        "suffered",
        "previous",
        "regulation",
        "said",
        "adding",
        "price",
        "compensation",
        "doubled",
        "birr",
        "birr",
        "per",
        "square",
        "meter",
        "today",
        "ethiopia",
        "land",
        "formally",
        "owned",
        "state",
        "established",
        "price",
        "farmland",
        "officially",
        "household",
        "paid",
        "time",
        "market",
        "value",
        "produced",
        "plot",
        "single",
        "year",
        "though",
        "tricky",
        "measure",
        "vulnerable",
        "abuse",
        "unscrupulous",
        "official",
        "amount",
        "money",
        "pay",
        "compensation",
        "actually",
        "quite",
        "high",
        "said",
        "stefan",
        "dercon",
        "chief",
        "economist",
        "uk",
        "department",
        "international",
        "development",
        "dfid",
        "professor",
        "economic",
        "policy",
        "oxford",
        "university",
        "report",
        "oxford",
        "centre",
        "study",
        "african",
        "economy",
        "found",
        "affected",
        "household",
        "one",
        "part",
        "ethiopia",
        "received",
        "compensation",
        "payment",
        "average",
        "nearly",
        "five",
        "time",
        "higher",
        "total",
        "annual",
        "expenditure",
        "consumption",
        "household",
        "much",
        "time",
        "revision",
        "compensation",
        "process",
        "expected",
        "lead",
        "substantial",
        "increase",
        "amount",
        "financial",
        "compensation",
        "received",
        "farmer",
        "introduced",
        "federal",
        "government",
        "later",
        "year",
        "oxford",
        "report",
        "author",
        "anthony",
        "harris",
        "mathematica",
        "policy",
        "research",
        "analysis",
        "public",
        "wellbeing",
        "said",
        "providing",
        "replacement",
        "land",
        "remains",
        "challenge",
        "supposed",
        "receive",
        "new",
        "plot",
        "often",
        "happen",
        "especially",
        "place",
        "around",
        "addis",
        "ababa",
        "land",
        "scarce",
        "said",
        "harris",
        "meanwhile",
        "household",
        "lose",
        "unmeasured",
        "stream",
        "income",
        "farmland",
        "many",
        "individual",
        "struggle",
        "find",
        "new",
        "employment",
        "added",
        "sort",
        "inevitable",
        "consequence",
        "going",
        "hard",
        "find",
        "sort",
        "alternative",
        "livelihood",
        "especially",
        "older",
        "low",
        "wage",
        "dukem",
        "farmer",
        "prospect",
        "giving",
        "farming",
        "work",
        "factory",
        "eiz",
        "often",
        "unwelcome",
        "zone",
        "currently",
        "employ",
        "ethiopian",
        "employee",
        "vast",
        "majority",
        "come",
        "dukem",
        "area",
        "according",
        "ethiopian",
        "investment",
        "commission",
        "local",
        "complain",
        "low",
        "wage",
        "poor",
        "treatment",
        "employer",
        "lemma",
        "teshome",
        "son",
        "farmer",
        "goticha",
        "whose",
        "land",
        "expropriated",
        "year",
        "worked",
        "three",
        "year",
        "soap",
        "factory",
        "nothing",
        "good",
        "said",
        "pay",
        "low",
        "hour",
        "long",
        "december",
        "last",
        "year",
        "strike",
        "overtime",
        "hour",
        "broke",
        "shoe",
        "factory",
        "led",
        "street",
        "protest",
        "spokesman",
        "ethiopian",
        "investment",
        "commission",
        "said",
        "dispute",
        "since",
        "resolved",
        "mutual",
        "worker",
        "want",
        "overtime",
        "even",
        "though",
        "paid",
        "reached",
        "agreement",
        "spokesman",
        "added",
        "company",
        "said",
        "could",
        "decide",
        "whether",
        "wanted",
        "overtime",
        "reporting",
        "tom",
        "gardner",
        "editing",
        "astrid",
        "zweynert",
        "azweynert",
        "please",
        "credit",
        "thomson",
        "reuters",
        "foundation",
        "charitable",
        "arm",
        "thomson",
        "reuters",
        "cover",
        "humanitarian",
        "news",
        "woman",
        "right",
        "trafficking",
        "property",
        "right",
        "climate",
        "change",
        "resilience",
        "visit"
    ]
}