{
    "organizations": [],
    "uuid": "33bb5cb603f625ac5577a574d225dff46c00e04b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-usat-announces-broad-availability-of-newly-acquired-seed-markets-software.html",
    "ord_in_thread": 0,
    "title": "USAT Announces Broad Availability of Newly Acquired Seed Markets Software",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Micro Market Business Optimization Solution Offers Greater Efficiencies and Streamlined Operations to Owners and Operators\nMALVERN, Pa.--(BUSINESS WIRE)-- USA Technologies, Inc. (NASDAQ:USAT), a premier payment technology service provider of integrated cashless and mobile transactions in the self-service retail market, today announced the expansion of its newly acquired micro market optimization solution, Seed Markets™. The cloud-based and mobile solution was introduced in March 2016 in a limited-test deployment, bringing select micro market operators the same service efficiency tools already available for vending through Seed Pro™ and for office coffee services (OCS) through Seed Delivery™. Dozens of customers have since signed on to use Seed Markets, including All Star Services, One Source Office Refreshments, K&R Vending, Imperial Companies, CL Vending, Southern Canteen, and Gulf Coast Canteen.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180222005552/en/\nOperators can simplify their operations by standardizing a single set of mobile and web-based tools for markets, vending, and OCS. (Photo: Business Wire)\nAccording to the most recent NAMA Industry Census, micro markets is the fastest growing segment in unattended retail convenience services, with total revenue between 2014 and 2016 increasing by more than 154 percent.\n“Self-service markets are gaining momentum as the business model evolves and businesses respond to groundbreaking, new self-service shopping experiences like Amazon Go. But as smart owners and operators look to add these new channels to their portfolio in any scale, they often struggle with separate business platforms and, consequently, separate inventory for vending, OCS and micro markets. This lack of integration creates costly duplication in warehousing, drivers and back-office processes,” said Michael Lawlor, Chief Services Officer, USA Technologies. “We found, through the success of the pilot program, that offering the same tools for micro markets that operators use on their vending and OCS business gives them the ability to better manage operational costs and increase efficiencies. All Star Services has also reported an increase in revenues collected per visit during the first six months of use of Seed Markets. We are thrilled to be able to offer it to all micro market operators as this industry continues to grow.”\nWith the implementation of the new NAMA standard on VDI VMS/MMS integration, USA Technologies now has the ability to accelerate the integration of Seed Markets with micro markets on which the NAMA standard has been implemented, as the standard eliminates delays stemming from unique development work that would otherwise be required to integrate Seed Markets with the various micro markets.\n“We have seen remarkable results since integrating with Seed Markets,” said Duncan Smith, COO of All-Star Services. “Servicing markets is 30-50 percent faster, revenue per visit has increased because markets are better stocked, and we’ve reduced the time it takes to pick beverage orders from the warehouse by 33 percent. Seed Markets has also saved time on re-stocking by reducing the amount of product being brought back from the field to the warehouse.”\nTim Greble, Director of Markets at One Source Office Refreshments also noted, “Our primary focus has been to dissolve our market-only routes, and create fully integrated market/vending routes, while maintaining a strict inventory schedule. With our newly integrated routes, we believe we can add new market and vending business in the Philadelphia region without adding any additional trucks or drivers on the street, which will help us build a foundation for future growth.”\nSeed Markets Features Available to Operators\nOne Standard Set of Tools: Operators can simplify their operations by standardizing a single set of mobile and web-based tools for markets, vending, and OCS. Drivers can now use the same Seed Mobile™ driver handheld app to service markets, as well as vending machines and OCS stops. This minimizes time spent on training and eliminates the need to switch applications or devices. Seed Mobile also features market-specific enhancements such as laser barcode scanner support that make inventorying much faster. Simplified Route Management: Route schedules for markets, vending and OCS can all be managed in the same web-based interface. Schedules can be market-only or mixed with vending and/or OCS. Markets can even be split across routes, where a market’s snack racks and drink coolers can be serviced by a regular vending driver, while a market’s food coolers can be serviced on a food route. Dynamic Scheduling helps to avoid wasting valuable route labor on markets or sections of markets that don’t need service. Efficient Warehouse Pre-Picking: Seed Markets simplifies an operator’s warehouse operations as well. Operators no longer need to train warehouse employees on multiple systems, because the same Seed Office™ web and mobile apps now handle inventory management and accountability for markets, vending and OCS. For operators who want to pre-pick market orders with vending orders on the same route, Seed Markets supports a “one pass” pre-pick operation that allows markets and vending machine pre-picks to be selected at the same time, increasing picker efficiency. Single Reporting Interface: A simplified back-office providing a single reporting interface for markets, vending, and OCS business. Financial reporting can be run across all three lines of business in a single report, making a rolled-up customer P&L or Category P&L easy to generate without having to manage data from multiple systems. Operational reporting is also consolidated, allowing the generation of driver and route performance metrics across vending, markets, and OCS. Cash Accountability: Reconcile cash collected from markets with cash counted in the money room, enabling the reduction of cash shrinkage and better oversight of cash flow.\n“With the integration of Seed Markets with the micro markets supplied by 365 Retail Markets completed, operators are already taking advantage of Seed Markets to manage all of their 365 markets,” said Anant Agrawal, EVP Corporate Development, USA Technologies. “Yoke and Company Kitchen, two other micro market providers, expect to integrate their micro markets with Seed Markets in the near future, and we expect other major providers will follow.”\nThe news comes on the heels of the company’s recent announcement and what we consider to be strong customer interest in USAT’s expanded end-to-end enterprise services with the addition of Seed Pro and Seed Office solutions to its cashless payment platform following its acquisition of Cantaloupe Systems on November 9, 2017. The acquisition added logistics, dynamic route scheduling, automated pre-kitting, responsive merchandising, inventory management, warehouse and accounting management to USAT’s existing portfolio of cashless payment, loyalty and consumer engagement services. The expansion of Seed Markets further extends USAT’s enterprise offering for self-service unattended retail businesses.\nUseful Links:\nUSA Technologies: https://usatech.com/\nTwitter: https://twitter.com/usa_tech\nYouTube: https://www.youtube.com/user/USATechnologies\nResource Center: https://usatech.com/resource-center/the-benefits\nSales and Partnership Inquiries:\nPlease contact USA Technologies, Inc. at +1 800.633.0340 or sales@usatech.com .\nAbout USA Technologies:\nUSA Technologies, Inc. is a premier payment technology service provider of integrated cashless and mobile transactions in the self-service retail market. The company also provides a broad line of cashless acceptance technologies including its NFC-ready ePort® G-series, ePort Mobile™ for customers on the go, ePort® Interactive, and QuickConnect, an API Web service for developers. Through its recent acquisition of Cantaloupe Systems, Inc., the company also offers logistics, dynamic route scheduling, automated pre-kitting, responsive merchandising, inventory management, warehouse and accounting management solutions. Cantaloupe Systems is a premier provider of cloud and mobile solutions for vending, micro markets, and office coffee services. USA Technologies and Cantaloupe Systems have 85 United States and foreign patents in force; and have agreements with Verizon, Visa, Chase Paymentech and customers such as Compass, AMI Entertainment and others. For more information, please visit the website at www.usatech.com .\nForward-looking Statements:\n\"Safe Harbor\" Statement under the Private Securities Litigation Reform Act of 1995: All statements other than statements of historical fact included in this release, including without limitation the business strategy and the plans and objectives of USAT's management for future operations, are forward-looking statements. When used in this release, words such as \"anticipate\", \"believe\", \"estimate\", \"expect\", \"intend\", and similar expressions, as they relate to USAT or its management, identify forward-looking statements. Such forward-looking statements are based on the beliefs of USAT's management, as well as assumptions made by and information currently available to USAT's management. Actual results could differ materially from those contemplated by the forward-looking statements as a result of certain factors, including but not limited to, the ability of USAT to predict future market conditions and customer response to Seed Markets; the possibility that all of the expected benefits and efficiencies from Seed Markets, including improvements in efficiencies and revenue, and scalability, will not be realized by all micro market operators and on all micro markets or within the expected time period; whether the micro market segment of unattended retail will continue to grow at the current pace; the pace at which micro market operators adopt the NAMA standard for VDI VMS/MMS integration; and whether and when USAT will complete integration of Seed Markets with micro markets supplied by certain providers. Readers are cautioned not to place undue reliance on these forward-looking statements. Any forward-looking statement made by us in this release speaks only as of the date of this release. Unless required by law, USAT does not undertake to release publicly any revisions to these forward-looking statements to reflect future events or circumstances or to reflect the occurrence of unanticipated events.\n--G-USAT\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222005552/en/\nMedia:\nANW Networks\nEmily Porro, +1 347-346-3663\nemily@anwnetworks.com\nor\nInvestor Relations:\nBlueshirt Group\nMonica Gould, +1 212-871-3927\nmonica@blueshirtgroup.com\nSource: USA Technologies, Inc.",
    "published": "2018-02-22T16:15:00.000+02:00",
    "crawled": "2018-02-22T17:53:34.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "micro",
        "market",
        "business",
        "optimization",
        "solution",
        "offer",
        "greater",
        "efficiency",
        "streamlined",
        "operation",
        "owner",
        "operator",
        "malvern",
        "business",
        "wire",
        "usa",
        "technology",
        "nasdaq",
        "usat",
        "premier",
        "payment",
        "technology",
        "service",
        "provider",
        "integrated",
        "cashless",
        "mobile",
        "transaction",
        "retail",
        "market",
        "today",
        "announced",
        "expansion",
        "newly",
        "acquired",
        "micro",
        "market",
        "optimization",
        "solution",
        "seed",
        "mobile",
        "solution",
        "introduced",
        "march",
        "deployment",
        "bringing",
        "select",
        "micro",
        "market",
        "operator",
        "service",
        "efficiency",
        "tool",
        "already",
        "available",
        "vending",
        "seed",
        "office",
        "coffee",
        "service",
        "ocs",
        "seed",
        "dozen",
        "customer",
        "since",
        "signed",
        "use",
        "seed",
        "market",
        "including",
        "star",
        "service",
        "one",
        "source",
        "office",
        "refreshment",
        "k",
        "r",
        "vending",
        "imperial",
        "company",
        "cl",
        "vending",
        "southern",
        "canteen",
        "gulf",
        "coast",
        "canteen",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "operator",
        "simplify",
        "operation",
        "standardizing",
        "single",
        "set",
        "mobile",
        "tool",
        "market",
        "vending",
        "ocs",
        "photo",
        "business",
        "wire",
        "according",
        "recent",
        "nama",
        "industry",
        "census",
        "micro",
        "market",
        "fastest",
        "growing",
        "segment",
        "unattended",
        "retail",
        "convenience",
        "service",
        "total",
        "revenue",
        "increasing",
        "percent",
        "market",
        "gaining",
        "momentum",
        "business",
        "model",
        "evolves",
        "business",
        "respond",
        "groundbreaking",
        "new",
        "shopping",
        "experience",
        "like",
        "amazon",
        "go",
        "smart",
        "owner",
        "operator",
        "look",
        "add",
        "new",
        "channel",
        "portfolio",
        "scale",
        "often",
        "struggle",
        "separate",
        "business",
        "platform",
        "consequently",
        "separate",
        "inventory",
        "vending",
        "ocs",
        "micro",
        "market",
        "lack",
        "integration",
        "creates",
        "costly",
        "duplication",
        "warehousing",
        "driver",
        "process",
        "said",
        "michael",
        "lawlor",
        "chief",
        "service",
        "officer",
        "usa",
        "technology",
        "found",
        "success",
        "pilot",
        "program",
        "offering",
        "tool",
        "micro",
        "market",
        "operator",
        "use",
        "vending",
        "ocs",
        "business",
        "give",
        "ability",
        "better",
        "manage",
        "operational",
        "cost",
        "increase",
        "efficiency",
        "star",
        "service",
        "also",
        "reported",
        "increase",
        "revenue",
        "collected",
        "per",
        "visit",
        "first",
        "six",
        "month",
        "use",
        "seed",
        "market",
        "thrilled",
        "able",
        "offer",
        "micro",
        "market",
        "operator",
        "industry",
        "continues",
        "implementation",
        "new",
        "nama",
        "standard",
        "vdi",
        "integration",
        "usa",
        "technology",
        "ability",
        "accelerate",
        "integration",
        "seed",
        "market",
        "micro",
        "market",
        "nama",
        "standard",
        "implemented",
        "standard",
        "eliminates",
        "delay",
        "stemming",
        "unique",
        "development",
        "work",
        "would",
        "otherwise",
        "required",
        "integrate",
        "seed",
        "market",
        "various",
        "micro",
        "market",
        "seen",
        "remarkable",
        "result",
        "since",
        "integrating",
        "seed",
        "market",
        "said",
        "duncan",
        "smith",
        "coo",
        "service",
        "servicing",
        "market",
        "percent",
        "faster",
        "revenue",
        "per",
        "visit",
        "increased",
        "market",
        "better",
        "stocked",
        "reduced",
        "time",
        "take",
        "pick",
        "beverage",
        "order",
        "warehouse",
        "percent",
        "seed",
        "market",
        "also",
        "saved",
        "time",
        "reducing",
        "amount",
        "product",
        "brought",
        "back",
        "field",
        "tim",
        "greble",
        "director",
        "market",
        "one",
        "source",
        "office",
        "refreshment",
        "also",
        "noted",
        "primary",
        "focus",
        "dissolve",
        "route",
        "create",
        "fully",
        "integrated",
        "route",
        "maintaining",
        "strict",
        "inventory",
        "schedule",
        "newly",
        "integrated",
        "route",
        "believe",
        "add",
        "new",
        "market",
        "vending",
        "business",
        "philadelphia",
        "region",
        "without",
        "adding",
        "additional",
        "truck",
        "driver",
        "street",
        "help",
        "u",
        "build",
        "foundation",
        "future",
        "seed",
        "market",
        "feature",
        "available",
        "operator",
        "one",
        "standard",
        "set",
        "tool",
        "operator",
        "simplify",
        "operation",
        "standardizing",
        "single",
        "set",
        "mobile",
        "tool",
        "market",
        "vending",
        "ocs",
        "driver",
        "use",
        "seed",
        "driver",
        "handheld",
        "app",
        "service",
        "market",
        "well",
        "vending",
        "machine",
        "ocs",
        "stop",
        "minimizes",
        "time",
        "spent",
        "training",
        "eliminates",
        "need",
        "switch",
        "application",
        "device",
        "seed",
        "mobile",
        "also",
        "feature",
        "enhancement",
        "laser",
        "barcode",
        "scanner",
        "support",
        "make",
        "inventorying",
        "much",
        "faster",
        "simplified",
        "route",
        "management",
        "route",
        "schedule",
        "market",
        "vending",
        "ocs",
        "managed",
        "interface",
        "schedule",
        "mixed",
        "vending",
        "ocs",
        "market",
        "even",
        "split",
        "across",
        "route",
        "market",
        "snack",
        "rack",
        "drink",
        "cooler",
        "serviced",
        "regular",
        "vending",
        "driver",
        "market",
        "food",
        "cooler",
        "serviced",
        "food",
        "route",
        "dynamic",
        "scheduling",
        "help",
        "avoid",
        "wasting",
        "valuable",
        "route",
        "labor",
        "market",
        "section",
        "market",
        "need",
        "service",
        "efficient",
        "warehouse",
        "seed",
        "market",
        "simplifies",
        "operator",
        "warehouse",
        "operation",
        "well",
        "operator",
        "longer",
        "need",
        "train",
        "warehouse",
        "employee",
        "multiple",
        "system",
        "seed",
        "web",
        "mobile",
        "apps",
        "handle",
        "inventory",
        "management",
        "accountability",
        "market",
        "vending",
        "ocs",
        "operator",
        "want",
        "market",
        "order",
        "vending",
        "order",
        "route",
        "seed",
        "market",
        "support",
        "one",
        "pas",
        "operation",
        "allows",
        "market",
        "vending",
        "machine",
        "selected",
        "time",
        "increasing",
        "picker",
        "efficiency",
        "single",
        "reporting",
        "interface",
        "simplified",
        "providing",
        "single",
        "reporting",
        "interface",
        "market",
        "vending",
        "ocs",
        "business",
        "financial",
        "reporting",
        "run",
        "across",
        "three",
        "line",
        "business",
        "single",
        "report",
        "making",
        "customer",
        "p",
        "l",
        "category",
        "p",
        "l",
        "easy",
        "generate",
        "without",
        "manage",
        "data",
        "multiple",
        "system",
        "operational",
        "reporting",
        "also",
        "consolidated",
        "allowing",
        "generation",
        "driver",
        "route",
        "performance",
        "metric",
        "across",
        "vending",
        "market",
        "ocs",
        "cash",
        "accountability",
        "reconcile",
        "cash",
        "collected",
        "market",
        "cash",
        "counted",
        "money",
        "room",
        "enabling",
        "reduction",
        "cash",
        "shrinkage",
        "better",
        "oversight",
        "cash",
        "flow",
        "integration",
        "seed",
        "market",
        "micro",
        "market",
        "supplied",
        "retail",
        "market",
        "completed",
        "operator",
        "already",
        "taking",
        "advantage",
        "seed",
        "market",
        "manage",
        "market",
        "said",
        "anant",
        "agrawal",
        "evp",
        "corporate",
        "development",
        "usa",
        "technology",
        "yoke",
        "company",
        "kitchen",
        "two",
        "micro",
        "market",
        "provider",
        "expect",
        "integrate",
        "micro",
        "market",
        "seed",
        "market",
        "near",
        "future",
        "expect",
        "major",
        "provider",
        "news",
        "come",
        "heel",
        "company",
        "recent",
        "announcement",
        "consider",
        "strong",
        "customer",
        "interest",
        "usat",
        "expanded",
        "enterprise",
        "service",
        "addition",
        "seed",
        "pro",
        "seed",
        "office",
        "solution",
        "cashless",
        "payment",
        "platform",
        "following",
        "acquisition",
        "cantaloupe",
        "system",
        "november",
        "acquisition",
        "added",
        "logistics",
        "dynamic",
        "route",
        "scheduling",
        "automated",
        "responsive",
        "merchandising",
        "inventory",
        "management",
        "warehouse",
        "accounting",
        "management",
        "usat",
        "existing",
        "portfolio",
        "cashless",
        "payment",
        "loyalty",
        "consumer",
        "engagement",
        "service",
        "expansion",
        "seed",
        "market",
        "extends",
        "usat",
        "enterprise",
        "offering",
        "unattended",
        "retail",
        "business",
        "useful",
        "link",
        "usa",
        "technology",
        "http",
        "twitter",
        "http",
        "youtube",
        "http",
        "resource",
        "center",
        "http",
        "sale",
        "partnership",
        "inquiry",
        "please",
        "contact",
        "usa",
        "technology",
        "sale",
        "usa",
        "technology",
        "usa",
        "technology",
        "premier",
        "payment",
        "technology",
        "service",
        "provider",
        "integrated",
        "cashless",
        "mobile",
        "transaction",
        "retail",
        "market",
        "company",
        "also",
        "provides",
        "broad",
        "line",
        "cashless",
        "acceptance",
        "technology",
        "including",
        "eport",
        "customer",
        "go",
        "interactive",
        "quickconnect",
        "api",
        "web",
        "service",
        "developer",
        "recent",
        "acquisition",
        "cantaloupe",
        "system",
        "company",
        "also",
        "offer",
        "logistics",
        "dynamic",
        "route",
        "scheduling",
        "automated",
        "responsive",
        "merchandising",
        "inventory",
        "management",
        "warehouse",
        "accounting",
        "management",
        "solution",
        "cantaloupe",
        "system",
        "premier",
        "provider",
        "cloud",
        "mobile",
        "solution",
        "vending",
        "micro",
        "market",
        "office",
        "coffee",
        "service",
        "usa",
        "technology",
        "cantaloupe",
        "system",
        "united",
        "state",
        "foreign",
        "patent",
        "force",
        "agreement",
        "verizon",
        "visa",
        "chase",
        "paymentech",
        "customer",
        "compass",
        "ami",
        "entertainment",
        "others",
        "information",
        "please",
        "visit",
        "website",
        "statement",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "release",
        "including",
        "without",
        "limitation",
        "business",
        "strategy",
        "plan",
        "objective",
        "usat",
        "management",
        "future",
        "operation",
        "statement",
        "used",
        "release",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "similar",
        "expression",
        "relate",
        "usat",
        "management",
        "identify",
        "statement",
        "statement",
        "based",
        "belief",
        "usat",
        "management",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "usat",
        "management",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "result",
        "certain",
        "factor",
        "including",
        "limited",
        "ability",
        "usat",
        "predict",
        "future",
        "market",
        "condition",
        "customer",
        "response",
        "seed",
        "market",
        "possibility",
        "expected",
        "benefit",
        "efficiency",
        "seed",
        "market",
        "including",
        "improvement",
        "efficiency",
        "revenue",
        "scalability",
        "realized",
        "micro",
        "market",
        "operator",
        "micro",
        "market",
        "within",
        "expected",
        "time",
        "period",
        "whether",
        "micro",
        "market",
        "segment",
        "unattended",
        "retail",
        "continue",
        "grow",
        "current",
        "pace",
        "pace",
        "micro",
        "market",
        "operator",
        "adopt",
        "nama",
        "standard",
        "vdi",
        "integration",
        "whether",
        "usat",
        "complete",
        "integration",
        "seed",
        "market",
        "micro",
        "market",
        "supplied",
        "certain",
        "provider",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "made",
        "u",
        "release",
        "speaks",
        "date",
        "release",
        "unless",
        "required",
        "law",
        "usat",
        "undertake",
        "release",
        "publicly",
        "revision",
        "statement",
        "reflect",
        "future",
        "event",
        "circumstance",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "anw",
        "network",
        "emily",
        "porro",
        "emily",
        "investor",
        "relation",
        "blueshirt",
        "group",
        "monica",
        "gould",
        "monica",
        "source",
        "usa",
        "technology",
        "inc"
    ]
}