{
    "organizations": [],
    "uuid": "f8dc49f0127dd9b564164c50839c3885dc0153df",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-biocryst-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "BioCryst Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Updates Investors Regarding Proposed Merger with Idera Pharmaceuticals, Inc.\nRESEARCH TRIANGLE PARK, N.C., Feb. 27, 2018 (GLOBE NEWSWIRE) -- BioCryst Pharmaceuticals, Inc. (NASDAQ:BCRX) announced today financial results for the fourth quarter and year ended December 31, 2017.\n“Our team made significant progress in 2017 and we are off to a strong start in 2018,” said Jon P. Stonehouse, President & Chief Executive Officer. “We are keenly focused on continuing that momentum by advancing our pipeline, adding additional programs and driving our BCX7353 oral prophylactic program toward approval and launch. We are on track to report top-line results from the APeX-2 pivotal trial of BCX7353 and to initiate a Phase 1 clinical trial for our recently unveiled ALK2 inhibitor program for treating FOP in the first half of 2019.”\nMr. Stonehouse continued, “In January, we announced our proposed merger with Idera Pharmaceuticals, Inc. that we believe will build greater and more sustainable value for the benefit of stockholders as well as patients with rare diseases beyond what we could achieve alone. The BioCryst Board determined this combination was compelling from both a strategic and financial perspective following a careful evaluation of a range of strategies to enhance long-term stockholder value. The transaction will create a leading rare disease company with a robust pipeline including two promising Phase 3 programs and combines synergistic discovery engines that will not only expand the number of rare diseases we can target but create meaningful opportunities for differentiation in the market through joint small molecule and oligo treatments. Importantly, joining with Idera will also enable us to achieve cost synergies and increase our financial strength and flexibility.”\nFourth Quarter Financial Results\nFor the three months ended December 31, 2017, total revenues were $3.9 million, compared to $9.0 million in the fourth quarter of 2016. The decrease in revenue was primarily due to the recognition of $2.3 million of RAPIVAB ® product sales to commercial partners in 2016 that did not recur in 2017 and approximately a $2.5 million decline in collaborative revenue in 2017, associated with a decrease in development activity under U.S. Government development contracts.\nResearch and Development (R&D) expenses for the fourth quarter of 2017 increased to $16.9 million from $12.2 million in the fourth quarter of 2016, primarily due to additions in R&D personnel, as well as increased spending to advance the Company’s hereditary angioedema (HAE) portfolio. These increases were partially offset by a decrease in the Company’s galidesivir development expenses in 2017.\nGeneral and administrative (G&A) expenses for the fourth quarter of 2017 increased to $4.7 million, compared to $2.6 million in the fourth quarter of 2016. The increase was primarily due to approximately $1.5 million of merger-related costs associated with the Company’s previously announced definitive merger agreement with Idera Pharmaceuticals, Inc. (Idera).\nInterest expense was $2.2 million in the fourth quarter of 2017, compared to $2.1 million in the fourth quarter of 2016. Also, a $71,000 mark-to-market gain on the Company’s foreign currency hedge was recognized in the fourth quarter of 2017, as compared to a $5.7 million mark-to-market gain in the fourth quarter of 2016. These changes result from periodic changes in the U.S. dollar/Japanese yen exchange rate.\nNet loss for the fourth quarter of 2017 was $19.5 million, or $0.20 per share, compared to a net loss of $4.5 million, or $0.06 per share, for the fourth quarter 2016.\nFull Year 2017 Financial Results\nFor the year ended December 31, 2017, total revenues decreased to $25.2 million from $26.4 million in 2016. The decrease in 2017 revenue was primarily due to lower collaborative revenue under U.S. Government development contracts as well as lower revenue from product sales to corporate partners. These decreases were largely offset by $7.0 million in milestone payments associated with U.S. pediatric and Canadian regulatory approvals of RAPIVAB.\nR&D expenses for 2017 increased to $67.0 million from $61.0 million in 2016, primarily due to increased spending on the Company’s HAE program, partially associated with the achievement of a performance-based stock option grant related to the successful completion of the APeX-1 clinical trial, as well as an increase in R&D personnel. These increases were partially offset by a decrease in galidesivir development expenses under U.S. Government development contracts.\nG&A expenses for 2017 increased to $13.9 million, compared to $11.3 million in 2016. The increase was due primarily to the achievement of a performance-based stock option grant related to the successful completion of the APeX-1 clinical trial as well as merger-related costs associated with the Company’s definitive merger agreement with Idera.\nInterest expense was $8.6 million in 2017, compared to $6.5 million in 2016. The increase in interest expense was due primarily to the closing of the Company’s $23 million senior credit facility in September 2016. A $1.8 million mark-to-market loss on the Company’s foreign currency hedge was recognized in 2017, as compared to a $1.7 million mark-to-market loss in 2016. These losses result from periodic changes in the U.S. dollar/Japanese yen exchange rate. During 2017 and 2016, the Company also realized currency gains of $966,000 and $811,000, respectively, from the exercise of a U.S. Dollar/Japanese yen currency option within its foreign currency hedge.\nNet loss for 2017 was $65.8 million, or $0.78 per share, compared to a net loss of $55.1 million, or $0.75 per share for the same period last year.\nCash, cash equivalents and investments totaled $159.0 million at December 31, 2017, and reflect an increase from $65.1 million at December 31, 2016. Net operating cash use for 2017 was $41.8 million, which excludes $134.0 million of net proceeds from the March and September 2017 public offerings.\nClinical Development Update & Outlook\nEnrollment in the 750 mg cohort of the Zenith-1 proof-of-concept Phase 2 clinical trial of a liquid formulation of BCX7353 for treatment of acute angioedema attacks in HAE has been completed and the 500 mg cohort is currently enrolling. We expect to report top-line results from the first cohort in the second half of 2018.\nOn January 5, 2018, BioCryst announced that it had advanced a discovery program exploring activin receptor-like kinase-2 (ALK2) inhibitors for treatment of Fibrodysplasia Ossificans Progressiva (FOP) into Investigational New Drug Application (IND) enabling nonclinical development. The Company’s optimized lead candidates, BCX9250 and BCX9499, are projected to enter Phase 1 clinical trials during the first half of 2019.\nOn January 22, 2018, BioCryst and Idera jointly announced the signing of a definitive merger agreement to create a company focused on the development and commercialization of medicines to serve patients suffering from rare diseases. The combined company will be renamed upon closing, and will be led by Vincent Milano, CEO of Idera. Jon Stonehouse will serve as a member of the Board of Directors. The transaction is subject to approval by the stockholders of both companies, as well as the satisfaction of customary closing conditions. The transaction is expected to be completed by the end of the second quarter of 2018.\nFinancial Outlook for 2018\nBased upon development plans and the Company’s awarded government contracts, on a stand-alone basis, BioCryst expects its 2018 net operating cash use to be in the range of $67 to $90 million, and its 2018 operating expenses to be in the range of $85 to $110 million. The Company’s operating expense range excludes equity-based compensation expense due to the difficulty in reliably projecting this expense, as it is impacted by the volatility and price of the Company’s stock, as well as by the vesting of the Company’s outstanding performance-based stock options.\nCompany and Idera File Joint Preliminary Proxy Statement / Prospectus and Updated Merger Presentation\nThe Company also today provided an updated investor presentation regarding the proposed merger with Idera Pharmaceuticals, which was announced on January 22, 2018. The presentation and a joint preliminary proxy statement / prospectus were filed today with the U.S. Securities and Exchange Commission (the “SEC”), and both can be accessed by visiting the “Investors” section of the Company’s website at www.BioCryst.com .\nConference Call and Webcast\nBioCryst's leadership team will host a conference call and webcast Tuesday, February 27, 2018 at 11:00 a.m. Eastern Time to discuss these financial results and recent corporate developments. To participate in the conference call, please dial 1-877-303-8027 (United States) or 1-760-536-5165 (International). No passcode is needed for the call. The webcast can be accessed live or in archived form in the “Investors” section of the Company’s website at www.BioCryst.com . An accompanying slide presentation may also be accessed via the BioCryst website. Please connect to the website at least 15 minutes prior to the start of the conference call to ensure adequate time for any software download that may be necessary.\nAbout BCX7353\nDiscovered by BioCryst, BCX7353 is a novel, oral, once-daily, selective inhibitor of plasma kallikrein currently in development for the prevention and treatment of angioedema attacks in patients diagnosed with HAE. BCX7353 has been generally safe and well tolerated in the Phase 2 APeX-1 clinical trial. BioCryst is also conducting the ongoing ZENITH-1 clinical trial. ZENITH-1 is a proof-of-concept Phase 2 clinical trial testing an oral liquid formulation of BCX7353 for the treatment of acute angioedema attacks.\nAbout BioCryst Pharmaceuticals\nBioCryst Pharmaceuticals designs, optimizes and develops novel small-molecule medicines that address both common and rare conditions. BioCryst has several ongoing development programs including BCX7353, an oral treatment for hereditary angioedema, galidesivir, a potential treatment for filoviruses, and a preclinical program to develop oral Alk-2 inhibitors for the treatment of fibrodysplasia ossificans progressive (FOP). RAPIVAB® (peramivir injection), a viral neuraminidase inhibitor for the treatment of influenza, is BioCryst's first approved product and has received regulatory approval in the U.S., Canada, Japan, Taiwan and Korea. Post-marketing commitments for RAPIVAB are ongoing, as well as activities to support regulatory approvals in other territories. For more information, please visit the Company's website at www.BioCryst.com .\nForward-Looking Statements\nThis press release contains forward-looking statements, including statements regarding future results, performance or achievements of BioCryst, and statements regarding the expected benefits of the transactions contemplated by the Agreement and Plan of Merger dated as of January 21, 2018 by and among BioCryst, Idera and the other parties thereto (the “merger agreement” and such transactions, the “merger”). These statements involve known and unknown risks, uncertainties and other factors which may cause BioCryst’s actual results, performance or achievements to be materially different from any future results, performances or achievements expressed or implied by the forward-looking statements. These statements reflect our current views with respect to future events and are based on assumptions and are subject to risks and uncertainties. Given these uncertainties, you should not place undue reliance on these forward-looking statements. Some of the factors that could affect the forward-looking statements contained herein include: that developing any drug candidate may take longer or may be more expensive than planned; that ongoing and future preclinical and clinical development of candidates may not have positive results; that BioCryst may not be able to enroll the required number of subjects in planned clinical trials of product candidates; that the Company may not advance human clinical trials with product candidates as expected; that the FDA and EMA may require additional studies beyond the studies planned for product candidates, or may not provide regulatory clearances which may result in delay of planned clinical trials, or may impose a clinical hold with respect to such product candidate, or withhold market approval for product candidates; that the Company may not be able to continue development of ongoing and future development programs; that such development programs may never result in future products; that the merger may not be completed on the terms set forth in the merger agreement within the expected time period; that the merger may involve unexpected costs or liabilities; that the announcement of the merger may result in disruption to our business or affect our ability to retain and hire key personnel and maintain business relationships; or that the anticipated benefits of the merger or other commercial opportunities may not be fully realized or may take longer than expected to realize. Please refer to the documents BioCryst files periodically with the Securities and Exchange Commission, specifically BioCryst’s most recent Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, all of which identify important factors that could cause the actual results to differ materially from those contained in BioCryst’s projections and forward-looking statements.\nBCRXW\nCONTACT: Thomas Staab, BioCryst Pharmaceuticals, +1-919-859-7910\nBIOCRYST PHARMACEUTICALS, INC. CONSOLIDATED FINANCIAL SUMMARY (in thousands, except per share) Statements of Operations (Unaudited) Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 Revenues: Product sales, net $ - $ 2,269 $ 1,501 $ 2,269 Royalty revenue 3,291 3,662 10,543 9,682 Collaborative and other research and development 599 3,052 13,142 14,402 Total revenues 3,890 8,983 25,186 26,353 Expenses: Cost of products sold - 2,297 1,142 2,297 Research and development 16,924 12,158 66,962 61,008 General and administrative 4,698 2,561 13,933 11,253 Royalty 129 155 560 402 Total operating expenses 21,751 17,171 82,597 74,960 Loss from operations (17,861 ) (8,188 ) (57,411 ) (48,607 ) Interest and other income 478 98 1,015 793 Interest expense (2,231 ) (2,131 ) (8,565 ) (6,487 ) Gain (loss) on foreign currency derivative 71 5,718 (821 ) (843 ) Net loss $ (19,543 ) $ (4,503 ) $ (65,782 ) $ (55,144 ) Basic and diluted net loss per common share $ (0.20 ) $ (0.06 ) $ (0.78 ) $ (0.75 ) Weighted average shares outstanding 98,402 73,764 84,451 73,699 Balance Sheet Data (in thousands) December 31, 2017 December 31, 2016 (Unaudited) (Note 1) Cash, cash equivalents and investments $ 155,692 $ 63,576 Restricted cash 3,286 1,546 Receivables from collaborations 6,117 8,768 Total assets 178,259 89,847 Non-recourse notes payable 28,682 28,243 Senior credit facility 23,214 22,777 Accumulated deficit (631,843 ) (566,061 ) Stockholders’ equity 83,767 1,578 Shares of common stock outstanding 98,411 73,782 Note 1: Derived from audited financial statements.\nSource:BioCryst Pharmaceuticals, Inc.",
    "published": "2018-02-27T16:30:00.000+02:00",
    "crawled": "2018-02-27T16:32:35.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "update",
        "investor",
        "regarding",
        "proposed",
        "merger",
        "idera",
        "pharmaceutical",
        "research",
        "triangle",
        "park",
        "globe",
        "newswire",
        "biocryst",
        "pharmaceutical",
        "nasdaq",
        "bcrx",
        "announced",
        "today",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "team",
        "made",
        "significant",
        "progress",
        "strong",
        "start",
        "said",
        "jon",
        "stonehouse",
        "president",
        "chief",
        "executive",
        "officer",
        "keenly",
        "focused",
        "continuing",
        "momentum",
        "advancing",
        "pipeline",
        "adding",
        "additional",
        "program",
        "driving",
        "bcx7353",
        "oral",
        "prophylactic",
        "program",
        "toward",
        "approval",
        "launch",
        "track",
        "report",
        "result",
        "pivotal",
        "trial",
        "bcx7353",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "recently",
        "unveiled",
        "alk2",
        "inhibitor",
        "program",
        "treating",
        "fop",
        "first",
        "half",
        "stonehouse",
        "continued",
        "january",
        "announced",
        "proposed",
        "merger",
        "idera",
        "pharmaceutical",
        "believe",
        "build",
        "greater",
        "sustainable",
        "value",
        "benefit",
        "stockholder",
        "well",
        "patient",
        "rare",
        "disease",
        "beyond",
        "could",
        "achieve",
        "alone",
        "biocryst",
        "board",
        "determined",
        "combination",
        "compelling",
        "strategic",
        "financial",
        "perspective",
        "following",
        "careful",
        "evaluation",
        "range",
        "strategy",
        "enhance",
        "stockholder",
        "value",
        "transaction",
        "create",
        "leading",
        "rare",
        "disease",
        "company",
        "robust",
        "pipeline",
        "including",
        "two",
        "promising",
        "phase",
        "program",
        "combine",
        "synergistic",
        "discovery",
        "engine",
        "expand",
        "number",
        "rare",
        "disease",
        "target",
        "create",
        "meaningful",
        "opportunity",
        "differentiation",
        "market",
        "joint",
        "small",
        "molecule",
        "oligo",
        "treatment",
        "importantly",
        "joining",
        "idera",
        "also",
        "enable",
        "u",
        "achieve",
        "cost",
        "synergy",
        "increase",
        "financial",
        "strength",
        "fourth",
        "quarter",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "revenue",
        "primarily",
        "due",
        "recognition",
        "million",
        "rapivab",
        "product",
        "sale",
        "commercial",
        "partner",
        "recur",
        "approximately",
        "million",
        "decline",
        "collaborative",
        "revenue",
        "associated",
        "decrease",
        "development",
        "activity",
        "government",
        "development",
        "contract",
        "research",
        "development",
        "r",
        "expense",
        "fourth",
        "quarter",
        "increased",
        "million",
        "million",
        "fourth",
        "quarter",
        "primarily",
        "due",
        "addition",
        "r",
        "personnel",
        "well",
        "increased",
        "spending",
        "advance",
        "company",
        "hereditary",
        "angioedema",
        "hae",
        "portfolio",
        "increase",
        "partially",
        "offset",
        "decrease",
        "company",
        "galidesivir",
        "development",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "fourth",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "primarily",
        "due",
        "approximately",
        "million",
        "cost",
        "associated",
        "company",
        "previously",
        "announced",
        "definitive",
        "merger",
        "agreement",
        "idera",
        "pharmaceutical",
        "idera",
        "interest",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "also",
        "gain",
        "company",
        "foreign",
        "currency",
        "hedge",
        "recognized",
        "fourth",
        "quarter",
        "compared",
        "million",
        "gain",
        "fourth",
        "quarter",
        "change",
        "result",
        "periodic",
        "change",
        "yen",
        "exchange",
        "rate",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "decreased",
        "million",
        "million",
        "decrease",
        "revenue",
        "primarily",
        "due",
        "lower",
        "collaborative",
        "revenue",
        "government",
        "development",
        "contract",
        "well",
        "lower",
        "revenue",
        "product",
        "sale",
        "corporate",
        "partner",
        "decrease",
        "largely",
        "offset",
        "million",
        "milestone",
        "payment",
        "associated",
        "pediatric",
        "canadian",
        "regulatory",
        "approval",
        "rapivab",
        "r",
        "expense",
        "increased",
        "million",
        "million",
        "primarily",
        "due",
        "increased",
        "spending",
        "company",
        "hae",
        "program",
        "partially",
        "associated",
        "achievement",
        "stock",
        "option",
        "grant",
        "related",
        "successful",
        "completion",
        "clinical",
        "trial",
        "well",
        "increase",
        "r",
        "personnel",
        "increase",
        "partially",
        "offset",
        "decrease",
        "galidesivir",
        "development",
        "expense",
        "government",
        "development",
        "contract",
        "g",
        "expense",
        "increased",
        "million",
        "compared",
        "million",
        "increase",
        "due",
        "primarily",
        "achievement",
        "stock",
        "option",
        "grant",
        "related",
        "successful",
        "completion",
        "clinical",
        "trial",
        "well",
        "cost",
        "associated",
        "company",
        "definitive",
        "merger",
        "agreement",
        "idera",
        "interest",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "interest",
        "expense",
        "due",
        "primarily",
        "closing",
        "company",
        "million",
        "senior",
        "credit",
        "facility",
        "september",
        "million",
        "loss",
        "company",
        "foreign",
        "currency",
        "hedge",
        "recognized",
        "compared",
        "million",
        "loss",
        "loss",
        "result",
        "periodic",
        "change",
        "yen",
        "exchange",
        "rate",
        "company",
        "also",
        "realized",
        "currency",
        "gain",
        "respectively",
        "exercise",
        "yen",
        "currency",
        "option",
        "within",
        "foreign",
        "currency",
        "hedge",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "last",
        "year",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "december",
        "reflect",
        "increase",
        "million",
        "december",
        "net",
        "operating",
        "cash",
        "use",
        "million",
        "excludes",
        "million",
        "net",
        "proceeds",
        "march",
        "september",
        "public",
        "offering",
        "clinical",
        "development",
        "update",
        "outlook",
        "enrollment",
        "mg",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "liquid",
        "formulation",
        "bcx7353",
        "treatment",
        "acute",
        "angioedema",
        "attack",
        "hae",
        "completed",
        "mg",
        "cohort",
        "currently",
        "enrolling",
        "expect",
        "report",
        "result",
        "first",
        "cohort",
        "second",
        "half",
        "january",
        "biocryst",
        "announced",
        "advanced",
        "discovery",
        "program",
        "exploring",
        "activin",
        "alk2",
        "inhibitor",
        "treatment",
        "fibrodysplasia",
        "ossificans",
        "progressiva",
        "fop",
        "investigational",
        "new",
        "drug",
        "application",
        "ind",
        "enabling",
        "nonclinical",
        "development",
        "company",
        "optimized",
        "lead",
        "candidate",
        "bcx9250",
        "bcx9499",
        "projected",
        "enter",
        "phase",
        "clinical",
        "trial",
        "first",
        "half",
        "january",
        "biocryst",
        "idera",
        "jointly",
        "announced",
        "signing",
        "definitive",
        "merger",
        "agreement",
        "create",
        "company",
        "focused",
        "development",
        "commercialization",
        "medicine",
        "serve",
        "patient",
        "suffering",
        "rare",
        "disease",
        "combined",
        "company",
        "renamed",
        "upon",
        "closing",
        "led",
        "vincent",
        "milano",
        "ceo",
        "idera",
        "jon",
        "stonehouse",
        "serve",
        "member",
        "board",
        "director",
        "transaction",
        "subject",
        "approval",
        "stockholder",
        "company",
        "well",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "transaction",
        "expected",
        "completed",
        "end",
        "second",
        "quarter",
        "financial",
        "outlook",
        "based",
        "upon",
        "development",
        "plan",
        "company",
        "awarded",
        "government",
        "contract",
        "basis",
        "biocryst",
        "expects",
        "net",
        "operating",
        "cash",
        "use",
        "range",
        "million",
        "operating",
        "expense",
        "range",
        "million",
        "company",
        "operating",
        "expense",
        "range",
        "excludes",
        "compensation",
        "expense",
        "due",
        "difficulty",
        "reliably",
        "projecting",
        "expense",
        "impacted",
        "volatility",
        "price",
        "company",
        "stock",
        "well",
        "vesting",
        "company",
        "outstanding",
        "stock",
        "option",
        "company",
        "idera",
        "file",
        "joint",
        "preliminary",
        "proxy",
        "statement",
        "prospectus",
        "updated",
        "merger",
        "presentation",
        "company",
        "also",
        "today",
        "provided",
        "updated",
        "investor",
        "presentation",
        "regarding",
        "proposed",
        "merger",
        "idera",
        "pharmaceutical",
        "announced",
        "january",
        "presentation",
        "joint",
        "preliminary",
        "proxy",
        "statement",
        "prospectus",
        "filed",
        "today",
        "security",
        "exchange",
        "commission",
        "sec",
        "accessed",
        "visiting",
        "investor",
        "section",
        "company",
        "website",
        "conference",
        "call",
        "webcast",
        "biocryst",
        "leadership",
        "team",
        "host",
        "conference",
        "call",
        "webcast",
        "tuesday",
        "february",
        "eastern",
        "time",
        "discus",
        "financial",
        "result",
        "recent",
        "corporate",
        "development",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "united",
        "state",
        "international",
        "passcode",
        "needed",
        "call",
        "webcast",
        "accessed",
        "live",
        "archived",
        "form",
        "investor",
        "section",
        "company",
        "website",
        "accompanying",
        "slide",
        "presentation",
        "may",
        "also",
        "accessed",
        "via",
        "biocryst",
        "website",
        "please",
        "connect",
        "website",
        "least",
        "minute",
        "prior",
        "start",
        "conference",
        "call",
        "ensure",
        "adequate",
        "time",
        "software",
        "download",
        "may",
        "necessary",
        "bcx7353",
        "discovered",
        "biocryst",
        "bcx7353",
        "novel",
        "oral",
        "selective",
        "inhibitor",
        "plasma",
        "kallikrein",
        "currently",
        "development",
        "prevention",
        "treatment",
        "angioedema",
        "attack",
        "patient",
        "diagnosed",
        "hae",
        "bcx7353",
        "generally",
        "safe",
        "well",
        "tolerated",
        "phase",
        "clinical",
        "trial",
        "biocryst",
        "also",
        "conducting",
        "ongoing",
        "clinical",
        "trial",
        "phase",
        "clinical",
        "trial",
        "testing",
        "oral",
        "liquid",
        "formulation",
        "bcx7353",
        "treatment",
        "acute",
        "angioedema",
        "attack",
        "biocryst",
        "pharmaceutical",
        "biocryst",
        "pharmaceutical",
        "design",
        "optimizes",
        "develops",
        "novel",
        "medicine",
        "address",
        "common",
        "rare",
        "condition",
        "biocryst",
        "several",
        "ongoing",
        "development",
        "program",
        "including",
        "bcx7353",
        "oral",
        "treatment",
        "hereditary",
        "angioedema",
        "galidesivir",
        "potential",
        "treatment",
        "filovirus",
        "preclinical",
        "program",
        "develop",
        "oral",
        "inhibitor",
        "treatment",
        "fibrodysplasia",
        "ossificans",
        "progressive",
        "fop",
        "peramivir",
        "injection",
        "viral",
        "neuraminidase",
        "inhibitor",
        "treatment",
        "influenza",
        "biocryst",
        "first",
        "approved",
        "product",
        "received",
        "regulatory",
        "approval",
        "canada",
        "japan",
        "taiwan",
        "korea",
        "commitment",
        "rapivab",
        "ongoing",
        "well",
        "activity",
        "support",
        "regulatory",
        "approval",
        "territory",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "future",
        "result",
        "performance",
        "achievement",
        "biocryst",
        "statement",
        "regarding",
        "expected",
        "benefit",
        "transaction",
        "contemplated",
        "agreement",
        "plan",
        "merger",
        "dated",
        "january",
        "among",
        "biocryst",
        "idera",
        "party",
        "thereto",
        "merger",
        "agreement",
        "transaction",
        "merger",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "biocryst",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "reflect",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "based",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "given",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "factor",
        "could",
        "affect",
        "statement",
        "contained",
        "herein",
        "include",
        "developing",
        "drug",
        "candidate",
        "may",
        "take",
        "longer",
        "may",
        "expensive",
        "planned",
        "ongoing",
        "future",
        "preclinical",
        "clinical",
        "development",
        "candidate",
        "may",
        "positive",
        "result",
        "biocryst",
        "may",
        "able",
        "enroll",
        "required",
        "number",
        "subject",
        "planned",
        "clinical",
        "trial",
        "product",
        "candidate",
        "company",
        "may",
        "advance",
        "human",
        "clinical",
        "trial",
        "product",
        "candidate",
        "expected",
        "fda",
        "ema",
        "may",
        "require",
        "additional",
        "study",
        "beyond",
        "study",
        "planned",
        "product",
        "candidate",
        "may",
        "provide",
        "regulatory",
        "clearance",
        "may",
        "result",
        "delay",
        "planned",
        "clinical",
        "trial",
        "may",
        "impose",
        "clinical",
        "hold",
        "respect",
        "product",
        "candidate",
        "withhold",
        "market",
        "approval",
        "product",
        "candidate",
        "company",
        "may",
        "able",
        "continue",
        "development",
        "ongoing",
        "future",
        "development",
        "program",
        "development",
        "program",
        "may",
        "never",
        "result",
        "future",
        "product",
        "merger",
        "may",
        "completed",
        "term",
        "set",
        "forth",
        "merger",
        "agreement",
        "within",
        "expected",
        "time",
        "period",
        "merger",
        "may",
        "involve",
        "unexpected",
        "cost",
        "liability",
        "announcement",
        "merger",
        "may",
        "result",
        "disruption",
        "business",
        "affect",
        "ability",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "business",
        "relationship",
        "anticipated",
        "benefit",
        "merger",
        "commercial",
        "opportunity",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "expected",
        "realize",
        "please",
        "refer",
        "document",
        "biocryst",
        "file",
        "periodically",
        "security",
        "exchange",
        "commission",
        "specifically",
        "biocryst",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "biocryst",
        "projection",
        "statement",
        "bcrxw",
        "contact",
        "thomas",
        "staab",
        "biocryst",
        "pharmaceutical",
        "biocryst",
        "pharmaceutical",
        "consolidated",
        "financial",
        "summary",
        "thousand",
        "except",
        "per",
        "share",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "product",
        "sale",
        "net",
        "royalty",
        "revenue",
        "collaborative",
        "research",
        "development",
        "total",
        "revenue",
        "expense",
        "cost",
        "product",
        "sold",
        "research",
        "development",
        "general",
        "administrative",
        "royalty",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "gain",
        "loss",
        "foreign",
        "currency",
        "derivative",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "unaudited",
        "note",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "receivables",
        "collaboration",
        "total",
        "asset",
        "note",
        "payable",
        "senior",
        "credit",
        "facility",
        "accumulated",
        "deficit",
        "stockholder",
        "equity",
        "share",
        "common",
        "stock",
        "outstanding",
        "note",
        "derived",
        "audited",
        "financial",
        "statement",
        "source",
        "biocryst",
        "pharmaceutical",
        "inc"
    ]
}