{
    "organizations": [],
    "uuid": "84afd76256d612843459ca1e08c2e9e12358e9b8",
    "author": "",
    "url": "https://www.reuters.com/article/us-easteurope-automation-insight/enter-the-robots-automation-fills-gaps-in-east-europes-factories-idUSKBN1FR1ZK",
    "ord_in_thread": 0,
    "title": "Enter the robots: automation fills gaps in east Europe's factories",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 7, 2018 / 1:34 PM / in 6 hours Enter the robots: automation fills gaps in east Europe's factories Gergely Szakacs 8 Min Read \nPAPA, Hungary (Reuters) - Plant manager Gabor Kiraly remembers the meeting a couple of years ago when he and his Austrian bosses learnt how severe the worker shortage in Hungary was about to become - it was, he said, a “shocking realization”. \nThe unemployment rate in the western Hungarian town of Papa, where Hirtenberger Automotive Safety employs 725 people making products such as seat belt pre-tensioners, was approaching virtually zero. High turnover was already a big problem. \nEnter the robots. Hirtenberger has since spent 2.5 million euros automating two production units at the factory to meet surging demand from the likes of BMW, Mercedes, Volkswagen and Audi. And it’s not alone. \nCompanies across eastern Europe are ramping up investment in automation to cope with a labor shortage that started after the 2008 financial crisis and after final curbs were lifted in 2011 on worker flows to richer countries in the European Union. \nWhile policymakers and economists in many parts of the world worry about the potential social negatives of robots displacing humans, here automation is a godsend for companies that want to avoid losing market share. \nThe changes indicate a shift in the labor-intensive model of the former Communist satellite states, which have attracted foreign investment with tax incentives and labor costs that pale in comparison to those in the West. \nWhile companies have jacked up wages significantly, it hasn’t been enough to persuade young people to stay, or to make up for demographic trends that indicate a shrinking, aging population. \nIf low fertility rates persist, the combined population of Poland, the Czech Republic, Slovakia and Hungary will fall by more than 8 million to 56 million by 2050, according to a 2017 U.N. report. \n“Before the crisis, there was not enough capital available, while labor was very cheap and abundant,” said Attila Godi, chief executive at Hungarian roof tile maker Terran Tetocserep, which spent 900,000 euros last year to install robots and ancillary equipment at its southern unit. \n“This trend has now reversed. Capital is available and this should be invested into modern, functioning technology, while the cost of labor has increased,” Godi said. \nEconomists warn the labor shortage could have a crippling effect on some of eastern Europe’s economies before the end of this decade, at a time when companies in the west are also complaining about the scarcity of workers, including in Germany, the Netherlands, France and Britain. \n“While the gradual tightening of labor markets has been evident for at least three years, 2018 may be a tipping point, with labor shortages starting to weigh on economic growth,” analysts at UniCredit said in a note. \nCompanies may also start to think about relocating. \nKiraly said that was not one of the options discussed at the meeting at Hirtenberger’s headquarters because of the investments made in Papa, a “strategic base” for the firm. \n“That is why we have opted for automation as our strategy. Because if we automate, the labor market effect will be less significant,” he said. But he added Hirtenberger was also considering a new plant closer to the source of demand, without giving details. \nHungary faces the biggest shortages but Czech, Slovak and Polish companies have also been affected, a survey by Austrian Erste Group Bank showed last month. ORDERS TURNED DOWN \nAn Ipsos survey of 100 Czech companies found that nearly a third had to turn down orders last year because of the labor shortage, and one in four Czech businesses were planning to accelerate their automation plans. \nVesz-Mont 2000 builds robotized production units but has struggled to keep up with demand because it also is affected by the labor shortage. \nLaunched in a barn 19 years ago, the company went from building gym equipment to units for automotive suppliers and other firms and now employs 170 people. An employee assembles a customised factory automation system at the Hungarian Vesz-Mont 2000 plant in Nemesvamos, Hungary, January 23, 2018. REUTERS/Bernadett Szabo \n“The array of tasks we have robotized (for our clients) more than tripled over the past year,” Chief Executive Tibor Zentai said. \nRevenues rose by about 10 percent last year and the company aims to double robot sales this year, he said. \n“It could have been a lot higher based on the demand, but we could barely keep up with the market,” Zentai said. \nThe Frankfurt-based International Federation of Robotics (IFR) estimates that 9,900 robots were installed in central and eastern Europe last year, up 28 percent from the year before. \nThe IFR projects a 21-percent compound annual growth rate in robot shipments to the region by the end of this decade, nearly double the European average. \nRobot density, a measure of multipurpose industrial robots per 10,000 workers in the manufacturing sector, was the highest in Slovakia at 135, followed by 101 in the Czech Republic, 57 in Hungary and 32 in Poland, according to IFR figures in 2016. \nPoland’s number is low thanks to the more than a million workers from neighboring Ukraine, which has a similar culture and language, on work permits that are relatively easy to obtain. Jakub Gontarek, an expert at a Polish employers’ union, said it was still cheaper for Polish companies to hire them or to pay more than to automate. Micro gas generators are seen at the Hirtenberger Automotive Safety factory in Papa, Hungary, January 19, 2018. REUTERS/Bernadett Szabo \nAustria-based Engel, which supplied plastic overmolding machines to Hirtenberger, said while two-thirds of the machines it sold in Hungary were automated in 2017, that proportion has risen to more than 75 percent for new orders. \nEngel also automates existing machines, the chief executive of its Hungarian unit, Albert Vincze, said. \n“Right now we are installing and launching four such robots at our clients and we are in talks with another client about the after-sales installation of three robots where the purchase is clearly driven by the need to replace human labor,” he said. \nAutomation brings new challenges, however. Vincze noted that programming, maintenance and servicing of the machines require highly skilled workers, which are also in short supply. \nEngel is trying to hire secondary school and university graduates right out of school, offering a 3-5-year training program and sufficiently attractive conditions so that they re-think plans to go abroad. \n“We operate in the same environment (as our clients), and we have just as much difficulty finding qualified professionals as anyone else,” Vincze said. PRODUCTIVITY Factbox: Who is fuelling East Europe's automation drive? \nOverall labor productivity in the region falls short of the EU average based on data from the Organisation for Economic Co-operation and Development (OECD), but higher spending on machinery and automation has led to modest gains. \nCapital intensity relative to hours worked rose by 2.9 percent in Poland between 2000 and 2014, followed by 2.2 percent in Hungary and 1.7 percent in the Czech Republic, OECD data showed. The numbers compare to 0.7 percent and 0.3 percent growth over the same period in Germany and France. \nBanks active in Hungary, such as K&H, the local unit of Belgian KBC, Austrian Raiffeisen Bank International and OTP Bank, told Reuters they expect higher investment into automation to continue. \nDinax, which sells water treatment products to Hungarian wellness hotels and swimming pools, employs just 30 people but was forced to automate after struggling to find students for temporary summer work, even after hiking wages by up to 20 percent in 2016 and 15 percent last year. \nAfter buying $18,000 worth of programmable weight controllers and pumps from Wisconsin-based Rice Lake Weighing Systems and Jacksonville, Florida-based Stenner Pumps, Dinax can now fill 50 percent more of its liquid product into plastic containers, saving the work of two people per day. \nIt plans a further $20,000 investment to automate the same process for powdered chemicals. \n“We hit two birds with one stone: on the one hand, we can boost our capacities. On the other hand, we do not need to hire more people,” said business manager Tibor John. Additional reporting by Michael Kahn in PRAGUE and Marcin Goettig in WARSAW; Editing by Sonya Hepinstall",
    "published": "2018-02-07T15:33:00.000+02:00",
    "crawled": "2018-02-07T15:46:02.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "pm",
        "hour",
        "enter",
        "robot",
        "automation",
        "fill",
        "gap",
        "east",
        "europe",
        "factory",
        "gergely",
        "szakacs",
        "min",
        "read",
        "papa",
        "hungary",
        "reuters",
        "plant",
        "manager",
        "gabor",
        "kiraly",
        "remembers",
        "meeting",
        "couple",
        "year",
        "ago",
        "austrian",
        "boss",
        "learnt",
        "severe",
        "worker",
        "shortage",
        "hungary",
        "become",
        "said",
        "shocking",
        "realization",
        "unemployment",
        "rate",
        "western",
        "hungarian",
        "town",
        "papa",
        "hirtenberger",
        "automotive",
        "safety",
        "employ",
        "people",
        "making",
        "product",
        "seat",
        "belt",
        "approaching",
        "virtually",
        "zero",
        "high",
        "turnover",
        "already",
        "big",
        "problem",
        "enter",
        "robot",
        "hirtenberger",
        "since",
        "spent",
        "million",
        "euro",
        "automating",
        "two",
        "production",
        "unit",
        "factory",
        "meet",
        "surging",
        "demand",
        "like",
        "bmw",
        "mercedes",
        "volkswagen",
        "audi",
        "alone",
        "company",
        "across",
        "eastern",
        "europe",
        "ramping",
        "investment",
        "automation",
        "cope",
        "labor",
        "shortage",
        "started",
        "financial",
        "crisis",
        "final",
        "curb",
        "lifted",
        "worker",
        "flow",
        "richer",
        "country",
        "european",
        "union",
        "policymakers",
        "economist",
        "many",
        "part",
        "world",
        "worry",
        "potential",
        "social",
        "negative",
        "robot",
        "displacing",
        "human",
        "automation",
        "godsend",
        "company",
        "want",
        "avoid",
        "losing",
        "market",
        "share",
        "change",
        "indicate",
        "shift",
        "model",
        "former",
        "communist",
        "satellite",
        "state",
        "attracted",
        "foreign",
        "investment",
        "tax",
        "incentive",
        "labor",
        "cost",
        "pale",
        "comparison",
        "west",
        "company",
        "jacked",
        "wage",
        "significantly",
        "enough",
        "persuade",
        "young",
        "people",
        "stay",
        "make",
        "demographic",
        "trend",
        "indicate",
        "shrinking",
        "aging",
        "population",
        "low",
        "fertility",
        "rate",
        "persist",
        "combined",
        "population",
        "poland",
        "czech",
        "republic",
        "slovakia",
        "hungary",
        "fall",
        "million",
        "million",
        "according",
        "report",
        "crisis",
        "enough",
        "capital",
        "available",
        "labor",
        "cheap",
        "abundant",
        "said",
        "attila",
        "godi",
        "chief",
        "executive",
        "hungarian",
        "roof",
        "tile",
        "maker",
        "terran",
        "tetocserep",
        "spent",
        "euro",
        "last",
        "year",
        "install",
        "robot",
        "ancillary",
        "equipment",
        "southern",
        "unit",
        "trend",
        "reversed",
        "capital",
        "available",
        "invested",
        "modern",
        "functioning",
        "technology",
        "cost",
        "labor",
        "increased",
        "godi",
        "said",
        "economist",
        "warn",
        "labor",
        "shortage",
        "could",
        "crippling",
        "effect",
        "eastern",
        "europe",
        "economy",
        "end",
        "decade",
        "time",
        "company",
        "west",
        "also",
        "complaining",
        "scarcity",
        "worker",
        "including",
        "germany",
        "netherlands",
        "france",
        "britain",
        "gradual",
        "tightening",
        "labor",
        "market",
        "evident",
        "least",
        "three",
        "year",
        "may",
        "tipping",
        "point",
        "labor",
        "shortage",
        "starting",
        "weigh",
        "economic",
        "growth",
        "analyst",
        "unicredit",
        "said",
        "note",
        "company",
        "may",
        "also",
        "start",
        "think",
        "relocating",
        "kiraly",
        "said",
        "one",
        "option",
        "discussed",
        "meeting",
        "hirtenberger",
        "headquarters",
        "investment",
        "made",
        "papa",
        "strategic",
        "base",
        "firm",
        "opted",
        "automation",
        "strategy",
        "automate",
        "labor",
        "market",
        "effect",
        "less",
        "significant",
        "said",
        "added",
        "hirtenberger",
        "also",
        "considering",
        "new",
        "plant",
        "closer",
        "source",
        "demand",
        "without",
        "giving",
        "detail",
        "hungary",
        "face",
        "biggest",
        "shortage",
        "czech",
        "slovak",
        "polish",
        "company",
        "also",
        "affected",
        "survey",
        "austrian",
        "erste",
        "group",
        "bank",
        "showed",
        "last",
        "month",
        "order",
        "turned",
        "ipsos",
        "survey",
        "czech",
        "company",
        "found",
        "nearly",
        "third",
        "turn",
        "order",
        "last",
        "year",
        "labor",
        "shortage",
        "one",
        "four",
        "czech",
        "business",
        "planning",
        "accelerate",
        "automation",
        "plan",
        "build",
        "robotized",
        "production",
        "unit",
        "struggled",
        "keep",
        "demand",
        "also",
        "affected",
        "labor",
        "shortage",
        "launched",
        "barn",
        "year",
        "ago",
        "company",
        "went",
        "building",
        "gym",
        "equipment",
        "unit",
        "automotive",
        "supplier",
        "firm",
        "employ",
        "people",
        "employee",
        "assembles",
        "customised",
        "factory",
        "automation",
        "system",
        "hungarian",
        "plant",
        "nemesvamos",
        "hungary",
        "january",
        "szabo",
        "array",
        "task",
        "robotized",
        "client",
        "tripled",
        "past",
        "year",
        "chief",
        "executive",
        "tibor",
        "zentai",
        "said",
        "revenue",
        "rose",
        "percent",
        "last",
        "year",
        "company",
        "aim",
        "double",
        "robot",
        "sale",
        "year",
        "said",
        "could",
        "lot",
        "higher",
        "based",
        "demand",
        "could",
        "barely",
        "keep",
        "market",
        "zentai",
        "said",
        "international",
        "federation",
        "robotics",
        "ifr",
        "estimate",
        "robot",
        "installed",
        "central",
        "eastern",
        "europe",
        "last",
        "year",
        "percent",
        "year",
        "ifr",
        "project",
        "compound",
        "annual",
        "growth",
        "rate",
        "robot",
        "shipment",
        "region",
        "end",
        "decade",
        "nearly",
        "double",
        "european",
        "average",
        "robot",
        "density",
        "measure",
        "multipurpose",
        "industrial",
        "robot",
        "per",
        "worker",
        "manufacturing",
        "sector",
        "highest",
        "slovakia",
        "followed",
        "czech",
        "republic",
        "hungary",
        "poland",
        "according",
        "ifr",
        "figure",
        "poland",
        "number",
        "low",
        "thanks",
        "million",
        "worker",
        "neighboring",
        "ukraine",
        "similar",
        "culture",
        "language",
        "work",
        "permit",
        "relatively",
        "easy",
        "obtain",
        "jakub",
        "gontarek",
        "expert",
        "polish",
        "employer",
        "union",
        "said",
        "still",
        "cheaper",
        "polish",
        "company",
        "hire",
        "pay",
        "automate",
        "micro",
        "gas",
        "generator",
        "seen",
        "hirtenberger",
        "automotive",
        "safety",
        "factory",
        "papa",
        "hungary",
        "january",
        "szabo",
        "engel",
        "supplied",
        "plastic",
        "overmolding",
        "machine",
        "hirtenberger",
        "said",
        "machine",
        "sold",
        "hungary",
        "automated",
        "proportion",
        "risen",
        "percent",
        "new",
        "order",
        "engel",
        "also",
        "automates",
        "existing",
        "machine",
        "chief",
        "executive",
        "hungarian",
        "unit",
        "albert",
        "vincze",
        "said",
        "right",
        "installing",
        "launching",
        "four",
        "robot",
        "client",
        "talk",
        "another",
        "client",
        "installation",
        "three",
        "robot",
        "purchase",
        "clearly",
        "driven",
        "need",
        "replace",
        "human",
        "labor",
        "said",
        "automation",
        "brings",
        "new",
        "challenge",
        "however",
        "vincze",
        "noted",
        "programming",
        "maintenance",
        "servicing",
        "machine",
        "require",
        "highly",
        "skilled",
        "worker",
        "also",
        "short",
        "supply",
        "engel",
        "trying",
        "hire",
        "secondary",
        "school",
        "university",
        "graduate",
        "right",
        "school",
        "offering",
        "training",
        "program",
        "sufficiently",
        "attractive",
        "condition",
        "plan",
        "go",
        "abroad",
        "operate",
        "environment",
        "client",
        "much",
        "difficulty",
        "finding",
        "qualified",
        "professional",
        "anyone",
        "else",
        "vincze",
        "said",
        "productivity",
        "factbox",
        "fuelling",
        "east",
        "europe",
        "automation",
        "drive",
        "overall",
        "labor",
        "productivity",
        "region",
        "fall",
        "short",
        "eu",
        "average",
        "based",
        "data",
        "organisation",
        "economic",
        "development",
        "oecd",
        "higher",
        "spending",
        "machinery",
        "automation",
        "led",
        "modest",
        "gain",
        "capital",
        "intensity",
        "relative",
        "hour",
        "worked",
        "rose",
        "percent",
        "poland",
        "followed",
        "percent",
        "hungary",
        "percent",
        "czech",
        "republic",
        "oecd",
        "data",
        "showed",
        "number",
        "compare",
        "percent",
        "percent",
        "growth",
        "period",
        "germany",
        "france",
        "bank",
        "active",
        "hungary",
        "k",
        "h",
        "local",
        "unit",
        "belgian",
        "kbc",
        "austrian",
        "raiffeisen",
        "bank",
        "international",
        "otp",
        "bank",
        "told",
        "reuters",
        "expect",
        "higher",
        "investment",
        "automation",
        "continue",
        "dinax",
        "sell",
        "water",
        "treatment",
        "product",
        "hungarian",
        "wellness",
        "hotel",
        "swimming",
        "pool",
        "employ",
        "people",
        "forced",
        "automate",
        "struggling",
        "find",
        "student",
        "temporary",
        "summer",
        "work",
        "even",
        "hiking",
        "wage",
        "percent",
        "percent",
        "last",
        "year",
        "buying",
        "worth",
        "programmable",
        "weight",
        "controller",
        "pump",
        "rice",
        "lake",
        "weighing",
        "system",
        "jacksonville",
        "stenner",
        "pump",
        "dinax",
        "fill",
        "percent",
        "liquid",
        "product",
        "plastic",
        "container",
        "saving",
        "work",
        "two",
        "people",
        "per",
        "day",
        "plan",
        "investment",
        "automate",
        "process",
        "powdered",
        "chemical",
        "hit",
        "two",
        "bird",
        "one",
        "stone",
        "one",
        "hand",
        "boost",
        "capacity",
        "hand",
        "need",
        "hire",
        "people",
        "said",
        "business",
        "manager",
        "tibor",
        "john",
        "additional",
        "reporting",
        "michael",
        "kahn",
        "prague",
        "marcin",
        "goettig",
        "warsaw",
        "editing",
        "sonya",
        "hepinstall"
    ]
}