{
    "organizations": [],
    "uuid": "80b87ef37f1ce806c830e644e972cf168082abe3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/pr-newswire-cars-com-announces-the-acquisition-of-dealer-inspire-and-launch-digital-marketing.html",
    "ord_in_thread": 0,
    "title": "Cars.com Announces the Acquisition of Dealer Inspire and Launch Digital Marketing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO, Feb. 14, 2018 /PRNewswire/ -- Cars.com Inc. (NYSE: CARS) (\"Cars.com\" or the \"Company\"), a leading online automotive marketplace, today announced it has entered into a definitive agreement to acquire privately-held Dealer Inspire and Launch Digital Marketing (\"LDM\"), market-leading technology companies that provide digital solutions to automotive dealers, for $165 million in cash at closing with potential additional consideration based on future performance. Cars.com will supplement Dealer Inspire's and LDM's sales of innovative dealer technologies by integrating and distributing relevant digital solutions through the Company's sales network for the benefit of its more than 20,000 dealer customers nationwide.\n\"Cars.com is an enabler to the retail dealer system, and with the acquisition of these innovative technology companies, we are well positioned to drive digital dealer solutions forward by providing the most comprehensive set of solutions for dealers to generate sales and efficiencies,\" said Alex Vetter, President and Chief Executive Officer of Cars.com. \"The acquisition of Dealer Inspire and LDM aligns with our strategy of integrating new capabilities and additional talent to accelerate organic growth, strengthen the retail experience, deepen dealer connections and improve clarity of attribution while generating additional cash flow and enhancing shareholder value.\"\nDealer Inspire is an innovative technology leader that has been rapidly increasing its market share by providing progressive dealer websites, digital retailing and messaging platform products. LDM provides digital automotive marketing services, including paid, organic, social and creative services. These proprietary solutions are complementary extensions of Cars.com's online marketplace platform and current suite of dealer solutions.\n\"I'm proud of what Dealer Inspire and LDM have built in the last few years, but we are not even close to reaching our potential,\" said Joe Chura, co-founder and Chief Executive Officer of Dealer Inspire and LDM. \" Cars.com provides us the data to enhance the intelligence of our current and future product offerings, and a much larger distribution than we have today. Cars.com also shares our mission of innovation and dealer advocacy and together we can drive our industry forward.\"\nDealers will have access to even higher quality connections on Cars.com through the expanded offerings of Dealer Inspire with the following sophisticated solutions:\nConversations℠, a powerful messaging platform with A.I. that creates a centralized hub for dealers to communicate with customers, improve quality and length of response time and decrease operating costs. Online Shopper, an end-to-end digital retailing solution, empowering shoppers to compare a wide range of financial considerations as they complete their purchase. Integrated with Conversations℠, dealers can guide shoppers through the transaction, instantly collaborate on terms and video chat for live, personalized vehicle tours.\nIn addition, this acquisition broadens the Company's suite of dealer solutions with the following innovative offerings:\nFuel, an inventory advertising program that dynamically creates customized ads and keyword lists based on real-time inventory data and logic. This program includes predictive shopper intent, maximizing dollars on what shoppers are most likely to buy. Website platforms that are custom-designed and flexible, supporting highly personalized digital campaigns. Dealer Inspire websites are built with intelligent technology that is easy to customize and self-manage and supported with preeminent customer service. LDM, customized marketing and customer acquisition solutions.\nDealer Inspire and LDM generated revenues of $41 million and adjusted EBITDA of $4 million in 2017 and have 1,700 customers serviced by 400 employees. Upon closing of the transaction, Dealer Inspire and LDM's top management will join Cars.com and continue to lead these businesses. The Company expects approximately $55 million in annual revenue in 2018, with approximately 15% adjusted EBITDA margins from these businesses.\nFinancial Terms of the Transaction\nThe acquisition is expected to close in February 2018, subject to customary closing conditions. Under the terms of the acquisition agreement, Cars.com will pay $165 million in cash at the close. There are additional incentives up to $40 million for over-performance over a three-year period.\nIn addition to benefitting from continuing Dealer Inspire's and LDM's rapid growth as noted above, the Company expects to sell between $25 million and $30 million of annual incremental revenue through its existing sales team, contributing at least $10 million of annual incremental adjusted EBITDA by 2020. The acquisition is expected to be accretive to adjusted net income per share in 2018 and to GAAP EPS in 2019, reflecting intangible amortization.\n\"This acquisition is expected to be accretive to adjusted net income per share in 2018. Due to the flexibility of our current capital structure, we can borrow on our existing revolving credit facility at closing, while maintaining $155 million of availability,\" said Becky Sheehan, Chief Financial Officer of Cars.com. \"We generate ample cash flow to service the additional $6 million in annual interest expense from this borrowing.\"\nPreliminary 2017 Results\nToday, the Company also reported preliminary unaudited 2017 results, which are in line with its previously issued guidance. Cars.com expects 2017 annual revenue of approximately $626 million, net income of approximately $242 million, which includes a tax benefit of $120 million primarily associated with the adjustment of deferred tax liabilities, and adjusted EBITDA of approximately $239 million, or 38 percent of revenue. Preliminary 2017 revenue reflects strengthening of direct dealer sales offset by softness in national advertising and wholesale revenue in the fourth quarter compared to the prior year.\nPreliminary 2018 Outlook\nThe Company expects to achieve approximately 10 to 11 percent revenue growth in 2018, consisting of approximately 3 to 4 percent revenue growth from its organic business, which includes the previously announced transitions of the tronc and McClatchy affiliate markets, and approximately $45 million from the acquisition of Dealer Inspire and LDM, reflecting a partial year of ownership. Adjusted EBITDA margin is expected to be approximately 34 percent (excluding the acquisition, adjusted EBITDA margin is expected to be approximately 35 percent). Dealer Inspire and LDM are expected to deliver approximately 15 percent adjusted EBITDA margin in 2018.\nConference Call\nManagement will hold a conference call and webcast today at 7:30 a.m. CST. This conference call may be accessed by dialing (866) 393-4306, or international participants can dial (734) 385-2616, with the passcode 6176763 and the webcast may be accessed at investor.cars.com . A replay of the webcast and the slide show will be available at the website following the conclusion of the call.\nAdvisors\nJ.P. Morgan Securities LLC is the financial advisor to Cars.com, and Seyfarth Shaw LLP is serving as legal counsel. Greenwich Capital is the financial advisor to Dealer Inspire and LDM with Bryan Cave LLP serving as its legal counsel.\nAbout Cars.com\nCars.com ™ is a leading two-sided digital automotive marketplace that creates meaningful connections between buyers and sellers. Launched in 1998 and headquartered in Chicago, the company empowers consumers with resources and information to make informed buying decisions around The 4Ps of Automotive Marketing™: Product, Price, Place and Person, by connecting advertising partners with in-market car shoppers and providing data-driven intelligence to increase inventory turn and gain market share. A pioneer in online automotive classifieds, the company has evolved into one of the largest digital automotive platforms, connecting thousands of local dealers across the country with millions of consumers. Through trusted expert content, on-the-lot mobile features and intelligence, millions of new and used vehicle listings, a comprehensive set of pricing and research tools, and the largest database of consumer reviews in the industry, Cars.com is transforming the car shopping experience.\nCars.com properties include DealerRater ®, Auto.com ™, PickupTrucks.com ® and NewCars.com ®. For more information, visit www.Cars.com .\nNon-GAAP Financial Measures\nThis earnings release discusses adjusted EBITDA, adjusted EBITDA margin, adjusted net income and adjusted net income per share. These are not financial measures as defined by GAAP. These financial measures are presented as supplemental measures of operating performance because we believe they provide meaningful information regarding our performance and provide a basis to compare operating results between periods. In addition, we use adjusted EBITDA as a compensation measure. These non-GAAP financial measures are frequently used by our lenders, securities analysts, investors and other interested parties to evaluate companies in our industry.\nOther companies may define or calculate these measures differently, limiting their usefulness as comparative measures. Because of these limitations, these non-GAAP financial measures should not be considered in isolation or as substitutes for performance measures calculated in accordance with GAAP. Definitions of these non-GAAP financial measures and reconciliations to the most directly comparable GAAP financial measures are presented in the tables below.\nWe define adjusted EBITDA as net income before (1) interest expense, net, (2) provision for income taxes, (3) depreciation, (4) amortization of intangible assets, (5) stock-based compensation, (6) write-off and impairments of assets, plus (7) certain other one-time or non-cash charges including transaction related costs, restructuring costs and costs related to the headquarters move. Amortization of unfavorable contracts liability is not adjusted out of adjusted EBITDA.\nWe define adjusted net income as net income excluding the after-tax impact of (1) amortization of intangible assets, (2) stock-based compensation, (3) write-off and impairments of assets, and (4) certain other one-time or non-cash charges including transaction related costs, restructuring costs and costs related to the headquarters move. Amortization of unfavorable contracts liability is not adjusted out of adjusted net income.\nForward-Looking Statements\nThis press release contains \"forward-looking statements\" within the meaning of the federal securities laws, including those statements under \"Preliminary 2017 Results\" and \"Preliminary 2018 Outlook.\" All statements other than statements of historical facts are forward-looking statements. Forward-looking statements include information concerning our business strategies, plans and objectives, market potential, future financial performance, planned operational and product improvements, liquidity and other matters. These statements often include words such as \"believe,\" \"expect,\" \"project,\" \"anticipate,\" \"intend,\" \"plan,\" \"estimate,\" \"target,\" \"seek,\" \"will,\" \"may,\" \"would,\" \"should,\" \"could,\" \"forecasts,\" \"mission,\" \"strive,\" \"more,\" \"goal\" or similar expressions. Forward-looking statements are based on our current expectations, beliefs, estimates, projections and assumptions, based on our experience in the industry as well as our perceptions of historical trends, current conditions, expected future developments and other factors we think are appropriate. These statements are expressed in good faith and we believe these judgments are reasonable. However, you should understand that these statements are not guarantees of performance or results. Our actual results could differ materially from those expressed in the forward-looking statements. Given these uncertainties, forward-looking statements should not be relied on in making investment decisions.\nForward-looking statements are subject to a number of risks, uncertainties and other important factors, many of which are beyond our control, that could cause our actual results to differ materially from those expressed in the forward-looking statements contained in this press release. Such risks, uncertainties, and other important factors include, among others, risks related to our business, our separation from our parent company and our common stock. For a detailed discussion of many of these risks and uncertainties, see the section entitled \"Risk Factors\" in our Registration Statement on Form 10, which was filed with the Securities and Exchange Commission on May 4, 2017 (the \"Registration Statement\"). All forward-looking statements contained in this press release are qualified by these cautionary statements. The forward-looking statements contained in this press release speak only as of the date of this press release. We undertake no obligation, other than as may be required by law, to update or revise any forward-looking or cautionary statements to reflect changes in assumptions, the occurrence of events, unanticipated or otherwise, or changes in future operating results over time or otherwise. Comparisons of results between current and prior periods are not intended to express any future trends, or indications of future performance, unless expressed as such, and should only be viewed as historical data.\nThe forward-looking statements in this press release are intended to be subject to the safe harbor protection provided by the federal securities laws.\nReconciliation of Net Income to Adjusted EBITDA\n(in millions and unaudited)\n2017\nPRELIMINARY\nNet income\n$ 242\nInterest expense (income), net\n12\nProvision for income taxes\n(120)\nDepreciation and amortization\n88\nStock-based compensation\n3\nTransaction related costs and other\n6\nRestructuring costs\n2\nCosts related to the headquarters move\n4\nWrite-off and loss on assets\n2\nAdjusted EBITDA*\n$ 239\n*Amortization of unfavorable contract liability is not adjusted out of adjusted EBITDA.\nView original content with multimedia: http://www.prnewswire.com/news-releases/carscom-announces-the-acquisition-of-dealer-inspire-and-launch-digital-marketing-300598489.html\nSOURCE Cars.com Inc.",
    "published": "2018-02-14T15:30:00.000+02:00",
    "crawled": "2018-02-14T17:22:57.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "nyse",
        "car",
        "company",
        "leading",
        "online",
        "automotive",
        "marketplace",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "dealer",
        "inspire",
        "launch",
        "digital",
        "marketing",
        "ldm",
        "technology",
        "company",
        "provide",
        "digital",
        "solution",
        "automotive",
        "dealer",
        "million",
        "cash",
        "closing",
        "potential",
        "additional",
        "consideration",
        "based",
        "future",
        "performance",
        "supplement",
        "dealer",
        "inspire",
        "ldm",
        "sale",
        "innovative",
        "dealer",
        "technology",
        "integrating",
        "distributing",
        "relevant",
        "digital",
        "solution",
        "company",
        "sale",
        "network",
        "benefit",
        "dealer",
        "customer",
        "nationwide",
        "enabler",
        "retail",
        "dealer",
        "system",
        "acquisition",
        "innovative",
        "technology",
        "company",
        "well",
        "positioned",
        "drive",
        "digital",
        "dealer",
        "solution",
        "forward",
        "providing",
        "comprehensive",
        "set",
        "solution",
        "dealer",
        "generate",
        "sale",
        "efficiency",
        "said",
        "alex",
        "vetter",
        "president",
        "chief",
        "executive",
        "officer",
        "acquisition",
        "dealer",
        "inspire",
        "ldm",
        "aligns",
        "strategy",
        "integrating",
        "new",
        "capability",
        "additional",
        "talent",
        "accelerate",
        "organic",
        "growth",
        "strengthen",
        "retail",
        "experience",
        "deepen",
        "dealer",
        "connection",
        "improve",
        "clarity",
        "attribution",
        "generating",
        "additional",
        "cash",
        "flow",
        "enhancing",
        "shareholder",
        "value",
        "dealer",
        "inspire",
        "innovative",
        "technology",
        "leader",
        "rapidly",
        "increasing",
        "market",
        "share",
        "providing",
        "progressive",
        "dealer",
        "website",
        "digital",
        "retailing",
        "messaging",
        "platform",
        "product",
        "ldm",
        "provides",
        "digital",
        "automotive",
        "marketing",
        "service",
        "including",
        "paid",
        "organic",
        "social",
        "creative",
        "service",
        "proprietary",
        "solution",
        "complementary",
        "extension",
        "online",
        "marketplace",
        "platform",
        "current",
        "suite",
        "dealer",
        "solution",
        "proud",
        "dealer",
        "inspire",
        "ldm",
        "built",
        "last",
        "year",
        "even",
        "close",
        "reaching",
        "potential",
        "said",
        "joe",
        "chura",
        "chief",
        "executive",
        "officer",
        "dealer",
        "inspire",
        "provides",
        "u",
        "data",
        "enhance",
        "intelligence",
        "current",
        "future",
        "product",
        "offering",
        "much",
        "larger",
        "distribution",
        "today",
        "also",
        "share",
        "mission",
        "innovation",
        "dealer",
        "advocacy",
        "together",
        "drive",
        "industry",
        "forward",
        "dealer",
        "access",
        "even",
        "higher",
        "quality",
        "connection",
        "expanded",
        "offering",
        "dealer",
        "inspire",
        "following",
        "sophisticated",
        "solution",
        "powerful",
        "messaging",
        "platform",
        "creates",
        "centralized",
        "hub",
        "dealer",
        "communicate",
        "customer",
        "improve",
        "quality",
        "length",
        "response",
        "time",
        "decrease",
        "operating",
        "cost",
        "online",
        "shopper",
        "digital",
        "retailing",
        "solution",
        "empowering",
        "shopper",
        "compare",
        "wide",
        "range",
        "financial",
        "consideration",
        "complete",
        "purchase",
        "integrated",
        "dealer",
        "guide",
        "shopper",
        "transaction",
        "instantly",
        "collaborate",
        "term",
        "video",
        "chat",
        "live",
        "personalized",
        "vehicle",
        "tour",
        "addition",
        "acquisition",
        "broadens",
        "company",
        "suite",
        "dealer",
        "solution",
        "following",
        "innovative",
        "offering",
        "fuel",
        "inventory",
        "advertising",
        "program",
        "dynamically",
        "creates",
        "customized",
        "ad",
        "keyword",
        "list",
        "based",
        "inventory",
        "data",
        "logic",
        "program",
        "includes",
        "predictive",
        "shopper",
        "intent",
        "maximizing",
        "dollar",
        "shopper",
        "likely",
        "buy",
        "website",
        "platform",
        "flexible",
        "supporting",
        "highly",
        "personalized",
        "digital",
        "campaign",
        "dealer",
        "inspire",
        "website",
        "built",
        "intelligent",
        "technology",
        "easy",
        "customize",
        "supported",
        "preeminent",
        "customer",
        "service",
        "ldm",
        "customized",
        "marketing",
        "customer",
        "acquisition",
        "solution",
        "dealer",
        "inspire",
        "ldm",
        "generated",
        "revenue",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "customer",
        "serviced",
        "employee",
        "upon",
        "closing",
        "transaction",
        "dealer",
        "inspire",
        "ldm",
        "top",
        "management",
        "join",
        "continue",
        "lead",
        "business",
        "company",
        "expects",
        "approximately",
        "million",
        "annual",
        "revenue",
        "approximately",
        "adjusted",
        "ebitda",
        "margin",
        "business",
        "financial",
        "term",
        "transaction",
        "acquisition",
        "expected",
        "close",
        "february",
        "subject",
        "customary",
        "closing",
        "condition",
        "term",
        "acquisition",
        "agreement",
        "pay",
        "million",
        "cash",
        "close",
        "additional",
        "incentive",
        "million",
        "period",
        "addition",
        "benefitting",
        "continuing",
        "dealer",
        "inspire",
        "ldm",
        "rapid",
        "growth",
        "noted",
        "company",
        "expects",
        "sell",
        "million",
        "million",
        "annual",
        "incremental",
        "revenue",
        "existing",
        "sale",
        "team",
        "contributing",
        "least",
        "million",
        "annual",
        "incremental",
        "adjusted",
        "ebitda",
        "acquisition",
        "expected",
        "accretive",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "gaap",
        "eps",
        "reflecting",
        "intangible",
        "amortization",
        "acquisition",
        "expected",
        "accretive",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "due",
        "flexibility",
        "current",
        "capital",
        "structure",
        "borrow",
        "existing",
        "revolving",
        "credit",
        "facility",
        "closing",
        "maintaining",
        "million",
        "availability",
        "said",
        "becky",
        "sheehan",
        "chief",
        "financial",
        "officer",
        "generate",
        "ample",
        "cash",
        "flow",
        "service",
        "additional",
        "million",
        "annual",
        "interest",
        "expense",
        "borrowing",
        "preliminary",
        "result",
        "today",
        "company",
        "also",
        "reported",
        "preliminary",
        "unaudited",
        "result",
        "line",
        "previously",
        "issued",
        "guidance",
        "expects",
        "annual",
        "revenue",
        "approximately",
        "million",
        "net",
        "income",
        "approximately",
        "million",
        "includes",
        "tax",
        "benefit",
        "million",
        "primarily",
        "associated",
        "adjustment",
        "deferred",
        "tax",
        "liability",
        "adjusted",
        "ebitda",
        "approximately",
        "million",
        "percent",
        "revenue",
        "preliminary",
        "revenue",
        "reflects",
        "strengthening",
        "direct",
        "dealer",
        "sale",
        "offset",
        "softness",
        "national",
        "advertising",
        "wholesale",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "prior",
        "year",
        "preliminary",
        "outlook",
        "company",
        "expects",
        "achieve",
        "approximately",
        "percent",
        "revenue",
        "growth",
        "consisting",
        "approximately",
        "percent",
        "revenue",
        "growth",
        "organic",
        "business",
        "includes",
        "previously",
        "announced",
        "transition",
        "tronc",
        "mcclatchy",
        "affiliate",
        "market",
        "approximately",
        "million",
        "acquisition",
        "dealer",
        "inspire",
        "ldm",
        "reflecting",
        "partial",
        "year",
        "ownership",
        "adjusted",
        "ebitda",
        "margin",
        "expected",
        "approximately",
        "percent",
        "excluding",
        "acquisition",
        "adjusted",
        "ebitda",
        "margin",
        "expected",
        "approximately",
        "percent",
        "dealer",
        "inspire",
        "ldm",
        "expected",
        "deliver",
        "approximately",
        "percent",
        "adjusted",
        "ebitda",
        "margin",
        "conference",
        "call",
        "management",
        "hold",
        "conference",
        "call",
        "webcast",
        "today",
        "cst",
        "conference",
        "call",
        "may",
        "accessed",
        "dialing",
        "international",
        "participant",
        "dial",
        "passcode",
        "webcast",
        "may",
        "accessed",
        "replay",
        "webcast",
        "slide",
        "show",
        "available",
        "website",
        "following",
        "conclusion",
        "call",
        "advisor",
        "morgan",
        "security",
        "llc",
        "financial",
        "advisor",
        "seyfarth",
        "shaw",
        "llp",
        "serving",
        "legal",
        "counsel",
        "greenwich",
        "capital",
        "financial",
        "advisor",
        "dealer",
        "inspire",
        "ldm",
        "bryan",
        "cave",
        "llp",
        "serving",
        "legal",
        "counsel",
        "leading",
        "digital",
        "automotive",
        "marketplace",
        "creates",
        "meaningful",
        "connection",
        "buyer",
        "seller",
        "launched",
        "headquartered",
        "chicago",
        "company",
        "empowers",
        "consumer",
        "resource",
        "information",
        "make",
        "informed",
        "buying",
        "decision",
        "around",
        "4ps",
        "automotive",
        "product",
        "price",
        "place",
        "person",
        "connecting",
        "advertising",
        "partner",
        "car",
        "shopper",
        "providing",
        "intelligence",
        "increase",
        "inventory",
        "turn",
        "gain",
        "market",
        "share",
        "pioneer",
        "online",
        "automotive",
        "classified",
        "company",
        "evolved",
        "one",
        "largest",
        "digital",
        "automotive",
        "platform",
        "connecting",
        "thousand",
        "local",
        "dealer",
        "across",
        "country",
        "million",
        "consumer",
        "trusted",
        "expert",
        "content",
        "mobile",
        "feature",
        "intelligence",
        "million",
        "new",
        "used",
        "vehicle",
        "listing",
        "comprehensive",
        "set",
        "pricing",
        "research",
        "tool",
        "largest",
        "database",
        "consumer",
        "review",
        "industry",
        "transforming",
        "car",
        "shopping",
        "experience",
        "property",
        "include",
        "dealerrater",
        "information",
        "visit",
        "financial",
        "measure",
        "earnings",
        "release",
        "discusses",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "financial",
        "measure",
        "defined",
        "gaap",
        "financial",
        "measure",
        "presented",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "believe",
        "provide",
        "meaningful",
        "information",
        "regarding",
        "performance",
        "provide",
        "basis",
        "compare",
        "operating",
        "result",
        "period",
        "addition",
        "use",
        "adjusted",
        "ebitda",
        "compensation",
        "measure",
        "financial",
        "measure",
        "frequently",
        "used",
        "lender",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluate",
        "company",
        "industry",
        "company",
        "may",
        "define",
        "calculate",
        "measure",
        "differently",
        "limiting",
        "usefulness",
        "comparative",
        "measure",
        "limitation",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "performance",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "definition",
        "financial",
        "measure",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "presented",
        "table",
        "define",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "interest",
        "expense",
        "net",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "impairment",
        "asset",
        "plus",
        "certain",
        "charge",
        "including",
        "transaction",
        "related",
        "cost",
        "restructuring",
        "cost",
        "cost",
        "related",
        "headquarters",
        "move",
        "amortization",
        "unfavorable",
        "contract",
        "liability",
        "adjusted",
        "adjusted",
        "ebitda",
        "define",
        "adjusted",
        "net",
        "income",
        "net",
        "income",
        "excluding",
        "impact",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "impairment",
        "asset",
        "certain",
        "charge",
        "including",
        "transaction",
        "related",
        "cost",
        "restructuring",
        "cost",
        "cost",
        "related",
        "headquarters",
        "move",
        "amortization",
        "unfavorable",
        "contract",
        "liability",
        "adjusted",
        "adjusted",
        "net",
        "income",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "including",
        "statement",
        "preliminary",
        "result",
        "preliminary",
        "outlook",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "include",
        "information",
        "concerning",
        "business",
        "strategy",
        "plan",
        "objective",
        "market",
        "potential",
        "future",
        "financial",
        "performance",
        "planned",
        "operational",
        "product",
        "improvement",
        "liquidity",
        "matter",
        "statement",
        "often",
        "include",
        "word",
        "believe",
        "expect",
        "project",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "target",
        "seek",
        "may",
        "would",
        "could",
        "forecast",
        "mission",
        "strive",
        "goal",
        "similar",
        "expression",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "estimate",
        "projection",
        "assumption",
        "based",
        "experience",
        "industry",
        "well",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "think",
        "appropriate",
        "statement",
        "expressed",
        "good",
        "faith",
        "believe",
        "judgment",
        "reasonable",
        "however",
        "understand",
        "statement",
        "guarantee",
        "performance",
        "result",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "statement",
        "given",
        "uncertainty",
        "statement",
        "relied",
        "making",
        "investment",
        "decision",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "contained",
        "press",
        "release",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "related",
        "business",
        "separation",
        "parent",
        "company",
        "common",
        "stock",
        "detailed",
        "discussion",
        "many",
        "risk",
        "uncertainty",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "registration",
        "statement",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "may",
        "registration",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "may",
        "required",
        "law",
        "update",
        "revise",
        "cautionary",
        "statement",
        "reflect",
        "change",
        "assumption",
        "occurrence",
        "event",
        "unanticipated",
        "otherwise",
        "change",
        "future",
        "operating",
        "result",
        "time",
        "otherwise",
        "comparison",
        "result",
        "current",
        "prior",
        "period",
        "intended",
        "express",
        "future",
        "trend",
        "indication",
        "future",
        "performance",
        "unless",
        "expressed",
        "viewed",
        "historical",
        "data",
        "statement",
        "press",
        "release",
        "intended",
        "subject",
        "safe",
        "harbor",
        "protection",
        "provided",
        "federal",
        "security",
        "law",
        "reconciliation",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "million",
        "unaudited",
        "preliminary",
        "net",
        "income",
        "interest",
        "expense",
        "income",
        "net",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "transaction",
        "related",
        "cost",
        "restructuring",
        "cost",
        "cost",
        "related",
        "headquarters",
        "move",
        "loss",
        "asset",
        "adjusted",
        "ebitda",
        "amortization",
        "unfavorable",
        "contract",
        "liability",
        "adjusted",
        "adjusted",
        "ebitda",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "inc"
    ]
}