{
    "organizations": [],
    "uuid": "33ef9844cfb728c7a4edab132762e1ff97bc5156",
    "author": "Holly Ellyatt",
    "url": "https://www.cnbc.com/2018/02/23/italy-election-2018-a-simple-guide-to-the-vote.html",
    "ord_in_thread": 0,
    "title": "Italy election 2018: A simple guide to the vote",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Italians go to the polls on March 4 in an election that could either help to rebalance the political environment or send shockwaves through the country and beyond.\nVoting will take place between 7 a.m. (1 a.m. ET) and 11 p.m. local time. The result is not expected to be officially counted until 2 p.m. Monday, however.\nHere's a guide to the vote.\nWho are the main parties and candidates? Italian politics can seem a muddle of shifting alliances and allegiances and the country is not renowned for its political stability, having had 64 governments and numerous prime ministers since World War II.\nIn 2018, there are \"old faces\" to look out for, such as the ever-resurgent Silvio Berlusconi, and some new personalities too.\nMost importantly, Italy's political landscape is littered with coalitions and these could be decisive in the election result. So while the main parties are important, the alliances with other minor parties could prove decisive.\nThe main parties to watch:\nForza Italia (center-right) Democratic Party (PD) 5 Star Movement (M5S) The main three personalities dominating the race:\nSilvio Berlusconi, former prime minister and head of Forza Italia. Matteo Renzi, the embattled leader of the center-left Democratic Party (PD) and former prime minister who quit the post in 2016 after a referendum on constitutional reform failed. Luigi Di Maio, the anti-establishment 5 Star Movement's (M5S) leader. Alessandra Benedetti - Corbis | Corbis via Getty Images Former Italian Prime Minister Silvio Berlusconi attends the political show 'Porta a Porta' at RAIÕs broadcast studios, on November 16, 2017 in Rome, Italy. The main coalitions to watch:\nCenter-right coalition: Forza Italia, Lega Nord (the anti-south, anti-immigrant Northern League), Fratelli d'Italia (Brothers of Italy) and Noi con l'Italia (Us with Italy). Center-left coalition: The PD (currently in power), Piu' Europa (More Europe, a pro-European party), Lista Insieme and Civica Popolare. M5S has not entered any coalition, although party leader Di Maio told CNBC in early February that if the party did not gain a majority to govern alone, it was willing to speak to other parties , although he did not say which ones. The PD, to which caretaker Prime Minister Paolo Gentiloni belongs, has ruled out forming a coalition with Berlusconi's center right .\nIn addition, there are around 10 other smaller coalitions — ranging from the Revolutionary Left and Communist Party to the far-right neofascist 'CasaPound' and Italia agli Italiani (Italy for the Italians) — in the election race.\nWhat do the polls say? Opinion polls in the months leading up to the election have pointed to a hung parliament where no one party will gain a majority to govern alone, hence the pre-formed coalition alliances.\nHowever, polls have shown that although Berlusconi's center-right is seen as the strongest coalition, M5S is the most popular single party.\nItaly has imposed a 15-day publishing blackout prior to the election. While Italian voter polls have tended historically to be misleading anyway, the last opinion poll released on February 16 pointed to a stalemate between the main parties.\nThe Termometro Politico poll , which interviewed 4,500 people between February 3 and 10, showed M5S receiving 26.3 percent of the vote.\nREUTERS | Alessandro Garofalo Forza Italia had 15.9 percent of the vote in the poll, and its allies Lega Nord and Fratelii d'Italia had 14.8 percent and 5 percent respectively (and smaller party Noi con L'Italia with 1.8 percent) — meaning that the center-right bloc could win a majority if the coalition gets the predicted 37.5 percent.\nThe poll showed the PD party trailing with around 21.3 percent. A coalition of center-left parties led by PD had 25.5 percent of the vote.\nBut some surprises could lie ahead, as polls showed that 30 to 35 percent of voters are undecided.\nWhat is the likely outcome? If the polls are borne out in the vote, a coalition government is the most likely outcome, although a second election cannot be ruled out if government formation proves tricky.\nGiven Germany's difficulties right now in forming a coalition government , it's hard to see Italy's fractured political community faring any better.\nWhat's more, a coalition in Italy might be hard to form given the open acrimony between the political parties. To give one example of the type of talk exchanged by politicians in recent weeks, Berlusconi said M5S leader Di Maio was just a \"pretty face\" and had only worked as an usher at the San Paolo soccer stadium in Naples so \"he could see the games for free,\" Reuters reported.\nALBERTO PIZZOLI | AFP | Getty Images Lower House Deputy speaker Luigi Di Maio (C) stands on stage after being chosen the Five Star Movement (M5S) candidate for Prime minister during a M5S party's congress in Rimini on September 23, 2017. For his part, Di Maio has said Forza Italia politicians are involved in corruption, prompting Berlusconi to say he will sue Di Maio.\nGiven such discourse, it's hard to see how a coalition would work, although the center-right currently looks like the most likely coalition.\nWhy does the election matter? The country is the euro zone's third largest economy and, with Germany still seeing political uncertainty, it's hoped that Italy won't see a period of protracted uncertainty like its northern European neighbor.\nThe vote will be a test of populist sentiment in Italy, which, like other European countries, has seen a rise in populist, anti-establishment feeling. Movements like M5S have been borne out of this sentiment.\nThe Northern League party, under Matteo Salvini, has pledged mass migrant deportations. Italy has seen immigration rise dramatically in recent years because it is a first port of call for migrants and refugees making the perilous journey to Italy by boat from Africa. The increase has seen a correlating rise in racist attacks and neofascism in Italy.\nItaly's new electoral system will also be under close examination. In 2017, the upper and lower houses of parliament approved the adoption of a hybrid voting system that will see 36 percent of seats allocated via a \"first-past-the-post\" system and 64 percent proportionally.\nKnown as the \"Rosatellum\" electoral law, the as-yet-untested system is expected \"to favor mainstream parties rather than M5S as they should be better in forging alliances and generally have stronger local MP candidates to win the first-past-the-post seats,\" Citi economist Giada Giani told CNBC after the law was passed last year.\nPaolo Manzo/ | NurPhoto | Getty Images Secretary of PD Party Matteo Renzi during Program Conference of PD at the museum of Pietrarsa, in Naples, Italy October on 27, 2017 M5S opposed and criticized the law, with Di Maio telling CNBC that \"all Italian parties are trying to defeat us by approving an undemocratic electoral law.\"\nImportantly, the vote could have far-reaching consequences for Italy's fragile economy. Gross domestic product (GDP) grew 0.3 percent in the fourth quarter, a slowdown in growth from the third quarter's 0.5 percent expansion.\nThe country's banking system is mired in non-performing loans amounting to more than 300 billion euros ($368.5 billion). Italy's debt-to-GDP ratio stood at 133 percent in 2017, according to the International Monetary Fund.\nDaniel Lacalle, chief economist at Tressis Gestion, told CNBC on Thursday that Italian politics had a habit of muddling through, but the economy was in a \"worrying\" shape.\n\"I think that we need to worry because asset prices in Italy have risen dramatically on the back of the European Central Bank (ECB) support (from quantitative easing) and stronger numbers in the euro zone,\" he said. \"But the Italian economy is not doing well, it's not moving along with Spain and France.\n\"There's a reluctance in the Italian government and Italian authorities to address the problem of non-performing loans in the Italian financial system and those two elements — the lack of growth and NPLs — continue to be a source of concern.\"\nWill Berlusconi be back? One possible result could see the king of political comebacks, Silvio Berlusconi, form a government as defacto leader of the center-right bloc and even serve a fourth term as prime minister.\nThe 81-year-old billionaire media tycoon is no stranger to controversy — he was banned from holding public office for six years following a conviction for tax fraud, but is challenging the legality of that law in European courts.\nWolfango Piccoli, co-president of risk consultancy Teneo Intelligence, said in a note Wednesday that the outcome of the Italian elections \"remains prone to potential surprises.\"\n\"A significant number of voters are still undecided,\" he said. \"A further element of uncertainty is linked to the fact that the outcome in dozens of single-member districts in the south disputed between the center-right and the M5S will likely determine whether Berlusconi's coalition has an absolute majority.\"\nPiccoli said the center-right is the only electoral alliance that has a reasonable chance to secure a majority.\nHe added that disgruntled MPs from other parties, including some from the M5S already in open conflict with the party's leadership, could find it hard to resist Berlusconi's post-vote overtures and end up providing additional backing if needed.\nFollow CNBC International on Twitter and Facebook .",
    "published": "2018-02-23T08:07:00.000+02:00",
    "crawled": "2018-02-23T08:07:38.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "italian",
        "go",
        "poll",
        "march",
        "election",
        "could",
        "either",
        "help",
        "rebalance",
        "political",
        "environment",
        "send",
        "shockwaves",
        "country",
        "beyond",
        "voting",
        "take",
        "place",
        "et",
        "local",
        "time",
        "result",
        "expected",
        "officially",
        "counted",
        "monday",
        "however",
        "guide",
        "vote",
        "main",
        "party",
        "candidate",
        "italian",
        "politics",
        "seem",
        "muddle",
        "shifting",
        "alliance",
        "allegiance",
        "country",
        "renowned",
        "political",
        "stability",
        "government",
        "numerous",
        "prime",
        "minister",
        "since",
        "world",
        "war",
        "ii",
        "old",
        "face",
        "look",
        "silvio",
        "berlusconi",
        "new",
        "personality",
        "importantly",
        "italy",
        "political",
        "landscape",
        "littered",
        "coalition",
        "could",
        "decisive",
        "election",
        "result",
        "main",
        "party",
        "important",
        "alliance",
        "minor",
        "party",
        "could",
        "prove",
        "decisive",
        "main",
        "party",
        "watch",
        "forza",
        "italia",
        "democratic",
        "party",
        "pd",
        "star",
        "movement",
        "m5s",
        "main",
        "three",
        "personality",
        "dominating",
        "race",
        "silvio",
        "berlusconi",
        "former",
        "prime",
        "minister",
        "head",
        "forza",
        "italia",
        "matteo",
        "renzi",
        "embattled",
        "leader",
        "democratic",
        "party",
        "pd",
        "former",
        "prime",
        "minister",
        "quit",
        "post",
        "referendum",
        "constitutional",
        "reform",
        "failed",
        "luigi",
        "di",
        "maio",
        "star",
        "movement",
        "m5s",
        "leader",
        "alessandra",
        "benedetti",
        "corbis",
        "corbis",
        "via",
        "getty",
        "image",
        "former",
        "italian",
        "prime",
        "minister",
        "silvio",
        "berlusconi",
        "attends",
        "political",
        "show",
        "porta",
        "raiõs",
        "broadcast",
        "studio",
        "november",
        "rome",
        "italy",
        "main",
        "coalition",
        "watch",
        "coalition",
        "forza",
        "italia",
        "lega",
        "nord",
        "northern",
        "league",
        "fratelli",
        "brother",
        "italy",
        "noi",
        "con",
        "u",
        "italy",
        "coalition",
        "pd",
        "currently",
        "power",
        "piu",
        "europa",
        "europe",
        "party",
        "lista",
        "insieme",
        "civica",
        "popolare",
        "m5s",
        "entered",
        "coalition",
        "although",
        "party",
        "leader",
        "di",
        "maio",
        "told",
        "cnbc",
        "early",
        "february",
        "party",
        "gain",
        "majority",
        "govern",
        "alone",
        "willing",
        "speak",
        "party",
        "although",
        "say",
        "one",
        "pd",
        "caretaker",
        "prime",
        "minister",
        "paolo",
        "gentiloni",
        "belongs",
        "ruled",
        "forming",
        "coalition",
        "berlusconi",
        "center",
        "right",
        "addition",
        "around",
        "smaller",
        "coalition",
        "ranging",
        "revolutionary",
        "left",
        "communist",
        "party",
        "neofascist",
        "italia",
        "agli",
        "italiani",
        "italy",
        "italian",
        "election",
        "race",
        "poll",
        "say",
        "opinion",
        "poll",
        "month",
        "leading",
        "election",
        "pointed",
        "hung",
        "parliament",
        "one",
        "party",
        "gain",
        "majority",
        "govern",
        "alone",
        "hence",
        "coalition",
        "alliance",
        "however",
        "poll",
        "shown",
        "although",
        "berlusconi",
        "seen",
        "strongest",
        "coalition",
        "m5s",
        "popular",
        "single",
        "party",
        "italy",
        "imposed",
        "publishing",
        "blackout",
        "prior",
        "election",
        "italian",
        "voter",
        "poll",
        "tended",
        "historically",
        "misleading",
        "anyway",
        "last",
        "opinion",
        "poll",
        "released",
        "february",
        "pointed",
        "stalemate",
        "main",
        "party",
        "termometro",
        "politico",
        "poll",
        "interviewed",
        "people",
        "february",
        "showed",
        "m5s",
        "receiving",
        "percent",
        "vote",
        "reuters",
        "alessandro",
        "garofalo",
        "forza",
        "italia",
        "percent",
        "vote",
        "poll",
        "ally",
        "lega",
        "nord",
        "fratelii",
        "percent",
        "percent",
        "respectively",
        "smaller",
        "party",
        "noi",
        "con",
        "percent",
        "meaning",
        "bloc",
        "could",
        "win",
        "majority",
        "coalition",
        "get",
        "predicted",
        "percent",
        "poll",
        "showed",
        "pd",
        "party",
        "trailing",
        "around",
        "percent",
        "coalition",
        "party",
        "led",
        "pd",
        "percent",
        "vote",
        "surprise",
        "could",
        "lie",
        "ahead",
        "poll",
        "showed",
        "percent",
        "voter",
        "undecided",
        "likely",
        "outcome",
        "poll",
        "borne",
        "vote",
        "coalition",
        "government",
        "likely",
        "outcome",
        "although",
        "second",
        "election",
        "ruled",
        "government",
        "formation",
        "prof",
        "tricky",
        "given",
        "germany",
        "difficulty",
        "right",
        "forming",
        "coalition",
        "government",
        "hard",
        "see",
        "italy",
        "fractured",
        "political",
        "community",
        "faring",
        "better",
        "coalition",
        "italy",
        "might",
        "hard",
        "form",
        "given",
        "open",
        "acrimony",
        "political",
        "party",
        "give",
        "one",
        "example",
        "type",
        "talk",
        "exchanged",
        "politician",
        "recent",
        "week",
        "berlusconi",
        "said",
        "m5s",
        "leader",
        "di",
        "maio",
        "pretty",
        "face",
        "worked",
        "usher",
        "san",
        "paolo",
        "soccer",
        "stadium",
        "naples",
        "could",
        "see",
        "game",
        "free",
        "reuters",
        "reported",
        "alberto",
        "pizzoli",
        "afp",
        "getty",
        "image",
        "lower",
        "house",
        "deputy",
        "speaker",
        "luigi",
        "di",
        "maio",
        "c",
        "stand",
        "stage",
        "chosen",
        "five",
        "star",
        "movement",
        "m5s",
        "candidate",
        "prime",
        "minister",
        "m5s",
        "party",
        "congress",
        "rimini",
        "september",
        "part",
        "di",
        "maio",
        "said",
        "forza",
        "italia",
        "politician",
        "involved",
        "corruption",
        "prompting",
        "berlusconi",
        "say",
        "sue",
        "di",
        "maio",
        "given",
        "discourse",
        "hard",
        "see",
        "coalition",
        "would",
        "work",
        "although",
        "currently",
        "look",
        "like",
        "likely",
        "coalition",
        "election",
        "matter",
        "country",
        "euro",
        "zone",
        "third",
        "largest",
        "economy",
        "germany",
        "still",
        "seeing",
        "political",
        "uncertainty",
        "hoped",
        "italy",
        "wo",
        "see",
        "period",
        "protracted",
        "uncertainty",
        "like",
        "northern",
        "european",
        "neighbor",
        "vote",
        "test",
        "populist",
        "sentiment",
        "italy",
        "like",
        "european",
        "country",
        "seen",
        "rise",
        "populist",
        "feeling",
        "movement",
        "like",
        "m5s",
        "borne",
        "sentiment",
        "northern",
        "league",
        "party",
        "matteo",
        "salvini",
        "pledged",
        "mass",
        "migrant",
        "deportation",
        "italy",
        "seen",
        "immigration",
        "rise",
        "dramatically",
        "recent",
        "year",
        "first",
        "port",
        "call",
        "migrant",
        "refugee",
        "making",
        "perilous",
        "journey",
        "italy",
        "boat",
        "africa",
        "increase",
        "seen",
        "correlating",
        "rise",
        "racist",
        "attack",
        "neofascism",
        "italy",
        "italy",
        "new",
        "electoral",
        "system",
        "also",
        "close",
        "examination",
        "upper",
        "lower",
        "house",
        "parliament",
        "approved",
        "adoption",
        "hybrid",
        "voting",
        "system",
        "see",
        "percent",
        "seat",
        "allocated",
        "via",
        "system",
        "percent",
        "proportionally",
        "known",
        "rosatellum",
        "electoral",
        "law",
        "system",
        "expected",
        "favor",
        "mainstream",
        "party",
        "rather",
        "m5s",
        "better",
        "forging",
        "alliance",
        "generally",
        "stronger",
        "local",
        "mp",
        "candidate",
        "win",
        "seat",
        "citi",
        "economist",
        "giada",
        "giani",
        "told",
        "cnbc",
        "law",
        "passed",
        "last",
        "year",
        "paolo",
        "nurphoto",
        "getty",
        "image",
        "secretary",
        "pd",
        "party",
        "matteo",
        "renzi",
        "program",
        "conference",
        "pd",
        "museum",
        "pietrarsa",
        "naples",
        "italy",
        "october",
        "m5s",
        "opposed",
        "criticized",
        "law",
        "di",
        "maio",
        "telling",
        "cnbc",
        "italian",
        "party",
        "trying",
        "defeat",
        "u",
        "approving",
        "undemocratic",
        "electoral",
        "law",
        "importantly",
        "vote",
        "could",
        "consequence",
        "italy",
        "fragile",
        "economy",
        "gross",
        "domestic",
        "product",
        "gdp",
        "grew",
        "percent",
        "fourth",
        "quarter",
        "slowdown",
        "growth",
        "third",
        "quarter",
        "percent",
        "expansion",
        "country",
        "banking",
        "system",
        "mired",
        "loan",
        "amounting",
        "billion",
        "euro",
        "billion",
        "italy",
        "ratio",
        "stood",
        "percent",
        "according",
        "international",
        "monetary",
        "fund",
        "daniel",
        "lacalle",
        "chief",
        "economist",
        "tressis",
        "gestion",
        "told",
        "cnbc",
        "thursday",
        "italian",
        "politics",
        "habit",
        "muddling",
        "economy",
        "worrying",
        "shape",
        "think",
        "need",
        "worry",
        "asset",
        "price",
        "italy",
        "risen",
        "dramatically",
        "back",
        "european",
        "central",
        "bank",
        "ecb",
        "support",
        "quantitative",
        "easing",
        "stronger",
        "number",
        "euro",
        "zone",
        "said",
        "italian",
        "economy",
        "well",
        "moving",
        "along",
        "spain",
        "france",
        "reluctance",
        "italian",
        "government",
        "italian",
        "authority",
        "address",
        "problem",
        "loan",
        "italian",
        "financial",
        "system",
        "two",
        "element",
        "lack",
        "growth",
        "npls",
        "continue",
        "source",
        "concern",
        "berlusconi",
        "back",
        "one",
        "possible",
        "result",
        "could",
        "see",
        "king",
        "political",
        "comeback",
        "silvio",
        "berlusconi",
        "form",
        "government",
        "defacto",
        "leader",
        "bloc",
        "even",
        "serve",
        "fourth",
        "term",
        "prime",
        "minister",
        "billionaire",
        "medium",
        "tycoon",
        "stranger",
        "controversy",
        "banned",
        "holding",
        "public",
        "office",
        "six",
        "year",
        "following",
        "conviction",
        "tax",
        "fraud",
        "challenging",
        "legality",
        "law",
        "european",
        "court",
        "wolfango",
        "piccoli",
        "risk",
        "consultancy",
        "teneo",
        "intelligence",
        "said",
        "note",
        "wednesday",
        "outcome",
        "italian",
        "election",
        "remains",
        "prone",
        "potential",
        "surprise",
        "significant",
        "number",
        "voter",
        "still",
        "undecided",
        "said",
        "element",
        "uncertainty",
        "linked",
        "fact",
        "outcome",
        "dozen",
        "district",
        "south",
        "disputed",
        "m5s",
        "likely",
        "determine",
        "whether",
        "berlusconi",
        "coalition",
        "absolute",
        "majority",
        "piccoli",
        "said",
        "electoral",
        "alliance",
        "reasonable",
        "chance",
        "secure",
        "majority",
        "added",
        "disgruntled",
        "mp",
        "party",
        "including",
        "m5s",
        "already",
        "open",
        "conflict",
        "party",
        "leadership",
        "could",
        "find",
        "hard",
        "resist",
        "berlusconi",
        "overture",
        "end",
        "providing",
        "additional",
        "backing",
        "needed",
        "follow",
        "cnbc",
        "international",
        "twitter",
        "facebook"
    ]
}