{
    "organizations": [],
    "uuid": "98966540a425f185fe604038c1be5023d586e600",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1PW6BZ",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Feb 7 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,833.3 192.9 NZX 50** 8,075.81 -166.02 DJIA** 24,912.77 567.02 NIKKEI** 21,610.24 1,071.84 Nasdaq** 7,115882 148.356 FTSE** 7,141.4 -193.58 S&P 500** 2,695.14 46.20 Hang Seng** 30,595.42 -1,649.80 SPI 200 Fut 5,863 99.00 STI** 3,406.38 -76.55 SSEC** 3,369.712 -117.79 KOSPI** 2,453.31 -38.44 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.077 0.001 KR 10 YR Bond 2.748 -0.056 AU 10 YR Bond 2.871 0.07 US 10 YR Bond 2.8035 0.01 NZ 10 YR Bond 2.975 -0.03 US 30 YR Bond 3.0667 0 -- Currencies Net Chng Net Chng SGD US$ 1.3192 -0.0025 KRW US$ 1,078.47 -15.66 AUD US$ 0.7894 0.0016 NZD US$ 0.7306 0.0043 EUR US$ 1.2377 0.001 Yen US$ 109.58 0.49 THB US$ 31.5 -0.12 PHP US$ 51.445 -0.198 IDR US$ 13,550 30 INR US$ 64.22 0.09 MYR US$ 3.9135 0.0155 TWD US$ 29.386 0.079 CNY US$ 6.281 -0.002 HKD US$ 7.8183 -0.0022 -- Commodities Net Chng Net Chng Spot Gold 1,323.36 -15.85 Silver (Lon) 16.6 -0.139 U.S. Gold Fut 1,326.1 -10.4 Brent Crude 67.17 -0.45 Iron Ore CNY522 0.5 TRJCRB Index - - TOCOM Rubber JPY192.8 -0.9 LME Copper 7,075.85 -93.15 -- ** indicates closing price All prices as of 21:33 GMT EQUITIES GLOBAL - U.S. stocks reversed course again to trade more than 1 percent higher by late afternoon Tuesday, a day after the Dow and S&P 500 indexes saw their biggest one-day declines in more than six years, while a world stock index remained lower. An index of Latin American shares was also up about 1 percent. European shares closed down more than 2 percent, and losses for the MSCI 47-country world index broke $4 trillion. For a full report, click on - - - - NEW YORK - U.S. stocks posted sharp gains in another wild trading session on Tuesday, as indexes rebounded from the biggest one-day drops for the S&P 500 and the Dow in more than six years that stalled the market's record run. The Dow Jones Industrial Average rose 567.02 points, or 2.33 percent, to 24,912.77, the S&P 500 gained 46.2 points, or 1.74 percent, to 2,695.14 and the Nasdaq Composite added 148.36 points, or 2.13 percent, to 7,115.88. For a full report, click on - - - - LONDON - European shares hit their lowest level since August 2017 on Tuesday as a global sell-off in equities deepened and volatility spiked on growing worries over inflation and rising bond yields. All sectoral indexes were trading in negative territory, pushing the pan-European STOXX 600 index to fall for the seventh straight session, down as much as 3.2 percent, while the euro STOXX volatility posted its biggest ever daily percentage gain, up 60 percent. For a full report, click on - - - - TOKYO - Japanese stocks suffered their biggest point drop since June 2016 on Tuesday, after Wall Street tumbled the previous day on fears about rising U.S. bond yields and a potential pick-up in inflation. The Nikkei 225 share average ended down 4.73 percent at 21,610.24, marking the biggest percentage fall in 15 months and falling to its lowest close since Oct. 20. For a full report, click on - - - - SHANGHAI - China stocks tumbled on Tuesday as a global market rout intensified, with the Shanghai index posting its biggest loss in nearly two years on worries that inflationary pressures will prompt central banks to raise rates faster than expected. The Shanghai Composite Index slumped 3.4 percent to 3,370.65 points, its biggest single-day drop since February 2016, while the blue-chip CSI300 index ended down 2.9 percent at 4,148.89. For a full report, click on - - - - AUSTRALIA - Australian shares are expected to recover on Wednesday after a global rout in equities saw them clock their biggest drop in over 2-1/2 years. The local share price index futures rose 98 points to 5,862, a 32.7-point premium to the underlying S&P/ASX 200 index close. The benchmark plunged 3.2 percent on Tuesday. For a full report, click on - - - - SEOUL - South Korean shares fell for the third straight session on Tuesday to end at a six-week low as a sharp sell-off in U.S. stock markets soured investor confidence worldwide. The Korea Composite Stock Price Index (KOSPI) closed down 1.5 percent at 2,453.31 points, its lowest close since Dec. 27. The index fell 1.3 percent on Monday. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The U.S. dollar index reversed course on Tuesday, erasing most of the gains it made earlier in the session as Wall Street came off its lows in choppy trading a day after the Dow and S&P 500 stock indexes posted their biggest declines since August 2011. The dollar index, which tracks the greenback against a slate of currencies, rose earlier to its highest level in more than a week after two straight sessions of gains as traders piled back into the dollar following a global stock market rout. The index last rose 0.04 percent at 3:01 p.m. EST (2001 GMT). For a full report, click on - - - - SHANGHAI - China's yuan held steady against the U.S. dollar on Tuesday, supported by corporate dollar sales as emerging currencies lost traction amid a global equities sell-off. In the spot market, the onshore yuan opened at 6.3027 per dollar and was changing hands at 6.2930 at midday, 10 pips firmer than the previous late session close and 0.23 percent stronger than the midpoint. For a full report, click on - - - - AUSTRALIA - The Australian dollar was on the defensive on Tuesday as a rout in global share markets sparked a flight to safe havens, while local economic data proved too mixed to offer much support. The Aussie was last down 0.36 percent at $0.7867 after slipping 0.5 percent overnight. That came on top of a 1.5 percent dive on Friday when world stock markets took fright. For a full report, click on - - - - SEOUL - South Korean shares fell for the third straight session on Tuesday to end at a six-week low as a sharp sell-off in U.S. stock markets soured investor confidence worldwide. The South Korean won weakened for a fourth straight session and closed at its lowest in eight weeks. The won was Quote: d at 1,091.5 to the dollar at the conclusion of onshore trade, down 0.3 percent compared to Monday's close of 1,088.5. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury debt prices gained on the day on Tuesday as volatile equity markets led some investors to seek out lower risk bonds, though many investors remained nervous after a week long bond rout sent yields on Monday to four-year highs. For a full report, click on - - - - LONDON - Euro zone government bond yields tumbled on Tuesday, with Germany's 10-year bond yield set for its biggest one-day fall in two months, as a sell-off in world stocks drove investors into safe-haven debt. Germany's 10-year bond yield, the benchmark for the bloc, fell as low as 0.671 percent, down 7 basis points on the day and was set to close the day at 0.69 percent, still well below Monday's more-than-two-year high of 0.774 percent. For a full report, click on - - - - TOKYO - Japanese government bond prices rose on Tuesday as Tokyo stocks plunged and sent investors scurrying for safety in debt. The five-year JGB yield was half a basis point lower at minus 0.090 percent. The benchmark 10-year yield declined half a basis point to 0.075 percent after touching 0.065 percent, its lowest since Jan. 11. For a full report, click on COMMODITIES GOLD Gold prices fell 1 percent to a 2-1/2-week low on Tuesday, as investors focused on expectations for higher U.S. interest rates, even as U.S. stock markets swung wildly in both directions a day after the Dow and S&P 500 indexes tumbled. Spot gold was down 1 percent at $1,326.51 an ounce by 2:41 p.m. EST (1941 GMT), erasing Monday's 0.5 percent gain, having earlier dropped to $1,325.61, its lowest since Jan. 18. For a full report, click on - - - - IRON ORE Steelmaking commodity coke surged to a six-week high in China on Tuesday, and steel and iron ore prices rose to their strongest in over a week, as investors defied a global financial selloff and raised their bets amid supply disruptions. Coking coal rose 0.9 percent to 1,359 yuan per tonne, adding to Monday's 4.2 percent surge. For a full report, click on - - - - BASE METALS Prices of industrial metals fell on Tuesday as global stock markets plunged for a fourth day, prompting investors to cut exposure to riskier assets and strengthening the dollar. Benchmark copper on the London Metal Exchange closed down 1.3 percent at $7,076 a tonne, still close to a four-year high of $7,312.50 hit in December. For a full report, click on - - - - OIL Oil fell for a third day on Tuesday as the U.S. dollar rose to its highest in more than a week in the wake of a sharp sell-off on Wall Street and other stock markets, a global rout that wiped out $4 trillion in value. Brent crude futures for April delivery settled down 76 cents, or 1.12 percent at $66.86 a barrel, after at touching a session low of $66.53, the lowest since Jan. 2. U.S. West Texas Intermediate futures dipped 76 cents, or 1.18 percent, to settle at $63.39 a barrel, the lowest since Jan. 22. For a full report, click on - - - - PALM OIL Malaysian palm oil futures declined on Tuesday, and have now fallen in three of the past four days, tracking losses in global financial markets and as traders booked profits. The benchmark palm oil contract for April delivery 1FCPOc3 on the Bursa Malaysia Derivatives Exchange closed down 0.8 percent at 2,470 ringgit ($631) a tonne. For full report, click on - - - - RUBBER Benchmark Tokyo rubber futures extended decline on Tuesday, coming under pressure from sharp losses in Shanghai futures and weak oil prices, brokers said. The Tokyo Commodity Exchange rubber contract for July delivery, finished 3 yen lower at 193.7 yen ($1.77) per kg. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-02-07T05:41:00.000+02:00",
    "crawled": "2018-02-07T21:57:11.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "feb",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny522",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "stock",
        "reversed",
        "course",
        "trade",
        "percent",
        "higher",
        "late",
        "afternoon",
        "tuesday",
        "day",
        "dow",
        "p",
        "index",
        "saw",
        "biggest",
        "decline",
        "six",
        "year",
        "world",
        "stock",
        "index",
        "remained",
        "lower",
        "index",
        "latin",
        "american",
        "share",
        "also",
        "percent",
        "european",
        "share",
        "closed",
        "percent",
        "loss",
        "msci",
        "world",
        "index",
        "broke",
        "trillion",
        "full",
        "report",
        "click",
        "new",
        "york",
        "stock",
        "posted",
        "sharp",
        "gain",
        "another",
        "wild",
        "trading",
        "session",
        "tuesday",
        "index",
        "rebounded",
        "biggest",
        "drop",
        "p",
        "dow",
        "six",
        "year",
        "stalled",
        "market",
        "record",
        "run",
        "dow",
        "jones",
        "industrial",
        "average",
        "rose",
        "point",
        "percent",
        "p",
        "gained",
        "point",
        "percent",
        "nasdaq",
        "composite",
        "added",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "hit",
        "lowest",
        "level",
        "since",
        "august",
        "tuesday",
        "global",
        "equity",
        "deepened",
        "volatility",
        "spiked",
        "growing",
        "worry",
        "inflation",
        "rising",
        "bond",
        "yield",
        "sectoral",
        "index",
        "trading",
        "negative",
        "territory",
        "pushing",
        "stoxx",
        "index",
        "fall",
        "seventh",
        "straight",
        "session",
        "much",
        "percent",
        "euro",
        "stoxx",
        "volatility",
        "posted",
        "biggest",
        "ever",
        "daily",
        "percentage",
        "gain",
        "percent",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "stock",
        "suffered",
        "biggest",
        "point",
        "drop",
        "since",
        "june",
        "tuesday",
        "wall",
        "street",
        "tumbled",
        "previous",
        "day",
        "fear",
        "rising",
        "bond",
        "yield",
        "potential",
        "inflation",
        "nikkei",
        "share",
        "average",
        "ended",
        "percent",
        "marking",
        "biggest",
        "percentage",
        "fall",
        "month",
        "falling",
        "lowest",
        "close",
        "since",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "tumbled",
        "tuesday",
        "global",
        "market",
        "rout",
        "intensified",
        "shanghai",
        "index",
        "posting",
        "biggest",
        "loss",
        "nearly",
        "two",
        "year",
        "worry",
        "inflationary",
        "pressure",
        "prompt",
        "central",
        "bank",
        "raise",
        "rate",
        "faster",
        "expected",
        "shanghai",
        "composite",
        "index",
        "slumped",
        "percent",
        "point",
        "biggest",
        "drop",
        "since",
        "february",
        "csi300",
        "index",
        "ended",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "expected",
        "recover",
        "wednesday",
        "global",
        "rout",
        "equity",
        "saw",
        "clock",
        "biggest",
        "drop",
        "year",
        "local",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "point",
        "premium",
        "underlying",
        "index",
        "close",
        "benchmark",
        "plunged",
        "percent",
        "tuesday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korean",
        "share",
        "fell",
        "third",
        "straight",
        "session",
        "tuesday",
        "end",
        "low",
        "sharp",
        "stock",
        "market",
        "soured",
        "investor",
        "confidence",
        "worldwide",
        "korea",
        "composite",
        "stock",
        "price",
        "index",
        "kospi",
        "closed",
        "percent",
        "point",
        "lowest",
        "close",
        "since",
        "index",
        "fell",
        "percent",
        "monday",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "index",
        "reversed",
        "course",
        "tuesday",
        "erasing",
        "gain",
        "made",
        "earlier",
        "session",
        "wall",
        "street",
        "came",
        "low",
        "choppy",
        "trading",
        "day",
        "dow",
        "p",
        "stock",
        "index",
        "posted",
        "biggest",
        "decline",
        "since",
        "august",
        "dollar",
        "index",
        "track",
        "greenback",
        "slate",
        "currency",
        "rose",
        "earlier",
        "highest",
        "level",
        "week",
        "two",
        "straight",
        "session",
        "gain",
        "trader",
        "piled",
        "back",
        "dollar",
        "following",
        "global",
        "stock",
        "market",
        "rout",
        "index",
        "last",
        "rose",
        "percent",
        "est",
        "gmt",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "yuan",
        "held",
        "steady",
        "dollar",
        "tuesday",
        "supported",
        "corporate",
        "dollar",
        "sale",
        "emerging",
        "currency",
        "lost",
        "traction",
        "amid",
        "global",
        "equity",
        "spot",
        "market",
        "onshore",
        "yuan",
        "opened",
        "per",
        "dollar",
        "changing",
        "hand",
        "midday",
        "pip",
        "firmer",
        "previous",
        "late",
        "session",
        "close",
        "percent",
        "stronger",
        "midpoint",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "dollar",
        "defensive",
        "tuesday",
        "rout",
        "global",
        "share",
        "market",
        "sparked",
        "flight",
        "safe",
        "haven",
        "local",
        "economic",
        "data",
        "proved",
        "mixed",
        "offer",
        "much",
        "support",
        "aussie",
        "last",
        "percent",
        "slipping",
        "percent",
        "overnight",
        "came",
        "top",
        "percent",
        "dive",
        "friday",
        "world",
        "stock",
        "market",
        "took",
        "fright",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korean",
        "share",
        "fell",
        "third",
        "straight",
        "session",
        "tuesday",
        "end",
        "low",
        "sharp",
        "stock",
        "market",
        "soured",
        "investor",
        "confidence",
        "worldwide",
        "south",
        "korean",
        "weakened",
        "fourth",
        "straight",
        "session",
        "closed",
        "lowest",
        "eight",
        "week",
        "quote",
        "dollar",
        "conclusion",
        "onshore",
        "trade",
        "percent",
        "compared",
        "monday",
        "close",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "debt",
        "price",
        "gained",
        "day",
        "tuesday",
        "volatile",
        "equity",
        "market",
        "led",
        "investor",
        "seek",
        "lower",
        "risk",
        "bond",
        "though",
        "many",
        "investor",
        "remained",
        "nervous",
        "week",
        "long",
        "bond",
        "rout",
        "sent",
        "yield",
        "monday",
        "high",
        "full",
        "report",
        "click",
        "london",
        "euro",
        "zone",
        "government",
        "bond",
        "yield",
        "tumbled",
        "tuesday",
        "germany",
        "bond",
        "yield",
        "set",
        "biggest",
        "fall",
        "two",
        "month",
        "world",
        "stock",
        "drove",
        "investor",
        "debt",
        "germany",
        "bond",
        "yield",
        "benchmark",
        "bloc",
        "fell",
        "low",
        "percent",
        "basis",
        "point",
        "day",
        "set",
        "close",
        "day",
        "percent",
        "still",
        "well",
        "monday",
        "high",
        "percent",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "price",
        "rose",
        "tuesday",
        "tokyo",
        "stock",
        "plunged",
        "sent",
        "investor",
        "scurrying",
        "safety",
        "debt",
        "jgb",
        "yield",
        "half",
        "basis",
        "point",
        "lower",
        "minus",
        "percent",
        "benchmark",
        "yield",
        "declined",
        "half",
        "basis",
        "point",
        "percent",
        "touching",
        "percent",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "fell",
        "percent",
        "low",
        "tuesday",
        "investor",
        "focused",
        "expectation",
        "higher",
        "interest",
        "rate",
        "even",
        "stock",
        "market",
        "swung",
        "wildly",
        "direction",
        "day",
        "dow",
        "p",
        "index",
        "tumbled",
        "spot",
        "gold",
        "percent",
        "ounce",
        "est",
        "gmt",
        "erasing",
        "monday",
        "percent",
        "gain",
        "earlier",
        "dropped",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "steelmaking",
        "commodity",
        "coke",
        "surged",
        "high",
        "china",
        "tuesday",
        "steel",
        "iron",
        "ore",
        "price",
        "rose",
        "strongest",
        "week",
        "investor",
        "defied",
        "global",
        "financial",
        "selloff",
        "raised",
        "bet",
        "amid",
        "supply",
        "disruption",
        "coking",
        "coal",
        "rose",
        "percent",
        "yuan",
        "per",
        "tonne",
        "adding",
        "monday",
        "percent",
        "surge",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "price",
        "industrial",
        "metal",
        "fell",
        "tuesday",
        "global",
        "stock",
        "market",
        "plunged",
        "fourth",
        "day",
        "prompting",
        "investor",
        "cut",
        "exposure",
        "riskier",
        "asset",
        "strengthening",
        "dollar",
        "benchmark",
        "copper",
        "london",
        "metal",
        "exchange",
        "closed",
        "percent",
        "tonne",
        "still",
        "close",
        "high",
        "hit",
        "december",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "fell",
        "third",
        "day",
        "tuesday",
        "dollar",
        "rose",
        "highest",
        "week",
        "wake",
        "sharp",
        "wall",
        "street",
        "stock",
        "market",
        "global",
        "rout",
        "wiped",
        "trillion",
        "value",
        "brent",
        "crude",
        "future",
        "april",
        "delivery",
        "settled",
        "cent",
        "percent",
        "barrel",
        "touching",
        "session",
        "low",
        "lowest",
        "since",
        "west",
        "texas",
        "intermediate",
        "future",
        "dipped",
        "cent",
        "percent",
        "settle",
        "barrel",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "declined",
        "tuesday",
        "fallen",
        "three",
        "past",
        "four",
        "day",
        "tracking",
        "loss",
        "global",
        "financial",
        "market",
        "trader",
        "booked",
        "profit",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "april",
        "delivery",
        "1fcpoc3",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "closed",
        "percent",
        "ringgit",
        "tonne",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "extended",
        "decline",
        "tuesday",
        "coming",
        "pressure",
        "sharp",
        "loss",
        "shanghai",
        "future",
        "weak",
        "oil",
        "price",
        "broker",
        "said",
        "tokyo",
        "commodity",
        "exchange",
        "rubber",
        "contract",
        "july",
        "delivery",
        "finished",
        "yen",
        "lower",
        "yen",
        "per",
        "kg",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}