{
    "organizations": [],
    "uuid": "2d26900c3881ba592dfd50fbd74588fbd92896d6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/pr-newswire-trovagene-announces-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Trovagene Announces Fourth Quarter and Full-Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Feb. 26, 2018 /PRNewswire/ -- Trovagene, Inc. (NASDAQ: TROV), a clinical-stage precision medicine biotechnology company, developing targeted therapeutics to treat hematologic and solid tumor cancers, today announced company highlights and financial results for the fourth quarter and full-year ended December 31, 2017. The company is issuing this press release in lieu of conducting a conference call.\n\"I'm very proud of our transformation and accomplishments in 2017 and excited as we begin 2018 executing on strong clinical development programs for our lead drug candidate, PCM-075, with two active clinical studies underway,\" said Bill Welch, Chief Executive Officer of Trovagene. \"The first study is TROV-052 ( ClinicalTrials.gov Identifier NCT03303339), a Phase 1b/2 open-label clinical trial of PCM-075 in patients with Acute Myeloid Leukemia (AML) in combination with standard-of-care. The second study is our UNITE (TROV-053), Phase 2 open-label clinical trial of PCM-075 in patients with metastatic Castration-Resistant Prostate Cancer (mCRPC) in combination with abiraterone acetate (Zytiga Ò ) and prednisone ( ClinicalTrials.gov Identifier: NCT03414034).\"\nTrovagene reported a net loss of $2.6 million, or $0.06 per diluted share in the fourth quarter of 2017, as compared to a net loss of $8.5 million, or $0.34 per diluted share, for the same quarter of 2016. Net cash used in operating activities in the fourth quarter of 2017 was $3.3 million, compared to $9.0 million in the fourth quarter of 2016. These quarter-over-quarter reductions are attributed primarily to the reductions of sales, marketing and research expenses associated with diagnostic programs in order to focus on PCM-075 clinical studies.\n\"We are also excited about the positive preclinical data demonstrating significant synergy of PCM-075 in combination with chemotherapies and targeted therapeutics, including cytarabine and abiraterone acetate, which are used in AML and mCRPC, respectively,\" said Mark Erlander, PhD, Chief Scientific Officer of Trovagene. \"We believe the selective nature of PCM-075 to PLK1 may allow for enhanced combination treatments over standard-of-care in a variety of hematologic and solid tumor cancers where there are high medical needs.\"\nDuring the year ended December 31, 2017, the Company advanced its business with the following activities:\nActivated the first two clinical trial sites for the Phase1b/2 multicenter trial of PCM-075 in patients with Acute Myeloid Leukemia (AML). As of today, Trovagene has four clinical trial sites currently screening and enrolling patients with four additional sites planned to be activated by the end of the first quarter. Announced the UNITE clinical study, \"A Phase 2 Study to U nderstand the N ovel Combination of PCM-075 and Abiraterone and the Opportunity to I mprove T reatment and E xtend Response in Patients with Metastatic Castration-Resistant Prostate Cancer.\" The study will enroll 25 patients with mCRPC who are showing early signs of disease progression while on abiraterone/prednisone therapy and will evaluate the proportion of patients achieving disease control after 12 weeks of study treatment. Presented data showing sensitivity of TNBC cell lines to PCM-075 and Synergy with Zytiga ® at San Antonio Breast Cancer Symposium. We also announced preclinical research demonstrating synergy of PCM-075 with Zytiga® in Castration-Resistant Prostate Cancer tumor cells. Announced that the FDA granted Orphan Drug Designation to PCM-075 for the treatment of patients with AML. Strengthened our Board of Directors with the appointment of Athena Countouriotis, M.D. Dr. Countouriotis brings significant experience in oncology clinical development and orphan indications. Announced PCM-075 synergy with a HDAC Inhibitor in Non-Hodgkin Lymphoma Cell Lines. Additionally, PCM-075 demonstrates synergy in combination with more than ten chemotherapeutic and targeted therapies across a broad range of solid tumor and hematologic cancers, including the announcement of preclinical in vivo AML data showing that PCM-075 significantly enhances the efficacy of a FLT3 inhibitor in combination therapy. Announced FDA approval of IND for Phase 1b/2 trial of PCM-075 in patients with AML. Announced peer-reviewed publication of first-in-human Phase 1 trial results with PCM-075 in the journal Investigational New Drugs. The data from the trial demonstrated PCM-075's potential as safe and effective treatment for solid tumor and hematological malignancies. Executed a supplier agreement with NerPharMa, S.r.l., a pharmaceutical manufacturing company and a subsidiary of Nerviano Medical Sciences S.r.l., to manufacture drug product for PCM-075. Entered into a license agreement with Nerviano that grants us exclusive global development and commercialization rights to NMS-1286937, which we refer to as PCM-075. PCM-075 is an oral, investigative drug and a highly-selective PLK 1 inhibitor for the treatment of AML.\nFourth Quarter 2017 Financial Results\nTrovagene reported a net loss of $2.6 million, or $0.06 per diluted share in the fourth quarter of 2017, as compared to a net loss of $8.5 million, or $0.34 per diluted share, for the same quarter of 2016. Total operating expenses were approximately $4.0 million for the three months ended December 31, 2017, a reduction of $5.9 million from $9.9 million for the same period in 2016. Net cash used in operating activities in the fourth quarter of 2017 was $3.3 million, compared to $9.0 million in the fourth quarter of 2016. The quarter-over-quarter reduction can be attributed primarily to a decrease in selling and marketing expenses as a result of reduction in force and a decrease in research and development costs due to a shift in focus of the Company. Net cash provided by financing activities in the fourth quarter of 2017 was $4.1 million as compared to $0.1 million used in financing activities in the same period of 2016. The increase is primarily due to the sale of securities during December fundraising activity. The weighted average diluted shares of common stock outstanding used to calculate per share results was 40.2 million. As of December 31, 2017, Trovagene had approximately $8.2 million of cash and cash equivalents. As of February 20, 2018, the Company has received approximately $0.5 million of additional cash to the year end $8.2 million upon exercise of 1,814,167 warrants in connection with the December 2017 public offering.\nYear-End 2017 Financial Results\nTrovagene reported a net loss of $24.9 million, or $0.72 per diluted share, as compared to a net loss of $39.2 million, or $1.37 per diluted share, for the year ended December 31, 2016. The decrease in net loss is primarily due to decreased expenses related to sales and marketing, general and administrative and research and development versus the prior year. The net cash used in operating activities in 2017 was $23.3 million, compared to $31.0 million in 2016.\nAbout Trovagene, Inc.\nTrovagene is a precision medicine biotechnology company developing oncology therapeutics for improved cancer care by leveraging its proprietary Precision Cancer Monitoring® (PCM) technology in tumor genomics. Trovagene has broad intellectual property and proprietary technology to measure circulating tumor DNA (ctDNA) in urine and blood to identify and quantify clinically actionable markers for predicting response to cancer therapies. Trovagene offers its PCM technology at its CLIA/CAP – accredited laboratory and plans to continue to vertically integrate its PCM technology with precision cancer therapeutics. For more information, please visit https://www.trovagene.com .\nForward-Looking Statements\nCertain statements in this press release are forward-looking within the meaning of the Private Securities Litigation Reform Act of 1995. These statements may be identified by the use of words such as \"anticipate,\" \"believe,\" \"forecast,\" \"estimated\" and \"intend\" or other similar terms or expressions that concern Trovagene's expectations, strategy, plans or intentions. These forward-looking statements are based on Trovagene's current expectations and actual results could differ materially. There are a number of factors that could cause actual events to differ materially from those indicated by such forward-looking statements. These factors include, but are not limited to, our need for additional financing; our ability to continue as a going concern; clinical trials involve a lengthy and expensive process with an uncertain outcome, and results of earlier studies and trials may not be predictive of future trial results; our clinical trials may be suspended or discontinued due to unexpected side effects or other safety risks that could preclude approval of our product candidates; uncertainties of government or third party payer reimbursement; dependence on key personnel; limited experience in marketing and sales; substantial competition; uncertainties of patent protection and litigation; dependence upon third parties; our ability to develop tests, kits and systems and the success of those products; regulatory, financial and business risks related to our international expansion and risks related to failure to obtain FDA clearances or approvals and noncompliance with FDA regulations. There are no guarantees that any of our technology or products will be utilized or prove to be commercially successful, or that Trovagene's strategy to design its liquid biopsy tests to report on clinically actionable cancer genes will ultimately be successful or result in better reimbursement outcomes. Additionally, there are no guarantees that future clinical trials will be completed or successful or that any precision medicine therapeutics will receive regulatory approval for any indication or prove to be commercially successful. Investors should read the risk factors set forth in Trovagene's Form 10-K for the year ended December 31, 2017, and other periodic reports filed with the Securities and Exchange Commission. While the list of factors presented here is considered representative, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted factors may present significant additional obstacles to the realization of forward-looking statements. Forward-looking statements included herein are made as of the date hereof, and Trovagene does not undertake any obligation to update publicly such statements to reflect subsequent events or circumstances.\nTrovagene Contact:\nVicki Kelemen\nVP, Corporate Communications\n858-952-7652\nvkelemen@trovagene.com\nTrovagene, Inc.\nCondensed Consolidated Statements of Operations\n(in thousands, except for per share amounts)\nThree Months Ended\nDecember 31,\nYear Ended\nDecember 31 ,\n2017\n2016\n2017\n2016\nRevenues:\nRoyalties\n$\n116\n$\n50\n$\n286\n$\n258\nDiagnostic services\n54\n17\n196\n86\nClinical research services\n15\n1\n23\n37\nTotal revenues\n185\n68\n505\n381\nCosts and expenses:\nCost of revenues\n383\n587\n1,811\n1,730\nResearch and development\n1,207\n3,785\n7,883\n15,007\nSelling and marketing\n292\n2,396\n2,735\n11,523\nGeneral and administrative\n1,582\n2,292\n11,497\n11,476\nRestructuring charges\n505)\n790\n2,175\n790\nTotal operating expenses\n3,969\n9,850\n26,101\n40,526\nLoss from operations\n(3,784)\n(9,782)\n(25,596)\n(40,145)\nNet interest expense\n(9)\n(408)\n(886)\n(1,376)\nGain on change in fair value of derivative financial instruments - warrants\n1,388\n1,787\n3,401\n2,462\nLoss on extinguishment of debt\n-\n-\n(1,656)\n-\nOther loss, net\n(165)\n(145)\n(170)\n(145)\nNet loss\n$\n(2,570)\n$\n(8,548)\n$\n(24,907)\n$\n(39,204)\nPreferred stock dividend\n(6)\n(6)\n(24)\n(24)\nNet loss attributable to common stockholders\n$\n(2,576)\n$\n(8,554)\n$\n(24,931)\n$\n(39,228)\nNet loss per common share - basic\n$\n(0.06)\n$\n(0.28)\n$\n(0.72)\n$\n(1.30)\nNet loss per common share - diluted\n$\n(0.06)\n$\n(0.34)\n$\n(0.72)\n$\n(1.37)\nWeighted average shares outstanding - basic\n40,182\n30,639\n34,680\n30,175\nWeighted average shares outstanding - diluted\n40,182\n30,712\n34,680\n30,281\nTrovagene, Inc.\nCondensed Consolidated Balance Sheets\n(in thousands)\nAssets\nDecember 31,\n2017\nDecember 31,\n2016\nCurrent assets:\nCash, cash equivalents and short-term investments\n$\n8,226\n$\n37,893\nAccounts receivable\n77\n100\nPrepaid expense and other current assets\n1,166\n957\nTotal current assets\n9,469\n38,950\nProperty and equipment, net\n2,426\n3,827\nOther assets\n390\n1,173\nTotal Assets\n$\n12,285\n$\n43,950\nLiabilities and Stockholders' Equity\nCurrent liabilities:\nAccounts payable\n$\n825\n1,131\nAccrued expenses\n1,455\n4,021\nDeferred rent\n334\n285\nCurrent portion of long-term debt\n1,332\n2,360\nTotal current liabilities\n3,946\n7,797\nLong-term debt, less current portion\n-\n14,176\nDerivative financial instruments - warrants\n649\n835\nDeferred rent, net of current portion\n1,184\n1,374\nTotal Liabilities\n5,779\n24,182\nStockholders' equity\n6,506\n19,768\nTotal liabilities and stockholders' equity\n$\n12,285\n$\n43,950\nTrovagene, Inc.\nCondensed Consolidated Statements of Cash Flows\n(in thousands)\nYear Ended\nDecember 31,\n2017\n2016\nOperating activities\nNet loss\n$ (24,907)\n$ (39,204)\nAdjustments to reconcile net loss to net cash used in operating activities:\nDepreciation and amortization\n1,248\n1,070\nStock based compensation expense\n4,013\n7,504\nChange in fair value of derivative financial instruments - warrants\n(3,401)\n(2,462)\nLoss on extinguishment of debt\n1,656\n-\nOther non-cash items\n1,236\n964\nChanges in operating assets and liabilities\n(3,126)\n1,088\nNet cash used in operating activities\n(23,281)\n(31,040)\nInvesting activities:\nCapital expenditures, net\n(100)\n(823)\nNet sales and maturities (purchase) of short-term investments\n24,062\n(24,010)\nNet cash provided by (used in) investing activities\n23,962\n(24,833)\nFinancing activities:\nProceeds from sales of common stock, net of expenses\n10,861\n2,285\nProceeds from exercise of options\n-\n367\nNet repayment of debt\n(17,239)\n(351)\nNet cash used in (provided by) financing activities\n(6,378)\n2,301\nEffect of exchange rate changes on cash and cash equivalents\n8\n(6)\nNet change in cash and equivalents\n(5,689)\n(53,578)\nCash and cash equivalents—Beginning of period\n13,915\n67,493\nCash and cash equivalents—End of period\n$ 8,226\n$ 13,915\nView original content with multimedia: http://www.prnewswire.com/news-releases/trovagene-announces-fourth-quarter-and-full-year-2017-results-300604424.html\nSOURCE Trovagene, Inc.",
    "published": "2018-02-27T00:42:00.000+02:00",
    "crawled": "2018-02-27T00:19:59.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "trovagene",
        "nasdaq",
        "trov",
        "precision",
        "medicine",
        "biotechnology",
        "company",
        "developing",
        "targeted",
        "therapeutic",
        "treat",
        "hematologic",
        "solid",
        "tumor",
        "cancer",
        "today",
        "announced",
        "company",
        "highlight",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "company",
        "issuing",
        "press",
        "release",
        "lieu",
        "conducting",
        "conference",
        "call",
        "proud",
        "transformation",
        "accomplishment",
        "excited",
        "begin",
        "executing",
        "strong",
        "clinical",
        "development",
        "program",
        "lead",
        "drug",
        "candidate",
        "two",
        "active",
        "clinical",
        "study",
        "underway",
        "said",
        "bill",
        "welch",
        "chief",
        "executive",
        "officer",
        "trovagene",
        "first",
        "study",
        "identifier",
        "nct03303339",
        "phase",
        "clinical",
        "trial",
        "patient",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "combination",
        "second",
        "study",
        "unite",
        "phase",
        "clinical",
        "trial",
        "patient",
        "metastatic",
        "prostate",
        "cancer",
        "mcrpc",
        "combination",
        "abiraterone",
        "acetate",
        "zytiga",
        "ò",
        "prednisone",
        "identifier",
        "nct03414034",
        "trovagene",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "quarter",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "reduction",
        "attributed",
        "primarily",
        "reduction",
        "sale",
        "marketing",
        "research",
        "expense",
        "associated",
        "diagnostic",
        "program",
        "order",
        "focus",
        "clinical",
        "study",
        "also",
        "excited",
        "positive",
        "preclinical",
        "data",
        "demonstrating",
        "significant",
        "synergy",
        "combination",
        "chemotherapy",
        "targeted",
        "therapeutic",
        "including",
        "cytarabine",
        "abiraterone",
        "acetate",
        "used",
        "aml",
        "mcrpc",
        "respectively",
        "said",
        "mark",
        "erlander",
        "phd",
        "chief",
        "scientific",
        "officer",
        "trovagene",
        "believe",
        "selective",
        "nature",
        "plk1",
        "may",
        "allow",
        "enhanced",
        "combination",
        "treatment",
        "variety",
        "hematologic",
        "solid",
        "tumor",
        "cancer",
        "high",
        "medical",
        "need",
        "year",
        "ended",
        "december",
        "company",
        "advanced",
        "business",
        "following",
        "activity",
        "activated",
        "first",
        "two",
        "clinical",
        "trial",
        "site",
        "multicenter",
        "trial",
        "patient",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "today",
        "trovagene",
        "four",
        "clinical",
        "trial",
        "site",
        "currently",
        "screening",
        "enrolling",
        "patient",
        "four",
        "additional",
        "site",
        "planned",
        "activated",
        "end",
        "first",
        "quarter",
        "announced",
        "unite",
        "clinical",
        "study",
        "phase",
        "study",
        "u",
        "nderstand",
        "n",
        "ovel",
        "combination",
        "abiraterone",
        "opportunity",
        "mprove",
        "reatment",
        "e",
        "xtend",
        "response",
        "patient",
        "metastatic",
        "prostate",
        "cancer",
        "study",
        "enroll",
        "patient",
        "mcrpc",
        "showing",
        "early",
        "sign",
        "disease",
        "progression",
        "therapy",
        "evaluate",
        "proportion",
        "patient",
        "achieving",
        "disease",
        "control",
        "week",
        "study",
        "treatment",
        "presented",
        "data",
        "showing",
        "sensitivity",
        "tnbc",
        "cell",
        "line",
        "synergy",
        "zytiga",
        "san",
        "antonio",
        "breast",
        "cancer",
        "symposium",
        "also",
        "announced",
        "preclinical",
        "research",
        "demonstrating",
        "synergy",
        "prostate",
        "cancer",
        "tumor",
        "cell",
        "announced",
        "fda",
        "granted",
        "orphan",
        "drug",
        "designation",
        "treatment",
        "patient",
        "aml",
        "strengthened",
        "board",
        "director",
        "appointment",
        "athena",
        "countouriotis",
        "countouriotis",
        "brings",
        "significant",
        "experience",
        "oncology",
        "clinical",
        "development",
        "orphan",
        "indication",
        "announced",
        "synergy",
        "hdac",
        "inhibitor",
        "lymphoma",
        "cell",
        "line",
        "additionally",
        "demonstrates",
        "synergy",
        "combination",
        "ten",
        "chemotherapeutic",
        "targeted",
        "therapy",
        "across",
        "broad",
        "range",
        "solid",
        "tumor",
        "hematologic",
        "cancer",
        "including",
        "announcement",
        "preclinical",
        "vivo",
        "aml",
        "data",
        "showing",
        "significantly",
        "enhances",
        "efficacy",
        "flt3",
        "inhibitor",
        "combination",
        "therapy",
        "announced",
        "fda",
        "approval",
        "ind",
        "phase",
        "trial",
        "patient",
        "aml",
        "announced",
        "publication",
        "phase",
        "trial",
        "result",
        "journal",
        "investigational",
        "new",
        "drug",
        "data",
        "trial",
        "demonstrated",
        "potential",
        "safe",
        "effective",
        "treatment",
        "solid",
        "tumor",
        "hematological",
        "malignancy",
        "executed",
        "supplier",
        "agreement",
        "nerpharma",
        "pharmaceutical",
        "manufacturing",
        "company",
        "subsidiary",
        "nerviano",
        "medical",
        "science",
        "manufacture",
        "drug",
        "product",
        "entered",
        "license",
        "agreement",
        "nerviano",
        "grant",
        "u",
        "exclusive",
        "global",
        "development",
        "commercialization",
        "right",
        "refer",
        "oral",
        "investigative",
        "drug",
        "plk",
        "inhibitor",
        "treatment",
        "aml",
        "fourth",
        "quarter",
        "financial",
        "result",
        "trovagene",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "quarter",
        "total",
        "operating",
        "expense",
        "approximately",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "reduction",
        "million",
        "million",
        "period",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "reduction",
        "attributed",
        "primarily",
        "decrease",
        "selling",
        "marketing",
        "expense",
        "result",
        "reduction",
        "force",
        "decrease",
        "research",
        "development",
        "cost",
        "due",
        "shift",
        "focus",
        "company",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "used",
        "financing",
        "activity",
        "period",
        "increase",
        "primarily",
        "due",
        "sale",
        "security",
        "december",
        "fundraising",
        "activity",
        "weighted",
        "average",
        "diluted",
        "share",
        "common",
        "stock",
        "outstanding",
        "used",
        "calculate",
        "per",
        "share",
        "result",
        "million",
        "december",
        "trovagene",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "february",
        "company",
        "received",
        "approximately",
        "million",
        "additional",
        "cash",
        "year",
        "end",
        "million",
        "upon",
        "exercise",
        "warrant",
        "connection",
        "december",
        "public",
        "offering",
        "financial",
        "result",
        "trovagene",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "decrease",
        "net",
        "loss",
        "primarily",
        "due",
        "decreased",
        "expense",
        "related",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "versus",
        "prior",
        "year",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "compared",
        "million",
        "trovagene",
        "trovagene",
        "precision",
        "medicine",
        "biotechnology",
        "company",
        "developing",
        "oncology",
        "therapeutic",
        "improved",
        "cancer",
        "care",
        "leveraging",
        "proprietary",
        "precision",
        "cancer",
        "pcm",
        "technology",
        "tumor",
        "genomics",
        "trovagene",
        "broad",
        "intellectual",
        "property",
        "proprietary",
        "technology",
        "measure",
        "circulating",
        "tumor",
        "dna",
        "ctdna",
        "urine",
        "blood",
        "identify",
        "quantify",
        "clinically",
        "actionable",
        "marker",
        "predicting",
        "response",
        "cancer",
        "therapy",
        "trovagene",
        "offer",
        "pcm",
        "technology",
        "accredited",
        "laboratory",
        "plan",
        "continue",
        "vertically",
        "integrate",
        "pcm",
        "technology",
        "precision",
        "cancer",
        "therapeutic",
        "information",
        "please",
        "visit",
        "http",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "forecast",
        "estimated",
        "intend",
        "similar",
        "term",
        "expression",
        "concern",
        "trovagene",
        "expectation",
        "strategy",
        "plan",
        "intention",
        "statement",
        "based",
        "trovagene",
        "current",
        "expectation",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "differ",
        "materially",
        "indicated",
        "statement",
        "factor",
        "include",
        "limited",
        "need",
        "additional",
        "financing",
        "ability",
        "continue",
        "going",
        "concern",
        "clinical",
        "trial",
        "involve",
        "lengthy",
        "expensive",
        "process",
        "uncertain",
        "outcome",
        "result",
        "earlier",
        "study",
        "trial",
        "may",
        "predictive",
        "future",
        "trial",
        "result",
        "clinical",
        "trial",
        "may",
        "suspended",
        "discontinued",
        "due",
        "unexpected",
        "side",
        "effect",
        "safety",
        "risk",
        "could",
        "preclude",
        "approval",
        "product",
        "candidate",
        "uncertainty",
        "government",
        "third",
        "party",
        "payer",
        "reimbursement",
        "dependence",
        "key",
        "personnel",
        "limited",
        "experience",
        "marketing",
        "sale",
        "substantial",
        "competition",
        "uncertainty",
        "patent",
        "protection",
        "litigation",
        "dependence",
        "upon",
        "third",
        "party",
        "ability",
        "develop",
        "test",
        "kit",
        "system",
        "success",
        "product",
        "regulatory",
        "financial",
        "business",
        "risk",
        "related",
        "international",
        "expansion",
        "risk",
        "related",
        "failure",
        "obtain",
        "fda",
        "clearance",
        "approval",
        "noncompliance",
        "fda",
        "regulation",
        "guarantee",
        "technology",
        "product",
        "utilized",
        "prove",
        "commercially",
        "successful",
        "trovagene",
        "strategy",
        "design",
        "liquid",
        "biopsy",
        "test",
        "report",
        "clinically",
        "actionable",
        "cancer",
        "gene",
        "ultimately",
        "successful",
        "result",
        "better",
        "reimbursement",
        "outcome",
        "additionally",
        "guarantee",
        "future",
        "clinical",
        "trial",
        "completed",
        "successful",
        "precision",
        "medicine",
        "therapeutic",
        "receive",
        "regulatory",
        "approval",
        "indication",
        "prove",
        "commercially",
        "successful",
        "investor",
        "read",
        "risk",
        "factor",
        "set",
        "forth",
        "trovagene",
        "form",
        "year",
        "ended",
        "december",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "list",
        "factor",
        "presented",
        "considered",
        "representative",
        "list",
        "considered",
        "complete",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "unlisted",
        "factor",
        "may",
        "present",
        "significant",
        "additional",
        "obstacle",
        "realization",
        "statement",
        "statement",
        "included",
        "herein",
        "made",
        "date",
        "hereof",
        "trovagene",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "trovagene",
        "contact",
        "vicki",
        "kelemen",
        "vp",
        "corporate",
        "communication",
        "vkelemen",
        "trovagene",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "royalty",
        "diagnostic",
        "service",
        "clinical",
        "research",
        "service",
        "total",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "restructuring",
        "charge",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "net",
        "interest",
        "expense",
        "gain",
        "change",
        "fair",
        "value",
        "derivative",
        "financial",
        "instrument",
        "warrant",
        "loss",
        "extinguishment",
        "debt",
        "loss",
        "net",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "trovagene",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "asset",
        "december",
        "december",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "rent",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "portion",
        "derivative",
        "financial",
        "instrument",
        "warrant",
        "deferred",
        "rent",
        "net",
        "current",
        "portion",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "trovagene",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "year",
        "ended",
        "december",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "financial",
        "instrument",
        "warrant",
        "loss",
        "extinguishment",
        "debt",
        "item",
        "change",
        "operating",
        "asset",
        "liability",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "net",
        "net",
        "sale",
        "maturity",
        "purchase",
        "investment",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "proceeds",
        "sale",
        "common",
        "stock",
        "net",
        "expense",
        "proceeds",
        "exercise",
        "option",
        "net",
        "repayment",
        "debt",
        "net",
        "cash",
        "used",
        "provided",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "net",
        "change",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "period",
        "cash",
        "cash",
        "period",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "trovagene",
        "inc"
    ]
}