{
    "organizations": [],
    "uuid": "e1aabba0dce8de4bc4648ccd6c8f4e6f2c2f9369",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/globe-newswire-misonix-reports-record-second-quarter-revenue.html",
    "ord_in_thread": 0,
    "title": "Misonix Reports Record Second Revenue",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FARMINGDALE, N.Y., Feb. 06, 2018 (GLOBE NEWSWIRE) -- Misonix, Inc. (Nasdaq:MSON) (“Misonix” or the “Company”), a provider of minimally invasive therapeutic ultrasonic medical devices that enhance clinical outcomes, today reported financial results for the second quarter of fiscal year 2018 ended December 31, 2017 as summarized below:\n($ in millions) Three Months Ended Six Months Ended December 31, December 31, 2017 2016 2017 2016 Revenue $ 8.3 $ 6.0 $ 15.6 $ 12.2 Gross Profit $ 5.9 $ 4.2 $ 11.0 $ 8.5 Gross Profit Percentage 70.4 % 69.8 % 70.2 % 69.4 % Operating loss $ (1.4 ) $ (1.6 ) $ (3.3 ) $ (3.1 ) Net loss $ (6.9 ) $ (0.6 ) $ (8.1 ) $ (1.1 ) EBITDA (1) $ (1.0 ) $ (0.4 ) $ (2.1 ) $ (0.7 ) Adjusted EBITDA (1) $ 0.4 $ (0.1 ) $ 0.5 $ (0.6 ) December 31, June 30, 2017 2017 Long Term Debt $ - $ - Cash $ 12.1 $ 11.6 (1) Definitions and disclosures regarding non-GAAP financial information including reconciliations are included at the end of this press release.\nStavros Vizirgianakis, President and Chief Executive Officer of Misonix stated, “Misonix’s record fiscal second quarter revenue results again highlight the value of our leading ultrasonic medical device platform and continued execution against our strategy to transform our operating model into a rapidly growing business with high-margin recurring revenue streams. Our domestic and international sales growth reflects rising market demand for our products, which led to our highest ever quarterly revenue, including 26% growth in our consumables business and a near doubling of our equipment sales. We are particularly encouraged by our ability to grow total revenue by 38% while also maintaining our gross margin above 70%, further highlighting the leverage we are achieving from the planned shift in our sales mix toward higher margin products and the positive impact the transition to a consignment model is having across our domestic sales.\n“Our initiatives to position Misonix for near and long term growth and profitability are yielding positive results across many areas of our business. Our consumable products are driving growth in our recurring revenue base both domestically and internationally with 22% growth in consumable products in fiscal 2018 to date. In addition, we are pleased with the strong performance our core products, including the 36% rise in BoneScalpel sales and the robust sales growth in SonaStar both in the US and abroad during the quarter.\n“Our strategic investments in various areas of the business also contributed to the quarterly revenue growth and we expect growing returns from these investments in the second half of this fiscal year. During the second quarter, we increased our R&D spend to accelerate our comprehensive product development roadmap and now expect to bring our next generation of therapeutic ultrasonic medical device platform to market by the end of 2018. In addition, we expanded our commercialization team to over 43 sales personnel, which will allow us to better penetrate both existing and new markets. These results provide us with added confidence in our ability to reach our goal of having Misonix consumable products utilized in 100,000 surgical procedures per year across the world within the next three years.\n“Looking forward, Misonix has several significant opportunities to create substantial shareholder value and we remain confident that we will end fiscal 2018 with double-digit top-line growth with revenues exceeding $31 million as we capitalize on the recently implemented sales and marketing initiatives and further benefit from our ongoing efforts to transform Misonix into a customer centric and R&D-driven business.”\nSales Performance Supplemental Data For the three months ended December 31, Net change 2017 2016 $ % Total Consumables $ 6,162,064 $ 4,908,885 $ 1,253,179 25.5 % Equipment 2,161,781 1,121,495 1,040,286 92.8 % Total $ 8,323,845 $ 6,030,380 $ 2,293,465 38.0 % Domestic: Consumables $ 4,623,545 $ 3,844,609 $ 778,936 20.3 % Equipment 776,878 272,629 504,249 185.0 % Total $ 5,400,423 $ 4,117,238 $ 1,283,185 31.2 % International: Consumables $ 1,538,519 $ 1,064,276 $ 474,243 44.6 % Equipment 1,384,903 848,866 536,037 63.1 % Total $ 2,923,422 $ 1,913,142 $ 1,010,280 52.8 % Joe Dwyer, Chief Financial Officer, added, “The second quarter and first half of fiscal 2018, marked continued progress against our strategic initiatives which led to record second quarter revenue, positive adjusted EBITDA, and cash generated from operations. As a result, we strengthened our liquidity position, ending the quarter with over $12.1 million in cash while continuing to operate debt free. Our financial performance in the first half of fiscal 2018, as well as our expectation for full year revenue growth, provides us with added confidence that Misonix will benefit from enhanced scale, growth and profitability, thus supporting our goals for enhancing shareholder value.\n“In the second quarter, we recorded a $5.8 million non-cash tax charge, which represents the revaluation of our deferred tax assets to reflect the lower corporate tax rate as of January 1, 2018 as a result of the recently enacted tax reform, in addition to a valuation allowance against our remaining deferred tax assets based on our current assumptions relating our future utilization of our tax net operating loss carryforwards. This non-cash charge has no impact on our ongoing business operations.\n“As we look to the second half of our fiscal year, historically the strongest for our business, we remain confident in our ability to leverage the recently implemented operating and sales initiatives along with Misonix’s capital structure and financial flexibility to pursue return-focused initiatives via our in-house R&D and growth efforts, as well as through our disciplined and ongoing M&A initiatives, including pursuing opportunistic, accretive tuck-in acquisitions that will expand our product portfolio and market reach.”\nFiscal Second Quarter 2018 Conference Call\nMisonix will host a conference call at 4:30 p.m. ET today, Tuesday, February 6, 2018. Senior management will discuss the financial results and host a question and answer session. The dial in number for the audio conference call is 800-281-7973 (domestic) or 323-794-2093 (international), conference ID 1246600. Participants may also listen to a live webcast of the call through the “Events and Presentations” section under “Investor Relations” on Misonix’s website at www.misonix.com .\nA webcast replay will be available for 30 days following the live event at www.misonix.com .\nAbout Misonix, Inc.\nMisonix, Inc. (Nasdaq:MSON) designs, develops, manufactures and markets ultrasonic medical devices for the precise removal of hard and soft tissue, including bone removal, wound debridement and ultrasonic aspiration. Misonix is focused on leveraging its proprietary ultrasonic technology to become the standard of care in operating rooms and clinics around the world. Misonix's proprietary ultrasonic medical devices are used in a growing number of medical procedures, including spine surgery, neurosurgery, orthopedic surgery, cosmetic surgery, laparoscopic surgery, and other surgical and medical applications. At Misonix, Better Matters to us. That is why throughout the Company’s 59-year history, Misonix has maintained its commitment to medical technology innovation and the development of ultrasonic surgical products that radically improve patient outcomes. Additional information is available on the Company's web site at www.misonix.com .\nSafe Harbor Statement\nWith the exception of historical information contained in this press release, content herein may contain “forward looking statements” that are made pursuant to the Safe Harbor Provisions of the Private Securities Litigation Reform Act of 1995. These statements are based on management’s current expectations and are subject to uncertainty and changes in circumstances. Investors are cautioned that involve risks and uncertainties that could cause actual results to the statements made. These factors include general economic conditions, delays and risks associated with the performance of contracts, risks associated with international sales and currency fluctuations, uncertainties as a result of research and development, acceptable results from clinical studies, including publication of results and patient/procedure data with varying levels of statistical relevancy, risks involved in introducing and marketing new products, potential acquisitions, consumer and industry acceptance, litigation and/or court proceedings, including the timing and monetary requirements of such activities, the timing of finding strategic partners and implementing such relationships, regulatory risks including approval of pending and/or contemplated 510(k) filings, the ability to achieve and maintain profitability in the Company’s business lines, the impact of the pending investigation by the Department of Justice and Securities Exchange Commission, and other factors discussed in the Company’s Annual Report on Form 10-K for the fiscal year ended June 30, 2017, subsequent Quarterly Reports on Form 10-Q and Current Reports on Form 8-K. The Company disclaims any obligation to update its forward-looking relationships.\nContact: Joe Dwyer Joseph Jaffoni, Norberto Aja, Jennifer Neuman Chief Financial Officer JCIR Misonix, Inc. 212-835-8500 or mson@jcir.com 631-694-9555\nMisonix, Inc. and Subsidiaries Consolidated Statements of Operations ( unaudited) For the three months ended For the six months ended December 31, December 31, 2017 2016 2017 2016 Revenues $ 8,323,845 $ 6,030,380 $ 15,604,568 $ 12,202,005 Cost of goods sold, exclusive of depreciation from consigned product 2,465,826 1,818,672 4,643,181 3,730,679 Gross profit 5,858,019 4,211,708 10,961,387 8,471,326 Operating expenses: Selling expenses 3,919,515 3,271,134 7,490,228 6,596,821 General and administrative expenses 2,380,860 2,087,419 4,953,991 4,019,240 Research and development expenses 957,204 440,364 1,858,478 932,448 Total operating expenses 7,257,579 5,798,917 14,302,697 11,548,509 Loss from operations (1,399,560 ) (1,587,209 ) (3,341,310 ) (3,077,183 ) Other income (expense): Interest income 45 19 58 38 Royalty income and license fees 71,550 949,048 524,521 1,893,116 Other (4,387 ) (6,640 ) (8,845 ) (8,636 ) Total other income 67,208 942,427 515,734 1,884,518 Loss from operations before income taxes (1,332,352 ) (644,782 ) (2,825,576 ) (1,192,665 ) Income tax expense / (benefit) 5,524,422 (30,000 ) 5,243,422 (56,000 ) Net loss $ (6,856,774 ) $ (614,782 ) $ (8,068,998 ) $ (1,136,665 ) Net loss per share - Basic $ (0.76 ) $ (0.07 ) $ (0.90 ) $ (0.14 ) Net loss per share - Diluted $ (0.76 ) $ (0.07 ) $ (0.90 ) $ (0.14 ) Weighted average shares - Basic 8,977,984 8,374,900 8,968,195 8,092,143 Weighted average shares - Diluted 8,977,984 8,374,900 8,968,195 8,092,143\nMisonix, Inc. and Subsidiaries Consolidated Balance Sheets December 31, June 30, 2017 2017 (unaudited) Assets Current assets: Cash and cash equivalents $ 12,102,430 $ 11,557,071 Accounts receivable, less allowance for doubtful accounts of\n$96,868 and $96,868, respectively 4,326,379 5,133,389 Inventories, net 5,048,875 4,992,434 Prepaid expenses and other current assets 328,621 918,899 Total current assets 21,806,305 22,601,793 Property, plant and equipment, net of accumulated\namortization and depreciation of $8,437,445 and $7,794,580,\nrespectively 3,887,265 3,730,203 Patents, net of accumulated amortization of $1,057,851 and\n$995,568, respectively 715,032 719,136 Goodwill 1,701,094 1,701,094 Intangible and other assets 262,264 282,876 Deferred income tax - 4,334,547 Total assets $ 28,371,960 $ 33,369,649 Liabilities and shareholders' equity Current liabilities: Accounts payable $ 1,651,078 $ 1,861,228 Accrued expenses and other current liabilities 1,876,047 3,346,138 Total current liabilities 3,527,125 5,207,366 Deferred lease liability 4,677 9,354 Deferred income 2,165,993 13,087 Total liabilities 5,697,795 5,229,807 Commitments and contingencies Shareholders' equity: Common stock, $.01 par value-shares authorized 20,000,000;\n9,400,666 and 9,357,166 shares issued and outstanding,\nrespectively 94,007 93,572 Additional paid-in capital 38,502,821 36,808,810 Accumulated deficit (15,922,663 ) (8,762,540 ) Total shareholders' equity 22,674,165 28,139,842 Total liabilities and shareholders' equity $ 28,371,960 $ 33,369,649\nUse of Non-GAAP Financial Measures\nThe Company has presented the following non-GAAP financial measures in this press release: EBITDA and Adjusted EBITDA. The Company defines EBITDA as the net loss as reported under GAAP, plus depreciation and amortization expense, interest expense and income tax expense (benefit). The Company defines Adjusted EBITDA as EBITDA plus non-cash stock compensation expense and engineering costs associated with its development of its next generation platform, which will not be a recurring cost when the project is completed in late 2018.\nWe present these non-GAAP measures because we believe these measures are useful indicators of our operating performance. Our management uses these non-GAAP measures principally as a measure of our operating performance and believes that these measures are useful to investors because they are frequently used by analysts, investors and other interested parties to evaluate the operating performance of companies in our industry. We also believe that these measures are useful to our management and investors as a measure of comparative operating performance from period to period.\nMisonix, Inc. and Subsidiaries Reconciliation of GAAP Results to Non-GAAP Measures (unaudited) (in millions) Three Months Ended Six Months Ended December 31, December 31, 2017 2016 2017 2016 EBITDA: Net Loss $ (6.9 ) $ (0.6 ) $ (8.1 ) $ (1.1 ) Depreciation and amortization 0.4 0.2 0.7 0.5 Income taxes 5.5 (0.0 ) 5.2 (0.1 ) EBITDA (1.0 ) (0.4 ) (2.2 ) (0.7 ) Non-cash compensation 0.9 0.3 1.5 0.1 Next generation engineering 0.5 - 1.1 - Adjusted EBITDA $ 0.4 $ (0.1 ) $ 0.4 $ (0.6 )\nSource:MISONIX, Inc.",
    "published": "2018-02-07T00:05:00.000+02:00",
    "crawled": "2018-02-07T01:04:33.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "farmingdale",
        "globe",
        "newswire",
        "misonix",
        "nasdaq",
        "mson",
        "misonix",
        "company",
        "provider",
        "minimally",
        "invasive",
        "therapeutic",
        "ultrasonic",
        "medical",
        "device",
        "enhance",
        "clinical",
        "outcome",
        "today",
        "reported",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "summarized",
        "million",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "gross",
        "profit",
        "gross",
        "profit",
        "percentage",
        "operating",
        "loss",
        "net",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "december",
        "june",
        "long",
        "term",
        "debt",
        "cash",
        "definition",
        "disclosure",
        "regarding",
        "financial",
        "information",
        "including",
        "reconciliation",
        "included",
        "end",
        "press",
        "release",
        "stavros",
        "vizirgianakis",
        "president",
        "chief",
        "executive",
        "officer",
        "misonix",
        "stated",
        "misonix",
        "record",
        "fiscal",
        "second",
        "quarter",
        "revenue",
        "result",
        "highlight",
        "value",
        "leading",
        "ultrasonic",
        "medical",
        "device",
        "platform",
        "continued",
        "execution",
        "strategy",
        "transform",
        "operating",
        "model",
        "rapidly",
        "growing",
        "business",
        "recurring",
        "revenue",
        "stream",
        "domestic",
        "international",
        "sale",
        "growth",
        "reflects",
        "rising",
        "market",
        "demand",
        "product",
        "led",
        "highest",
        "ever",
        "quarterly",
        "revenue",
        "including",
        "growth",
        "consumables",
        "business",
        "near",
        "doubling",
        "equipment",
        "sale",
        "particularly",
        "encouraged",
        "ability",
        "grow",
        "total",
        "revenue",
        "also",
        "maintaining",
        "gross",
        "margin",
        "highlighting",
        "leverage",
        "achieving",
        "planned",
        "shift",
        "sale",
        "mix",
        "toward",
        "higher",
        "margin",
        "product",
        "positive",
        "impact",
        "transition",
        "consignment",
        "model",
        "across",
        "domestic",
        "sale",
        "initiative",
        "position",
        "misonix",
        "near",
        "long",
        "term",
        "growth",
        "profitability",
        "yielding",
        "positive",
        "result",
        "across",
        "many",
        "area",
        "business",
        "consumable",
        "product",
        "driving",
        "growth",
        "recurring",
        "revenue",
        "base",
        "domestically",
        "internationally",
        "growth",
        "consumable",
        "product",
        "fiscal",
        "date",
        "addition",
        "pleased",
        "strong",
        "performance",
        "core",
        "product",
        "including",
        "rise",
        "bonescalpel",
        "sale",
        "robust",
        "sale",
        "growth",
        "sonastar",
        "u",
        "abroad",
        "quarter",
        "strategic",
        "investment",
        "various",
        "area",
        "business",
        "also",
        "contributed",
        "quarterly",
        "revenue",
        "growth",
        "expect",
        "growing",
        "return",
        "investment",
        "second",
        "half",
        "fiscal",
        "year",
        "second",
        "quarter",
        "increased",
        "r",
        "spend",
        "accelerate",
        "comprehensive",
        "product",
        "development",
        "roadmap",
        "expect",
        "bring",
        "next",
        "generation",
        "therapeutic",
        "ultrasonic",
        "medical",
        "device",
        "platform",
        "market",
        "end",
        "addition",
        "expanded",
        "commercialization",
        "team",
        "sale",
        "personnel",
        "allow",
        "u",
        "better",
        "penetrate",
        "existing",
        "new",
        "market",
        "result",
        "provide",
        "u",
        "added",
        "confidence",
        "ability",
        "reach",
        "goal",
        "misonix",
        "consumable",
        "product",
        "utilized",
        "surgical",
        "procedure",
        "per",
        "year",
        "across",
        "world",
        "within",
        "next",
        "three",
        "year",
        "looking",
        "forward",
        "misonix",
        "several",
        "significant",
        "opportunity",
        "create",
        "substantial",
        "shareholder",
        "value",
        "remain",
        "confident",
        "end",
        "fiscal",
        "growth",
        "revenue",
        "exceeding",
        "million",
        "capitalize",
        "recently",
        "implemented",
        "sale",
        "marketing",
        "initiative",
        "benefit",
        "ongoing",
        "effort",
        "transform",
        "misonix",
        "customer",
        "centric",
        "r",
        "sale",
        "performance",
        "supplemental",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "change",
        "total",
        "consumables",
        "equipment",
        "total",
        "domestic",
        "consumables",
        "equipment",
        "total",
        "international",
        "consumables",
        "equipment",
        "total",
        "joe",
        "dwyer",
        "chief",
        "financial",
        "officer",
        "added",
        "second",
        "quarter",
        "first",
        "half",
        "fiscal",
        "marked",
        "continued",
        "progress",
        "strategic",
        "initiative",
        "led",
        "record",
        "second",
        "quarter",
        "revenue",
        "positive",
        "adjusted",
        "ebitda",
        "cash",
        "generated",
        "operation",
        "result",
        "strengthened",
        "liquidity",
        "position",
        "ending",
        "quarter",
        "million",
        "cash",
        "continuing",
        "operate",
        "debt",
        "free",
        "financial",
        "performance",
        "first",
        "half",
        "fiscal",
        "well",
        "expectation",
        "full",
        "year",
        "revenue",
        "growth",
        "provides",
        "u",
        "added",
        "confidence",
        "misonix",
        "benefit",
        "enhanced",
        "scale",
        "growth",
        "profitability",
        "thus",
        "supporting",
        "goal",
        "enhancing",
        "shareholder",
        "value",
        "second",
        "quarter",
        "recorded",
        "million",
        "tax",
        "charge",
        "represents",
        "revaluation",
        "deferred",
        "tax",
        "asset",
        "reflect",
        "lower",
        "corporate",
        "tax",
        "rate",
        "january",
        "result",
        "recently",
        "enacted",
        "tax",
        "reform",
        "addition",
        "valuation",
        "allowance",
        "remaining",
        "deferred",
        "tax",
        "asset",
        "based",
        "current",
        "assumption",
        "relating",
        "future",
        "utilization",
        "tax",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "charge",
        "impact",
        "ongoing",
        "business",
        "operation",
        "look",
        "second",
        "half",
        "fiscal",
        "year",
        "historically",
        "strongest",
        "business",
        "remain",
        "confident",
        "ability",
        "leverage",
        "recently",
        "implemented",
        "operating",
        "sale",
        "initiative",
        "along",
        "misonix",
        "capital",
        "structure",
        "financial",
        "flexibility",
        "pursue",
        "initiative",
        "via",
        "r",
        "growth",
        "effort",
        "well",
        "disciplined",
        "ongoing",
        "initiative",
        "including",
        "pursuing",
        "opportunistic",
        "accretive",
        "acquisition",
        "expand",
        "product",
        "portfolio",
        "market",
        "fiscal",
        "second",
        "quarter",
        "conference",
        "call",
        "misonix",
        "host",
        "conference",
        "call",
        "et",
        "today",
        "tuesday",
        "february",
        "senior",
        "management",
        "discus",
        "financial",
        "result",
        "host",
        "question",
        "answer",
        "session",
        "dial",
        "number",
        "audio",
        "conference",
        "call",
        "domestic",
        "international",
        "conference",
        "id",
        "participant",
        "may",
        "also",
        "listen",
        "live",
        "webcast",
        "call",
        "event",
        "presentation",
        "section",
        "investor",
        "relation",
        "misonix",
        "website",
        "webcast",
        "replay",
        "available",
        "day",
        "following",
        "live",
        "event",
        "misonix",
        "misonix",
        "nasdaq",
        "mson",
        "design",
        "develops",
        "manufacture",
        "market",
        "ultrasonic",
        "medical",
        "device",
        "precise",
        "removal",
        "hard",
        "soft",
        "tissue",
        "including",
        "bone",
        "removal",
        "wound",
        "debridement",
        "ultrasonic",
        "aspiration",
        "misonix",
        "focused",
        "leveraging",
        "proprietary",
        "ultrasonic",
        "technology",
        "become",
        "standard",
        "care",
        "operating",
        "room",
        "clinic",
        "around",
        "world",
        "misonix",
        "proprietary",
        "ultrasonic",
        "medical",
        "device",
        "used",
        "growing",
        "number",
        "medical",
        "procedure",
        "including",
        "spine",
        "surgery",
        "neurosurgery",
        "orthopedic",
        "surgery",
        "cosmetic",
        "surgery",
        "laparoscopic",
        "surgery",
        "surgical",
        "medical",
        "application",
        "misonix",
        "better",
        "matter",
        "u",
        "throughout",
        "company",
        "history",
        "misonix",
        "maintained",
        "commitment",
        "medical",
        "technology",
        "innovation",
        "development",
        "ultrasonic",
        "surgical",
        "product",
        "radically",
        "improve",
        "patient",
        "outcome",
        "additional",
        "information",
        "available",
        "company",
        "web",
        "site",
        "safe",
        "harbor",
        "statement",
        "exception",
        "historical",
        "information",
        "contained",
        "press",
        "release",
        "content",
        "herein",
        "may",
        "contain",
        "forward",
        "looking",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "investor",
        "cautioned",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "statement",
        "made",
        "factor",
        "include",
        "general",
        "economic",
        "condition",
        "delay",
        "risk",
        "associated",
        "performance",
        "contract",
        "risk",
        "associated",
        "international",
        "sale",
        "currency",
        "fluctuation",
        "uncertainty",
        "result",
        "research",
        "development",
        "acceptable",
        "result",
        "clinical",
        "study",
        "including",
        "publication",
        "result",
        "data",
        "varying",
        "level",
        "statistical",
        "relevancy",
        "risk",
        "involved",
        "introducing",
        "marketing",
        "new",
        "product",
        "potential",
        "acquisition",
        "consumer",
        "industry",
        "acceptance",
        "litigation",
        "court",
        "proceeding",
        "including",
        "timing",
        "monetary",
        "requirement",
        "activity",
        "timing",
        "finding",
        "strategic",
        "partner",
        "implementing",
        "relationship",
        "regulatory",
        "risk",
        "including",
        "approval",
        "pending",
        "contemplated",
        "k",
        "filing",
        "ability",
        "achieve",
        "maintain",
        "profitability",
        "company",
        "business",
        "line",
        "impact",
        "pending",
        "investigation",
        "department",
        "justice",
        "security",
        "exchange",
        "commission",
        "factor",
        "discussed",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "june",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "company",
        "disclaims",
        "obligation",
        "update",
        "relationship",
        "contact",
        "joe",
        "dwyer",
        "joseph",
        "jaffoni",
        "norberto",
        "aja",
        "jennifer",
        "neuman",
        "chief",
        "financial",
        "officer",
        "jcir",
        "misonix",
        "mson",
        "misonix",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "cost",
        "good",
        "sold",
        "exclusive",
        "depreciation",
        "consigned",
        "product",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "expense",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "expense",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "royalty",
        "income",
        "license",
        "fee",
        "total",
        "income",
        "loss",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "basic",
        "weighted",
        "average",
        "share",
        "diluted",
        "misonix",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "june",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "respectively",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "accumulated",
        "amortization",
        "depreciation",
        "respectively",
        "patent",
        "net",
        "accumulated",
        "amortization",
        "respectively",
        "goodwill",
        "intangible",
        "asset",
        "deferred",
        "income",
        "tax",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "lease",
        "liability",
        "deferred",
        "income",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "use",
        "financial",
        "measure",
        "company",
        "presented",
        "following",
        "financial",
        "measure",
        "press",
        "release",
        "ebitda",
        "adjusted",
        "ebitda",
        "company",
        "defines",
        "ebitda",
        "net",
        "loss",
        "reported",
        "gaap",
        "plus",
        "depreciation",
        "amortization",
        "expense",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "benefit",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "ebitda",
        "plus",
        "stock",
        "compensation",
        "expense",
        "engineering",
        "cost",
        "associated",
        "development",
        "next",
        "generation",
        "platform",
        "recurring",
        "cost",
        "project",
        "completed",
        "late",
        "present",
        "measure",
        "believe",
        "measure",
        "useful",
        "indicator",
        "operating",
        "performance",
        "management",
        "us",
        "measure",
        "principally",
        "measure",
        "operating",
        "performance",
        "belief",
        "measure",
        "useful",
        "investor",
        "frequently",
        "used",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluate",
        "operating",
        "performance",
        "company",
        "industry",
        "also",
        "believe",
        "measure",
        "useful",
        "management",
        "investor",
        "measure",
        "comparative",
        "operating",
        "performance",
        "period",
        "period",
        "misonix",
        "subsidiary",
        "reconciliation",
        "gaap",
        "result",
        "measure",
        "unaudited",
        "million",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "ebitda",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "income",
        "tax",
        "ebitda",
        "compensation",
        "next",
        "generation",
        "engineering",
        "adjusted",
        "ebitda",
        "source",
        "misonix",
        "inc"
    ]
}