{
    "organizations": [],
    "uuid": "a8c300259d5ade0d3ca90287cde005578d90bb93",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/globe-newswire-envigo-appoints-lynn-lewis-as-senior-vice-president-of-global-sales.html",
    "ord_in_thread": 0,
    "title": "Envigo appoints Lynn Lewis as Senior Vice President of Global Sales",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EAST MILLSTONE, N.J., Feb. 13, 2018 (GLOBE NEWSWIRE) -- Envigo, a leading provider of nonclinical contract research services and research models, today announced the appointment of Lynn Lewis to the position of Senior Vice President, Global Sales. She brings extensive knowledge in both science and business to the company through her successful career in pharmaceuticals and leadership roles within sales and operations in the contract research organization (CRO) industry. This new role was created to strengthen the company’s position in the marketplace with a focus on continuing to provide outstanding customer service. Lynn will report to Craig Boyd, Envigo’s Chief Commercial Officer.\n“Given the dynamic growth in the CRO industry, there is an increasing opportunity to further engage our existing customers, as well as attract emerging life sciences companies to Envigo’s extensive non-clinical service offerings and research products. We are thrilled that Lynn Lewis has joined our team to drive this important effort,” said Dr. Adrian Hardy, President and Chief Executive Officer. “Lynn’s broad experience leading billion dollar, successful global sales organizations serving the biopharmaceutical industry will be an invaluable asset to our commercial team. Under her guidance, our sales teams in North America, Europe and Asia Pacific will be unified which will provide additional focus on enterprise-wide growth initiatives and an enhanced customer experience, while contributing to our vision to work together to build a healthier and safer world.”\nPrior to joining Envigo, Lynn was most recently Group Vice President of Business Development, Clinical Development and Commercialization Services for Covance. During her 15 year career with Covance, she also led the global sales organizations for Covance’s nonclinical and central laboratory businesses and also served as the General Manager of Covance’s drug discovery and development campus in Greenfield, Indiana. Before joining Covance, Lynn worked for Eli Lilly and Company leading cross functional development teams to bring new medicines to market. She holds a Master of Business Administration from University of North Carolina at Chapel Hill and a Bachelor of Science degree in Biology from Bucknell University.\nAbout Envigo\nEnvigo provides mission-critical products and research services for pharmaceutical, crop protection, and chemical companies as well as universities, governments, and other research organizations. The Company is founded on the principle that research partnerships depend on unmatched expertise, unwavering dedication to customer service, and shared goals. Envigo is committed to helping customers realize the full potential of their products and research which contribute to enhancing the lives of people and animals as well as protecting the environment. With over 3,300 employees worldwide, Envigo provides comprehensive scientific expertise and a full service offering in non-clinical research and development, research models and services, regulatory consulting, and analytical support to customers. Envigo’s corporate headquarters are located in New Jersey.\n( www.envigo.com )\nAs previously-announced, Envigo has entered into a definitive merger agreement with Avista Healthcare Public Acquisition Corp. (NASDAQ:AHPA) (“AHPAC”), a special purpose acquisition company. The merger is expected to close in the first quarter of 2018, and Envigo will subsequently become a publicly traded company.\nAdditional information about the business combination\nIn connection with the proposed business combination between Envigo and AHPAC, AHPAC filed with the Securities and Exchange Commission (“SEC”) a preliminary proxy statement, and amendments thereto, and will file with the SEC and mail when available a definitive proxy statement and other relevant documentation to AHPAC’s shareholders. AHPAC’s shareholders and other interested persons are advised to read the preliminary proxy statement, as amended, and, when available, the definitive proxy statement and documents incorporated by reference therein as these materials will contain important information about AHPAC, Envigo and the business combination. The definitive proxy statement will be mailed to AHPAC’s shareholders as the January 16, 2018 record date to be established for voting on the proposed business combination when it becomes available. Shareholders will also be able to obtain a copy of the preliminary proxy statement, as amended, and definitive proxy statement, once it is available, without charge, at the SEC’s website at http://sec.gov or by directing a request to: Avista Healthcare Public Acquisition Corp., 65 East 55th Street, 18th Floor, New York, NY 10022.\nAHPAC shareholders will be able to obtain free copies of these documents and other documents containing important information about AHPAC and Envigo, once such documents are filed with the SEC.\nParticipants in the solicitation\nAHPAC and its directors, executive officers and other members of its management and employees may be deemed to be participants in the solicitation of proxies from AHPAC’s shareholders in connection with the proposed business combination. Shareholders are urged to carefully read the preliminary proxy statement, as amended, filed with the SEC, and the definitive proxy statement regarding the proposed business combination when it becomes available, which contain important information. Information regarding the persons who may, under the rules of the SEC, be deemed participants in the solicitation of AHPAC’s shareholders in connection with the proposed business combination are included in the preliminary proxy statement, as amended, and will be set forth in the definitive proxy statement when it is filed with the SEC. Information about AHPAC’s executive officers and directors also are included in the preliminary proxy statement, as amended, and will be set forth in the definitive proxy statement relating to the proposed business combination when it becomes available.\nDisclaimer\nThis filing shall neither constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which the offer, solicitation, or sale would be unlawful prior to the registration or qualification under the securities laws of any such jurisdiction. This filing relates to a proposed business combination between AHPAC and Envigo.\nForward looking statements\nThis filing includes “forward looking statements” within the meaning of the “safe harbor” provisions of the United States Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by the use of words such as “will,” “intend,” “seek,” “target,” “anticipate,” “believe,” “expect,” “estimate,” “plan,” “outlook,” and “project” and other similar expressions that predict or indicate future events or trends or that are not statements of historical matters. Such forward looking statements include estimated financial information. Such forward looking statements with respect to revenues, earnings, performance, strategies, prospects and other aspects of the businesses of AHPAC, Envigo or the combined company after completion of the business combination are based on current expectations that are subject to known and unknown risks and uncertainties, which could cause actual results or outcomes to differ materially from expectations expressed or implied by such forward looking statements. These factors include, but are not limited to: (1) the occurrence of any event, change or other circumstances that could give rise to the termination of the transaction agreement and the proposed business combination contemplated therein; (2) the inability to complete the transactions contemplated by the transaction agreement due to the failure to obtain approval of the stockholders of AHPAC or other conditions to closing in the transaction agreement; (3) the ability to meet applicable listing standards following the consummation of the transactions contemplated by the transaction agreement; (4) the risk that the proposed transaction disrupts current plans and operations of Envigo as a result of the announcement and consummation of the transactions contemplated by the transaction agreement; (5) the ability to recognize the anticipated benefits of the proposed business combination, which may be affected by, among other things, competition, the ability of the combined company to grow and manage growth profitably, maintain relationships with customers and suppliers and retain its management and key employees; (6) costs related to the proposed business combination; (7) changes in applicable laws or regulations; (8) the possibility that Envigo may be adversely affected by other economic, business, and/or competitive factors; (9) the impact of information technology, cybersecurity or other network security breaches, including those experienced on or around January 14, 2018 and January 18, 2018; (10) the amount of any insurance recoveries, if any, associated with the network security breaches experienced by Envigo in January 2018; and (11) other risks and uncertainties indicated from time to time in the final prospectus of AHPAC, including those under “Risk Factors” therein, and other documents filed or to be filed with the SEC by AHPAC. Investors are cautioned not to place undue reliance upon any forward-looking statements, which speak only as of the date made. AHPAC and Envigo undertake no commitment to update or revise the forward-looking statements, whether as a result of new information, future events or otherwise. Anyone using the presentation does so at their own risk and no responsibility is accepted for any losses which may result from such use directly or indirectly. Investors should carry out their own due diligence in connection with the assumptions contained herein. The forward-looking statements in this press release speak as of the date of this release. Although AHPAC may from time to time voluntarily update its prior forward-looking statements, it disclaims any commitment to do so whether as a result of new information, future events, changes in assumptions or otherwise except as required by securities laws.\nFor investor enquiries please contact:\nPaul Surdez\n(732) 873-6682\npaul.surdez@envigo.com\nFor media enquiries please contact:\nKatie Bramwell\n+44 (0) 1480 892748 / +44 (0) 7894 817428\nkatie.bramwell@envigo.com\nSource:Envigo International Holdings, Inc.",
    "published": "2018-02-14T00:00:00.000+02:00",
    "crawled": "2018-02-14T02:02:17.032+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "east",
        "millstone",
        "globe",
        "newswire",
        "envigo",
        "leading",
        "provider",
        "nonclinical",
        "contract",
        "research",
        "service",
        "research",
        "model",
        "today",
        "announced",
        "appointment",
        "lynn",
        "lewis",
        "position",
        "senior",
        "vice",
        "president",
        "global",
        "sale",
        "brings",
        "extensive",
        "knowledge",
        "science",
        "business",
        "company",
        "successful",
        "career",
        "pharmaceutical",
        "leadership",
        "role",
        "within",
        "sale",
        "operation",
        "contract",
        "research",
        "organization",
        "cro",
        "industry",
        "new",
        "role",
        "created",
        "strengthen",
        "company",
        "position",
        "marketplace",
        "focus",
        "continuing",
        "provide",
        "outstanding",
        "customer",
        "service",
        "lynn",
        "report",
        "craig",
        "boyd",
        "envigo",
        "chief",
        "commercial",
        "officer",
        "given",
        "dynamic",
        "growth",
        "cro",
        "industry",
        "increasing",
        "opportunity",
        "engage",
        "existing",
        "customer",
        "well",
        "attract",
        "emerging",
        "life",
        "science",
        "company",
        "envigo",
        "extensive",
        "service",
        "offering",
        "research",
        "product",
        "thrilled",
        "lynn",
        "lewis",
        "joined",
        "team",
        "drive",
        "important",
        "effort",
        "said",
        "adrian",
        "hardy",
        "president",
        "chief",
        "executive",
        "officer",
        "lynn",
        "broad",
        "experience",
        "leading",
        "billion",
        "dollar",
        "successful",
        "global",
        "sale",
        "organization",
        "serving",
        "biopharmaceutical",
        "industry",
        "invaluable",
        "asset",
        "commercial",
        "team",
        "guidance",
        "sale",
        "team",
        "north",
        "america",
        "europe",
        "asia",
        "pacific",
        "unified",
        "provide",
        "additional",
        "focus",
        "growth",
        "initiative",
        "enhanced",
        "customer",
        "experience",
        "contributing",
        "vision",
        "work",
        "together",
        "build",
        "healthier",
        "safer",
        "prior",
        "joining",
        "envigo",
        "lynn",
        "recently",
        "group",
        "vice",
        "president",
        "business",
        "development",
        "clinical",
        "development",
        "commercialization",
        "service",
        "covance",
        "year",
        "career",
        "covance",
        "also",
        "led",
        "global",
        "sale",
        "organization",
        "covance",
        "nonclinical",
        "central",
        "laboratory",
        "business",
        "also",
        "served",
        "general",
        "manager",
        "covance",
        "drug",
        "discovery",
        "development",
        "campus",
        "greenfield",
        "indiana",
        "joining",
        "covance",
        "lynn",
        "worked",
        "eli",
        "lilly",
        "company",
        "leading",
        "cross",
        "functional",
        "development",
        "team",
        "bring",
        "new",
        "medicine",
        "market",
        "hold",
        "master",
        "business",
        "administration",
        "university",
        "north",
        "carolina",
        "chapel",
        "hill",
        "bachelor",
        "science",
        "degree",
        "biology",
        "bucknell",
        "university",
        "envigo",
        "envigo",
        "provides",
        "product",
        "research",
        "service",
        "pharmaceutical",
        "crop",
        "protection",
        "chemical",
        "company",
        "well",
        "university",
        "government",
        "research",
        "organization",
        "company",
        "founded",
        "principle",
        "research",
        "partnership",
        "depend",
        "unmatched",
        "expertise",
        "unwavering",
        "dedication",
        "customer",
        "service",
        "shared",
        "goal",
        "envigo",
        "committed",
        "helping",
        "customer",
        "realize",
        "full",
        "potential",
        "product",
        "research",
        "contribute",
        "enhancing",
        "life",
        "people",
        "animal",
        "well",
        "protecting",
        "environment",
        "employee",
        "worldwide",
        "envigo",
        "provides",
        "comprehensive",
        "scientific",
        "expertise",
        "full",
        "service",
        "offering",
        "research",
        "development",
        "research",
        "model",
        "service",
        "regulatory",
        "consulting",
        "analytical",
        "support",
        "customer",
        "envigo",
        "corporate",
        "headquarters",
        "located",
        "new",
        "jersey",
        "envigo",
        "entered",
        "definitive",
        "merger",
        "agreement",
        "avista",
        "healthcare",
        "public",
        "acquisition",
        "nasdaq",
        "ahpa",
        "ahpac",
        "special",
        "purpose",
        "acquisition",
        "company",
        "merger",
        "expected",
        "close",
        "first",
        "quarter",
        "envigo",
        "subsequently",
        "become",
        "publicly",
        "traded",
        "company",
        "additional",
        "information",
        "business",
        "combination",
        "connection",
        "proposed",
        "business",
        "combination",
        "envigo",
        "ahpac",
        "ahpac",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "preliminary",
        "proxy",
        "statement",
        "amendment",
        "thereto",
        "file",
        "sec",
        "mail",
        "available",
        "definitive",
        "proxy",
        "statement",
        "relevant",
        "documentation",
        "ahpac",
        "shareholder",
        "ahpac",
        "shareholder",
        "interested",
        "person",
        "advised",
        "read",
        "preliminary",
        "proxy",
        "statement",
        "amended",
        "available",
        "definitive",
        "proxy",
        "statement",
        "document",
        "incorporated",
        "reference",
        "therein",
        "material",
        "contain",
        "important",
        "information",
        "ahpac",
        "envigo",
        "business",
        "combination",
        "definitive",
        "proxy",
        "statement",
        "mailed",
        "ahpac",
        "shareholder",
        "january",
        "record",
        "date",
        "established",
        "voting",
        "proposed",
        "business",
        "combination",
        "becomes",
        "available",
        "shareholder",
        "also",
        "able",
        "obtain",
        "copy",
        "preliminary",
        "proxy",
        "statement",
        "amended",
        "definitive",
        "proxy",
        "statement",
        "available",
        "without",
        "charge",
        "sec",
        "website",
        "http",
        "directing",
        "request",
        "avista",
        "healthcare",
        "public",
        "acquisition",
        "east",
        "55th",
        "street",
        "18th",
        "floor",
        "new",
        "york",
        "ny",
        "ahpac",
        "shareholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "document",
        "containing",
        "important",
        "information",
        "ahpac",
        "envigo",
        "document",
        "filed",
        "sec",
        "participant",
        "solicitation",
        "ahpac",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "ahpac",
        "shareholder",
        "connection",
        "proposed",
        "business",
        "combination",
        "shareholder",
        "urged",
        "carefully",
        "read",
        "preliminary",
        "proxy",
        "statement",
        "amended",
        "filed",
        "sec",
        "definitive",
        "proxy",
        "statement",
        "regarding",
        "proposed",
        "business",
        "combination",
        "becomes",
        "available",
        "contain",
        "important",
        "information",
        "information",
        "regarding",
        "person",
        "may",
        "rule",
        "sec",
        "deemed",
        "participant",
        "solicitation",
        "ahpac",
        "shareholder",
        "connection",
        "proposed",
        "business",
        "combination",
        "included",
        "preliminary",
        "proxy",
        "statement",
        "amended",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "information",
        "ahpac",
        "executive",
        "officer",
        "director",
        "also",
        "included",
        "preliminary",
        "proxy",
        "statement",
        "amended",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "relating",
        "proposed",
        "business",
        "combination",
        "becomes",
        "available",
        "disclaimer",
        "filing",
        "shall",
        "neither",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "filing",
        "relates",
        "proposed",
        "business",
        "combination",
        "ahpac",
        "envigo",
        "forward",
        "looking",
        "statement",
        "filing",
        "includes",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "intend",
        "seek",
        "target",
        "anticipate",
        "believe",
        "expect",
        "estimate",
        "plan",
        "outlook",
        "project",
        "similar",
        "expression",
        "predict",
        "indicate",
        "future",
        "event",
        "trend",
        "statement",
        "historical",
        "matter",
        "forward",
        "looking",
        "statement",
        "include",
        "estimated",
        "financial",
        "information",
        "forward",
        "looking",
        "statement",
        "respect",
        "revenue",
        "earnings",
        "performance",
        "strategy",
        "prospect",
        "aspect",
        "business",
        "ahpac",
        "envigo",
        "combined",
        "company",
        "completion",
        "business",
        "combination",
        "based",
        "current",
        "expectation",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "expectation",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "factor",
        "include",
        "limited",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "transaction",
        "agreement",
        "proposed",
        "business",
        "combination",
        "contemplated",
        "therein",
        "inability",
        "complete",
        "transaction",
        "contemplated",
        "transaction",
        "agreement",
        "due",
        "failure",
        "obtain",
        "approval",
        "stockholder",
        "ahpac",
        "condition",
        "closing",
        "transaction",
        "agreement",
        "ability",
        "meet",
        "applicable",
        "listing",
        "standard",
        "following",
        "consummation",
        "transaction",
        "contemplated",
        "transaction",
        "agreement",
        "risk",
        "proposed",
        "transaction",
        "disrupts",
        "current",
        "plan",
        "operation",
        "envigo",
        "result",
        "announcement",
        "consummation",
        "transaction",
        "contemplated",
        "transaction",
        "agreement",
        "ability",
        "recognize",
        "anticipated",
        "benefit",
        "proposed",
        "business",
        "combination",
        "may",
        "affected",
        "among",
        "thing",
        "competition",
        "ability",
        "combined",
        "company",
        "grow",
        "manage",
        "growth",
        "profitably",
        "maintain",
        "relationship",
        "customer",
        "supplier",
        "retain",
        "management",
        "key",
        "employee",
        "cost",
        "related",
        "proposed",
        "business",
        "combination",
        "change",
        "applicable",
        "law",
        "regulation",
        "possibility",
        "envigo",
        "may",
        "adversely",
        "affected",
        "economic",
        "business",
        "competitive",
        "factor",
        "impact",
        "information",
        "technology",
        "cybersecurity",
        "network",
        "security",
        "breach",
        "including",
        "experienced",
        "around",
        "january",
        "january",
        "amount",
        "insurance",
        "recovery",
        "associated",
        "network",
        "security",
        "breach",
        "experienced",
        "envigo",
        "january",
        "risk",
        "uncertainty",
        "indicated",
        "time",
        "time",
        "final",
        "prospectus",
        "ahpac",
        "including",
        "risk",
        "factor",
        "therein",
        "document",
        "filed",
        "filed",
        "sec",
        "ahpac",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "upon",
        "statement",
        "speak",
        "date",
        "made",
        "ahpac",
        "envigo",
        "undertake",
        "commitment",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "anyone",
        "using",
        "presentation",
        "risk",
        "responsibility",
        "accepted",
        "loss",
        "may",
        "result",
        "use",
        "directly",
        "indirectly",
        "investor",
        "carry",
        "due",
        "diligence",
        "connection",
        "assumption",
        "contained",
        "herein",
        "statement",
        "press",
        "release",
        "speak",
        "date",
        "release",
        "although",
        "ahpac",
        "may",
        "time",
        "time",
        "voluntarily",
        "update",
        "prior",
        "statement",
        "disclaims",
        "commitment",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "assumption",
        "otherwise",
        "except",
        "required",
        "security",
        "law",
        "investor",
        "enquiry",
        "please",
        "contact",
        "paul",
        "surdez",
        "medium",
        "enquiry",
        "please",
        "contact",
        "katie",
        "bramwell",
        "source",
        "envigo",
        "international",
        "holding",
        "inc"
    ]
}