{
    "organizations": [],
    "uuid": "9951ce6b5d8dc9ddcd55c7971e767765ae733445",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-ukraine-eu-grants-exclusive/exclusive-eu-scraps-border-projects-as-ukraine-fatigue-grows-idUKKCN1G41GY",
    "ord_in_thread": 0,
    "title": "Exclusive - EU scraps border projects as 'Ukraine fatigue' grows",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 20, 2018 / 12:09 PM / Updated 2 hours ago Exclusive - EU scraps border projects as 'Ukraine fatigue' grows Olena Vasina 8 Min Read KIEV (Reuters) - The European Union is shutting down a border checkpoint scheme with Ukraine, deepening doubts about Kiev’s ability to deliver reforms in return for billions in European aid. The project to upgrade six Ukrainian checkpoints on the EU’s eastern frontier was launched in 2014, after Europe backed Kiev’s pro-Western leaders during the Crimean crisis. The scheme aimed to help integrate Ukraine’s economy with those of its EU neighbours by building or modernising checkpoints at crossings with Poland, Hungary, Slovakia and Romania. According to the EU, the projects were designed to cut border crossing times and improve customs procedures. They foundered after a series of delays, missteps and cost overruns involving local officials and contractors, according to internal Ukrainian government correspondence, and correspondence between the European Commission and the Kiev authorities provided by a source at a government body. In a statement to Reuters, an EU spokesperson said: “Following our assessment we concluded that the projects could not be finalised in time. The 6 projects are now in the process of being closed, and the unspent money reimbursed.” One senior European diplomat who is involved in dealing with Ukraine said: “There is a certain Ukraine fatigue. People are exasperated by the lack of reform, especially on corruption. Things have stalled.” But he said the EU would keep supporting the country, which remains fragile four years after Russia annexed Crimea and pro-Moscow separatists launched a rebellion in the east. As of the end of 2017, none of the six checkpoint projects had been completed, even though the EU was providing 29.2 million euros ($36 million) in funding. The State Fiscal Service (DFS), the tax and customs authority which oversaw the projects on the Ukraine side, said in a statement that reasons for the delays included staff changes at the service along with the long time taken to issue contract tenders and win approval for changes to plans. Roman Nasirov, a former DFS head who took over in May 2015, said in an interview that the checkpoints projects had been complicated by the fact that Ukraine could not at times afford the required co-financing. He made the comments to Reuters shortly before he was dismissed on Jan. 31 for reasons unrelated to these projects. The biggest contract, for two of the checkpoints, was awarded to Energomontazhventiliatsia, a firm that specialises in installing ventilation units and had no track record of winning government construction tenders, according to an online registry of state contracts. Speaking to Reuters in October, Energomontazhventiliatsia’s finance director Serhiy Romanenko blamed obstructive Ukrainian and EU officials for the failure to complete the two checkpoints on the Romanian border. “The Dyakivtsi and Krasnoilsk checkpoints are 80-85 percent completed, but as of today we have not received a single penny,” he told Reuters. Energomontazhventiliatsia declined further comment this month. The DFS said it had not paid Energomontazhventiliatsia because it had not provided the DFS with documents proving that the work had been completed. Court documents show the ventilation firm filed and lost a lawsuit last year against the DFS for non-payment of money it says is owed for work on the checkpoints. They did not give any reason for the ruling. The DFS confirmed to Reuters that the contractor had lost the suit but gave no further details. GRAPHIC - Checkpoint projects tmsnrt.rs/2BDHurK EU SUPPORT A view shows the checkpoint Uzhhorod on the border with Slovakia, in Ukraine November 16, 2017. REUTERS/Staff The internal correspondence among agencies involved in the projects, seen by Reuters, describes the problems. “The implementation of the projects according to the timetable has not been carried out properly, which in the near future will lead to the failure of the projects,” a DFS official wrote on March 12, 2017 in a memo to colleagues. A DFS official who wished to remain anonymous provided a copy of this memo to Reuters on condition that the author of the document not be identified. The office of President Petro Poroshenko did not respond to a request for comment on the EU’s decision to shut down the projects, and the potentially negative effect this could have on Ukraine’s image abroad. A DFS spokeswoman said the service did not know why Energomontazhventiliatsia won the tender. Ukraine, which became an independent state after the Soviet Union collapsed, has long sought closer relations with the EU to counterbalance Russian influence. The bloc has responded by committing 12.8 billion euros to the country since 2014. Slideshow (10 Images) VENTILATION SPECIALISTS The Krasnoilsk border crossing with Romania was to have been completed by the end of 2016, according to a schedule the DFS sent to Reuters. When a Reuters reporter visited it in November 2017, the site consisted of unfinished buildings surrounded by rubbish and building materials. At the existing Ustilug crossing with Poland, only a trench has been dug. At others, on the Slovak and Hungarian borders, pipes and metal piles stuck out of the ground where buildings were to have been constructed. In a tender conducted in July 2015, DFS awarded the contract to build the Krasnoilsk and Dyakivtsi checkpoints to Energomontazhventiliatsia, the firm which specialises in installing ventilation systems in completed buildings. The firm has won no other state contracts for principal construction work, according to the state procurement database. In March last year, the authorities charged the then DFS chief Nasirov with embezzlement, accusing him of helping a lawmaker deprive the state of 2 billion hryvnias ($71 million) in tax revenue linked to a gas deal. Nasirov denies the charge, which is unrelated to the checkpoints. The case is ongoing. Nasirov was released on bail, must wear an electronic bracelet and is not allowed to leave the Kiev region. Nasirov remained DFS chief until the end of last month, when the cabinet voted to dismiss him on the grounds that he had allegedly obtained British citizenship. Ukraine does not allow Ukrainian officials to have dual citizenship. Nasirov has denied becoming a British citizen. CONTRACTOR OFF TRACK By March 2016, EU officials monitoring progress on the checkpoints on the Romanian border were starting to raise concerns. Ingrid Bucsa, a senior administrator with the joint EU-Ukraine programme in charge of the projects, wrote to Nasirov after the DFS had asked for a two-fold increase in the construction price. The DFS also wanted some of the work shifted to a second phase that had yet to be approved. The management of the joint programme on the Romanian side rejected both requests, according to a copy of the letter seen by Reuters. It also said the DFS has been adopting changes without seeking approval from the joint programme, adding it would not foot the bill for this. “The management structures of the programme are extremely concerned about the current situation and the slow progress in the full implementation of the project,” said the letter, the copy of which had been translated from English into Ukrainian. A year later, the problems persisted, according to the March, 2017 memo from the senior DFS official to colleagues. This DFS memo said DFS officials knew Energomontazhventiliatsia’s work did not comply with the approved plan, but had failed to stop this and instead wrote to Energomontazhventiliatsia encouraging it to accelerate construction. Energomontazhventiliatsia declined comment. Additional reporting by Alessandra Prentice in Kiev and Robin Emmott in Brussels",
    "published": "2018-02-20T14:29:00.000+02:00",
    "crawled": "2018-02-20T16:12:56.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "pm",
        "updated",
        "hour",
        "ago",
        "exclusive",
        "eu",
        "scrap",
        "border",
        "project",
        "fatigue",
        "grows",
        "olena",
        "vasina",
        "min",
        "read",
        "kiev",
        "reuters",
        "european",
        "union",
        "shutting",
        "border",
        "checkpoint",
        "scheme",
        "ukraine",
        "deepening",
        "doubt",
        "kiev",
        "ability",
        "deliver",
        "reform",
        "return",
        "billion",
        "european",
        "aid",
        "project",
        "upgrade",
        "six",
        "ukrainian",
        "checkpoint",
        "eu",
        "eastern",
        "frontier",
        "launched",
        "europe",
        "backed",
        "kiev",
        "leader",
        "crimean",
        "crisis",
        "scheme",
        "aimed",
        "help",
        "integrate",
        "ukraine",
        "economy",
        "eu",
        "neighbour",
        "building",
        "modernising",
        "checkpoint",
        "crossing",
        "poland",
        "hungary",
        "slovakia",
        "romania",
        "according",
        "eu",
        "project",
        "designed",
        "cut",
        "border",
        "crossing",
        "time",
        "improve",
        "custom",
        "procedure",
        "foundered",
        "series",
        "delay",
        "misstep",
        "cost",
        "overrun",
        "involving",
        "local",
        "official",
        "contractor",
        "according",
        "internal",
        "ukrainian",
        "government",
        "correspondence",
        "correspondence",
        "european",
        "commission",
        "kiev",
        "authority",
        "provided",
        "source",
        "government",
        "body",
        "statement",
        "reuters",
        "eu",
        "spokesperson",
        "said",
        "following",
        "assessment",
        "concluded",
        "project",
        "could",
        "finalised",
        "time",
        "project",
        "process",
        "closed",
        "unspent",
        "money",
        "one",
        "senior",
        "european",
        "diplomat",
        "involved",
        "dealing",
        "ukraine",
        "said",
        "certain",
        "ukraine",
        "fatigue",
        "people",
        "exasperated",
        "lack",
        "reform",
        "especially",
        "corruption",
        "thing",
        "said",
        "eu",
        "would",
        "keep",
        "supporting",
        "country",
        "remains",
        "fragile",
        "four",
        "year",
        "russia",
        "annexed",
        "crimea",
        "separatist",
        "launched",
        "rebellion",
        "east",
        "end",
        "none",
        "six",
        "checkpoint",
        "project",
        "completed",
        "even",
        "though",
        "eu",
        "providing",
        "million",
        "euro",
        "million",
        "funding",
        "state",
        "fiscal",
        "service",
        "dfs",
        "tax",
        "custom",
        "authority",
        "oversaw",
        "project",
        "ukraine",
        "side",
        "said",
        "statement",
        "reason",
        "delay",
        "included",
        "staff",
        "change",
        "service",
        "along",
        "long",
        "time",
        "taken",
        "issue",
        "contract",
        "tender",
        "win",
        "approval",
        "change",
        "plan",
        "roman",
        "nasirov",
        "former",
        "dfs",
        "head",
        "took",
        "may",
        "said",
        "interview",
        "checkpoint",
        "project",
        "complicated",
        "fact",
        "ukraine",
        "could",
        "time",
        "afford",
        "required",
        "made",
        "comment",
        "reuters",
        "shortly",
        "dismissed",
        "reason",
        "unrelated",
        "project",
        "biggest",
        "contract",
        "two",
        "checkpoint",
        "awarded",
        "energomontazhventiliatsia",
        "firm",
        "specialises",
        "installing",
        "ventilation",
        "unit",
        "track",
        "record",
        "winning",
        "government",
        "construction",
        "tender",
        "according",
        "online",
        "registry",
        "state",
        "contract",
        "speaking",
        "reuters",
        "october",
        "energomontazhventiliatsia",
        "finance",
        "director",
        "serhiy",
        "romanenko",
        "blamed",
        "obstructive",
        "ukrainian",
        "eu",
        "official",
        "failure",
        "complete",
        "two",
        "checkpoint",
        "romanian",
        "border",
        "dyakivtsi",
        "krasnoilsk",
        "checkpoint",
        "percent",
        "completed",
        "today",
        "received",
        "single",
        "penny",
        "told",
        "reuters",
        "energomontazhventiliatsia",
        "declined",
        "comment",
        "month",
        "dfs",
        "said",
        "paid",
        "energomontazhventiliatsia",
        "provided",
        "dfs",
        "document",
        "proving",
        "work",
        "completed",
        "court",
        "document",
        "show",
        "ventilation",
        "firm",
        "filed",
        "lost",
        "lawsuit",
        "last",
        "year",
        "dfs",
        "money",
        "say",
        "owed",
        "work",
        "checkpoint",
        "give",
        "reason",
        "ruling",
        "dfs",
        "confirmed",
        "reuters",
        "contractor",
        "lost",
        "suit",
        "gave",
        "detail",
        "graphic",
        "checkpoint",
        "project",
        "eu",
        "support",
        "view",
        "show",
        "checkpoint",
        "uzhhorod",
        "border",
        "slovakia",
        "ukraine",
        "november",
        "internal",
        "correspondence",
        "among",
        "agency",
        "involved",
        "project",
        "seen",
        "reuters",
        "describes",
        "problem",
        "implementation",
        "project",
        "according",
        "timetable",
        "carried",
        "properly",
        "near",
        "future",
        "lead",
        "failure",
        "project",
        "dfs",
        "official",
        "wrote",
        "march",
        "memo",
        "colleague",
        "dfs",
        "official",
        "wished",
        "remain",
        "anonymous",
        "provided",
        "copy",
        "memo",
        "reuters",
        "condition",
        "author",
        "document",
        "identified",
        "office",
        "president",
        "petro",
        "poroshenko",
        "respond",
        "request",
        "comment",
        "eu",
        "decision",
        "shut",
        "project",
        "potentially",
        "negative",
        "effect",
        "could",
        "ukraine",
        "image",
        "abroad",
        "dfs",
        "spokeswoman",
        "said",
        "service",
        "know",
        "energomontazhventiliatsia",
        "tender",
        "ukraine",
        "became",
        "independent",
        "state",
        "soviet",
        "union",
        "collapsed",
        "long",
        "sought",
        "closer",
        "relation",
        "eu",
        "counterbalance",
        "russian",
        "influence",
        "bloc",
        "responded",
        "committing",
        "billion",
        "euro",
        "country",
        "since",
        "slideshow",
        "image",
        "ventilation",
        "specialist",
        "krasnoilsk",
        "border",
        "crossing",
        "romania",
        "completed",
        "end",
        "according",
        "schedule",
        "dfs",
        "sent",
        "reuters",
        "reuters",
        "reporter",
        "visited",
        "november",
        "site",
        "consisted",
        "unfinished",
        "building",
        "surrounded",
        "rubbish",
        "building",
        "material",
        "existing",
        "ustilug",
        "crossing",
        "poland",
        "trench",
        "dug",
        "others",
        "slovak",
        "hungarian",
        "border",
        "pipe",
        "metal",
        "pile",
        "stuck",
        "ground",
        "building",
        "constructed",
        "tender",
        "conducted",
        "july",
        "dfs",
        "awarded",
        "contract",
        "build",
        "krasnoilsk",
        "dyakivtsi",
        "checkpoint",
        "energomontazhventiliatsia",
        "firm",
        "specialises",
        "installing",
        "ventilation",
        "system",
        "completed",
        "building",
        "firm",
        "state",
        "contract",
        "principal",
        "construction",
        "work",
        "according",
        "state",
        "procurement",
        "database",
        "march",
        "last",
        "year",
        "authority",
        "charged",
        "dfs",
        "chief",
        "nasirov",
        "embezzlement",
        "accusing",
        "helping",
        "lawmaker",
        "deprive",
        "state",
        "billion",
        "hryvnia",
        "million",
        "tax",
        "revenue",
        "linked",
        "gas",
        "deal",
        "nasirov",
        "denies",
        "charge",
        "unrelated",
        "checkpoint",
        "case",
        "ongoing",
        "nasirov",
        "released",
        "bail",
        "must",
        "wear",
        "electronic",
        "bracelet",
        "allowed",
        "leave",
        "kiev",
        "region",
        "nasirov",
        "remained",
        "dfs",
        "chief",
        "end",
        "last",
        "month",
        "cabinet",
        "voted",
        "dismiss",
        "ground",
        "allegedly",
        "obtained",
        "british",
        "citizenship",
        "ukraine",
        "allow",
        "ukrainian",
        "official",
        "dual",
        "citizenship",
        "nasirov",
        "denied",
        "becoming",
        "british",
        "citizen",
        "contractor",
        "track",
        "march",
        "eu",
        "official",
        "monitoring",
        "progress",
        "checkpoint",
        "romanian",
        "border",
        "starting",
        "raise",
        "concern",
        "ingrid",
        "bucsa",
        "senior",
        "administrator",
        "joint",
        "programme",
        "charge",
        "project",
        "wrote",
        "nasirov",
        "dfs",
        "asked",
        "increase",
        "construction",
        "price",
        "dfs",
        "also",
        "wanted",
        "work",
        "shifted",
        "second",
        "phase",
        "yet",
        "approved",
        "management",
        "joint",
        "programme",
        "romanian",
        "side",
        "rejected",
        "request",
        "according",
        "copy",
        "letter",
        "seen",
        "reuters",
        "also",
        "said",
        "dfs",
        "adopting",
        "change",
        "without",
        "seeking",
        "approval",
        "joint",
        "programme",
        "adding",
        "would",
        "foot",
        "bill",
        "management",
        "structure",
        "programme",
        "extremely",
        "concerned",
        "current",
        "situation",
        "slow",
        "progress",
        "full",
        "implementation",
        "project",
        "said",
        "letter",
        "copy",
        "translated",
        "english",
        "ukrainian",
        "year",
        "later",
        "problem",
        "persisted",
        "according",
        "march",
        "memo",
        "senior",
        "dfs",
        "official",
        "colleague",
        "dfs",
        "memo",
        "said",
        "dfs",
        "official",
        "knew",
        "energomontazhventiliatsia",
        "work",
        "comply",
        "approved",
        "plan",
        "failed",
        "stop",
        "instead",
        "wrote",
        "energomontazhventiliatsia",
        "encouraging",
        "accelerate",
        "construction",
        "energomontazhventiliatsia",
        "declined",
        "comment",
        "additional",
        "reporting",
        "alessandra",
        "prentice",
        "kiev",
        "robin",
        "emmott",
        "brussels"
    ]
}