{
    "organizations": [],
    "uuid": "ca4a043901e1e80714e54e632f793976f2138eef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/business-wire-u-s-food-and-drug-administration-approves-gileadas-biktarvya-bictegravir-emtricitabine-tenofovir-alafenamide-for-treatment.html",
    "ord_in_thread": 0,
    "title": "U.S. Food and Drug Administration Approves Gilead’s Biktarvy® (Bictegravir, Emtricitabine, Tenofovir Alafenamide) for Treatment of HIV-1 Infection",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– In Clinical Trials, Biktarvy Demonstrated High Efficacy, Few Interactions With Other Drugs and a High Barrier to Resistance Through 48 Weeks –\nFOSTER CITY, Calif.--(BUSINESS WIRE)-- Gilead Sciences, Inc. (NASDAQ:GILD) today announced that the U.S. Food and Drug Administration (FDA) has approved Biktarvy ® (bictegravir 50mg/emtricitabine 200mg/tenofovir alafenamide 25mg, BIC/FTC/TAF), a once-daily single tablet regimen (STR) for the treatment of HIV-1 infection. Biktarvy combines the novel, unboosted integrase strand transfer inhibitor (INSTI) bictegravir, with the demonstrated safety and efficacy profile of the Descovy ® (FTC/TAF) dual nucleoside reverse transcriptase inhibitor (NRTI) backbone, and is the smallest INSTI-based triple-therapy STR available.\nBiktarvy is indicated as a complete regimen for the treatment of HIV-1 infection in adults who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically suppressed (HIV-1 RNA <50 c/mL) on a stable antiretroviral regimen for at least three months with no history of treatment failure and no known substitutions associated with resistance to the individual components of Biktarvy. No dosage adjustment of Biktarvy is required in patients with estimated creatinine clearance greater than or equal to 30 mL per minute.\nBiktarvy does not require testing for HLA-B*5701, has no food intake requirements, and has no baseline viral load or CD4 count restrictions. According to Biktarvy’s Prescribing Information, prior to or when initiating treatment with Biktarvy, healthcare providers should test for hepatitis B virus (HBV) infection and renal function, and monitor renal function as clinically appropriate during therapy.\nBiktarvy has a Boxed Warning in its product label regarding the risk of post treatment acute exacerbation of hepatitis B. See below for Important Safety Information.\nPhotos and a multimedia gallery are available at www.GileadHIVMedia.com .\n“In clinical trials through 48 weeks, no patients taking the regimen of bictegravir plus FTC/TAF developed treatment-emergent resistance, results that were observed both in people new to therapy and those who were virologically suppressed and chose to switch regimens,” said Paul Sax, MD, Clinical Director of the Division of Infectious Diseases at Brigham and Women’s Hospital, Boston, Professor of Medicine at Harvard Medical School and a lead clinical trial investigator. “In addition, the clinical data show that the regimen’s antiviral efficacy, tolerability profile and limited drug interactions offer an effective new treatment option for a range of people living with HIV.”\nThe approval of Biktarvy is supported by data from four ongoing Phase 3 studies: Studies 1489 and 1490 in treatment-naïve HIV-1 infected adults, and Studies 1844 and 1878 in virologically suppressed adults. The trials are comprised of a diverse population of 2,415 participants, including a wide range of adult age groups and races/ethnicities. Biktarvy met its primary objective of non-inferiority at 48 weeks across all four studies. Through 48 weeks, no participants in any of the four studies failed Biktarvy with treatment-emergent virologic resistance, no patients discontinued Biktarvy due to renal adverse events and there were no cases of proximal renal tubulopathy or Fanconi syndrome. The most common adverse reactions in patients taking Biktarvy were diarrhea, nausea and headache.\nIn Study 1489, a total of 629 treatment-naïve adults with HIV were randomized 1:1 to receive Biktarvy or abacavir/dolutegravir/lamivudine (600/50/300mg) (ABC/DTG/3TC). At Week 48, 92.4 percent (n=290/314) of patients taking Biktarvy and 93.0 percent (n=293/315) of patients taking ABC/DTG/3TC achieved the primary endpoint of HIV-1 RNA <50 c/mL. In Study 1490, a total of 645 treatment-naïve adults with HIV were randomized 1:1 to receive Biktarvy or DTG+FTC/TAF. At Week 48, 89.4 percent (n=286/320) of patients taking Biktarvy and 92.9 percent (n=302/325) of patients taking DTG+FTC/TAF achieved the primary endpoint of HIV-1 RNA <50 c/mL.\nIn Study 1878, a total of 577 virologically suppressed (HIV-1 RNA <50 c/mL) adults with HIV taking regimens of a boosted protease inhibitor (bPI; atazanavir or darunavir) plus a dual-NRTI backbone (ABC/3TC or FTC/tenofovir disoproxil fumarate) were randomized 1:1 to continue their bPI regimen or to switch to open-label coformulated Biktarvy once daily. At the primary endpoint of Week 48, switching to Biktarvy was non-inferior to continuing on a bPI regimen with 1.7 percent of patients in each group having HIV-1 RNA ≥50 c/mL; the proportion of patients with HIV-1 RNA <50 c/mL was 92.1 percent in the Biktarvy arm and 88.9 percent in the bPI arm, according to FDA snapshot algorithm. Results from Study 1844 will be presented at a scientific conference in 2018.\n“Gilead is committed to improving care and simplifying therapy for people living with HIV. We continue to invest in research in next-generation treatments, including therapies that could potentially cure HIV patients,” said John F. Milligan, PhD, Gilead’s President and Chief Executive Officer. “We are pleased to offer Biktarvy, our latest triple-therapy treatment, which brings together the potency of an integrase inhibitor with the most-prescribed dual-NRTI backbone in a once-daily single tablet regimen.”\nAdditional clinical trials of Biktarvy are ongoing, including a dedicated study in women, as well as a study in adolescents and children living with HIV. Gilead plans to present data from these studies at scientific conferences in 2018.\nBiktarvy does not cure HIV infection or AIDS.\nPatient Assistance Programs\nGilead’s U.S. Advancing Access ® program provides assistance to appropriate patients in the United States who are uninsured, underinsured or who need financial assistance to pay for their medications, including Biktarvy.\nThe program offers information and assistance for patients, including:\nAccess to representatives who can provide information related to coverage and insurance-related questions. The Advancing Access Copay Coupon Program, which provides co-pay assistance for eligible patients with private insurance who need assistance paying for out-of-pocket medication costs. The Advancing Access Patient Assistance Program and Truvada for PrEP ® Medication Assistance Program, which will provide Gilead medications at no charge for eligible patients with no other insurance options.\nAdditionally, Gilead is working closely with the ADAP Crisis Task Force, as the company has done for each of its other HIV medications, to provide discounts to state AIDS Drug Assistance Programs (ADAPs) that will help ensure access to Biktarvy for patients who receive medications through these programs.\nInformation about how to apply for any of these forms of assistance can be found at www.GileadAdvancingAccess.com or by calling 1-800-226-2056 Monday through Friday between 9:00 a.m. and 8:00 p.m. EST.\nImportant U.S. Safety Information for Biktarvy\nBOXED WARNING: POST TREATMENT ACUTE EXACERBATION OF HEPATITIS B\nSevere acute exacerbations of hepatitis B have been reported in patients who are coinfected with HIV-1 and HBV and have discontinued products containing emtricitabine (FTC) and/or tenofovir disoproxil fumarate (TDF), and may occur with discontinuation of Biktarvy. Closely monitor hepatic function with both clinical and laboratory follow-up for at least several months in patients who are coinfected with HIV-1 and HBV and discontinue Biktarvy. If appropriate, anti-hepatitis B therapy may be warranted.\nContraindications\nCoadministration: Do not use Biktarvy with dofetilide or rifampin.\nWarnings and precautions\nDrug interactions: See Contraindications and Drug Interactions sections. Consider the potential for drug interactions prior to and during Biktarvy therapy and monitor for adverse reactions. Immune reconstitution syndrome, including the occurrence of autoimmune disorders with variable time to onset, has been reported. New onset or worsening renal impairment: Cases of acute renal failure and Fanconi syndrome have been reported with the use of tenofovir prodrugs. In clinical trials of Biktarvy, there have been no cases of Fanconi syndrome or proximal renal tubulopathy (PRT). Do not initiate Biktarvy in patients with estimated creatinine clearance (CrCl) <30 mL/min. Patients with impaired renal function and/or taking nephrotoxic agents (including NSAIDs) are at increased risk of renal-related adverse reactions. Discontinue Biktarvy in patients who develop clinically significant decreases in renal function or evidence of Fanconi syndrome.\nRenal monitoring: Prior to or when initiating Biktarvy and during therapy, assess serum creatinine, CrCl, urine glucose, and urine protein in all patients as clinically appropriate. In patients with chronic kidney disease, also assess serum phosphorus.\nLactic acidosis and severe hepatomegaly with steatosis: Fatal cases have been reported with the use of nucleoside analogs, including FTC and TDF. Discontinue Biktarvy if clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity develop, including hepatomegaly and steatosis in the absence of marked transaminase elevations.\nAdverse reactions\nMost common adverse reactions (incidence ≥5%; all grades) in clinical studies were diarrhea (6%), nausea (5%), and headache (5%).\nDrug interactions\nPrescribing information: Consult the full prescribing information for Biktarvy for more information on Contraindications, Warnings, and potentially significant drug interactions, including clinical comments. Enzymes/transporters: Drugs that induce P-gp or induce both CYP3A and UGT1A1 can substantially decrease the concentration of components of Biktarvy. Drugs that inhibit P-gp, BCRP, or inhibit both CYP3A and UGT1A1 may significantly increase the concentrations of components of Biktarvy. Biktarvy can increase the concentration of drugs that are substrates of OCT2 or MATE1. Drugs affecting renal function: Coadministration of Biktarvy with drugs that reduce renal function or compete for active tubular secretion may increase concentrations of FTC and tenofovir and the risk of adverse reactions.\nDosage and administration\nDosage: 1 tablet taken once daily with or without food. Renal impairment: Not recommended in patients with CrCl <30 mL/min. Hepatic impairment: Not recommended in patients with severe hepatic impairment. Prior to or when initiating: Test patients for HBV infection. Prior to or when initiating, and during treatment : As clinically appropriate, assess serum creatinine, CrCl, urine glucose, and urine protein in all patients. In patients with chronic kidney disease, assess serum phosphorus.\nPregnancy and lactation\nPregnancy: There is insufficient human data on the use of Biktarvy during pregnancy. An Antiretroviral Pregnancy Registry (APR) has been established. Available data from the APR for FTC shows no difference in the rates of birth defects compared with a US reference population. Lactation: Women infected with HIV-1 should be instructed not to breastfeed, due to the potential for HIV-1 transmission.\nAbout Gilead Sciences\nGilead Sciences is a biopharmaceutical company that discovers, develops and commercializes innovative therapeutics in areas of unmet medical need. The company’s mission is to advance the care of patients suffering from life-threatening diseases. Gilead has operations in more than 35 countries worldwide, with headquarters in Foster City, California.\nFor nearly 30 years, Gilead has been a leading innovator in the field of HIV, driving advances in treatment, prevention, testing and linkage to care, and cure research. Today, it’s estimated that more than 10 million people living with HIV globally receive antiretroviral therapy provided by Gilead or one of the company’s manufacturing partners.\nForward-Looking Statement\nThis press release includes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that are subject to risks, uncertainties and other factors, including the risk that physicians may not see the benefits of prescribing Biktarvy and the possibility of unfavorable results from additional clinical trials involving Biktarvy. These risks, uncertainties and other factors could cause actual results to differ materially from those referred to in the forward-looking statements. The reader is cautioned not to rely on these forward-looking statements. These and other risks are described in detail in Gilead’s Quarterly Report on Form 10Q for the quarter ended September 30, 2017, as filed with the U.S. Securities and Exchange Commission. All forward-looking statements are based on information currently available to Gilead, and Gilead assumes no obligation to update any such forward-looking statements.\nU.S. full Prescribing Information, including BOXED WARNING , for Biktarvy is available at www.gilead.com .\nBiktarvy, Descovy, Advancing Access, Truvada, Truvada for PrEP, Gilead and the Gilead logo are trademarks of Gilead Sciences, Inc. or its related companies.\nFor more information on Gilead Sciences, please visit the company’s website at www.gilead.com , follow Gilead on Twitter (@GileadSciences) or call Gilead Public Affairs at 1-800-GILEAD-5 or 1-650-574-3000.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180207006071/en/\nGilead Sciences, Inc.\nInvestors\nSung Lee, 650-524-7792\nor\nMedia\nRyan McKeel, 650-377-3548\nSource: Gilead Sciences, Inc.",
    "published": "2018-02-07T22:22:00.000+02:00",
    "crawled": "2018-02-07T22:55:04.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clinical",
        "trial",
        "biktarvy",
        "demonstrated",
        "high",
        "efficacy",
        "interaction",
        "drug",
        "high",
        "barrier",
        "resistance",
        "week",
        "foster",
        "city",
        "business",
        "wire",
        "gilead",
        "science",
        "nasdaq",
        "gild",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "biktarvy",
        "bictegravir",
        "alafenamide",
        "25mg",
        "single",
        "tablet",
        "regimen",
        "str",
        "treatment",
        "infection",
        "biktarvy",
        "combine",
        "novel",
        "unboosted",
        "integrase",
        "strand",
        "transfer",
        "inhibitor",
        "insti",
        "bictegravir",
        "demonstrated",
        "safety",
        "efficacy",
        "profile",
        "descovy",
        "dual",
        "nucleoside",
        "reverse",
        "transcriptase",
        "inhibitor",
        "nrti",
        "backbone",
        "smallest",
        "str",
        "available",
        "biktarvy",
        "indicated",
        "complete",
        "regimen",
        "treatment",
        "infection",
        "adult",
        "antiretroviral",
        "treatment",
        "history",
        "replace",
        "current",
        "antiretroviral",
        "regimen",
        "virologically",
        "suppressed",
        "rna",
        "stable",
        "antiretroviral",
        "regimen",
        "least",
        "three",
        "month",
        "history",
        "treatment",
        "failure",
        "known",
        "substitution",
        "associated",
        "resistance",
        "individual",
        "component",
        "biktarvy",
        "dosage",
        "adjustment",
        "biktarvy",
        "required",
        "patient",
        "estimated",
        "creatinine",
        "clearance",
        "greater",
        "equal",
        "ml",
        "per",
        "minute",
        "biktarvy",
        "require",
        "testing",
        "food",
        "intake",
        "requirement",
        "baseline",
        "viral",
        "load",
        "cd4",
        "count",
        "restriction",
        "according",
        "biktarvy",
        "prescribing",
        "information",
        "prior",
        "initiating",
        "treatment",
        "biktarvy",
        "healthcare",
        "provider",
        "test",
        "hepatitis",
        "b",
        "virus",
        "hbv",
        "infection",
        "renal",
        "function",
        "monitor",
        "renal",
        "function",
        "clinically",
        "appropriate",
        "therapy",
        "biktarvy",
        "boxed",
        "warning",
        "product",
        "label",
        "regarding",
        "risk",
        "post",
        "treatment",
        "acute",
        "exacerbation",
        "hepatitis",
        "see",
        "important",
        "safety",
        "information",
        "photo",
        "multimedia",
        "gallery",
        "available",
        "clinical",
        "trial",
        "week",
        "patient",
        "taking",
        "regimen",
        "bictegravir",
        "plus",
        "developed",
        "resistance",
        "result",
        "observed",
        "people",
        "new",
        "therapy",
        "virologically",
        "suppressed",
        "chose",
        "switch",
        "regimen",
        "said",
        "paul",
        "sax",
        "md",
        "clinical",
        "director",
        "division",
        "infectious",
        "disease",
        "brigham",
        "woman",
        "hospital",
        "boston",
        "professor",
        "medicine",
        "harvard",
        "medical",
        "school",
        "lead",
        "clinical",
        "trial",
        "investigator",
        "addition",
        "clinical",
        "data",
        "show",
        "regimen",
        "antiviral",
        "efficacy",
        "tolerability",
        "profile",
        "limited",
        "drug",
        "interaction",
        "offer",
        "effective",
        "new",
        "treatment",
        "option",
        "range",
        "people",
        "living",
        "approval",
        "biktarvy",
        "supported",
        "data",
        "four",
        "ongoing",
        "phase",
        "study",
        "study",
        "infected",
        "adult",
        "study",
        "virologically",
        "suppressed",
        "adult",
        "trial",
        "comprised",
        "diverse",
        "population",
        "participant",
        "including",
        "wide",
        "range",
        "adult",
        "age",
        "group",
        "biktarvy",
        "met",
        "primary",
        "objective",
        "week",
        "across",
        "four",
        "study",
        "week",
        "participant",
        "four",
        "study",
        "failed",
        "biktarvy",
        "virologic",
        "resistance",
        "patient",
        "discontinued",
        "biktarvy",
        "due",
        "renal",
        "adverse",
        "event",
        "case",
        "proximal",
        "renal",
        "tubulopathy",
        "fanconi",
        "syndrome",
        "common",
        "adverse",
        "reaction",
        "patient",
        "taking",
        "biktarvy",
        "diarrhea",
        "nausea",
        "headache",
        "study",
        "total",
        "adult",
        "hiv",
        "randomized",
        "receive",
        "biktarvy",
        "week",
        "percent",
        "patient",
        "taking",
        "biktarvy",
        "percent",
        "patient",
        "taking",
        "achieved",
        "primary",
        "endpoint",
        "rna",
        "study",
        "total",
        "adult",
        "hiv",
        "randomized",
        "receive",
        "biktarvy",
        "week",
        "percent",
        "patient",
        "taking",
        "biktarvy",
        "percent",
        "patient",
        "taking",
        "achieved",
        "primary",
        "endpoint",
        "rna",
        "study",
        "total",
        "virologically",
        "suppressed",
        "rna",
        "adult",
        "hiv",
        "taking",
        "regimen",
        "boosted",
        "protease",
        "inhibitor",
        "bpi",
        "atazanavir",
        "darunavir",
        "plus",
        "backbone",
        "disoproxil",
        "fumarate",
        "randomized",
        "continue",
        "bpi",
        "regimen",
        "switch",
        "coformulated",
        "biktarvy",
        "daily",
        "primary",
        "endpoint",
        "week",
        "switching",
        "biktarvy",
        "continuing",
        "bpi",
        "regimen",
        "percent",
        "patient",
        "group",
        "rna",
        "proportion",
        "patient",
        "rna",
        "percent",
        "biktarvy",
        "arm",
        "percent",
        "bpi",
        "arm",
        "according",
        "fda",
        "snapshot",
        "algorithm",
        "result",
        "study",
        "presented",
        "scientific",
        "conference",
        "gilead",
        "committed",
        "improving",
        "care",
        "simplifying",
        "therapy",
        "people",
        "living",
        "hiv",
        "continue",
        "invest",
        "research",
        "treatment",
        "including",
        "therapy",
        "could",
        "potentially",
        "cure",
        "hiv",
        "patient",
        "said",
        "john",
        "milligan",
        "phd",
        "gilead",
        "president",
        "chief",
        "executive",
        "officer",
        "pleased",
        "offer",
        "biktarvy",
        "latest",
        "treatment",
        "brings",
        "together",
        "potency",
        "integrase",
        "inhibitor",
        "backbone",
        "single",
        "tablet",
        "additional",
        "clinical",
        "trial",
        "biktarvy",
        "ongoing",
        "including",
        "dedicated",
        "study",
        "woman",
        "well",
        "study",
        "adolescent",
        "child",
        "living",
        "hiv",
        "gilead",
        "plan",
        "present",
        "data",
        "study",
        "scientific",
        "conference",
        "biktarvy",
        "cure",
        "hiv",
        "infection",
        "aid",
        "patient",
        "assistance",
        "program",
        "gilead",
        "advancing",
        "access",
        "program",
        "provides",
        "assistance",
        "appropriate",
        "patient",
        "united",
        "state",
        "uninsured",
        "underinsured",
        "need",
        "financial",
        "assistance",
        "pay",
        "medication",
        "including",
        "biktarvy",
        "program",
        "offer",
        "information",
        "assistance",
        "patient",
        "including",
        "access",
        "representative",
        "provide",
        "information",
        "related",
        "coverage",
        "question",
        "advancing",
        "access",
        "copay",
        "coupon",
        "program",
        "provides",
        "assistance",
        "eligible",
        "patient",
        "private",
        "insurance",
        "need",
        "assistance",
        "paying",
        "medication",
        "cost",
        "advancing",
        "access",
        "patient",
        "assistance",
        "program",
        "truvada",
        "prep",
        "medication",
        "assistance",
        "program",
        "provide",
        "gilead",
        "medication",
        "charge",
        "eligible",
        "patient",
        "insurance",
        "option",
        "additionally",
        "gilead",
        "working",
        "closely",
        "adap",
        "crisis",
        "task",
        "force",
        "company",
        "done",
        "hiv",
        "medication",
        "provide",
        "discount",
        "state",
        "aid",
        "drug",
        "assistance",
        "program",
        "adaps",
        "help",
        "ensure",
        "access",
        "biktarvy",
        "patient",
        "receive",
        "medication",
        "program",
        "information",
        "apply",
        "form",
        "assistance",
        "found",
        "calling",
        "monday",
        "friday",
        "est",
        "important",
        "safety",
        "information",
        "biktarvy",
        "boxed",
        "warning",
        "post",
        "treatment",
        "acute",
        "exacerbation",
        "hepatitis",
        "b",
        "severe",
        "acute",
        "exacerbation",
        "hepatitis",
        "b",
        "reported",
        "patient",
        "coinfected",
        "hbv",
        "discontinued",
        "product",
        "containing",
        "emtricitabine",
        "ftc",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "tdf",
        "may",
        "occur",
        "discontinuation",
        "biktarvy",
        "closely",
        "monitor",
        "hepatic",
        "function",
        "clinical",
        "laboratory",
        "least",
        "several",
        "month",
        "patient",
        "coinfected",
        "hbv",
        "discontinue",
        "biktarvy",
        "appropriate",
        "b",
        "therapy",
        "may",
        "warranted",
        "contraindication",
        "coadministration",
        "use",
        "biktarvy",
        "dofetilide",
        "rifampin",
        "warning",
        "precaution",
        "drug",
        "interaction",
        "see",
        "contraindication",
        "drug",
        "interaction",
        "section",
        "consider",
        "potential",
        "drug",
        "interaction",
        "prior",
        "biktarvy",
        "therapy",
        "monitor",
        "adverse",
        "reaction",
        "immune",
        "reconstitution",
        "syndrome",
        "including",
        "occurrence",
        "autoimmune",
        "disorder",
        "variable",
        "time",
        "onset",
        "reported",
        "new",
        "onset",
        "worsening",
        "renal",
        "impairment",
        "case",
        "acute",
        "renal",
        "failure",
        "fanconi",
        "syndrome",
        "reported",
        "use",
        "tenofovir",
        "prodrugs",
        "clinical",
        "trial",
        "biktarvy",
        "case",
        "fanconi",
        "syndrome",
        "proximal",
        "renal",
        "tubulopathy",
        "prt",
        "initiate",
        "biktarvy",
        "patient",
        "estimated",
        "creatinine",
        "clearance",
        "crcl",
        "patient",
        "impaired",
        "renal",
        "function",
        "taking",
        "nephrotoxic",
        "agent",
        "including",
        "nsaid",
        "increased",
        "risk",
        "adverse",
        "reaction",
        "discontinue",
        "biktarvy",
        "patient",
        "develop",
        "clinically",
        "significant",
        "decrease",
        "renal",
        "function",
        "evidence",
        "fanconi",
        "syndrome",
        "renal",
        "monitoring",
        "prior",
        "initiating",
        "biktarvy",
        "therapy",
        "assess",
        "serum",
        "creatinine",
        "crcl",
        "urine",
        "glucose",
        "urine",
        "protein",
        "patient",
        "clinically",
        "appropriate",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "also",
        "assess",
        "serum",
        "phosphorus",
        "lactic",
        "acidosis",
        "severe",
        "hepatomegaly",
        "steatosis",
        "fatal",
        "case",
        "reported",
        "use",
        "nucleoside",
        "analog",
        "including",
        "ftc",
        "tdf",
        "discontinue",
        "biktarvy",
        "clinical",
        "laboratory",
        "finding",
        "suggestive",
        "lactic",
        "acidosis",
        "pronounced",
        "hepatotoxicity",
        "develop",
        "including",
        "hepatomegaly",
        "steatosis",
        "absence",
        "marked",
        "transaminase",
        "elevation",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "incidence",
        "grade",
        "clinical",
        "study",
        "diarrhea",
        "nausea",
        "headache",
        "drug",
        "interaction",
        "prescribing",
        "information",
        "consult",
        "full",
        "prescribing",
        "information",
        "biktarvy",
        "information",
        "contraindication",
        "warning",
        "potentially",
        "significant",
        "drug",
        "interaction",
        "including",
        "clinical",
        "comment",
        "drug",
        "induce",
        "induce",
        "cyp3a",
        "ugt1a1",
        "substantially",
        "decrease",
        "concentration",
        "component",
        "biktarvy",
        "drug",
        "inhibit",
        "bcrp",
        "inhibit",
        "cyp3a",
        "ugt1a1",
        "may",
        "significantly",
        "increase",
        "concentration",
        "component",
        "biktarvy",
        "biktarvy",
        "increase",
        "concentration",
        "drug",
        "substrate",
        "oct2",
        "mate1",
        "drug",
        "affecting",
        "renal",
        "function",
        "coadministration",
        "biktarvy",
        "drug",
        "reduce",
        "renal",
        "function",
        "compete",
        "active",
        "tubular",
        "secretion",
        "may",
        "increase",
        "concentration",
        "ftc",
        "tenofovir",
        "risk",
        "adverse",
        "reaction",
        "dosage",
        "administration",
        "dosage",
        "tablet",
        "taken",
        "daily",
        "without",
        "food",
        "renal",
        "impairment",
        "recommended",
        "patient",
        "crcl",
        "hepatic",
        "impairment",
        "recommended",
        "patient",
        "severe",
        "hepatic",
        "impairment",
        "prior",
        "initiating",
        "test",
        "patient",
        "hbv",
        "infection",
        "prior",
        "initiating",
        "treatment",
        "clinically",
        "appropriate",
        "assess",
        "serum",
        "creatinine",
        "crcl",
        "urine",
        "glucose",
        "urine",
        "protein",
        "patient",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "assess",
        "serum",
        "phosphorus",
        "pregnancy",
        "lactation",
        "pregnancy",
        "insufficient",
        "human",
        "data",
        "use",
        "biktarvy",
        "pregnancy",
        "antiretroviral",
        "pregnancy",
        "registry",
        "apr",
        "established",
        "available",
        "data",
        "apr",
        "ftc",
        "show",
        "difference",
        "rate",
        "birth",
        "defect",
        "compared",
        "u",
        "reference",
        "population",
        "lactation",
        "woman",
        "infected",
        "instructed",
        "breastfeed",
        "due",
        "potential",
        "transmission",
        "gilead",
        "science",
        "gilead",
        "science",
        "biopharmaceutical",
        "company",
        "discovers",
        "develops",
        "commercializes",
        "innovative",
        "therapeutic",
        "area",
        "unmet",
        "medical",
        "need",
        "company",
        "mission",
        "advance",
        "care",
        "patient",
        "suffering",
        "disease",
        "gilead",
        "operation",
        "country",
        "worldwide",
        "headquarters",
        "foster",
        "city",
        "california",
        "nearly",
        "year",
        "gilead",
        "leading",
        "innovator",
        "field",
        "hiv",
        "driving",
        "advance",
        "treatment",
        "prevention",
        "testing",
        "linkage",
        "care",
        "cure",
        "research",
        "today",
        "estimated",
        "million",
        "people",
        "living",
        "hiv",
        "globally",
        "receive",
        "antiretroviral",
        "therapy",
        "provided",
        "gilead",
        "one",
        "company",
        "manufacturing",
        "partner",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "risk",
        "physician",
        "may",
        "see",
        "benefit",
        "prescribing",
        "biktarvy",
        "possibility",
        "unfavorable",
        "result",
        "additional",
        "clinical",
        "trial",
        "involving",
        "biktarvy",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "referred",
        "statement",
        "reader",
        "cautioned",
        "rely",
        "statement",
        "risk",
        "described",
        "detail",
        "gilead",
        "quarterly",
        "report",
        "form",
        "10q",
        "quarter",
        "ended",
        "september",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "gilead",
        "gilead",
        "assumes",
        "obligation",
        "update",
        "statement",
        "full",
        "prescribing",
        "information",
        "including",
        "boxed",
        "warning",
        "biktarvy",
        "available",
        "biktarvy",
        "descovy",
        "advancing",
        "access",
        "truvada",
        "truvada",
        "prep",
        "gilead",
        "gilead",
        "logo",
        "trademark",
        "gilead",
        "science",
        "related",
        "company",
        "information",
        "gilead",
        "science",
        "please",
        "visit",
        "company",
        "website",
        "follow",
        "gilead",
        "twitter",
        "gileadsciences",
        "call",
        "gilead",
        "public",
        "affair",
        "view",
        "source",
        "version",
        "http",
        "gilead",
        "science",
        "investor",
        "sung",
        "lee",
        "medium",
        "ryan",
        "mckeel",
        "source",
        "gilead",
        "science",
        "inc"
    ]
}