{
    "organizations": [],
    "uuid": "4853a17ab5d6fd229f47e4c5514ee73a0f6d631b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/pr-newswire-blue-lion-capital-nominates-two-experienced-and-independent-professionals-to-the-board-of-homestreet.html",
    "ord_in_thread": 0,
    "title": "Blue Lion Capital Nominates Two Experienced And Independent Professionals To The Board Of HomeStreet",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS, Feb. 26, 2018 /PRNewswire/ -- Blue Lion Capital (\"BLC\") and its affiliates, which manage funds that beneficially own approximately 6.0% of the stock of HomeStreet, Inc. (Nasdaq: HMST) (\"HomeStreet\", the \"Company\" or the \"Bank\"), today announced that it intends to nominate two highly qualified candidates for election to the HomeStreet Board of Directors (the \"Board\") and make two substantive corporate governance proposals at the Company's 2018 Annual Meeting of Shareholders.\nCharles W. Griege, Jr, Managing Partner and Chief Investment Officer of BLC, said, \"We have always believed that HomeStreet has tremendous potential to generate significant value for shareholders and the communities it serves. Unfortunately, numerous strategic missteps, inadequate corporate stewardship, and poor financial performance have eroded shareholder confidence, destroyed shareholder value and hurt the Bank's ability to serve its customers.\"\nHomeStreet has the lowest price-to-tangible book value multiple among its peers and regularly underperforms those peers on virtually every key operating metric, as BLC demonstrated in its presentation to the HomeStreet Board (available here: https://tinyurl.com/y8mpemcw ) on December 21, 2017. This poor performance is not new: over the five years ending December 31, 2017, the total return for shareholders was 16%, significantly lower than the performance of its banking peers, the bank indices and the broader market as a whole.\nBLC believes that HomeStreet will continue on its suboptimal strategic path without improved Board oversight and significant participation from independent board members acting as strong advocates for shareholders. BLC firmly believes that the Company, given the right leadership and governance structure, can generate substantial and lasting value for shareholders.\nBLC was founded in 2005 and invests in undervalued securities with asymmetric risk/reward profiles. In its 12-year history, BLC has never publicly campaigned for change at any of its portfolio investments. BLC is neither an activist investor nor a shareholder with a short-term orientation. To the contrary, BLC is a committed, long-standing investor that first invested in HomeStreet during the Bank's initial public offering because of the Company's differentiated business opportunities.\nOver the course of this past year, in a determined effort to encourage positive changes, BLC has initiated multiple conversations with the Company's management and the Board with the hopes that a costly proxy contest could be avoided.\n\"Unfortunately, our desire to reach an amicable resolution that is in the best interests of all HomeStreet shareholders has not been embraced equally by the Company,\" Mr. Griege continued. \"Like many other HomeStreet shareholders, we believe that the Board bears ultimate responsibility for the Bank's long-running underperformance. In our opinion, the Board, as currently composed, is either unable or unwilling to take the meaningful corrective actions necessary to implement a cost-conscious and thoughtful competitive strategy. In our view, this Board has failed shareholders. And despite our best efforts to drive positive change through an engaged, constructive dialogue, we have thus far been unsuccessful from outside the boardroom.\"\nAccordingly, BLC is nominating two independent director candidates who will bring the fresh perspective needed to help generate long-term sustainable value for all shareholders.\nBLC also believes that HomeStreet's corporate governance structure has reduced management's accountability to the Board and the Board's accountability to shareholders. Accordingly, BLC intends to propose a binding change to the Company's bylaws that would require that the roles of Chairman and CEO be separate. Today, HomeStreet's bylaws permit one person to serve in both capacities. BLC believes that one person with the combined role of Chairman and CEO diminishes the CEO's accountability to the Board and the ability of the Board to independently oversee management.\nBLC will also propose that the Board take the steps necessary to declassify the Board, so that all directors are elected each year. BLC believes that one-year director terms increase the Board's accountability to shareholders.\nBLC's nominees are:\nRonald Tanemura . Mr. Tanemura is presently a private investor. Since March 2012, Mr. Tanemura has served as a director of post-reorganization Lehman Brothers Holdings Inc. and, since March 2011, as a director of TPG Specialty Lending, Inc., an investment company registered under the Investment Company Act. Also, since November 2012, he has served as a non-executive director of ICE Clear Credit in Chicago and, since 2009, he has served as a non-executive director of ICE Clear Europe in London, both wholly owned subsidiaries of IntercontinentalExchange, Inc. Prior to that, from 2004 to 2006, Mr. Tanemura was an Advisory Director at Goldman Sachs. From 2000 to 2004, Mr. Tanemura was a Partner at Goldman Sachs and the Global Co-Head of Credit Derivatives and a member of the Fixed Income, Currency and Commodities Risk Committee and Firmwide Credit Policy Committee. In addition, Mr. Tanemura has led a variety of fixed income businesses, working at Deutsche Bank from 1996 to 2000 and at Salomon Brothers from 1985 to 1996. Mr. Tanemura holds an A.B. in Computer Science from the University of California, Berkeley.\nPaul Miller . Mr. Miller is a Chartered Financial Analyst and a private investor. He was the Managing Director and Head of the Financial Institutions Group of FBR Capital Markets from December 2005 to March 2017, where he oversaw and produced research on large cap banks, regional banks and mortgage banks. Mr. Miller provided research coverage of HomeStreet for approximately five years from February 2012 to February 2017. Prior to becoming the Head of the Financial Institutions Group, Mr. Miller was an investment analyst covering mortgage banks and thrifts for several years. In 2010, Mr. Miller was named the top overall stock analyst among 2,700 analysts by Forbes.com . He also received the Forbes.com Blue Chip Analyst Award as the leading analyst covering banks and thrifts in 2008, 2009, and 2010; he received the same award for coverage of finance companies in 2009. Mr. Miller was recognized by the Financial Times/StarMine in 2008 and 2009 as the leading earnings estimator in thrifts and mortgage finance. Mr. Miller is a former bank examiner for the Federal Reserve Bank of Philadelphia, where he worked for five years. As a bank examiner, Mr. Miller conducted financial analysis for more than 30 community banking institutions in the Philadelphia and Harrisburg market areas. Mr. Miller served in the Navy from 1979 to 1985. Mr. Miller holds a Master of Science, Economics, from the University of Delaware, and a Bachelor of Science, Economics, and Bachelor of Arts, International Relations, from the University of Delaware.\nAdditional materials concerning BLC's views on HomeStreet are available at the Securities and Exchange Commission's website at https://tinyurl.com/y8mpemcw , https://tinyurl.com/y8qvcfkn and https://tinyurl.com/y7gnh4c8 .\nImportant Information\nThis press release is not a solicitation of a proxy from any security holder of HomeStreet, Inc. (the \"Company\"). Blue Lion Opportunity Master Fund, L.P. has nominated two individuals as nominees to the Company's board of directors and intends to solicit votes for the election of those individuals as members of the Company's board of directors. The individuals that have been nominated are Ronald K. Tanemura and Paul J. Miller, Jr. (the \"Nominees\"). In addition, Blue Lion Opportunity Master Fund, L.P. has notified the Company that it intends to present three shareholder proposals at the Company's 2018 Annual Meeting of Shareholders (the \"Proposals\"). Blue Lion Opportunity Master Fund, L.P. will send a definitive proxy statement, proxy card and related proxy materials to shareholders of the Company seeking their support of the Nominees and the Proposals at the Company's 2018 Annual Meeting of Shareholders. Shareholders are urged to read the definitive proxy statement and proxy card when they become available, because they will contain important information about the Nominees and the Proposals, the Company and related matters. Shareholders may obtain a free copy of the definitive proxy statement and proxy card (when available) and other documents filed with the Securities and Exchange Commission (\"SEC\") by Blue Lion Opportunity Master Fund, L.P. and its affiliates (the \"Blue Lion Parties\") at the SEC's web site at www.sec.gov . The definitive proxy statement (when available) and other related SEC documents filed with the SEC by the Blue Lion Parties may also be obtained free of charge from the Blue Lion Parties, upon request.\nParticipants in Solicitation\nThe following persons may be deemed to be participants in the planned solicitation from the Company's shareholders of proxies in favor of the Nominees and the Proposals (the \"Participants\"): Ronald K. Tanemura, Paul J. Miller, Jr., Charles W. Griege, Jr., Roaring Blue Lion, LLC, Roaring Blue Lion Capital Management, L.P., BLOF II, LP, Blue Lion Capital Master Fund, L.P., and Blue Lion Opportunity Master Fund, L.P. The Participants may have interests in the solicitation, including as a result of holding shares of the Company's common stock. Information regarding the Participants and their interests may be found in the Notice of Intent to Present Proposals and Nominate Directors, as filed with the SEC on February 26, 2018, which is incorporated herein by reference.\nView original content: http://www.prnewswire.com/news-releases/blue-lion-capital-nominates-two-experienced-and-independent-professionals-to-the-board-of-homestreet-300603986.html\nSOURCE Blue Lion Capital",
    "published": "2018-02-26T17:15:00.000+02:00",
    "crawled": "2018-02-26T21:51:10.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "blue",
        "lion",
        "capital",
        "blc",
        "affiliate",
        "manage",
        "fund",
        "beneficially",
        "approximately",
        "stock",
        "homestreet",
        "nasdaq",
        "hmst",
        "homestreet",
        "company",
        "bank",
        "today",
        "announced",
        "intends",
        "nominate",
        "two",
        "highly",
        "qualified",
        "candidate",
        "election",
        "homestreet",
        "board",
        "director",
        "board",
        "make",
        "two",
        "substantive",
        "corporate",
        "governance",
        "proposal",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "charles",
        "griege",
        "jr",
        "managing",
        "partner",
        "chief",
        "investment",
        "officer",
        "blc",
        "said",
        "always",
        "believed",
        "homestreet",
        "tremendous",
        "potential",
        "generate",
        "significant",
        "value",
        "shareholder",
        "community",
        "serf",
        "unfortunately",
        "numerous",
        "strategic",
        "misstep",
        "inadequate",
        "corporate",
        "stewardship",
        "poor",
        "financial",
        "performance",
        "eroded",
        "shareholder",
        "confidence",
        "destroyed",
        "shareholder",
        "value",
        "hurt",
        "bank",
        "ability",
        "serve",
        "customer",
        "homestreet",
        "lowest",
        "book",
        "value",
        "multiple",
        "among",
        "peer",
        "regularly",
        "underperforms",
        "peer",
        "virtually",
        "every",
        "key",
        "operating",
        "metric",
        "blc",
        "demonstrated",
        "presentation",
        "homestreet",
        "board",
        "available",
        "http",
        "december",
        "poor",
        "performance",
        "new",
        "five",
        "year",
        "ending",
        "december",
        "total",
        "return",
        "shareholder",
        "significantly",
        "lower",
        "performance",
        "banking",
        "peer",
        "bank",
        "index",
        "broader",
        "market",
        "whole",
        "blc",
        "belief",
        "homestreet",
        "continue",
        "suboptimal",
        "strategic",
        "path",
        "without",
        "improved",
        "board",
        "oversight",
        "significant",
        "participation",
        "independent",
        "board",
        "member",
        "acting",
        "strong",
        "advocate",
        "shareholder",
        "blc",
        "firmly",
        "belief",
        "company",
        "given",
        "right",
        "leadership",
        "governance",
        "structure",
        "generate",
        "substantial",
        "lasting",
        "value",
        "shareholder",
        "blc",
        "founded",
        "invests",
        "undervalued",
        "security",
        "asymmetric",
        "profile",
        "history",
        "blc",
        "never",
        "publicly",
        "campaigned",
        "change",
        "portfolio",
        "investment",
        "blc",
        "neither",
        "activist",
        "investor",
        "shareholder",
        "orientation",
        "contrary",
        "blc",
        "committed",
        "investor",
        "first",
        "invested",
        "homestreet",
        "bank",
        "initial",
        "public",
        "offering",
        "company",
        "differentiated",
        "business",
        "opportunity",
        "course",
        "past",
        "year",
        "determined",
        "effort",
        "encourage",
        "positive",
        "change",
        "blc",
        "initiated",
        "multiple",
        "conversation",
        "company",
        "management",
        "board",
        "hope",
        "costly",
        "proxy",
        "contest",
        "could",
        "avoided",
        "unfortunately",
        "desire",
        "reach",
        "amicable",
        "resolution",
        "best",
        "interest",
        "homestreet",
        "shareholder",
        "embraced",
        "equally",
        "company",
        "griege",
        "continued",
        "like",
        "many",
        "homestreet",
        "shareholder",
        "believe",
        "board",
        "bear",
        "ultimate",
        "responsibility",
        "bank",
        "underperformance",
        "opinion",
        "board",
        "currently",
        "composed",
        "either",
        "unable",
        "unwilling",
        "take",
        "meaningful",
        "corrective",
        "action",
        "necessary",
        "implement",
        "thoughtful",
        "competitive",
        "strategy",
        "view",
        "board",
        "failed",
        "shareholder",
        "despite",
        "best",
        "effort",
        "drive",
        "positive",
        "change",
        "engaged",
        "constructive",
        "dialogue",
        "thus",
        "far",
        "unsuccessful",
        "outside",
        "boardroom",
        "accordingly",
        "blc",
        "nominating",
        "two",
        "independent",
        "director",
        "candidate",
        "bring",
        "fresh",
        "perspective",
        "needed",
        "help",
        "generate",
        "sustainable",
        "value",
        "shareholder",
        "blc",
        "also",
        "belief",
        "homestreet",
        "corporate",
        "governance",
        "structure",
        "reduced",
        "management",
        "accountability",
        "board",
        "board",
        "accountability",
        "shareholder",
        "accordingly",
        "blc",
        "intends",
        "propose",
        "binding",
        "change",
        "company",
        "bylaw",
        "would",
        "require",
        "role",
        "chairman",
        "ceo",
        "separate",
        "today",
        "homestreet",
        "bylaw",
        "permit",
        "one",
        "person",
        "serve",
        "capacity",
        "blc",
        "belief",
        "one",
        "person",
        "combined",
        "role",
        "chairman",
        "ceo",
        "diminishes",
        "ceo",
        "accountability",
        "board",
        "ability",
        "board",
        "independently",
        "oversee",
        "management",
        "blc",
        "also",
        "propose",
        "board",
        "take",
        "step",
        "necessary",
        "declassify",
        "board",
        "director",
        "elected",
        "year",
        "blc",
        "belief",
        "director",
        "term",
        "increase",
        "board",
        "accountability",
        "shareholder",
        "blc",
        "nominee",
        "ronald",
        "tanemura",
        "tanemura",
        "presently",
        "private",
        "investor",
        "since",
        "march",
        "tanemura",
        "served",
        "director",
        "lehman",
        "brother",
        "holding",
        "since",
        "march",
        "director",
        "tpg",
        "specialty",
        "lending",
        "investment",
        "company",
        "registered",
        "investment",
        "company",
        "act",
        "also",
        "since",
        "november",
        "served",
        "director",
        "ice",
        "clear",
        "credit",
        "chicago",
        "since",
        "served",
        "director",
        "ice",
        "clear",
        "europe",
        "london",
        "wholly",
        "owned",
        "subsidiary",
        "intercontinentalexchange",
        "prior",
        "tanemura",
        "advisory",
        "director",
        "goldman",
        "sachs",
        "tanemura",
        "partner",
        "goldman",
        "sachs",
        "global",
        "credit",
        "derivative",
        "member",
        "fixed",
        "income",
        "currency",
        "commodity",
        "risk",
        "committee",
        "firmwide",
        "credit",
        "policy",
        "committee",
        "addition",
        "tanemura",
        "led",
        "variety",
        "fixed",
        "income",
        "business",
        "working",
        "deutsche",
        "bank",
        "salomon",
        "brother",
        "tanemura",
        "hold",
        "computer",
        "science",
        "university",
        "california",
        "berkeley",
        "paul",
        "miller",
        "miller",
        "chartered",
        "financial",
        "analyst",
        "private",
        "investor",
        "managing",
        "director",
        "head",
        "financial",
        "institution",
        "group",
        "fbr",
        "capital",
        "market",
        "december",
        "march",
        "oversaw",
        "produced",
        "research",
        "large",
        "cap",
        "bank",
        "regional",
        "bank",
        "mortgage",
        "bank",
        "miller",
        "provided",
        "research",
        "coverage",
        "homestreet",
        "approximately",
        "five",
        "year",
        "february",
        "february",
        "prior",
        "becoming",
        "head",
        "financial",
        "institution",
        "group",
        "miller",
        "investment",
        "analyst",
        "covering",
        "mortgage",
        "bank",
        "thrift",
        "several",
        "year",
        "miller",
        "named",
        "top",
        "overall",
        "stock",
        "analyst",
        "among",
        "analyst",
        "also",
        "received",
        "blue",
        "chip",
        "analyst",
        "award",
        "leading",
        "analyst",
        "covering",
        "bank",
        "thrift",
        "received",
        "award",
        "coverage",
        "finance",
        "company",
        "miller",
        "recognized",
        "financial",
        "leading",
        "earnings",
        "estimator",
        "thrift",
        "mortgage",
        "finance",
        "miller",
        "former",
        "bank",
        "examiner",
        "federal",
        "reserve",
        "bank",
        "philadelphia",
        "worked",
        "five",
        "year",
        "bank",
        "examiner",
        "miller",
        "conducted",
        "financial",
        "analysis",
        "community",
        "banking",
        "institution",
        "philadelphia",
        "harrisburg",
        "market",
        "area",
        "miller",
        "served",
        "navy",
        "miller",
        "hold",
        "master",
        "science",
        "economics",
        "university",
        "delaware",
        "bachelor",
        "science",
        "economics",
        "bachelor",
        "art",
        "international",
        "relation",
        "university",
        "delaware",
        "additional",
        "material",
        "concerning",
        "blc",
        "view",
        "homestreet",
        "available",
        "security",
        "exchange",
        "commission",
        "website",
        "http",
        "http",
        "http",
        "important",
        "information",
        "press",
        "release",
        "solicitation",
        "proxy",
        "security",
        "holder",
        "homestreet",
        "company",
        "blue",
        "lion",
        "opportunity",
        "master",
        "fund",
        "nominated",
        "two",
        "individual",
        "nominee",
        "company",
        "board",
        "director",
        "intends",
        "solicit",
        "vote",
        "election",
        "individual",
        "member",
        "company",
        "board",
        "director",
        "individual",
        "nominated",
        "ronald",
        "tanemura",
        "paul",
        "miller",
        "nominee",
        "addition",
        "blue",
        "lion",
        "opportunity",
        "master",
        "fund",
        "notified",
        "company",
        "intends",
        "present",
        "three",
        "shareholder",
        "proposal",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "proposal",
        "blue",
        "lion",
        "opportunity",
        "master",
        "fund",
        "send",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "related",
        "proxy",
        "material",
        "shareholder",
        "company",
        "seeking",
        "support",
        "nominee",
        "proposal",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "shareholder",
        "urged",
        "read",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "nominee",
        "proposal",
        "company",
        "related",
        "matter",
        "shareholder",
        "may",
        "obtain",
        "free",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "available",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "blue",
        "lion",
        "opportunity",
        "master",
        "fund",
        "affiliate",
        "blue",
        "lion",
        "party",
        "sec",
        "web",
        "site",
        "definitive",
        "proxy",
        "statement",
        "available",
        "related",
        "sec",
        "document",
        "filed",
        "sec",
        "blue",
        "lion",
        "party",
        "may",
        "also",
        "obtained",
        "free",
        "charge",
        "blue",
        "lion",
        "party",
        "upon",
        "request",
        "participant",
        "solicitation",
        "following",
        "person",
        "may",
        "deemed",
        "participant",
        "planned",
        "solicitation",
        "company",
        "shareholder",
        "proxy",
        "favor",
        "nominee",
        "proposal",
        "participant",
        "ronald",
        "tanemura",
        "paul",
        "miller",
        "charles",
        "griege",
        "roaring",
        "blue",
        "lion",
        "llc",
        "roaring",
        "blue",
        "lion",
        "capital",
        "management",
        "blof",
        "ii",
        "lp",
        "blue",
        "lion",
        "capital",
        "master",
        "fund",
        "blue",
        "lion",
        "opportunity",
        "master",
        "fund",
        "participant",
        "may",
        "interest",
        "solicitation",
        "including",
        "result",
        "holding",
        "share",
        "company",
        "common",
        "stock",
        "information",
        "regarding",
        "participant",
        "interest",
        "may",
        "found",
        "notice",
        "intent",
        "present",
        "proposal",
        "nominate",
        "director",
        "filed",
        "sec",
        "february",
        "incorporated",
        "herein",
        "reference",
        "view",
        "original",
        "content",
        "http",
        "source",
        "blue",
        "lion",
        "capital"
    ]
}