{
    "organizations": [],
    "uuid": "e120aa901ce915323bddc629487cd1a754d4eb60",
    "author": "Sarah Berger",
    "url": "https://www.cnbc.com/2018/02/28/bethenny-frankel-tips-to-make-decor-look-expensive-on-a-budget.html",
    "ord_in_thread": 0,
    "title": "Bethenny Frankel: Tips to make decor look expensive on a budget",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Before she was flipping multi-million dollar estates and living in glamorous New York City apartments, reality television star and entrepreneur Bethenny Frankel was renting a cramped studio that had zero style.\n\"My first apartment was on 28th and Park in Manhattan and it was a studio apartment, so everything was in one room,\" Frankel tells CNBC Make It , adding that at the time, she was going to New York University. \nCourtesy Bethenny Frankel And then there was the rent: \"It was $1,200 a month, which is criminal because that was like 26 years ago,\" she says.\nWhile she might be the queen of high-end real estate now — having renovated and designed multimillion-dollar Manhattan homes ranging from a two-bedroom condo in the Flatiron district to a swanky Soho space to a Tribeca penthouse — her first apartment, she says, \"looked like whatever the building made it look like.\nPhoto courtesy of Douglas Elliman Bethenny Frankel's Soho apartment \"Back then, who knew that you could have your own faucets and handles, and any choices, carpets, flooring?\" Frankel says. \"It didn't even occur to me. I didn't realize you could customize anything until five years ago. It just never occurred to me that the color of a counter-top was your choice.\"\nFrankel's tips to make an apartment look expensive on a budget \nNow, on Bravo's new show \"Bethenny & Fredrik,\" Frankel teams up with real estate tycoon and star of Bravo's \"Million Dollar Listing: New York,\" Fredrik Eklund, who boasts nearly $1 billion in closed sales in 2017. Despite her status as one of the highest-paid reality stars and a multi-millionaire entrepreneur , on the new show, Frankel is the voice of reason, known for being a stickler when it comes to staying on budget .\n\"I call her the Budget Queen,\" Eklund tells real estate site StreetEasy .\nHere are some of her best tips for designs that only look expensive. \n1. Mix highs and lows \n\"I think renovating is a little bit like fashion or getting dressed and wanting to look good, but not break the bank. It's about highs and lows,\" Frankel tells CNBC Make It. \"So when you get dressed, you might want to have expensive shoes, but then buy an inexpensive top from H&M.\"\nWhen it comes to determining what to save and splurge on, Frankel tells CNBC Make It, \"You have to pick your spots. You can't cut corners and you can't have it be cheap where things are going to be breaking down and handles will be falling off.\"\nSo invest in the items that have staying power and get a lot of use — for example, she says your floors have to be excellent quality, as do things like stone counters in a kitchen. And save money on things that are low-traffic or that you'll want to change more frequently, like window treatments.\nWhen Frankel re-modeled her 3,400 square foot Tribeca apartment , which she bought in 2011 , she mixed high and low by using designer fabrics and custom wallpapers from Ted Tyler, along with off-the-shelf finds from affordable retailers like Ikea and CB2, according to Traditional Home . \nFrom listing on Trulia Bethenny Frankel's Tribeca condo The entrepreneur also told People in 2015 that half of her Hamptons home is furnished with T.J. Maxx decor, as well as West Elm and CB2.\n\"I'm really happy that nothing was expensive,\" Frankel told People of her vacation digs. \"I just want it to be happy and fun and not pretentious.\"\n2. Find cheaper versions of expensive things \nDespite raking in millions, Frankel is always trying to find the most cost-effective way to make a place look great, including using less-expensive alternatives to luxurious furnishings and finishes. \n\"Often you'll find a material that you love and then you have to say, 'Okay, is it that important? Is this material $20,000 nicer than this other material that looks similar?'\" Frankel tells CNBC Make It.\nPhoto courtesy of Douglas Elliman Bethenny Frankel's apartment in Soho For example, on a recent episode of \"Bethenny & Fredrik,\" the house-flipping duo is faced with renovating a kitchen counter. Eklund lusts after a Calacatta marble option, priced at $120 per square foot.\nTo educate Eklund that lookalike materials can save a ton of money, Frankel asks the salesperson, \"Can you show us the side by side, porcelain to the marble?\" After comparing the similar slabs of stone, Frankel asks for the price difference. The Calacatta they would need costs $30,000 to $40,000, while the porcelain was less than half that. (The pair compromised on more affordable stone.)\n3. Stick to your budget \nFrankel is also good at figuring out \"how to get value out of something by using an economic approach and managing a budget,\" she tells StreetEasy.\nThe items that really break your budget, Frankel tells CNBC Make It, are not the big-ticket items. It's the little expenses that can really add up, so be sure to factor those into your total cost.\n\"When you really get jammed up is when you start buying ... towel rods and hooks and handles and all these little, annoying things. The things that cover your electrical switches, things that cover your electrical sockets,\" Frankel says.\n\"They really do add up. So the budget really has to be the whole budget.\" \nPlus, Frankel uses any advantage she has to bargain. \"I really don't pay full price for anything in design, because once you start doing multiple projects, you're using contractors and designers and tradesmen and tile and fabric companies, so I'm always trying to find a way to make it cost effective,\" Frankel tells CNBC Make It.\n4. Use your leftovers \nAnother way Frankel gets the best look for little cost is a trick professional designers use — remnants. Leftover pieces of expensive materials are often on sale because of limited quantity. Or in Bethenny's case, she uses leftover materials from her own past projects.\nFor example, when decorating her Hamptons home, Frankel used extra wallpaper from her Tribeca apartment, according to People , as well as an Ikea mirror that she's had since her studio-apartment days. The money-savvy business mogul also reportedly used a \"crappy old bench\" leftover from the previous homeowners, and simply spray-painted it red. \nFrankel also gets creative with cheap but impactful decor. Her Soho space featured artwork created by her then 6-year-old daughter Bryn, consisting of three large, colorful abstract paintings blown up and transposed onto canvas.\nPhoto courtesy of Douglas Elliman Bethenny Frankel's apartment in Soho \"It's the centerpiece of the house,\" she told the Wall Street Journal , and is way cheaper than modern art. \n5. Give the illusion of luxury \nFor example, Frankel recommends using the color black, which can give things a luxurious look. \n\"People just go to white. They think it's going to be safe and are afraid to use black — they think black is some weird '80s thing,\" the star recently told Realtor.com . \"But a black detail can make something look really industrial and really rich.\" \nOr \"Think about what makes your ceilings look higher and what makes your place look bigger,\" she tells Realtor.com . That includes painting your ceiling a color lighter than the walls and hanging artwork a bit higher than you typically would. \nPhoto courtesy of Douglas Elliman Bethenny Frankel's apartment in Soho 6. Be strategic about your space \nDespite being able to afford sprawling square footage, Frankel tells CNBC Make It, bigger isn't always better, and in fact, one mistake she has made, she says, was actually purchasing an apartment that was too large.\n\"I bought an apartment that was huge, and it ended up feeling vacuous,\" Frankel admits to CNBC Make It. \"Big is great, but the space has to be used really well, or you don't feel like it's cozy. I would rather be in a small, jewel-box apartment than a big apartment that isn't used properly where you feel like you're just in the middle of a football field.\"\nIt's about the feng shui, she adds. \n\"Not all square footage is the same, but a layout that you understand and that is straightforward I think is really important. And feng shui, because it's not just a touchy-feely term,\" Frankel says. \"Feng shui, it's about how the flow is, if you can really feel it.\" \nshow chapters Bethenny Frankel on reality TV: 'It's why I'm here'      11:38 AM ET Wed, 10 June 2015 | 02:57 Disclosure: CNBC pare nt company NBCUniversal owns Bravo.",
    "published": "2018-02-28T16:35:00.000+02:00",
    "crawled": "2018-02-28T16:35:30.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "flipping",
        "dollar",
        "estate",
        "living",
        "glamorous",
        "new",
        "york",
        "city",
        "apartment",
        "reality",
        "television",
        "star",
        "entrepreneur",
        "bethenny",
        "frankel",
        "renting",
        "cramped",
        "studio",
        "zero",
        "style",
        "first",
        "apartment",
        "28th",
        "park",
        "manhattan",
        "studio",
        "apartment",
        "everything",
        "one",
        "room",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "adding",
        "time",
        "going",
        "new",
        "york",
        "university",
        "courtesy",
        "bethenny",
        "frankel",
        "rent",
        "month",
        "criminal",
        "like",
        "year",
        "ago",
        "say",
        "might",
        "queen",
        "real",
        "estate",
        "renovated",
        "designed",
        "manhattan",
        "home",
        "ranging",
        "condo",
        "flatiron",
        "district",
        "swanky",
        "soho",
        "space",
        "tribeca",
        "penthouse",
        "first",
        "apartment",
        "say",
        "looked",
        "like",
        "whatever",
        "building",
        "made",
        "look",
        "like",
        "photo",
        "courtesy",
        "douglas",
        "elliman",
        "bethenny",
        "frankel",
        "soho",
        "apartment",
        "back",
        "knew",
        "could",
        "faucet",
        "handle",
        "choice",
        "carpet",
        "flooring",
        "frankel",
        "say",
        "even",
        "occur",
        "realize",
        "could",
        "customize",
        "anything",
        "five",
        "year",
        "ago",
        "never",
        "occurred",
        "color",
        "choice",
        "frankel",
        "tip",
        "make",
        "apartment",
        "look",
        "expensive",
        "budget",
        "bravo",
        "new",
        "show",
        "bethenny",
        "fredrik",
        "frankel",
        "team",
        "real",
        "estate",
        "tycoon",
        "star",
        "bravo",
        "million",
        "dollar",
        "listing",
        "new",
        "york",
        "fredrik",
        "eklund",
        "boast",
        "nearly",
        "billion",
        "closed",
        "sale",
        "despite",
        "status",
        "one",
        "reality",
        "star",
        "entrepreneur",
        "new",
        "show",
        "frankel",
        "voice",
        "reason",
        "known",
        "stickler",
        "come",
        "staying",
        "budget",
        "call",
        "budget",
        "queen",
        "eklund",
        "tell",
        "real",
        "estate",
        "site",
        "streeteasy",
        "best",
        "tip",
        "design",
        "look",
        "expensive",
        "mix",
        "high",
        "low",
        "think",
        "renovating",
        "little",
        "bit",
        "like",
        "fashion",
        "getting",
        "dressed",
        "wanting",
        "look",
        "good",
        "break",
        "bank",
        "high",
        "low",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "get",
        "dressed",
        "might",
        "want",
        "expensive",
        "shoe",
        "buy",
        "inexpensive",
        "top",
        "h",
        "come",
        "determining",
        "save",
        "splurge",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "pick",
        "spot",
        "ca",
        "cut",
        "corner",
        "ca",
        "cheap",
        "thing",
        "going",
        "breaking",
        "handle",
        "falling",
        "invest",
        "item",
        "staying",
        "power",
        "get",
        "lot",
        "use",
        "example",
        "say",
        "floor",
        "excellent",
        "quality",
        "thing",
        "like",
        "stone",
        "counter",
        "kitchen",
        "save",
        "money",
        "thing",
        "want",
        "change",
        "frequently",
        "like",
        "window",
        "treatment",
        "frankel",
        "square",
        "foot",
        "tribeca",
        "apartment",
        "bought",
        "mixed",
        "high",
        "low",
        "using",
        "designer",
        "fabric",
        "custom",
        "wallpaper",
        "ted",
        "tyler",
        "along",
        "find",
        "affordable",
        "retailer",
        "like",
        "ikea",
        "cb2",
        "according",
        "traditional",
        "home",
        "listing",
        "trulia",
        "bethenny",
        "frankel",
        "tribeca",
        "condo",
        "entrepreneur",
        "also",
        "told",
        "people",
        "half",
        "hampton",
        "home",
        "furnished",
        "maxx",
        "decor",
        "well",
        "west",
        "elm",
        "cb2",
        "really",
        "happy",
        "nothing",
        "expensive",
        "frankel",
        "told",
        "people",
        "vacation",
        "dig",
        "want",
        "happy",
        "fun",
        "pretentious",
        "find",
        "cheaper",
        "version",
        "expensive",
        "thing",
        "despite",
        "raking",
        "million",
        "frankel",
        "always",
        "trying",
        "find",
        "way",
        "make",
        "place",
        "look",
        "great",
        "including",
        "using",
        "alternative",
        "luxurious",
        "furnishing",
        "finish",
        "often",
        "find",
        "material",
        "love",
        "say",
        "important",
        "material",
        "nicer",
        "material",
        "look",
        "similar",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "photo",
        "courtesy",
        "douglas",
        "elliman",
        "bethenny",
        "frankel",
        "apartment",
        "soho",
        "example",
        "recent",
        "episode",
        "bethenny",
        "fredrik",
        "duo",
        "faced",
        "renovating",
        "kitchen",
        "counter",
        "eklund",
        "lust",
        "calacatta",
        "marble",
        "option",
        "priced",
        "per",
        "square",
        "foot",
        "educate",
        "eklund",
        "lookalike",
        "material",
        "save",
        "ton",
        "money",
        "frankel",
        "asks",
        "salesperson",
        "show",
        "u",
        "side",
        "side",
        "porcelain",
        "marble",
        "comparing",
        "similar",
        "slab",
        "stone",
        "frankel",
        "asks",
        "price",
        "difference",
        "calacatta",
        "would",
        "need",
        "cost",
        "porcelain",
        "less",
        "half",
        "pair",
        "compromised",
        "affordable",
        "stone",
        "stick",
        "budget",
        "frankel",
        "also",
        "good",
        "figuring",
        "get",
        "value",
        "something",
        "using",
        "economic",
        "approach",
        "managing",
        "budget",
        "tell",
        "streeteasy",
        "item",
        "really",
        "break",
        "budget",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "item",
        "little",
        "expense",
        "really",
        "add",
        "sure",
        "factor",
        "total",
        "cost",
        "really",
        "get",
        "jammed",
        "start",
        "buying",
        "towel",
        "rod",
        "hook",
        "handle",
        "little",
        "annoying",
        "thing",
        "thing",
        "cover",
        "electrical",
        "switch",
        "thing",
        "cover",
        "electrical",
        "socket",
        "frankel",
        "say",
        "really",
        "add",
        "budget",
        "really",
        "whole",
        "budget",
        "plus",
        "frankel",
        "us",
        "advantage",
        "bargain",
        "really",
        "pay",
        "full",
        "price",
        "anything",
        "design",
        "start",
        "multiple",
        "project",
        "using",
        "contractor",
        "designer",
        "tradesman",
        "tile",
        "fabric",
        "company",
        "always",
        "trying",
        "find",
        "way",
        "make",
        "cost",
        "effective",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "use",
        "leftover",
        "another",
        "way",
        "frankel",
        "get",
        "best",
        "look",
        "little",
        "cost",
        "trick",
        "professional",
        "designer",
        "use",
        "remnant",
        "leftover",
        "piece",
        "expensive",
        "material",
        "often",
        "sale",
        "limited",
        "quantity",
        "bethenny",
        "case",
        "us",
        "leftover",
        "material",
        "past",
        "project",
        "example",
        "decorating",
        "hampton",
        "home",
        "frankel",
        "used",
        "extra",
        "wallpaper",
        "tribeca",
        "apartment",
        "according",
        "people",
        "well",
        "ikea",
        "mirror",
        "since",
        "day",
        "business",
        "mogul",
        "also",
        "reportedly",
        "used",
        "crappy",
        "old",
        "bench",
        "leftover",
        "previous",
        "homeowner",
        "simply",
        "red",
        "frankel",
        "also",
        "get",
        "creative",
        "cheap",
        "impactful",
        "decor",
        "soho",
        "space",
        "featured",
        "artwork",
        "created",
        "daughter",
        "bryn",
        "consisting",
        "three",
        "large",
        "colorful",
        "abstract",
        "painting",
        "blown",
        "transposed",
        "onto",
        "canvas",
        "photo",
        "courtesy",
        "douglas",
        "elliman",
        "bethenny",
        "frankel",
        "apartment",
        "soho",
        "centerpiece",
        "house",
        "told",
        "wall",
        "street",
        "journal",
        "way",
        "cheaper",
        "modern",
        "art",
        "give",
        "illusion",
        "luxury",
        "example",
        "frankel",
        "recommends",
        "using",
        "color",
        "black",
        "give",
        "thing",
        "luxurious",
        "look",
        "people",
        "go",
        "white",
        "think",
        "going",
        "safe",
        "afraid",
        "use",
        "black",
        "think",
        "black",
        "weird",
        "thing",
        "star",
        "recently",
        "told",
        "black",
        "detail",
        "make",
        "something",
        "look",
        "really",
        "industrial",
        "really",
        "rich",
        "think",
        "make",
        "ceiling",
        "look",
        "higher",
        "make",
        "place",
        "look",
        "bigger",
        "tell",
        "includes",
        "painting",
        "ceiling",
        "color",
        "lighter",
        "wall",
        "hanging",
        "artwork",
        "bit",
        "higher",
        "typically",
        "would",
        "photo",
        "courtesy",
        "douglas",
        "elliman",
        "bethenny",
        "frankel",
        "apartment",
        "soho",
        "strategic",
        "space",
        "despite",
        "able",
        "afford",
        "sprawling",
        "square",
        "footage",
        "frankel",
        "tell",
        "cnbc",
        "make",
        "bigger",
        "always",
        "better",
        "fact",
        "one",
        "mistake",
        "made",
        "say",
        "actually",
        "purchasing",
        "apartment",
        "large",
        "bought",
        "apartment",
        "huge",
        "ended",
        "feeling",
        "vacuous",
        "frankel",
        "admits",
        "cnbc",
        "make",
        "big",
        "great",
        "space",
        "used",
        "really",
        "well",
        "feel",
        "like",
        "cozy",
        "would",
        "rather",
        "small",
        "apartment",
        "big",
        "apartment",
        "used",
        "properly",
        "feel",
        "like",
        "middle",
        "football",
        "field",
        "feng",
        "shui",
        "add",
        "square",
        "footage",
        "layout",
        "understand",
        "straightforward",
        "think",
        "really",
        "important",
        "feng",
        "shui",
        "term",
        "frankel",
        "say",
        "feng",
        "shui",
        "flow",
        "really",
        "feel",
        "show",
        "chapter",
        "bethenny",
        "frankel",
        "reality",
        "tv",
        "et",
        "wed",
        "june",
        "disclosure",
        "cnbc",
        "pare",
        "nt",
        "company",
        "nbcuniversal",
        "owns",
        "bravo"
    ]
}