{
    "organizations": [],
    "uuid": "c494524d7d26dfa74abfe08b5ad5392ec0bcf76a",
    "author": "",
    "url": "https://www.reuters.com/article/europe-stocks/live-markets-financials-should-fight-back-citi-idUSL8N1PZ3IN",
    "ord_in_thread": 0,
    "title": "LIVE MARKETS-Financials should fight back - Citi",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "* STOXX 600 down 0.5 pct * Financials, insurance stocks worst-performing * Umicore leads gains while Amundi falls * U.S. stocks plunged around 4 percent Feb 9 (Reuters) - Welcome to the home for real time coverage of European equity markets brought to you by Reuters stocks reporters and anchored today by Julien Ponthus. Reach him on Messenger to share your thoughts on market moves: julien.ponthus.thomsonreuters.com@reuters.net FINANCIALS SHOULD FIGHT BACK - CITI (1132 GMT) Banks, financial services and insurance stocks are the worst-performing today, with Europe's banks index down 1.4 percent and edging closer to the two-month low it hit on Tuesday. But in the medium term financials should do well, Citi strategists say, keeping their overweight on the sector within their positive stance on cyclicals. \"Financials are beneficiaries of rising rates, inflation and equity markets and so should be able to absorb rising volatility,\" they reckon. The bank's previously said it sees this week's moves as a correction rather than the start of a bear market. With rising inflation and volatility still top of mind for investors, the bank screens financial stocks by their correlation with measures of inflation, and negative correlation to VIX. Citi finds financials including Credit Suisse, L&G, UBS, AXA, and Unicredit should hold up well in this environment. Banks were the leaders of this year's 'melt-up' rally, but are now 5 percent down from their January peak. (Helen Reid) IT HAS A NAME: \"THE SHORT VOLATILITY FLASH CRASH\" (10h40 GMT) Only time will tell whether this sticks but Julius Baer has named the U.S. sell-off \"the short volatility flash crash\". \"We doubt that we will ever learn the truth behind what will go down in financial history books as the 'short volatility flash crash',\" Christian Gattiker, chief strategist and head research at Julius Baer, said in a note where he takes the humble point of view that it's difficult to grasp what really happened. \"This week, the narrative of volatility 'shorties' going into a death spiral, triggering an algorithmic trading reaction in stocks, is as intuitive as it is logical. I doubt we will ever learn the real reasons and causes behind this week's events. The take-away is simple: there are dynamics in financial markets (and beyond) that cannot be grasped by anyone and remain intrinsic risks... as in 1987, 1997, and 2010\". (Julien Ponthus) DEUTSCHE BANK EXPECTS THE 'GOLDILOCKS GAP' WILL CONTINUE TO CLOSE (1024 GMT) Analysts over at Deutsche Bank don't have a particularly rosy prognosis for Europe's STOXX 600 index. \"We expect the Goldilocks gap of strong growth in combination with a low discount rate to continue closing over the coming months, mainly because of a softening in Euro area macro momentum,\" Deutsche Bank's analysts say, adding that they predict further tactical downside for the STOXX 600 over the coming months. They see the STOXX 600 as around 6 percent below the fair-value level implied by their tactical model (current fair-value of 410, that is). But by the middle of the year they see this fair-value declining to 370 on their models. Here are some key stats for the STOXX 600: ∙ set for worst week in two years ∙ down 4.5 percent year to date ∙ currently its biggest yearly decline since 2011 ∙ down 8 percent since its Jan 23 peak ∙ index is at 371.90 points at time of writing (Kit Rees) \"GROWING PAINS\" TRIGGERED LATEST STOCKS SELL-OFF - UBS WEALTH (1016 GMT) Another heavy U.S. and Asian sell-off overnight, but UBS Wealth Management is staying overweight on global equities. Why? - The fundamental economic outlook is still positive - Little sign of contagion from equities to other asset classes - Moves of this magnitude are not uncommon: there have been 23 \"bull market corrections\" since 1940 \"Like Monday's sell-off, we believe the latest move lower was initially triggered by \"growing pains\" as investors digest the implications of above-trend economic growth for central bank policy and inflation,\" says Mark Haefele, UBS Wealth Management's Global Chief Investment Officer. He says investors with a long-term horizon could \"use this opportunity to begin to rebalance portfolios after the recent drawdown, if they are able to tolerate further volatility over the weeks to come.\" (Tom Pfeiffer) **** STOCKS OPEN SLIGHTLY LOWER, UMICORE SHINES (0818 GMT) As futures indicated, stocks have opened lower but not falling as drastically as the U.S. yesterday. Financials and industrials are the biggest weights on the STOXX 600, which is down 0.6 percent. Umicore is shining at the top of the STOXX, gaining 6.4 percent after it raised 892 million euros through an equity placement which it will partly use to fund investments in its rechargeable battery materials business. But Maersk is falling 4.6 percent, the worst performer, after its fourth-quarter profit missed expectations. Interestingly U.S. futures are up 0.6 to 0.7 percent, pointing to a stronger open across the pond. (Helen Reid) WHAT'S ON THE RADAR FOR THE EUROPEAN OPEN (0746 GMT) We're officially in a correction, the bottom of which is elusive and could very well throw the bulls out of their nine year run. European stocks are set to open moderately in the red after Wall Street’s fresh sell-off but don’t seem to be on their way to replicate the extent of their U.S. peers fall. Limited news on the corporate front so far but quite an event in Britain with the Daily Mirror buying the Daily Express. There's a potentially huge M&A deal with traders pointing to an FT report saying L'Oreal is ready to buy Nestle's 23 bln euros stake in the French cosmetics company. European banks are giving encouraging signals with Mediobanca this morning lifting its dividend. On the other hand Britain's Nationwide Building Society reported a 6 percent fall in nine-month statutory pretax profit, hurt by lower consumer spending. Belgium’s Umicore also easily managed to raise close to 900 million euros to fund new investments in rechargeable battery materials at a discount of 2.7 percent to Thursday's closing price. Maersk missed fourth-quarter core profit expectations. German consumer electronics retailer Ceconomy reported a 16 percent drop in operating profit last month due to price reductions around Black Friday. (Julien Ponthus) \"A REASSESSMENT OF THE INFLATION OUTLOOK IS NATURAL\" (0731 GMT) This late-cycle environment leads logically to readjustments in the market around inflation expectations, says JP Morgan Asset Management global market strategist Kerry Craig. \"Equities can handle higher rates and bond yields... what they are not good at dealing with is the pace at which they move,\" adds Craig. \"A reassessment of the inflation outlook at this point in the cycle is natural and markets are adjusting for this,\" he says, adding that markets still haven't adjusted to the expectation that the U.S. Federal Reserve could raise rates four times in 2018. He reckons, with the S&P 500 falling into correction territory, the most severe market swings have passed. We'll see about that later today... Next week's U.S. inflation numbers will of course be key, and Craig admits a strong figure could cause more disruption. (Helen Reid) FUTURES POINT TO A LIMITED RETREAT AT THE OPEN (0711 GMT) As we noted earlier, European markets don't seem to be heading to replicate Wall Street's overnight fall and set to post only limited losses. That being said, European bourses already had a fair beating during the previous sessions. DAX futures are now even in positive territory: (Julien Ponthus) \"HERE WE ARE IN OFFICIAL CORRECTION TERRITORY\" (0650 GMT) Sometimes you just have to call a spade a spade, and that's what Rabobank analysts did in their morning note. \"Here we are in official correction territory\", they wrote, pointing out that with Thursday's drops, the benchmark S&P 500 and the Dow industrials have fallen more than 10 percent from Jan. 26 record highs. (Julien Ponthus) BAML'S BULL & BEAR INDICATOR STILL SAYS SELL (0635 GMT) Bank of America Merrill-Lynch's indicator of market sentiment is down from 8.6 to 8.5 but that, according to its analysts, remains in \"excess bullish\" territory and still signals a \"sell\". The indicator had jumped of market sentiment jumped from 7.9 to 8.6 on Jan 30, driven up by record inflows to equities and bullish hedge fund risk appetite. (Julien Ponthus)",
    "published": "2018-02-09T13:32:00.000+02:00",
    "crawled": "2018-02-09T13:54:28.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stoxx",
        "pct",
        "financials",
        "insurance",
        "stock",
        "umicore",
        "lead",
        "gain",
        "amundi",
        "fall",
        "stock",
        "plunged",
        "around",
        "percent",
        "feb",
        "reuters",
        "welcome",
        "home",
        "real",
        "time",
        "coverage",
        "european",
        "equity",
        "market",
        "brought",
        "reuters",
        "stock",
        "reporter",
        "anchored",
        "today",
        "julien",
        "ponthus",
        "reach",
        "messenger",
        "share",
        "thought",
        "market",
        "move",
        "financials",
        "fight",
        "back",
        "citi",
        "gmt",
        "bank",
        "financial",
        "service",
        "insurance",
        "stock",
        "today",
        "europe",
        "bank",
        "index",
        "percent",
        "edging",
        "closer",
        "low",
        "hit",
        "tuesday",
        "medium",
        "term",
        "financials",
        "well",
        "citi",
        "strategist",
        "say",
        "keeping",
        "overweight",
        "sector",
        "within",
        "positive",
        "stance",
        "cyclicals",
        "financials",
        "beneficiary",
        "rising",
        "rate",
        "inflation",
        "equity",
        "market",
        "able",
        "absorb",
        "rising",
        "volatility",
        "reckon",
        "bank",
        "previously",
        "said",
        "see",
        "week",
        "move",
        "correction",
        "rather",
        "start",
        "bear",
        "market",
        "rising",
        "inflation",
        "volatility",
        "still",
        "top",
        "mind",
        "investor",
        "bank",
        "screen",
        "financial",
        "stock",
        "correlation",
        "measure",
        "inflation",
        "negative",
        "correlation",
        "vix",
        "citi",
        "find",
        "financials",
        "including",
        "credit",
        "suisse",
        "l",
        "g",
        "ubs",
        "axa",
        "unicredit",
        "hold",
        "well",
        "environment",
        "bank",
        "leader",
        "year",
        "rally",
        "percent",
        "january",
        "peak",
        "helen",
        "reid",
        "name",
        "short",
        "volatility",
        "flash",
        "crash",
        "10h40",
        "gmt",
        "time",
        "tell",
        "whether",
        "stick",
        "julius",
        "baer",
        "named",
        "short",
        "volatility",
        "flash",
        "crash",
        "doubt",
        "ever",
        "learn",
        "truth",
        "behind",
        "go",
        "financial",
        "history",
        "book",
        "volatility",
        "flash",
        "crash",
        "christian",
        "gattiker",
        "chief",
        "strategist",
        "head",
        "research",
        "julius",
        "baer",
        "said",
        "note",
        "take",
        "humble",
        "point",
        "view",
        "difficult",
        "grasp",
        "really",
        "happened",
        "week",
        "narrative",
        "volatility",
        "going",
        "death",
        "spiral",
        "triggering",
        "algorithmic",
        "trading",
        "reaction",
        "stock",
        "intuitive",
        "logical",
        "doubt",
        "ever",
        "learn",
        "real",
        "reason",
        "cause",
        "behind",
        "week",
        "event",
        "simple",
        "dynamic",
        "financial",
        "market",
        "beyond",
        "grasped",
        "anyone",
        "remain",
        "intrinsic",
        "risk",
        "julien",
        "ponthus",
        "deutsche",
        "bank",
        "expects",
        "gap",
        "continue",
        "close",
        "gmt",
        "analyst",
        "deutsche",
        "bank",
        "particularly",
        "rosy",
        "prognosis",
        "europe",
        "stoxx",
        "index",
        "expect",
        "goldilocks",
        "gap",
        "strong",
        "growth",
        "combination",
        "low",
        "discount",
        "rate",
        "continue",
        "closing",
        "coming",
        "month",
        "mainly",
        "softening",
        "euro",
        "area",
        "macro",
        "momentum",
        "deutsche",
        "bank",
        "analyst",
        "say",
        "adding",
        "predict",
        "tactical",
        "downside",
        "stoxx",
        "coming",
        "month",
        "see",
        "stoxx",
        "around",
        "percent",
        "level",
        "implied",
        "tactical",
        "model",
        "current",
        "middle",
        "year",
        "see",
        "declining",
        "model",
        "key",
        "stats",
        "stoxx",
        "set",
        "worst",
        "week",
        "two",
        "year",
        "percent",
        "year",
        "date",
        "currently",
        "biggest",
        "yearly",
        "decline",
        "since",
        "percent",
        "since",
        "jan",
        "peak",
        "index",
        "point",
        "time",
        "writing",
        "kit",
        "rees",
        "growing",
        "pain",
        "triggered",
        "latest",
        "stock",
        "ubs",
        "wealth",
        "gmt",
        "another",
        "heavy",
        "asian",
        "overnight",
        "ubs",
        "wealth",
        "management",
        "staying",
        "overweight",
        "global",
        "equity",
        "fundamental",
        "economic",
        "outlook",
        "still",
        "positive",
        "little",
        "sign",
        "contagion",
        "equity",
        "asset",
        "class",
        "move",
        "magnitude",
        "uncommon",
        "bull",
        "market",
        "correction",
        "since",
        "like",
        "monday",
        "believe",
        "latest",
        "move",
        "lower",
        "initially",
        "triggered",
        "growing",
        "pain",
        "investor",
        "digest",
        "implication",
        "economic",
        "growth",
        "central",
        "bank",
        "policy",
        "inflation",
        "say",
        "mark",
        "haefele",
        "ubs",
        "wealth",
        "management",
        "global",
        "chief",
        "investment",
        "officer",
        "say",
        "investor",
        "horizon",
        "could",
        "use",
        "opportunity",
        "begin",
        "rebalance",
        "portfolio",
        "recent",
        "drawdown",
        "able",
        "tolerate",
        "volatility",
        "week",
        "come",
        "tom",
        "pfeiffer",
        "stock",
        "open",
        "slightly",
        "lower",
        "umicore",
        "shine",
        "gmt",
        "future",
        "indicated",
        "stock",
        "opened",
        "lower",
        "falling",
        "drastically",
        "yesterday",
        "financials",
        "industrials",
        "biggest",
        "weight",
        "stoxx",
        "percent",
        "umicore",
        "shining",
        "top",
        "stoxx",
        "gaining",
        "percent",
        "raised",
        "million",
        "euro",
        "equity",
        "placement",
        "partly",
        "use",
        "fund",
        "investment",
        "rechargeable",
        "battery",
        "material",
        "business",
        "maersk",
        "falling",
        "percent",
        "worst",
        "performer",
        "profit",
        "missed",
        "expectation",
        "interestingly",
        "future",
        "percent",
        "pointing",
        "stronger",
        "open",
        "across",
        "pond",
        "helen",
        "reid",
        "radar",
        "european",
        "open",
        "gmt",
        "officially",
        "correction",
        "bottom",
        "elusive",
        "could",
        "well",
        "throw",
        "bull",
        "nine",
        "year",
        "run",
        "european",
        "stock",
        "set",
        "open",
        "moderately",
        "red",
        "wall",
        "street",
        "fresh",
        "seem",
        "way",
        "replicate",
        "extent",
        "peer",
        "fall",
        "limited",
        "news",
        "corporate",
        "front",
        "far",
        "quite",
        "event",
        "britain",
        "daily",
        "mirror",
        "buying",
        "daily",
        "express",
        "potentially",
        "huge",
        "deal",
        "trader",
        "pointing",
        "ft",
        "report",
        "saying",
        "ready",
        "buy",
        "nestle",
        "bln",
        "euro",
        "stake",
        "french",
        "cosmetic",
        "company",
        "european",
        "bank",
        "giving",
        "encouraging",
        "signal",
        "mediobanca",
        "morning",
        "lifting",
        "dividend",
        "hand",
        "britain",
        "nationwide",
        "building",
        "society",
        "reported",
        "percent",
        "fall",
        "statutory",
        "pretax",
        "profit",
        "hurt",
        "lower",
        "consumer",
        "spending",
        "belgium",
        "umicore",
        "also",
        "easily",
        "managed",
        "raise",
        "close",
        "million",
        "euro",
        "fund",
        "new",
        "investment",
        "rechargeable",
        "battery",
        "material",
        "discount",
        "percent",
        "thursday",
        "closing",
        "price",
        "maersk",
        "missed",
        "core",
        "profit",
        "expectation",
        "german",
        "consumer",
        "electronics",
        "retailer",
        "ceconomy",
        "reported",
        "percent",
        "drop",
        "operating",
        "profit",
        "last",
        "month",
        "due",
        "price",
        "reduction",
        "around",
        "black",
        "friday",
        "julien",
        "ponthus",
        "reassessment",
        "inflation",
        "outlook",
        "natural",
        "gmt",
        "environment",
        "lead",
        "logically",
        "readjustment",
        "market",
        "around",
        "inflation",
        "expectation",
        "say",
        "jp",
        "morgan",
        "asset",
        "management",
        "global",
        "market",
        "strategist",
        "kerry",
        "craig",
        "equity",
        "handle",
        "higher",
        "rate",
        "bond",
        "yield",
        "good",
        "dealing",
        "pace",
        "move",
        "add",
        "craig",
        "reassessment",
        "inflation",
        "outlook",
        "point",
        "cycle",
        "natural",
        "market",
        "adjusting",
        "say",
        "adding",
        "market",
        "still",
        "adjusted",
        "expectation",
        "federal",
        "reserve",
        "could",
        "raise",
        "rate",
        "four",
        "time",
        "reckons",
        "p",
        "falling",
        "correction",
        "territory",
        "severe",
        "market",
        "swing",
        "passed",
        "see",
        "later",
        "today",
        "next",
        "week",
        "inflation",
        "number",
        "course",
        "key",
        "craig",
        "admits",
        "strong",
        "figure",
        "could",
        "cause",
        "disruption",
        "helen",
        "reid",
        "future",
        "point",
        "limited",
        "retreat",
        "open",
        "gmt",
        "noted",
        "earlier",
        "european",
        "market",
        "seem",
        "heading",
        "replicate",
        "wall",
        "street",
        "overnight",
        "fall",
        "set",
        "post",
        "limited",
        "loss",
        "said",
        "european",
        "bourse",
        "already",
        "fair",
        "beating",
        "previous",
        "session",
        "dax",
        "future",
        "even",
        "positive",
        "territory",
        "julien",
        "ponthus",
        "official",
        "correction",
        "territory",
        "gmt",
        "sometimes",
        "call",
        "spade",
        "spade",
        "rabobank",
        "analyst",
        "morning",
        "note",
        "official",
        "correction",
        "territory",
        "wrote",
        "pointing",
        "thursday",
        "drop",
        "benchmark",
        "p",
        "dow",
        "industrials",
        "fallen",
        "percent",
        "record",
        "high",
        "julien",
        "ponthus",
        "baml",
        "bull",
        "bear",
        "indicator",
        "still",
        "say",
        "sell",
        "gmt",
        "bank",
        "america",
        "indicator",
        "market",
        "sentiment",
        "according",
        "analyst",
        "remains",
        "excess",
        "bullish",
        "territory",
        "still",
        "signal",
        "sell",
        "indicator",
        "jumped",
        "market",
        "sentiment",
        "jumped",
        "jan",
        "driven",
        "record",
        "inflow",
        "equity",
        "bullish",
        "hedge",
        "fund",
        "risk",
        "appetite",
        "julien",
        "ponthus"
    ]
}