{
    "organizations": [],
    "uuid": "4e97648f2ab58db865affccd7bfc1847348179fe",
    "author": "",
    "url": "http://fortune.com/2018/02/01/airbnb-cto-tosi-out/",
    "ord_in_thread": 0,
    "title": "Inside the Shakeup at Airbnb: The Startup Loses a CFO, Gains a COO - Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Airbnb Inside the Shakeup at Airbnb: The Startup Loses a CFO, Gains a COO Fortune Brainstorm TECH 2016 TUESDAY JULY 12TH, 2016: ASPEN, CO 3:15 PM BEING AIRBNB Brian Chesky, CEO, Airbnb Belinda Johnson, Chief Business Affairs and Legal Officer, Airbnb Interviewer: Andrew Nusca, Fortune PHOTOGRAPH BY STUART ISETT/Fortune Brainstorm TECH Photograph by Kevin Moloney — Fortune Brainstorm TECH By Leigh Gallagher 7:21 PM EST \nIn an executive shakeup, Airbnb Thursday said that its CFO, Laurence “L.T.” Tosi will be leaving the company and that CEO Brian Chesky’s longtime deputy Belinda Johnson would be elevated to the new role of COO. The company also said it is not going public in 2018. \nThe Tosi news was sudden and unexpected; the news about Johnson likely not surprising to anyone familiar with her prominent role and reputation within the company. \nTosi joined Airbnb in 2015 from Blackstone, where he had been CFO since 2008. With Blackstone the largest private real estate investor in the world, and having just come off its buyout and subsequent IPO of Hilton, Tosi had unique real estate and hospitality industry experience. He also had a top flight Wall Street reputation: In 2011, he had reportedly been approached by Steve Jobs for the CFO role at Apple but turned it down, according to Bloomberg ; he was at one point named as a possible successor to Stephen Schwarzman. \nBut tensions between Tosi and Chesky had recently escalated, due in part to Tosi’s wanting more responsibilities. According to an in-depth report from The Information, he was seeking to become either COO or president of the company’s core homes division. The report also said the two clashed over some of Chesky’s bold ideas—to expand into flights, for one, and other new initiatives that required a longer-term path to profitability. A source familiar with the company said the two had a “difference in philosophy” over how to manage Airbnb’s growth. \nFor his part, Tosi said in a statement that “The two and half years I’ve spent at Airbnb have been some of the most thrilling of my career” and that “While the time is right for me to build my own business, I will miss working with the top tier teams we have assembled and am confident that they will continue to create value for Airbnb and our community.” \nChesky, in a rare specific statement on the timing of the company’s IPO plans, said in the announcement that it would not take the company public this year. “I know people will ask what these changes mean for a potential IPO,” he said. “Let me address this directly. We are not going public in 2018.” Chesky has always insisted that the company would go public on its own timetable and not for a while; in early 2017, he told Fortune he saw the process of getting ready for an IPO to be a two-year project and that at the time they were “halfway.” But once ready, he stressed, the company would be patient and deliberate about picking its moment. Last week, he articulated in a blog post his vision to make Airbnb a “21st Century Company,” one with an “infinite time horizon.” \nBut for now, the company is without a CFO. While a search firm looks for one, duties will fall to Ellie Mertz, the company’s head of global financial planning and analysis. \nIn contrast to Tosi’s unexpected departure, it was well known the company had been looking for a COO, and the elevation of Johnson should not surprise anyone familiar with the behind-the-scenes leader widely seen as Chesky’s most important and most trusted adviser. (Some may have mistakenly assumed she already was COO; as far back as 2015, he referred to her as his “proxy;” last year, Backchannel published an in-depth profile calling her Airbnb’s Sheryl Sandberg). \nJohnson started her tenure at Airbnb in 2011. She came from Yahoo , where she was deputy general counsel, having joined the company with its 1999 acquisition of Broadcast.com, Mark Cuban’s audio streaming company, where she served as general counsel. After more than a decade at Yahoo, she was ready for a change and knew she wanted to join an early-stage, high-growth, consumer-facing company. She became Airbnb’s first executive hire and quickly became indispensable to Chesky. In 2015 she was promoted to Airbnb’s chief business affairs and legal officer, greatly expanding her purview to include civic partnerships, public policy, communication, social and philanthropic initiatives, and legal operations. \nIn her new role as COO, Johnson assumes oversight of the company’s new organizational structure, which is divided into four business units: Homes; “Lux,” its luxury business; Trips, the platform for bookable “Experiences” launched in late 2016; and China. The role also gives her oversight of the “systems and teams that enable our businesses to function,” as well as legal, policy and communications. \nJohnson was credited early on with encouraging Chesky to take a more conciliatory approach with cities and to meet with his opponents. She quickly became a key advisor to the then-still-new CEO, helping him navigate the company’s growth and challenges, including its relationships with cities and crises like the revelations of discrimination on its platform in 2016. She is praised within the company and by those who know it for her calm demeanor, high EQ, ability to build and scale teams—and a way of getting things done no matter the challenge. \n“No one ever got rich betting against Belinda Johnson,” said her former boss Cuban. “While most leaders might be looking at tomorrow, Belinda’s already planned and built for next week.” \nBut she is perhaps praised by no one as much as Chesky, who has made it abundantly clear how much he values her role within the company. He has called hiring Johnson “one of the best decisions we ever made” and has repeatedly called out her ability to see the possible where others might not. “At the highest level, she figures out how to enable our business,” he told Fortune at the time of her last promotion. In the statement today, announcing her elevation to COO, he said, “I learn from her every day, and I’m a better leader because she is my partner.” Johnson has returned the accolades: “Brian is this amazing visionary that looks not 1 not 2 not 3 but 10 steps ahead,” she has said. \nHe may have to focus on the short term for now, as the company has three big executive spots unfilled: Chesky himself is still running the homes business. The CMO spot has been vacant since Jonathan Mildenhall announced his departure last October. And now, with Tosi’s departure, Chesky adds CFO spot to his to-do list. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-02T02:23:00.000+02:00",
    "crawled": "2018-02-02T02:55:43.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "airbnb",
        "inside",
        "shakeup",
        "airbnb",
        "startup",
        "loses",
        "cfo",
        "gain",
        "coo",
        "fortune",
        "brainstorm",
        "tech",
        "tuesday",
        "july",
        "12th",
        "aspen",
        "co",
        "pm",
        "airbnb",
        "brian",
        "chesky",
        "ceo",
        "airbnb",
        "belinda",
        "johnson",
        "chief",
        "business",
        "affair",
        "legal",
        "officer",
        "airbnb",
        "interviewer",
        "andrew",
        "nusca",
        "fortune",
        "photograph",
        "stuart",
        "brainstorm",
        "tech",
        "photograph",
        "kevin",
        "moloney",
        "fortune",
        "brainstorm",
        "tech",
        "leigh",
        "gallagher",
        "pm",
        "est",
        "executive",
        "shakeup",
        "airbnb",
        "thursday",
        "said",
        "cfo",
        "laurence",
        "tosi",
        "leaving",
        "company",
        "ceo",
        "brian",
        "chesky",
        "longtime",
        "deputy",
        "belinda",
        "johnson",
        "would",
        "elevated",
        "new",
        "role",
        "coo",
        "company",
        "also",
        "said",
        "going",
        "public",
        "tosi",
        "news",
        "sudden",
        "unexpected",
        "news",
        "johnson",
        "likely",
        "surprising",
        "anyone",
        "familiar",
        "prominent",
        "role",
        "reputation",
        "within",
        "company",
        "tosi",
        "joined",
        "airbnb",
        "blackstone",
        "cfo",
        "since",
        "blackstone",
        "largest",
        "private",
        "real",
        "estate",
        "investor",
        "world",
        "come",
        "buyout",
        "subsequent",
        "ipo",
        "hilton",
        "tosi",
        "unique",
        "real",
        "estate",
        "hospitality",
        "industry",
        "experience",
        "also",
        "top",
        "flight",
        "wall",
        "street",
        "reputation",
        "reportedly",
        "approached",
        "steve",
        "job",
        "cfo",
        "role",
        "apple",
        "turned",
        "according",
        "bloomberg",
        "one",
        "point",
        "named",
        "possible",
        "successor",
        "stephen",
        "schwarzman",
        "tension",
        "tosi",
        "chesky",
        "recently",
        "escalated",
        "due",
        "part",
        "tosi",
        "wanting",
        "responsibility",
        "according",
        "report",
        "information",
        "seeking",
        "become",
        "either",
        "coo",
        "president",
        "company",
        "core",
        "home",
        "division",
        "report",
        "also",
        "said",
        "two",
        "clashed",
        "chesky",
        "bold",
        "expand",
        "flight",
        "one",
        "new",
        "initiative",
        "required",
        "path",
        "profitability",
        "source",
        "familiar",
        "company",
        "said",
        "two",
        "difference",
        "philosophy",
        "manage",
        "airbnb",
        "growth",
        "part",
        "tosi",
        "said",
        "statement",
        "two",
        "half",
        "year",
        "spent",
        "airbnb",
        "thrilling",
        "career",
        "time",
        "right",
        "build",
        "business",
        "miss",
        "working",
        "top",
        "tier",
        "team",
        "assembled",
        "confident",
        "continue",
        "create",
        "value",
        "airbnb",
        "chesky",
        "rare",
        "specific",
        "statement",
        "timing",
        "company",
        "ipo",
        "plan",
        "said",
        "announcement",
        "would",
        "take",
        "company",
        "public",
        "year",
        "know",
        "people",
        "ask",
        "change",
        "mean",
        "potential",
        "ipo",
        "said",
        "let",
        "address",
        "directly",
        "going",
        "public",
        "chesky",
        "always",
        "insisted",
        "company",
        "would",
        "go",
        "public",
        "timetable",
        "early",
        "told",
        "fortune",
        "saw",
        "process",
        "getting",
        "ready",
        "ipo",
        "project",
        "time",
        "ready",
        "stressed",
        "company",
        "would",
        "patient",
        "deliberate",
        "picking",
        "moment",
        "last",
        "week",
        "articulated",
        "blog",
        "post",
        "vision",
        "make",
        "airbnb",
        "21st",
        "century",
        "company",
        "one",
        "infinite",
        "time",
        "company",
        "without",
        "cfo",
        "search",
        "firm",
        "look",
        "one",
        "duty",
        "fall",
        "ellie",
        "mertz",
        "company",
        "head",
        "global",
        "financial",
        "planning",
        "analysis",
        "contrast",
        "tosi",
        "unexpected",
        "departure",
        "well",
        "known",
        "company",
        "looking",
        "coo",
        "elevation",
        "johnson",
        "surprise",
        "anyone",
        "familiar",
        "leader",
        "widely",
        "seen",
        "chesky",
        "important",
        "trusted",
        "adviser",
        "may",
        "mistakenly",
        "assumed",
        "already",
        "coo",
        "far",
        "back",
        "referred",
        "proxy",
        "last",
        "year",
        "backchannel",
        "published",
        "profile",
        "calling",
        "airbnb",
        "sheryl",
        "sandberg",
        "johnson",
        "started",
        "tenure",
        "airbnb",
        "came",
        "yahoo",
        "deputy",
        "general",
        "counsel",
        "joined",
        "company",
        "acquisition",
        "mark",
        "cuban",
        "audio",
        "streaming",
        "company",
        "served",
        "general",
        "counsel",
        "decade",
        "yahoo",
        "ready",
        "change",
        "knew",
        "wanted",
        "join",
        "company",
        "became",
        "airbnb",
        "first",
        "executive",
        "hire",
        "quickly",
        "became",
        "indispensable",
        "chesky",
        "promoted",
        "airbnb",
        "chief",
        "business",
        "affair",
        "legal",
        "officer",
        "greatly",
        "expanding",
        "purview",
        "include",
        "civic",
        "partnership",
        "public",
        "policy",
        "communication",
        "social",
        "philanthropic",
        "initiative",
        "legal",
        "operation",
        "new",
        "role",
        "coo",
        "johnson",
        "assumes",
        "oversight",
        "company",
        "new",
        "organizational",
        "structure",
        "divided",
        "four",
        "business",
        "unit",
        "home",
        "lux",
        "luxury",
        "business",
        "trip",
        "platform",
        "bookable",
        "experience",
        "launched",
        "late",
        "china",
        "role",
        "also",
        "give",
        "oversight",
        "system",
        "team",
        "enable",
        "business",
        "function",
        "well",
        "legal",
        "policy",
        "communication",
        "johnson",
        "credited",
        "early",
        "encouraging",
        "chesky",
        "take",
        "conciliatory",
        "approach",
        "city",
        "meet",
        "opponent",
        "quickly",
        "became",
        "key",
        "advisor",
        "ceo",
        "helping",
        "navigate",
        "company",
        "growth",
        "challenge",
        "including",
        "relationship",
        "city",
        "crisis",
        "like",
        "revelation",
        "discrimination",
        "platform",
        "praised",
        "within",
        "company",
        "know",
        "calm",
        "demeanor",
        "high",
        "eq",
        "ability",
        "build",
        "scale",
        "way",
        "getting",
        "thing",
        "done",
        "matter",
        "challenge",
        "one",
        "ever",
        "got",
        "rich",
        "betting",
        "belinda",
        "johnson",
        "said",
        "former",
        "bos",
        "cuban",
        "leader",
        "might",
        "looking",
        "tomorrow",
        "belinda",
        "already",
        "planned",
        "built",
        "next",
        "perhaps",
        "praised",
        "one",
        "much",
        "chesky",
        "made",
        "abundantly",
        "clear",
        "much",
        "value",
        "role",
        "within",
        "company",
        "called",
        "hiring",
        "johnson",
        "one",
        "best",
        "decision",
        "ever",
        "made",
        "repeatedly",
        "called",
        "ability",
        "see",
        "possible",
        "others",
        "might",
        "highest",
        "level",
        "figure",
        "enable",
        "business",
        "told",
        "fortune",
        "time",
        "last",
        "promotion",
        "statement",
        "today",
        "announcing",
        "elevation",
        "coo",
        "said",
        "learn",
        "every",
        "day",
        "better",
        "leader",
        "johnson",
        "returned",
        "accolade",
        "brian",
        "amazing",
        "visionary",
        "look",
        "step",
        "ahead",
        "said",
        "may",
        "focus",
        "short",
        "term",
        "company",
        "three",
        "big",
        "executive",
        "spot",
        "unfilled",
        "chesky",
        "still",
        "running",
        "home",
        "business",
        "cmo",
        "spot",
        "vacant",
        "since",
        "jonathan",
        "mildenhall",
        "announced",
        "departure",
        "last",
        "october",
        "tosi",
        "departure",
        "chesky",
        "add",
        "cfo",
        "spot",
        "list",
        "sponsored",
        "financial",
        "content"
    ]
}