{
    "organizations": [],
    "uuid": "643acb3b89a8af015b398b307f0ff466b5cc309f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/cnbc-interview-with-bp-ceo-bob-dudley.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with BP CEO Bob Dudley",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following are excerpts from a CNBC interview with the BP CEO Bob Dudley and CNBC's Steve Sedgewick.\nSS: Thank you very much indeed for your time. We talked about the excellent return in the form of your numbers last week as well let's talk about how operationally the business is going on- you're here in Egypt as well. Why is Egypt such a good example of where you want to be in the world at the moment?\nBD: Believe it or not Steve we invested more money in capital last year in Egypt than any other country in the world. So people are very surprised about that we've been here for 50 years, we're producing lots of gas natural gas. New projects another one came on today. We've been in the Gulf of Suez with oil for a long, long time. It's just sort of woven into the fabric of the building of BP. So it's good to be here.\nSS: But in terms of the amount of discoveries that are available in a country such as Egypt and when we talk about products that are getting much harder to find it's getting much harder to find. And of course Eni has had a lot of success here, you've had success here as well. Is there are a lot of gas and oil that you think is not so difficult to find in less difficult political areas at the moment still?\nBD: Well this is the energy story here is vital to the success and the stability of Egypt and it's got a nearly 100 million people, it's a growing young population it needs natural gas. So this is really for the Egyptian market and the returns on this investment are very reasonable. So the government has worked with us through ups and downs. It's been an interesting country to work in for 50 years. It's really important for us.\nSS: How difficult is it to work with any country that's had such a big change from 2011 and 2013, 2015. All big dates in recent history as well. You just had to ride all that out though.\nBD: That's right. Never missed a day of production because we've been here for 50 years. We've got great Egyptian nationals here. In fact they work all over the world with BP and men and women great women here in Egypt. I mean it's just really a very professional place. Very enthusiastic. And the governments have been good but this government is actually great. President on down has always said I'm going to cut through the red tape. Tell me what needs to be done. It's excellent. The Prime Minister, Energy Minister, all of them one team. So that's really rare. Now in a world where a government just works to move things fast quickly helps track.\nSS: What about elsewhere in the Middle East at the moment. Iraq is somewhere where you course you've always had such huge production in the south and right at the height of the crisis you said you you believe that production was very safe. Now you're looking to areas that are more contentious as well. Rosneft as well of course your collaboration with them, they're looking at Kirkuk and areas that are previously controlled by the KRG as well. Is this a tricky political area for BP to get into?\nBD: Well if you think back over the last four years Iraq has been in a lot of had a lot of turbulence so let's put it that way. It's now getting its feet back on the ground it wants to attract investment. They're talking to us about Kirkuk where we've been working with them and turned it off for a while during the difficult years. So it's a field we know we have a long history there and Rosneft is working up in the north, north Iraq I don't even call it Kurdistan in northern Iraq. So it's it's not a given that we work together but there's something there about bringing stability to the region, maybe.\nSS: Do you have concerns about operating in such areas that it could flare up again but potentially?\nBD: You know this is a question we get asked a lot. You look back at the history of not only BP but other countries I think about the oil industry went into Angola in the middle of the Civil War. Azerbaijan, we were in there through several changes and coups. You know it takes long term commitment. The world forgets that that's what oil and gas companies do. And it has to be safe or people won't go there. But we have a history of working in places that most people would say why would you do that?\nSS: In terms of the broader stability of the markets moment some of the geniuses on Wall Street are now questioning the supply and demand dynamics saying they're not sure that some of the fundamentals that have got us to high 60s for brent can be maintained going forward – what's your thought?\nBD: Before I do that I'm going to clarify one thing I just said because I do not want to imply that Azerbaijan and Angola are not stable I'm thinking back 20 years and that's really important because they're very stable places.\nSS: That's fair enough. So in terms of the price sustainability at current levels?\nBD: I think it got over 70 I think I think 72 a few weeks ago that felt very high to me our fundamentals seemed or were planning on now at the end of the decade between fifty and sixty five dollars a barrel. Stock levels have come down tremendously over the last three years. The shales will turn themselves back on to a point. So I think we're in a range where the shales will be a shock absorber on the upside and the downside very comfortable where oil prices are as we project out not just this year but I think…\nSS: You don't think shale is going to ruin the party and just get a little bit overexcited over produce at these kind of current levels?\nBD: I have to say in the last year I've seen discipline come back into the shales so not just about cash returns and actually people getting a return on capital so you can see the rig count going up. I'm sure production will go up but I think it will also be moderated. The U.S. is such a fast response to the marketplace like no other place in the world.\nSS: We've been speaking to Mr. Barkindo here as well here in Egypt and people get very excited when Mr. Barkindo speaks to the shale producers and thinks oh can anything happen there as well. But realists would suggest perhaps it's never going to happen. The U.S. is never going to get involved, or are they?\nBD: No I think there are thousands of companies operating in the U.S. There's not going to be a market mechanism that's from a regulatory standpoint that will tell people what to do. It will be the market that will respond. And I think we saw that the last downturn and I think we're going to see it again and prices get too high over a little bit and come back down. I think we're seeing a big temperature moderator on the world.\nSS: So they will self regulate rather than regulating in cohorts with the likes of OPEC and others.\nBD: Absolutely. That's right. Including the big companies. I mean we can't get involved with reducing production for market mechanisms. I mean we work in OPEC countries so we're curtailed here and there, but in terms of coordination and managing the oil price, no way.\nSS: You got yourself back involved in the Brexit debate I hear as well - some comments you made may or may not been taken out of context as well. So just for our viewers as well, how do you think Mrs May is doing in negotiations? They're very tricky negotiations. Is she doing the right thing by keeping her cards close to her chest?\nBD: And that's a good question. I mean I'm sympathetic to the Prime Minister for everyone wanting to know every move she's going to make. I mean you're in the oil and gas you negotiate all the time constantly in negotiations. You don't do them publicly. So I think everyone should take a deep breath and there are people that you know want to report on everything every day. That's not realistic. And in my experience negotiators don't come together until closer to a deadline. So, I think it's unrealistic for her to negotiate in public. I think that's not good for the country actually.\nSS: So your message to people who want to know every detail just just take a step back and let it get on with it.\nBD: I think that's right. I mean I think that's right. And you know people will put things try to negotiate for her whatever. But I think this is, it's a really important time for Britain in getting this right is really important and expecting everything to be out there for public debate on every point. Actually it's not in Britain's interest in my experience.\nSS: I know what a huge international company but in terms of the importance of Great Britain you see of course your headquarters in London as well full commitment from BP to remain headquartered in London regardless or actually conditional on what happens in the negotiations?\nBD: No no we're deeply committed. It's a great British company that's been around for a century. Absolutely. BP is there. I think I think it's not for me to speak for Britain by the way of the negotiations so nobody students understand that for BP, deeply committed to Britain, we will be around for a. Long long time, very proud.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive:\nJonathan.Millman@CNBC.com About CNBC International:\nCNBC is the number one business and financial news network on the planet. Our mission is to help the influential and aspirational to make astute decisions to get ahead. CNBC International ensures no matter where you are you can keep up to date with the latest breaking business and financial news. With international headquarters in London and Singapore, we provide you with the perfect 24-hour global business briefing. In addition to our global TV channel, available in more than 409 million homes worldwide, CNBC is also available on mobile, tablet and desktop. CNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.",
    "published": "2018-02-13T08:00:00.000+02:00",
    "crawled": "2018-02-13T14:12:55.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "excerpt",
        "cnbc",
        "interview",
        "bp",
        "ceo",
        "bob",
        "dudley",
        "cnbc",
        "steve",
        "sedgewick",
        "s",
        "thank",
        "much",
        "indeed",
        "time",
        "talked",
        "excellent",
        "return",
        "form",
        "number",
        "last",
        "week",
        "well",
        "let",
        "talk",
        "operationally",
        "business",
        "going",
        "egypt",
        "well",
        "egypt",
        "good",
        "example",
        "want",
        "world",
        "moment",
        "bd",
        "believe",
        "steve",
        "invested",
        "money",
        "capital",
        "last",
        "year",
        "egypt",
        "country",
        "world",
        "people",
        "surprised",
        "year",
        "producing",
        "lot",
        "gas",
        "natural",
        "gas",
        "new",
        "project",
        "another",
        "one",
        "came",
        "today",
        "gulf",
        "suez",
        "oil",
        "long",
        "long",
        "time",
        "sort",
        "woven",
        "fabric",
        "building",
        "bp",
        "good",
        "s",
        "term",
        "amount",
        "discovery",
        "available",
        "country",
        "egypt",
        "talk",
        "product",
        "getting",
        "much",
        "harder",
        "find",
        "getting",
        "much",
        "harder",
        "find",
        "course",
        "eni",
        "lot",
        "success",
        "success",
        "well",
        "lot",
        "gas",
        "oil",
        "think",
        "difficult",
        "find",
        "less",
        "difficult",
        "political",
        "area",
        "moment",
        "still",
        "bd",
        "well",
        "energy",
        "story",
        "vital",
        "success",
        "stability",
        "egypt",
        "got",
        "nearly",
        "million",
        "people",
        "growing",
        "young",
        "population",
        "need",
        "natural",
        "gas",
        "really",
        "egyptian",
        "market",
        "return",
        "investment",
        "reasonable",
        "government",
        "worked",
        "u",
        "ups",
        "down",
        "interesting",
        "country",
        "work",
        "year",
        "really",
        "important",
        "u",
        "s",
        "difficult",
        "work",
        "country",
        "big",
        "change",
        "big",
        "date",
        "recent",
        "history",
        "well",
        "ride",
        "though",
        "bd",
        "right",
        "never",
        "missed",
        "day",
        "production",
        "year",
        "got",
        "great",
        "egyptian",
        "national",
        "fact",
        "work",
        "world",
        "bp",
        "men",
        "woman",
        "great",
        "woman",
        "egypt",
        "mean",
        "really",
        "professional",
        "place",
        "enthusiastic",
        "government",
        "good",
        "government",
        "actually",
        "great",
        "president",
        "always",
        "said",
        "going",
        "cut",
        "red",
        "tape",
        "tell",
        "need",
        "done",
        "excellent",
        "prime",
        "minister",
        "energy",
        "minister",
        "one",
        "team",
        "really",
        "rare",
        "world",
        "government",
        "work",
        "move",
        "thing",
        "fast",
        "quickly",
        "help",
        "track",
        "s",
        "elsewhere",
        "middle",
        "east",
        "moment",
        "iraq",
        "somewhere",
        "course",
        "always",
        "huge",
        "production",
        "south",
        "right",
        "height",
        "crisis",
        "said",
        "believe",
        "production",
        "safe",
        "looking",
        "area",
        "contentious",
        "well",
        "rosneft",
        "well",
        "course",
        "collaboration",
        "looking",
        "kirkuk",
        "area",
        "previously",
        "controlled",
        "krg",
        "well",
        "tricky",
        "political",
        "area",
        "bp",
        "get",
        "bd",
        "well",
        "think",
        "back",
        "last",
        "four",
        "year",
        "iraq",
        "lot",
        "lot",
        "turbulence",
        "let",
        "put",
        "way",
        "getting",
        "foot",
        "back",
        "ground",
        "want",
        "attract",
        "investment",
        "talking",
        "u",
        "kirkuk",
        "working",
        "turned",
        "difficult",
        "year",
        "field",
        "know",
        "long",
        "history",
        "rosneft",
        "working",
        "north",
        "north",
        "iraq",
        "even",
        "call",
        "kurdistan",
        "northern",
        "iraq",
        "given",
        "work",
        "together",
        "something",
        "bringing",
        "stability",
        "region",
        "maybe",
        "s",
        "concern",
        "operating",
        "area",
        "could",
        "flare",
        "potentially",
        "bd",
        "know",
        "question",
        "get",
        "asked",
        "lot",
        "look",
        "back",
        "history",
        "bp",
        "country",
        "think",
        "oil",
        "industry",
        "went",
        "angola",
        "middle",
        "civil",
        "war",
        "azerbaijan",
        "several",
        "change",
        "coup",
        "know",
        "take",
        "long",
        "term",
        "commitment",
        "world",
        "forgets",
        "oil",
        "gas",
        "company",
        "safe",
        "people",
        "wo",
        "go",
        "history",
        "working",
        "place",
        "people",
        "would",
        "say",
        "would",
        "s",
        "term",
        "broader",
        "stability",
        "market",
        "moment",
        "genius",
        "wall",
        "street",
        "questioning",
        "supply",
        "demand",
        "dynamic",
        "saying",
        "sure",
        "fundamental",
        "got",
        "u",
        "high",
        "60",
        "brent",
        "maintained",
        "going",
        "forward",
        "thought",
        "bd",
        "going",
        "clarify",
        "one",
        "thing",
        "said",
        "want",
        "imply",
        "azerbaijan",
        "angola",
        "stable",
        "thinking",
        "back",
        "year",
        "really",
        "important",
        "stable",
        "place",
        "s",
        "fair",
        "enough",
        "term",
        "price",
        "sustainability",
        "current",
        "level",
        "bd",
        "think",
        "got",
        "think",
        "think",
        "week",
        "ago",
        "felt",
        "high",
        "fundamental",
        "seemed",
        "planning",
        "end",
        "decade",
        "fifty",
        "sixty",
        "five",
        "dollar",
        "barrel",
        "stock",
        "level",
        "come",
        "tremendously",
        "last",
        "three",
        "year",
        "shale",
        "turn",
        "back",
        "point",
        "think",
        "range",
        "shale",
        "shock",
        "absorber",
        "upside",
        "downside",
        "comfortable",
        "oil",
        "price",
        "project",
        "year",
        "s",
        "think",
        "shale",
        "going",
        "ruin",
        "party",
        "get",
        "little",
        "bit",
        "overexcited",
        "produce",
        "kind",
        "current",
        "level",
        "bd",
        "say",
        "last",
        "year",
        "seen",
        "discipline",
        "come",
        "back",
        "shale",
        "cash",
        "return",
        "actually",
        "people",
        "getting",
        "return",
        "capital",
        "see",
        "rig",
        "count",
        "going",
        "sure",
        "production",
        "go",
        "think",
        "also",
        "moderated",
        "fast",
        "response",
        "marketplace",
        "like",
        "place",
        "world",
        "s",
        "speaking",
        "barkindo",
        "well",
        "egypt",
        "people",
        "get",
        "excited",
        "barkindo",
        "speaks",
        "shale",
        "producer",
        "think",
        "oh",
        "anything",
        "happen",
        "well",
        "realist",
        "would",
        "suggest",
        "perhaps",
        "never",
        "going",
        "happen",
        "never",
        "going",
        "get",
        "involved",
        "bd",
        "think",
        "thousand",
        "company",
        "operating",
        "going",
        "market",
        "mechanism",
        "regulatory",
        "standpoint",
        "tell",
        "people",
        "market",
        "respond",
        "think",
        "saw",
        "last",
        "downturn",
        "think",
        "going",
        "see",
        "price",
        "get",
        "high",
        "little",
        "bit",
        "come",
        "back",
        "think",
        "seeing",
        "big",
        "temperature",
        "moderator",
        "world",
        "s",
        "self",
        "regulate",
        "rather",
        "regulating",
        "cohort",
        "like",
        "opec",
        "others",
        "bd",
        "absolutely",
        "right",
        "including",
        "big",
        "company",
        "mean",
        "ca",
        "get",
        "involved",
        "reducing",
        "production",
        "market",
        "mechanism",
        "mean",
        "work",
        "opec",
        "country",
        "curtailed",
        "term",
        "coordination",
        "managing",
        "oil",
        "price",
        "way",
        "s",
        "got",
        "back",
        "involved",
        "brexit",
        "debate",
        "hear",
        "well",
        "comment",
        "made",
        "may",
        "may",
        "taken",
        "context",
        "well",
        "viewer",
        "well",
        "think",
        "mr",
        "may",
        "negotiation",
        "tricky",
        "negotiation",
        "right",
        "thing",
        "keeping",
        "card",
        "close",
        "chest",
        "bd",
        "good",
        "question",
        "mean",
        "sympathetic",
        "prime",
        "minister",
        "everyone",
        "wanting",
        "know",
        "every",
        "move",
        "going",
        "make",
        "mean",
        "oil",
        "gas",
        "negotiate",
        "time",
        "constantly",
        "negotiation",
        "publicly",
        "think",
        "everyone",
        "take",
        "deep",
        "breath",
        "people",
        "know",
        "want",
        "report",
        "everything",
        "every",
        "day",
        "realistic",
        "experience",
        "negotiator",
        "come",
        "together",
        "closer",
        "deadline",
        "think",
        "unrealistic",
        "negotiate",
        "public",
        "think",
        "good",
        "country",
        "actually",
        "s",
        "message",
        "people",
        "want",
        "know",
        "every",
        "detail",
        "take",
        "step",
        "back",
        "let",
        "get",
        "bd",
        "think",
        "right",
        "mean",
        "think",
        "right",
        "know",
        "people",
        "put",
        "thing",
        "try",
        "negotiate",
        "whatever",
        "think",
        "really",
        "important",
        "time",
        "britain",
        "getting",
        "right",
        "really",
        "important",
        "expecting",
        "everything",
        "public",
        "debate",
        "every",
        "point",
        "actually",
        "britain",
        "interest",
        "experience",
        "s",
        "know",
        "huge",
        "international",
        "company",
        "term",
        "importance",
        "great",
        "britain",
        "see",
        "course",
        "headquarters",
        "london",
        "well",
        "full",
        "commitment",
        "bp",
        "remain",
        "headquartered",
        "london",
        "regardless",
        "actually",
        "conditional",
        "happens",
        "negotiation",
        "bd",
        "deeply",
        "committed",
        "great",
        "british",
        "company",
        "around",
        "century",
        "absolutely",
        "bp",
        "think",
        "think",
        "speak",
        "britain",
        "way",
        "negotiation",
        "nobody",
        "student",
        "understand",
        "bp",
        "deeply",
        "committed",
        "britain",
        "around",
        "long",
        "long",
        "time",
        "proud",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "international",
        "cnbc",
        "number",
        "one",
        "business",
        "financial",
        "news",
        "network",
        "planet",
        "mission",
        "help",
        "influential",
        "aspirational",
        "make",
        "astute",
        "decision",
        "get",
        "ahead",
        "cnbc",
        "international",
        "ensures",
        "matter",
        "keep",
        "date",
        "latest",
        "breaking",
        "business",
        "financial",
        "news",
        "international",
        "headquarters",
        "london",
        "singapore",
        "provide",
        "perfect",
        "global",
        "business",
        "briefing",
        "addition",
        "global",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "also",
        "available",
        "mobile",
        "tablet",
        "desktop",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool"
    ]
}