{
    "organizations": [],
    "uuid": "1167205230232461917b7ed9d96a0d49bf8c57a5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/globe-newswire-kempharm-announces-fda-approval-of-apadaza-benzhydrocodone-and-acetaminophen-for-the-short-term-management-of-acute-pain.html",
    "ord_in_thread": 0,
    "title": "KemPharm Announces FDA Approval of Apadaz™ (benzhydrocodone and acetaminophen) for the Short-Term Management of Acute Pain",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Apadaz is the First Prodrug of Hydrocodone/Acetaminophen to be Approved by FDA\nConference Call and Live Audio Webcast with Slide Presentation Scheduled for Today at 2:30 p.m. ET\nCORALVILLE, Iowa, Feb. 23, 2018 (GLOBE NEWSWIRE) -- KemPharm, Inc. (NASDAQ:KMPH), a specialty pharmaceutical company focused on the discovery and development of proprietary prodrugs, announced today that the U.S. Food and Drug Administration (FDA) approved its New Drug Application (NDA) for Apadaz™ for the short-term (no more than 14 days) management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. Apadaz is an immediate release (IR) combination of KemPharm’s prodrug, benzhydrocodone, and acetaminophen (APAP).\n“The approval of Apadaz is a significant milestone for KemPharm as it creates the opportunity to introduce what we believe is a differentiated product for the short-term management of acute pain,” said Travis Mickle, Ph.D., KemPharm President and Chief Executive Officer. “Based on its unique properties, we firmly believe there is a commercial pathway for Apadaz in what is a very high-volume market. We are excited by the opportunity Apadaz offers to patients and for physicians who now have the option of prescribing a differentiated product.”\n“In addition to today’s approval, the U.S. Drug Enforcement Administration (DEA) has indicated that it is their intent to schedule Apadaz as a C-II product and will provide an allocation of the Active Pharmaceutical Ingredient (API) consistent with those scheduling provisions,” added Dr. Mickle. “This prompt decision by the DEA essentially completes the regulatory process with both Agencies and allows us to shift our focus towards the product launch.”\n“Finally, today is a validation of KemPharm’s groundbreaking LAT TM (Ligand Activated Therapy) platform and our technological approach to drug development,” Dr. Mickle closed. “KemPharm is first and foremost a prodrug development company. The Apadaz approval highlights the value potential that LAT™ offers in the discovery and development of proprietary prodrugs that are designed to be differentiated versions of widely prescribed, currently approved drugs, and that can successfully complete the rigorous regulatory process.”\nConference Call Information:\nThe company will host a conference call and live audio webcast with slide presentation on Friday, February 23, 2018, at 2:30 p.m. ET, to discuss the Apadaz approval by the FDA. Interested participants and investors may access the conference call by dialing either:\n(866) 395-2480 (U.S.) (678) 509-7538 (international) Conference ID: 9788408\nThe live webcast with accompanying slides will be accessible via the Investor Relations section of the KemPharm website http://investors.kempharm.com/ . An archive of the webcast and presentation will remain available following the call.\nAPADAZ™\nApadaz was developed from KemPharm’s proprietary LAT TM (Ligand Activated Therapy) platform technology and is intended for the short-term (no more than 14 days) management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. KemPharm believes Apadaz is unique among prescription opioids in that it contains a prodrug that is chemically inert, or inactive, on its own. When ingested, enzymes in the gastrointestinal tract cleave the ligand from the prodrug (benzhydrocodone) and release the parent drug (hydrocodone), which can then exert its therapeutic effect. The final approved product labeling for Apadaz includes these and other data points but concludes that the overall results of the clinical program did not demonstrate abuse-deterrence by current measurement standards.\nThe approval of Apadaz via the 505(b)(2) pathway was based in part on pharmacokinetic studies with Vicoprofen®, Ultracet®, and Norco® in which Apadaz demonstrated exposure to hydrocodone and acetaminophen (APAP) that is expected to result in therapeutic effects equivalent to currently approved immediate-release hydrocodone/APAP combination products when administered orally as intended.\nIndication:\nApadaz contains an opioid agonist and acetaminophen and is indicated for the short-term (no more than 14 days) management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\nLimitations of Use:\nBecause of the risks of addiction, abuse, and misuse with opioids, even at recommended doses, reserve Apadaz for use in patients for whom alternative treatment options [e.g., non-opioid analgesics] have not been or are not expected tolerated, or have not provided adequate analgesia, or are not expected to provide adequate analgesia.\nImportant Safety Information:\nApadaz is contraindicated in patients with: significant respiratory depression; acute or severe bronchial asthma in an unmonitored setting or in absence of resuscitative equipment; known or suspected gastrointestinal obstruction, including paralytic ileus; and hypersensitivity to hydrocodone or acetaminophen.\nApadaz contains benzhydrocodone, a Schedule II controlled substance. Apadaz can be abused and is subject to misuse, addiction, and criminal diversion.\nPotential risks associated with Apadaz include addiction, abuse, and misuse, life-threatening respiratory depression, neonatal opioid withdrawal syndrome, risks of concomitant use or discontinuation of cytochrome P450 CYP3A4 inhibitors and inducers, acetaminophen hepatoxicity risks from concomitant use with benzodiazepines or other CNS depressants, risk of life-threatening respiratory depression in patients with chronic pulmonary disease or in elderly, cachectic, or debilitated patients, adrenal insufficiency, severe hypotension, serious skin reactions, risks of use in patients with increased intracranial pressure, brain tumors, head injury, or impaired consciousness, hypersensitivity/anaphylaxis, risks of use in patients with gastrointestinal conditions, risk of use in patients with seizure disorders, and withdrawal, risks of driving and operating machinery.\nPotential drug interactions with Apadaz include:\nSerotonergic Drugs: Concomitant use may result in serotonin syndrome. Discontinue Apadaz if serotonin syndrome is suspected. Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics: Avoid use with Apadaz because they may reduce analgesic effect of APADAZ or precipitate withdrawal symptoms. Monoamine Oxidase Inhibitors (MAOIs): Can potentiate the effects of hydrocodone. Avoid concomitant use in patients receiving MAOIs or within 14 days of stopping treatment with an MAOI.\nMost common adverse reactions (>5%) are nausea, somnolence, vomiting, constipation, pruritus, dizziness, and headache.\nThe Full Prescribing Information for Apadaz contains the following Boxed Warning:\nWARNING: ADDICTION, ABUSE, AND MISUSE; LIFE-THREATENING RESPIRATORY DEPRESSION; ACCIDENTAL INGESTION; NEONATAL OPIOID WITHDRAWAL SYNDROME; CYTOCHROME P450 3A4 INTERACTION; HEPATOTOXICITY; and RISKS FROM CONCOMITANT USE WITH BENZODIAZEPINES OR OTHER CNS DEPRESSANTS\nAddiction, Abuse, and Misuse:\nApadaz exposes patients and other users to the risks of opioid addiction, abuse, and misuse, which can lead to overdose and death. Assess each patient’s risk prior to prescribing Apadaz and monitor all patients regularly for the development of these behaviors and conditions.\nLife-Threatening Respiratory Depression:\nSerious, life-threatening, or fatal respiratory depression may occur with use of Apadaz. Monitor for respiratory depression, especially during initiation of Apadaz or following a dose increase .\nAccidental Ingestion:\nAccidental ingestion of even one dose of Apadaz, especially by children, can result in a fatal overdose of hydrocodone.\nNeonatal Opioid Withdrawal Syndrome:\nProlonged use of Apadaz during pregnancy can result in neonatal opioid withdrawal syndrome, which may be life-threatening if not recognized and treated, and requires management according to protocols developed by neonatology experts. If prolonged opioid use is required in a pregnant woman, advise the patient of the risk of neonatal opioid withdrawal syndrome and ensure that appropriate treatment will be available.\nCytochrome P450 3A4 Interaction:\nThe concomitant use of Apadaz with all cytochrome P450 3A4 inhibitors may result in an increase in hydrocodone plasma concentrations, which could increase or prolong adverse reactions and may cause potentially fatal respiratory depression. In addition, discontinuation of a concomitantly used cytochrome P450 3A4 inducer may result in an increase in hydrocodone plasma concentration. Monitor patients receiving Apadaz and any CYP3A4 inhibitor or inducer.\nHepatotoxicity:\nApadaz contains acetaminophen. Acetaminophen has been associated with cases of acute liver failure, at times resulting in liver transplant and death. Most of the cases of liver injury are associated with the use of acetaminophen at doses that exceed 4000 milligrams per day, and often involve more than one acetaminophen-containing product.\nRisks From Concomitant Use With Benzodiazepines Or Other CNS Depressants:\nConcomitant use of opioids with benzodiazepines or other central nervous system (CNS) depressants, including alcohol, may result in profound sedation, respiratory depression, coma, and death.\nReserve concomitant prescribing of Apadaz and benzodiazepines or other CNS depressants for use in patients for whom alternative treatment options are inadequate. Limit dosages and durations to the minimum required. Follow patients for signs and symptoms of respiratory depression and sedation.\nFor Important Safety Information including full prescribing information, visit: www.kempharm.com\nAbout KemPharm:\nKemPharm is a specialty pharmaceutical company focused on the discovery and development of proprietary prodrugs to treat serious medical conditions through its proprietary LAT TM (Ligand Activated Therapy) platform technology. KemPharm utilizes its proprietary LAT TM platform technology to generate improved prodrug versions of FDA-approved drugs in the high need areas of ADHD, pain and other central nervous system disorders. KemPharm’s co-lead clinical development candidates are KP415 and KP484, both based on a prodrug of methylphenidate, but with differing extended-release/effect profiles for the treatment of ADHD. In addition, the company has received FDA approval for Apadaz™, an immediate-release combination product candidate of benzhydrocodone, a prodrug of hydrocodone, and acetaminophen. The company is also advancing KP201/IR, an acetaminophen-free immediate-release formulation of the company’s benzhydrocodone prodrug candidate. Both Apadaz™ and KP201/IR are intended for the treatment of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. For more information on KemPharm and its pipeline of prodrug product candidates visit www.kempharm.com .\nCaution Concerning Forward Looking Statements:\nThis press release may contain forward-looking statements made in reliance upon the safe harbor provisions of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements include all statements that do not relate solely to historical or current facts, and can be identified by the use of words such as “may,” “will,” “expect,” “project,” “estimate,” “anticipate,” “plan,” “believe,” “potential,” “should,” “continue” or the negative versions of those words or other comparable words. Forward-looking statements are not guarantees of future actions or performance. These forward-looking statements are based on information currently available to KemPharm and its current plans or expectations and are subject to a number of uncertainties and risks that could significantly affect current plans. Risks concerning KemPharm’s business are described in detail in KemPharm's Annual Report on Form 10-K for the year ended December 31, 2016, and KemPharm’s other Periodic and Current Reports filed with the Securities and Exchange Commission. KemPharm is under no obligation to (and expressly disclaims any such obligation to) update or alter its forward-looking statements, whether as a result of new information, future events or otherwise.\nInvestor Contacts: Media Contact: Jason Rando / Joshua Drumm, Ph.D.\nTiberend Strategic Advisors, Inc.\n212-375-2665 / 2664\njrando@tiberend.com\njdrumm@tiberend.com Daniel L. Cohen\nExecutive VP, Government and Public Relations\nKemPharm, Inc.\n202-329-1825\ndcohen@kempharm.com\nSource:KemPharm",
    "published": "2018-02-23T22:00:00.000+02:00",
    "crawled": "2018-02-23T22:38:28.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "apadaz",
        "first",
        "prodrug",
        "approved",
        "fda",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "slide",
        "presentation",
        "scheduled",
        "today",
        "et",
        "coralville",
        "iowa",
        "globe",
        "newswire",
        "kempharm",
        "nasdaq",
        "kmph",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "discovery",
        "development",
        "proprietary",
        "prodrugs",
        "announced",
        "today",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "new",
        "drug",
        "application",
        "nda",
        "day",
        "management",
        "acute",
        "pain",
        "severe",
        "enough",
        "require",
        "opioid",
        "analgesic",
        "alternative",
        "treatment",
        "inadequate",
        "apadaz",
        "immediate",
        "release",
        "ir",
        "combination",
        "kempharm",
        "prodrug",
        "benzhydrocodone",
        "acetaminophen",
        "apap",
        "approval",
        "apadaz",
        "significant",
        "milestone",
        "kempharm",
        "creates",
        "opportunity",
        "introduce",
        "believe",
        "differentiated",
        "product",
        "management",
        "acute",
        "pain",
        "said",
        "travis",
        "mickle",
        "kempharm",
        "president",
        "chief",
        "executive",
        "officer",
        "based",
        "unique",
        "property",
        "firmly",
        "believe",
        "commercial",
        "pathway",
        "apadaz",
        "market",
        "excited",
        "opportunity",
        "apadaz",
        "offer",
        "patient",
        "physician",
        "option",
        "prescribing",
        "differentiated",
        "addition",
        "today",
        "approval",
        "drug",
        "enforcement",
        "administration",
        "dea",
        "indicated",
        "intent",
        "schedule",
        "apadaz",
        "product",
        "provide",
        "allocation",
        "active",
        "pharmaceutical",
        "ingredient",
        "api",
        "consistent",
        "scheduling",
        "provision",
        "added",
        "mickle",
        "prompt",
        "decision",
        "dea",
        "essentially",
        "completes",
        "regulatory",
        "process",
        "agency",
        "allows",
        "u",
        "shift",
        "focus",
        "towards",
        "product",
        "finally",
        "today",
        "validation",
        "kempharm",
        "groundbreaking",
        "lat",
        "tm",
        "ligand",
        "activated",
        "therapy",
        "platform",
        "technological",
        "approach",
        "drug",
        "development",
        "mickle",
        "closed",
        "kempharm",
        "first",
        "foremost",
        "prodrug",
        "development",
        "company",
        "apadaz",
        "approval",
        "highlight",
        "value",
        "potential",
        "offer",
        "discovery",
        "development",
        "proprietary",
        "prodrugs",
        "designed",
        "differentiated",
        "version",
        "widely",
        "prescribed",
        "currently",
        "approved",
        "drug",
        "successfully",
        "complete",
        "rigorous",
        "regulatory",
        "conference",
        "call",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "slide",
        "presentation",
        "friday",
        "february",
        "et",
        "discus",
        "apadaz",
        "approval",
        "fda",
        "interested",
        "participant",
        "investor",
        "may",
        "access",
        "conference",
        "call",
        "dialing",
        "either",
        "international",
        "conference",
        "id",
        "live",
        "webcast",
        "accompanying",
        "slide",
        "accessible",
        "via",
        "investor",
        "relation",
        "section",
        "kempharm",
        "website",
        "http",
        "archive",
        "webcast",
        "presentation",
        "remain",
        "available",
        "following",
        "call",
        "apadaz",
        "developed",
        "kempharm",
        "proprietary",
        "lat",
        "tm",
        "ligand",
        "activated",
        "therapy",
        "platform",
        "technology",
        "intended",
        "day",
        "management",
        "acute",
        "pain",
        "severe",
        "enough",
        "require",
        "opioid",
        "analgesic",
        "alternative",
        "treatment",
        "inadequate",
        "kempharm",
        "belief",
        "apadaz",
        "unique",
        "among",
        "prescription",
        "opioids",
        "contains",
        "prodrug",
        "chemically",
        "inert",
        "inactive",
        "ingested",
        "enzyme",
        "gastrointestinal",
        "tract",
        "cleave",
        "ligand",
        "prodrug",
        "benzhydrocodone",
        "release",
        "parent",
        "drug",
        "hydrocodone",
        "exert",
        "therapeutic",
        "effect",
        "final",
        "approved",
        "product",
        "labeling",
        "apadaz",
        "includes",
        "data",
        "point",
        "concludes",
        "overall",
        "result",
        "clinical",
        "program",
        "demonstrate",
        "current",
        "measurement",
        "standard",
        "approval",
        "apadaz",
        "via",
        "b",
        "pathway",
        "based",
        "part",
        "pharmacokinetic",
        "study",
        "apadaz",
        "demonstrated",
        "exposure",
        "hydrocodone",
        "acetaminophen",
        "apap",
        "expected",
        "result",
        "therapeutic",
        "effect",
        "equivalent",
        "currently",
        "approved",
        "combination",
        "product",
        "administered",
        "orally",
        "intended",
        "indication",
        "apadaz",
        "contains",
        "opioid",
        "agonist",
        "acetaminophen",
        "indicated",
        "day",
        "management",
        "acute",
        "pain",
        "severe",
        "enough",
        "require",
        "opioid",
        "analgesic",
        "alternative",
        "treatment",
        "inadequate",
        "limitation",
        "use",
        "risk",
        "addiction",
        "abuse",
        "misuse",
        "opioids",
        "even",
        "recommended",
        "dos",
        "reserve",
        "apadaz",
        "use",
        "patient",
        "alternative",
        "treatment",
        "option",
        "analgesic",
        "expected",
        "tolerated",
        "provided",
        "adequate",
        "analgesia",
        "expected",
        "provide",
        "adequate",
        "analgesia",
        "important",
        "safety",
        "information",
        "apadaz",
        "contraindicated",
        "patient",
        "significant",
        "respiratory",
        "depression",
        "acute",
        "severe",
        "bronchial",
        "asthma",
        "unmonitored",
        "setting",
        "absence",
        "resuscitative",
        "equipment",
        "known",
        "suspected",
        "gastrointestinal",
        "obstruction",
        "including",
        "paralytic",
        "ileus",
        "hypersensitivity",
        "hydrocodone",
        "acetaminophen",
        "apadaz",
        "contains",
        "benzhydrocodone",
        "schedule",
        "ii",
        "controlled",
        "substance",
        "apadaz",
        "abused",
        "subject",
        "misuse",
        "addiction",
        "criminal",
        "diversion",
        "potential",
        "risk",
        "associated",
        "apadaz",
        "include",
        "addiction",
        "abuse",
        "misuse",
        "respiratory",
        "depression",
        "neonatal",
        "opioid",
        "withdrawal",
        "syndrome",
        "risk",
        "concomitant",
        "use",
        "discontinuation",
        "cytochrome",
        "p450",
        "cyp3a4",
        "inhibitor",
        "inducer",
        "acetaminophen",
        "hepatoxicity",
        "risk",
        "concomitant",
        "use",
        "benzodiazepine",
        "cns",
        "depressant",
        "risk",
        "respiratory",
        "depression",
        "patient",
        "chronic",
        "pulmonary",
        "disease",
        "elderly",
        "cachectic",
        "debilitated",
        "patient",
        "adrenal",
        "insufficiency",
        "severe",
        "hypotension",
        "serious",
        "skin",
        "reaction",
        "risk",
        "use",
        "patient",
        "increased",
        "intracranial",
        "pressure",
        "brain",
        "tumor",
        "head",
        "injury",
        "impaired",
        "consciousness",
        "risk",
        "use",
        "patient",
        "gastrointestinal",
        "condition",
        "risk",
        "use",
        "patient",
        "seizure",
        "disorder",
        "withdrawal",
        "risk",
        "driving",
        "operating",
        "machinery",
        "potential",
        "drug",
        "interaction",
        "apadaz",
        "include",
        "serotonergic",
        "drug",
        "concomitant",
        "use",
        "may",
        "result",
        "serotonin",
        "syndrome",
        "discontinue",
        "apadaz",
        "serotonin",
        "syndrome",
        "suspected",
        "mixed",
        "partial",
        "agonist",
        "opioid",
        "analgesic",
        "avoid",
        "use",
        "apadaz",
        "may",
        "reduce",
        "analgesic",
        "effect",
        "apadaz",
        "precipitate",
        "withdrawal",
        "symptom",
        "monoamine",
        "oxidase",
        "inhibitor",
        "maoi",
        "potentiate",
        "effect",
        "hydrocodone",
        "avoid",
        "concomitant",
        "use",
        "patient",
        "receiving",
        "maoi",
        "within",
        "day",
        "stopping",
        "treatment",
        "maoi",
        "common",
        "adverse",
        "reaction",
        "nausea",
        "somnolence",
        "vomiting",
        "constipation",
        "pruritus",
        "dizziness",
        "headache",
        "full",
        "prescribing",
        "information",
        "apadaz",
        "contains",
        "following",
        "boxed",
        "warning",
        "warning",
        "addiction",
        "abuse",
        "misuse",
        "respiratory",
        "depression",
        "accidental",
        "ingestion",
        "neonatal",
        "opioid",
        "withdrawal",
        "syndrome",
        "cytochrome",
        "p450",
        "3a4",
        "interaction",
        "hepatotoxicity",
        "risk",
        "concomitant",
        "use",
        "benzodiazepine",
        "cns",
        "depressant",
        "addiction",
        "abuse",
        "misuse",
        "apadaz",
        "expose",
        "patient",
        "user",
        "risk",
        "opioid",
        "addiction",
        "abuse",
        "misuse",
        "lead",
        "overdose",
        "death",
        "assess",
        "patient",
        "risk",
        "prior",
        "prescribing",
        "apadaz",
        "monitor",
        "patient",
        "regularly",
        "development",
        "behavior",
        "condition",
        "respiratory",
        "depression",
        "serious",
        "fatal",
        "respiratory",
        "depression",
        "may",
        "occur",
        "use",
        "apadaz",
        "monitor",
        "respiratory",
        "depression",
        "especially",
        "initiation",
        "apadaz",
        "following",
        "dose",
        "increase",
        "accidental",
        "ingestion",
        "accidental",
        "ingestion",
        "even",
        "one",
        "dose",
        "apadaz",
        "especially",
        "child",
        "result",
        "fatal",
        "overdose",
        "hydrocodone",
        "neonatal",
        "opioid",
        "withdrawal",
        "syndrome",
        "prolonged",
        "use",
        "apadaz",
        "pregnancy",
        "result",
        "neonatal",
        "opioid",
        "withdrawal",
        "syndrome",
        "may",
        "recognized",
        "treated",
        "requires",
        "management",
        "according",
        "protocol",
        "developed",
        "neonatology",
        "expert",
        "prolonged",
        "opioid",
        "use",
        "required",
        "pregnant",
        "woman",
        "advise",
        "patient",
        "risk",
        "neonatal",
        "opioid",
        "withdrawal",
        "syndrome",
        "ensure",
        "appropriate",
        "treatment",
        "available",
        "cytochrome",
        "p450",
        "3a4",
        "interaction",
        "concomitant",
        "use",
        "apadaz",
        "cytochrome",
        "p450",
        "3a4",
        "inhibitor",
        "may",
        "result",
        "increase",
        "hydrocodone",
        "plasma",
        "concentration",
        "could",
        "increase",
        "prolong",
        "adverse",
        "reaction",
        "may",
        "cause",
        "potentially",
        "fatal",
        "respiratory",
        "depression",
        "addition",
        "discontinuation",
        "concomitantly",
        "used",
        "cytochrome",
        "p450",
        "3a4",
        "inducer",
        "may",
        "result",
        "increase",
        "hydrocodone",
        "plasma",
        "concentration",
        "monitor",
        "patient",
        "receiving",
        "apadaz",
        "cyp3a4",
        "inhibitor",
        "inducer",
        "hepatotoxicity",
        "apadaz",
        "contains",
        "acetaminophen",
        "acetaminophen",
        "associated",
        "case",
        "acute",
        "liver",
        "failure",
        "time",
        "resulting",
        "liver",
        "transplant",
        "death",
        "case",
        "liver",
        "injury",
        "associated",
        "use",
        "acetaminophen",
        "dos",
        "exceed",
        "milligram",
        "per",
        "day",
        "often",
        "involve",
        "one",
        "product",
        "risk",
        "concomitant",
        "use",
        "benzodiazepine",
        "cns",
        "depressant",
        "concomitant",
        "use",
        "opioids",
        "benzodiazepine",
        "central",
        "nervous",
        "system",
        "cns",
        "depressant",
        "including",
        "alcohol",
        "may",
        "result",
        "profound",
        "sedation",
        "respiratory",
        "depression",
        "coma",
        "death",
        "reserve",
        "concomitant",
        "prescribing",
        "apadaz",
        "benzodiazepine",
        "cns",
        "depressant",
        "use",
        "patient",
        "alternative",
        "treatment",
        "option",
        "inadequate",
        "limit",
        "dosage",
        "duration",
        "minimum",
        "required",
        "follow",
        "patient",
        "sign",
        "symptom",
        "respiratory",
        "depression",
        "sedation",
        "important",
        "safety",
        "information",
        "including",
        "full",
        "prescribing",
        "information",
        "visit",
        "kempharm",
        "kempharm",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "discovery",
        "development",
        "proprietary",
        "prodrugs",
        "treat",
        "serious",
        "medical",
        "condition",
        "proprietary",
        "lat",
        "tm",
        "ligand",
        "activated",
        "therapy",
        "platform",
        "technology",
        "kempharm",
        "utilizes",
        "proprietary",
        "lat",
        "tm",
        "platform",
        "technology",
        "generate",
        "improved",
        "prodrug",
        "version",
        "drug",
        "high",
        "need",
        "area",
        "adhd",
        "pain",
        "central",
        "nervous",
        "system",
        "disorder",
        "kempharm",
        "clinical",
        "development",
        "candidate",
        "kp415",
        "kp484",
        "based",
        "prodrug",
        "methylphenidate",
        "differing",
        "profile",
        "treatment",
        "adhd",
        "addition",
        "company",
        "received",
        "fda",
        "approval",
        "combination",
        "product",
        "candidate",
        "benzhydrocodone",
        "prodrug",
        "hydrocodone",
        "acetaminophen",
        "company",
        "also",
        "advancing",
        "formulation",
        "company",
        "benzhydrocodone",
        "prodrug",
        "candidate",
        "intended",
        "treatment",
        "acute",
        "pain",
        "severe",
        "enough",
        "require",
        "opioid",
        "analgesic",
        "alternative",
        "treatment",
        "inadequate",
        "information",
        "kempharm",
        "pipeline",
        "prodrug",
        "product",
        "candidate",
        "visit",
        "caution",
        "concerning",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "made",
        "reliance",
        "upon",
        "safe",
        "harbor",
        "provision",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "include",
        "statement",
        "relate",
        "solely",
        "historical",
        "current",
        "fact",
        "identified",
        "use",
        "word",
        "may",
        "expect",
        "project",
        "estimate",
        "anticipate",
        "plan",
        "believe",
        "potential",
        "continue",
        "negative",
        "version",
        "word",
        "comparable",
        "word",
        "statement",
        "guarantee",
        "future",
        "action",
        "performance",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "kempharm",
        "current",
        "plan",
        "expectation",
        "subject",
        "number",
        "uncertainty",
        "risk",
        "could",
        "significantly",
        "affect",
        "current",
        "plan",
        "risk",
        "concerning",
        "kempharm",
        "business",
        "described",
        "detail",
        "kempharm",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "kempharm",
        "periodic",
        "current",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "kempharm",
        "obligation",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "contact",
        "medium",
        "contact",
        "jason",
        "rando",
        "joshua",
        "drumm",
        "tiberend",
        "strategic",
        "advisor",
        "jrando",
        "jdrumm",
        "daniel",
        "cohen",
        "executive",
        "vp",
        "government",
        "public",
        "relation",
        "kempharm",
        "dcohen",
        "source",
        "kempharm"
    ]
}