{
    "organizations": [],
    "uuid": "eb3409da08c13b911b2d87fa4ff3e1082d4ec763",
    "author": "Stephanie Armour",
    "url": "https://www.wsj.com/articles/red-and-blue-states-move-further-apart-on-health-policy-1519813801",
    "ord_in_thread": 0,
    "title": "Red and Blue States Move Further Apart on Health Policy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "319 COMMENTS Democratic and Republican states are moving in opposite directions on health policy, leaving Americans with starkly divergent options for care depending on where they live.\nThe Trump administration and congressional Republicans, by easing many of the Affordable Care Act’s nationwide requirements after failing last year to repeal the entire law, are effectively turning major components of health policy over to the states. The roughly half of states controlled by Republicans are therefore moving aggressively to roll back the law widely known as Obamacare , while the smaller number of Democratic states are working to bolster it.\nAs a result, the health-care options in any given state are likely to depend on which party controls the statehouse. That dictates access, cost and coverage, particularly for the roughly 17 million people nationwide who buy their own insurance and the 29 million people who lack it entirely.\nIncreasingly, state health-care policy reflects the ruling party’s goals. In Democrat-controlled California, a patient with a costly medical condition may likely get relatively affordable premiums, while a young, healthy and self-employed professional could pay more. In Republican Texas, the sicker patient will likely do less well or go without coverage, while the younger, healthier one will have less-comprehensive options that may cost far less.\n“You’re seeing red and blue states moving further from each other,” said Sam Richardson, a health economist at Boston College. “You’re going to have blue states hang on to what they can. For red states, the more they can dismantle Obamacare, the more they’ll look like before Obamacare. They’ll have higher rates of uninsured, but other innovations.”\nRelated\nObamacare’s Individual Mandate: On Its Way Out, or Already Gone? GOP Health Repeal’s Long and Winding Road GOP Lawsuit Takes Aim at Affordable Care Act Again Sign Up: Capital Journal Daybreak newsletter This divergence reflects a seismic rollback of the Obama administration effort to promote a more standardized, nationwide health system. The ACA sought to have the healthy help cover the costs of the sick and the wealthy help cover the poor, and it has led to about 20 million people gaining health coverage. But Republicans have long balked at the ACA’s idea of taxing higher earners to pay for health care and have opposed the law’s mandate that individuals who don’t get care through their job or through a government program get coverage or pay a penalty.\nThe divergence has existed for years. Eighteen largely GOP states never accepted the federal money to expand Medicaid under the ACA. But now it is widening, with GOP states seeking work requirements in the program, and that gap is also accelerating in the individual insurance market.\nAfter congressional Republicans tried repeatedly last year, unsuccessfully, to repeal the health law, they did repeal the individual mandate, beginning in 2019.\nIn the meantime, the Trump administration has worked to take apart the law piecemeal. One proposal would allow the type of less-comprehensive health plans limited under the ACA. Another would let businesses and some individual band together in associations to get non-ACA-compliant plans. Those actions, along with a willingness to impose new requirements on Medicaid, have emboldened Republican-led states to further undercut the law they have long opposed and raised alarm in Democratic states, where lawmakers are preemptively looking to buttress the law from any GOP policy changes.\nHealth and Human Services Secretary Alex Azar at a conference last week in Washington. Photo: Jose Luis Magana/Associated Press On Tuesday, 20 Republican state attorneys general sued to overturn the law , arguing that it is unconstitutional now that the individual mandate has been repealed.\nUnder the administration’s proposals, states are expected to get more flexibility in waiving some ACA requirements and oversight of plans that don’t comply with the ACA.\nDemocrats say non-ACA-compliant plans would siphon younger and healthier people away from the law’s exchanges, which they say would cause premiums for older and less-healthy people to jump. Republicans say being able to offer cheaper and less-comprehensive plans amounts to more consumer choice.\nHealth and Human Services Secretary Alex Azar told reporters he is exploring options to let states “create affordable, individualized insurance” for their systems.\nOfficial Markets Most people who don’t recieve health care from a job or the government buy plans on the ACA exchanges or they buy plans off the exchange. Insurance bought on ACA exchanges\n10.3 million people\nInsurance bought off the exchanges,\ncomplies with ACA requirements\n5.1 million\nSource: Kaiser Family Foundation\n“There is no single one right answer,” he said.\nStates like Indiana and Kentucky are being allowed to impose certain changes on Medicaid for the first time, like requiring recipients to work or undertake similar activities before they get benefits. In Idaho, Republican Gov. Butch Otter is largely flouting the ACA by letting insurers sell plans that don’t comply with the law.\nBy contrast, Democrat-led states such as California and Maryland are looking to block or limit the expansion of cheaper and less-robust health plans that don’t adhere to ACA rules. Nearly a dozen states are considering measures requiring residents to have health coverage, essentially re-imposing an individual mandate with new modifications.\nIn Trenton, Tenn., and similar rural communities around the country, many residents are underinsured or uninsured and struggle with medical costs, often forgoing care. This burdens local hospitals, which in turn close or scale back care, putting patients at risk. Photo: Clara Ritger/The Wall Street Journal Washington state Insurance Commissioner Mike Kreidler said he is drafting a rule that would ban so-called short-term plans, which aren’t ACA-compliant, from being carried longer than 90 days.\n“How are we going to protect this from the feds?” Mr. Kreidler said. “You’re going to see states take these types of action.”\nNew Mexico, at the behest of the state legislature, is studying plans to allow more people to buy into Medicaid, a state-federal program for the low-income and disabled.\nAs the states fight it out, the Republicans’ proposed and actual changes could erode some of the ACA’s basic goals like ensuring that health insurance bought by individuals meets certain standards, and that it is priced equally regardless of a person’s medical history.\nStates with a large share of Democratic legislators, especially those with a Democratic supermajority, are more likely to have generous public health insurance programs and more regulated private insurance than red states, according to a 2015 report by University of Houston researchers.\n“If I was chronically ill and didn’t get insurance through an employer and if I was in a red state, I’d be really worried right now,” said Nicholas Bagley, a University of Michigan law professor.\nRepublicans counter that greater autonomy works best. GOP-designed arrangements tend to allow for lower taxes, they say, while letting individuals find insurance policies that work for them, rather than forcing people into rigidly defined plans.\nNewsletter Sign-up “Give us flexibility at the state level,” Republican Ohio Gov. John Kasich told reporters recently. “Let me design a Medicaid program I want. Let’s change the Obamacare essential benefit to what I want.”\nInsurers that offer ACA plans want to see those markets strengthened, so that rates wouldn’t surge and enrollment, particularly among healthier consumers, would remain steady.\nBut some companies see a business opportunity in the potential growth of non-ACA-compliant plans. UnitedHealth Group Inc. Chief Executive David Wichmann has said his company has a lot of experience in the types of policies that would increase under the Trump administration’s proposals.\nWrite to Stephanie Armour at stephanie.armour@wsj.com",
    "published": "2018-02-28T13:30:00.000+02:00",
    "crawled": "2018-02-28T17:00:20.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "democratic",
        "republican",
        "state",
        "moving",
        "opposite",
        "direction",
        "health",
        "policy",
        "leaving",
        "american",
        "starkly",
        "divergent",
        "option",
        "care",
        "depending",
        "live",
        "trump",
        "administration",
        "congressional",
        "republican",
        "easing",
        "many",
        "affordable",
        "care",
        "act",
        "nationwide",
        "requirement",
        "failing",
        "last",
        "year",
        "repeal",
        "entire",
        "law",
        "effectively",
        "turning",
        "major",
        "component",
        "health",
        "policy",
        "state",
        "roughly",
        "half",
        "state",
        "controlled",
        "republican",
        "therefore",
        "moving",
        "aggressively",
        "roll",
        "back",
        "law",
        "widely",
        "known",
        "obamacare",
        "smaller",
        "number",
        "democratic",
        "state",
        "working",
        "bolster",
        "result",
        "option",
        "given",
        "state",
        "likely",
        "depend",
        "party",
        "control",
        "statehouse",
        "dictate",
        "access",
        "cost",
        "coverage",
        "particularly",
        "roughly",
        "million",
        "people",
        "nationwide",
        "buy",
        "insurance",
        "million",
        "people",
        "lack",
        "entirely",
        "increasingly",
        "state",
        "policy",
        "reflects",
        "ruling",
        "party",
        "goal",
        "california",
        "patient",
        "costly",
        "medical",
        "condition",
        "may",
        "likely",
        "get",
        "relatively",
        "affordable",
        "premium",
        "young",
        "healthy",
        "professional",
        "could",
        "pay",
        "republican",
        "texas",
        "sicker",
        "patient",
        "likely",
        "less",
        "well",
        "go",
        "without",
        "coverage",
        "younger",
        "healthier",
        "one",
        "option",
        "may",
        "cost",
        "far",
        "less",
        "seeing",
        "red",
        "blue",
        "state",
        "moving",
        "said",
        "sam",
        "richardson",
        "health",
        "economist",
        "boston",
        "college",
        "going",
        "blue",
        "state",
        "hang",
        "red",
        "state",
        "dismantle",
        "obamacare",
        "look",
        "like",
        "obamacare",
        "higher",
        "rate",
        "uninsured",
        "related",
        "obamacare",
        "individual",
        "mandate",
        "way",
        "already",
        "gone",
        "gop",
        "health",
        "repeal",
        "long",
        "winding",
        "road",
        "gop",
        "lawsuit",
        "take",
        "aim",
        "affordable",
        "care",
        "act",
        "sign",
        "capital",
        "journal",
        "daybreak",
        "newsletter",
        "divergence",
        "reflects",
        "seismic",
        "rollback",
        "obama",
        "administration",
        "effort",
        "promote",
        "standardized",
        "nationwide",
        "health",
        "system",
        "aca",
        "sought",
        "healthy",
        "help",
        "cover",
        "cost",
        "sick",
        "wealthy",
        "help",
        "cover",
        "poor",
        "led",
        "million",
        "people",
        "gaining",
        "health",
        "coverage",
        "republican",
        "long",
        "balked",
        "aca",
        "idea",
        "taxing",
        "higher",
        "earner",
        "pay",
        "health",
        "care",
        "opposed",
        "law",
        "mandate",
        "individual",
        "get",
        "care",
        "job",
        "government",
        "program",
        "get",
        "coverage",
        "pay",
        "penalty",
        "divergence",
        "existed",
        "year",
        "eighteen",
        "largely",
        "gop",
        "state",
        "never",
        "accepted",
        "federal",
        "money",
        "expand",
        "medicaid",
        "aca",
        "widening",
        "gop",
        "state",
        "seeking",
        "work",
        "requirement",
        "program",
        "gap",
        "also",
        "accelerating",
        "individual",
        "insurance",
        "market",
        "congressional",
        "republican",
        "tried",
        "repeatedly",
        "last",
        "year",
        "unsuccessfully",
        "repeal",
        "health",
        "law",
        "repeal",
        "individual",
        "mandate",
        "beginning",
        "meantime",
        "trump",
        "administration",
        "worked",
        "take",
        "apart",
        "law",
        "piecemeal",
        "one",
        "proposal",
        "would",
        "allow",
        "type",
        "health",
        "plan",
        "limited",
        "aca",
        "another",
        "would",
        "let",
        "business",
        "individual",
        "band",
        "together",
        "association",
        "get",
        "plan",
        "action",
        "along",
        "willingness",
        "impose",
        "new",
        "requirement",
        "medicaid",
        "emboldened",
        "state",
        "undercut",
        "law",
        "long",
        "opposed",
        "raised",
        "alarm",
        "democratic",
        "state",
        "lawmaker",
        "preemptively",
        "looking",
        "buttress",
        "law",
        "gop",
        "policy",
        "change",
        "health",
        "human",
        "service",
        "secretary",
        "alex",
        "azar",
        "conference",
        "last",
        "week",
        "washington",
        "photo",
        "jose",
        "luis",
        "press",
        "tuesday",
        "republican",
        "state",
        "attorney",
        "general",
        "sued",
        "overturn",
        "law",
        "arguing",
        "unconstitutional",
        "individual",
        "mandate",
        "repealed",
        "administration",
        "proposal",
        "state",
        "expected",
        "get",
        "flexibility",
        "waiving",
        "aca",
        "requirement",
        "oversight",
        "plan",
        "comply",
        "aca",
        "democrat",
        "say",
        "plan",
        "would",
        "siphon",
        "younger",
        "healthier",
        "people",
        "away",
        "law",
        "exchange",
        "say",
        "would",
        "cause",
        "premium",
        "older",
        "people",
        "jump",
        "republican",
        "say",
        "able",
        "offer",
        "cheaper",
        "plan",
        "amount",
        "consumer",
        "choice",
        "health",
        "human",
        "service",
        "secretary",
        "alex",
        "azar",
        "told",
        "reporter",
        "exploring",
        "option",
        "let",
        "state",
        "create",
        "affordable",
        "individualized",
        "insurance",
        "system",
        "official",
        "market",
        "people",
        "recieve",
        "health",
        "care",
        "job",
        "government",
        "buy",
        "plan",
        "aca",
        "exchange",
        "buy",
        "plan",
        "exchange",
        "insurance",
        "bought",
        "aca",
        "exchange",
        "million",
        "people",
        "insurance",
        "bought",
        "exchange",
        "complies",
        "aca",
        "requirement",
        "million",
        "source",
        "kaiser",
        "family",
        "foundation",
        "single",
        "one",
        "right",
        "answer",
        "said",
        "state",
        "like",
        "indiana",
        "kentucky",
        "allowed",
        "impose",
        "certain",
        "change",
        "medicaid",
        "first",
        "time",
        "like",
        "requiring",
        "recipient",
        "work",
        "undertake",
        "similar",
        "activity",
        "get",
        "benefit",
        "idaho",
        "republican",
        "gov",
        "butch",
        "otter",
        "largely",
        "flouting",
        "aca",
        "letting",
        "insurer",
        "sell",
        "plan",
        "comply",
        "law",
        "contrast",
        "state",
        "california",
        "maryland",
        "looking",
        "block",
        "limit",
        "expansion",
        "cheaper",
        "health",
        "plan",
        "adhere",
        "aca",
        "rule",
        "nearly",
        "dozen",
        "state",
        "considering",
        "measure",
        "requiring",
        "resident",
        "health",
        "coverage",
        "essentially",
        "individual",
        "mandate",
        "new",
        "modification",
        "trenton",
        "similar",
        "rural",
        "community",
        "around",
        "country",
        "many",
        "resident",
        "underinsured",
        "uninsured",
        "struggle",
        "medical",
        "cost",
        "often",
        "forgoing",
        "care",
        "burden",
        "local",
        "hospital",
        "turn",
        "close",
        "scale",
        "back",
        "care",
        "putting",
        "patient",
        "risk",
        "photo",
        "clara",
        "wall",
        "street",
        "journal",
        "washington",
        "state",
        "insurance",
        "commissioner",
        "mike",
        "kreidler",
        "said",
        "drafting",
        "rule",
        "would",
        "ban",
        "plan",
        "carried",
        "longer",
        "day",
        "going",
        "protect",
        "fed",
        "kreidler",
        "said",
        "going",
        "see",
        "state",
        "take",
        "type",
        "new",
        "mexico",
        "behest",
        "state",
        "legislature",
        "studying",
        "plan",
        "allow",
        "people",
        "buy",
        "medicaid",
        "program",
        "disabled",
        "state",
        "fight",
        "republican",
        "proposed",
        "actual",
        "change",
        "could",
        "erode",
        "aca",
        "basic",
        "goal",
        "like",
        "ensuring",
        "health",
        "insurance",
        "bought",
        "individual",
        "meet",
        "certain",
        "standard",
        "priced",
        "equally",
        "regardless",
        "person",
        "medical",
        "history",
        "state",
        "large",
        "share",
        "democratic",
        "legislator",
        "especially",
        "democratic",
        "supermajority",
        "likely",
        "generous",
        "public",
        "health",
        "insurance",
        "program",
        "regulated",
        "private",
        "insurance",
        "red",
        "state",
        "according",
        "report",
        "university",
        "houston",
        "researcher",
        "chronically",
        "ill",
        "get",
        "insurance",
        "employer",
        "red",
        "state",
        "really",
        "worried",
        "right",
        "said",
        "nicholas",
        "bagley",
        "university",
        "michigan",
        "law",
        "professor",
        "republican",
        "counter",
        "greater",
        "autonomy",
        "work",
        "best",
        "arrangement",
        "tend",
        "allow",
        "lower",
        "tax",
        "say",
        "letting",
        "individual",
        "find",
        "insurance",
        "policy",
        "work",
        "rather",
        "forcing",
        "people",
        "rigidly",
        "defined",
        "plan",
        "newsletter",
        "give",
        "u",
        "flexibility",
        "state",
        "level",
        "republican",
        "ohio",
        "gov",
        "john",
        "kasich",
        "told",
        "reporter",
        "recently",
        "let",
        "design",
        "medicaid",
        "program",
        "want",
        "let",
        "change",
        "obamacare",
        "essential",
        "benefit",
        "insurer",
        "offer",
        "aca",
        "plan",
        "want",
        "see",
        "market",
        "strengthened",
        "rate",
        "surge",
        "enrollment",
        "particularly",
        "among",
        "healthier",
        "consumer",
        "would",
        "remain",
        "steady",
        "company",
        "see",
        "business",
        "opportunity",
        "potential",
        "growth",
        "plan",
        "unitedhealth",
        "group",
        "chief",
        "executive",
        "david",
        "wichmann",
        "said",
        "company",
        "lot",
        "experience",
        "type",
        "policy",
        "would",
        "increase",
        "trump",
        "administration",
        "proposal",
        "write",
        "stephanie",
        "armour"
    ]
}