{
    "organizations": [],
    "uuid": "79a08f2745fdc1b75b4da707d51a108e933bbc19",
    "author": "Robert J. Hugin",
    "url": "https://www.cnbc.com/2018/02/13/how-we-can-fix-our-broken-health-care-system-commentary.html",
    "ord_in_thread": 0,
    "title": "How we can fix our broken health-care system-commentary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "What's past is prologue. These words from William Shakespeare are on my mind as I conclude nearly 20 years of working in the nation's dynamic health-care sector – both with the biotech company Celgene and as a board member for one of the country's most forward-looking hospital and integrated clinical care systems located right here in New Jersey.\nAs I reflect on what I've learned, I'm amazed by the progress achieved during this period. From the dramatic breakthroughs in treating HIV to significant advances for patients with cardiovascular disease to finding a cure for hepatitis C, American health-care innovation has transformed grave illnesses into manageable conditions and found cures for serious diseases.\nAnd during that time, the death rate from cancer has declined steadily in the US, leading to projections of over 20 million cancer survivors by 2026. These are more than statistics. They are lives – saved, extended, improved.\nAs gratified as I am by that progress, at the same time, I am daunted by the challenges that remain, and disappointed by our failure to adequately address the increasing inequality of health outcomes and the social and economic issues impacting health care in our communities today.\nWe are not candidly and transparently confronting the challenges of our health-care system to ensure that high-quality care is accessible, affordable and delivers better value to all Americans.\nTo produce the right solutions, we must ask the tough questions, and not grasp at quick fixes just because they seem popular or convenient.\nHere are the fundamental questions we should be asking:\nHow can we best invest in health? How can we reduce the burden of disease? How can we make patients healthier and keep them that way? And how will we address our rapidly aging population?\nAlzheimer's and dementia, for example, are estimated to impact 16 million people at a cost to the health-care system of $1.1 trillion by 2050. And how do we lift the burden of cost that rests disproportionately on the sickest and most vulnerable in our population?\n\"We are not candidly and transparently confronting the challenges of our health-care system, to ensure that high-quality care is accessible, affordable and delivers better value to all Americans.\" So, what should we do? Here are some specific suggestions:\nWe must evolve our health-care delivery system. And we must make significant reforms to how we incentivize and pay for health care. Payment systems, including for prescription drugs, need to be based on value, performance and evidence based approaches that provide transparency on cost and patient outcomes.\nThese reforms will ensure that we pay for innovation and quality care, managing health-care expenditures to produce the best outcomes at lower cost. Health systems, employers and insurance plans are driving experimentation with new payment and delivery models. Government should provide regulatory flexibility that removes the barriers to these reforms and enables their adoption in publicly funded health programs.\nInsurance should be there when people need it most, with benefits designed to keep care accessible and affordable. Health insurance was created to help patients manage catastrophic events and unexpected expenses.\nHowever, health insurance benefit designs have begun to significantly discriminate against the sickest Americans – those with complex medical conditions such as cancer, arthritis, multiple sclerosis and HIV – by making them shoulder an unreasonable proportion of their health-care costs.\nThis is not right, this is not fair, and it must be corrected. Patients with serious diseases need to be protected from discriminatorily high cost-sharing. Reasonable monthly out-of-pocket spending caps will help ensure that patients complete their treatment and avoid costly complications.\nInsurance design is only one part of the equation. Information technology has radically transformed major parts of our economy and improved our standard of living. However, because of regulatory barriers and silos in our system, we have failed to adequately capitalize on these advances to benefit health care.\nWe must improve payment incentives, transparency, interoperability and data security in order to bring about a technological revolution in the delivery of health care that will improve outcomes and reduce costs.\nFor the Medicaid program, which provides health care to many of the most vulnerable in our society, we need to maintain the level of resources while allowing states to take more control, experiment and innovate. As for the Medicare program for older Americans, we need to ensure that it is preserved, protected and strengthened. We must ensure that innovation, competition and choice improve outcomes, lower costs and create more value for patients. Our seniors deserve nothing less.\nWe also need to focus less on acute care hospitals as the center of our health-care system and develop more fully integrated clinical networks of care, from prevention and wellness to end of life care delivered with compassion and dignity. Our health-care system should reflect the principle that the most effective way to reduce health-care costs is to keep patients healthy, manage chronic conditions and ultimately cure disease.\nPerhaps most importantly, we need bold experimentation and innovation. The recently announced Amazon/Berkshire Hathaway/JPMorgan alliance is encouraging, not because it presents immediate solutions, but because these leaders are willing to be bold and courageous.\nThey are challenging the system, seeking to achieve better outcomes for patients and better value for the health-care system. Without new ideas and a willingness to try new approaches, we will not evolve our payment and delivery systems in ways that are sustainable and create more competition and choice.\nAmerica's health-care system is one of the the best in the world. Yet we have unfinished business to ensure that it provides quality care for all Americans and is sustainable for the long-term. Let's get to work, together. We have a unique opportunity – and in my view, an obligation – to get it right.\nCommentary by Robert J. Hugin, the former executive chairman and CEO of Celgene. Hugin, a Republican, recently launched a campaign to run for Senate in New Jersey. \nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-02-14T13:00:00.000+02:00",
    "crawled": "2018-02-14T13:00:46.042+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "past",
        "prologue",
        "word",
        "william",
        "shakespeare",
        "mind",
        "conclude",
        "nearly",
        "year",
        "working",
        "nation",
        "dynamic",
        "sector",
        "biotech",
        "company",
        "celgene",
        "board",
        "member",
        "one",
        "country",
        "hospital",
        "integrated",
        "clinical",
        "care",
        "system",
        "located",
        "right",
        "new",
        "jersey",
        "reflect",
        "learned",
        "amazed",
        "progress",
        "achieved",
        "period",
        "dramatic",
        "breakthrough",
        "treating",
        "hiv",
        "significant",
        "advance",
        "patient",
        "cardiovascular",
        "disease",
        "finding",
        "cure",
        "hepatitis",
        "c",
        "american",
        "innovation",
        "transformed",
        "grave",
        "illness",
        "manageable",
        "condition",
        "found",
        "cure",
        "serious",
        "disease",
        "time",
        "death",
        "rate",
        "cancer",
        "declined",
        "steadily",
        "u",
        "leading",
        "projection",
        "million",
        "cancer",
        "survivor",
        "statistic",
        "life",
        "saved",
        "extended",
        "improved",
        "gratified",
        "progress",
        "time",
        "daunted",
        "challenge",
        "remain",
        "disappointed",
        "failure",
        "adequately",
        "address",
        "increasing",
        "inequality",
        "health",
        "outcome",
        "social",
        "economic",
        "issue",
        "impacting",
        "health",
        "care",
        "community",
        "today",
        "candidly",
        "transparently",
        "confronting",
        "challenge",
        "system",
        "ensure",
        "care",
        "accessible",
        "affordable",
        "delivers",
        "better",
        "value",
        "american",
        "produce",
        "right",
        "solution",
        "must",
        "ask",
        "tough",
        "question",
        "grasp",
        "quick",
        "fix",
        "seem",
        "popular",
        "convenient",
        "fundamental",
        "question",
        "asking",
        "best",
        "invest",
        "health",
        "reduce",
        "burden",
        "disease",
        "make",
        "patient",
        "healthier",
        "keep",
        "way",
        "address",
        "rapidly",
        "aging",
        "population",
        "alzheimer",
        "dementia",
        "example",
        "estimated",
        "impact",
        "million",
        "people",
        "cost",
        "system",
        "trillion",
        "lift",
        "burden",
        "cost",
        "rest",
        "disproportionately",
        "sickest",
        "vulnerable",
        "population",
        "candidly",
        "transparently",
        "confronting",
        "challenge",
        "system",
        "ensure",
        "care",
        "accessible",
        "affordable",
        "delivers",
        "better",
        "value",
        "american",
        "specific",
        "suggestion",
        "must",
        "evolve",
        "delivery",
        "system",
        "must",
        "make",
        "significant",
        "reform",
        "incentivize",
        "pay",
        "health",
        "care",
        "payment",
        "system",
        "including",
        "prescription",
        "drug",
        "need",
        "based",
        "value",
        "performance",
        "evidence",
        "based",
        "approach",
        "provide",
        "transparency",
        "cost",
        "patient",
        "outcome",
        "reform",
        "ensure",
        "pay",
        "innovation",
        "quality",
        "care",
        "managing",
        "expenditure",
        "produce",
        "best",
        "outcome",
        "lower",
        "cost",
        "health",
        "system",
        "employer",
        "insurance",
        "plan",
        "driving",
        "experimentation",
        "new",
        "payment",
        "delivery",
        "model",
        "government",
        "provide",
        "regulatory",
        "flexibility",
        "remove",
        "barrier",
        "reform",
        "enables",
        "adoption",
        "publicly",
        "funded",
        "health",
        "program",
        "insurance",
        "people",
        "need",
        "benefit",
        "designed",
        "keep",
        "care",
        "accessible",
        "affordable",
        "health",
        "insurance",
        "created",
        "help",
        "patient",
        "manage",
        "catastrophic",
        "event",
        "unexpected",
        "expense",
        "however",
        "health",
        "insurance",
        "benefit",
        "design",
        "begun",
        "significantly",
        "discriminate",
        "sickest",
        "american",
        "complex",
        "medical",
        "condition",
        "cancer",
        "arthritis",
        "multiple",
        "sclerosis",
        "hiv",
        "making",
        "shoulder",
        "unreasonable",
        "proportion",
        "cost",
        "right",
        "fair",
        "must",
        "corrected",
        "patient",
        "serious",
        "disease",
        "need",
        "protected",
        "discriminatorily",
        "high",
        "reasonable",
        "monthly",
        "spending",
        "cap",
        "help",
        "ensure",
        "patient",
        "complete",
        "treatment",
        "avoid",
        "costly",
        "complication",
        "insurance",
        "design",
        "one",
        "part",
        "equation",
        "information",
        "technology",
        "radically",
        "transformed",
        "major",
        "part",
        "economy",
        "improved",
        "standard",
        "living",
        "however",
        "regulatory",
        "barrier",
        "silo",
        "system",
        "failed",
        "adequately",
        "capitalize",
        "advance",
        "benefit",
        "health",
        "care",
        "must",
        "improve",
        "payment",
        "incentive",
        "transparency",
        "interoperability",
        "data",
        "security",
        "order",
        "bring",
        "technological",
        "revolution",
        "delivery",
        "health",
        "care",
        "improve",
        "outcome",
        "reduce",
        "cost",
        "medicaid",
        "program",
        "provides",
        "health",
        "care",
        "many",
        "vulnerable",
        "society",
        "need",
        "maintain",
        "level",
        "resource",
        "allowing",
        "state",
        "take",
        "control",
        "experiment",
        "innovate",
        "medicare",
        "program",
        "older",
        "american",
        "need",
        "ensure",
        "preserved",
        "protected",
        "strengthened",
        "must",
        "ensure",
        "innovation",
        "competition",
        "choice",
        "improve",
        "outcome",
        "lower",
        "cost",
        "create",
        "value",
        "patient",
        "senior",
        "deserve",
        "nothing",
        "less",
        "also",
        "need",
        "focus",
        "less",
        "acute",
        "care",
        "hospital",
        "center",
        "system",
        "develop",
        "fully",
        "integrated",
        "clinical",
        "network",
        "care",
        "prevention",
        "wellness",
        "end",
        "life",
        "care",
        "delivered",
        "compassion",
        "dignity",
        "system",
        "reflect",
        "principle",
        "effective",
        "way",
        "reduce",
        "cost",
        "keep",
        "patient",
        "healthy",
        "manage",
        "chronic",
        "condition",
        "ultimately",
        "cure",
        "disease",
        "perhaps",
        "importantly",
        "need",
        "bold",
        "experimentation",
        "innovation",
        "recently",
        "announced",
        "alliance",
        "encouraging",
        "present",
        "immediate",
        "solution",
        "leader",
        "willing",
        "bold",
        "courageous",
        "challenging",
        "system",
        "seeking",
        "achieve",
        "better",
        "outcome",
        "patient",
        "better",
        "value",
        "system",
        "without",
        "new",
        "idea",
        "willingness",
        "try",
        "new",
        "approach",
        "evolve",
        "payment",
        "delivery",
        "system",
        "way",
        "sustainable",
        "create",
        "competition",
        "choice",
        "america",
        "system",
        "one",
        "best",
        "world",
        "yet",
        "unfinished",
        "business",
        "ensure",
        "provides",
        "quality",
        "care",
        "american",
        "sustainable",
        "let",
        "get",
        "work",
        "together",
        "unique",
        "opportunity",
        "view",
        "obligation",
        "get",
        "right",
        "commentary",
        "robert",
        "hugin",
        "former",
        "executive",
        "chairman",
        "ceo",
        "celgene",
        "hugin",
        "republican",
        "recently",
        "launched",
        "campaign",
        "run",
        "senate",
        "new",
        "jersey",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}