{
    "organizations": [],
    "uuid": "4c192e58ce431880a72d993aa5aabbcfa38b06bd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/business-wire-enanta-pharmaceuticals-reports-financial-results-for-its-fiscal-first-quarter-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Enanta Pharmaceuticals Reports Financial Results for its Fiscal First Quarter Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Webcast and Conference Call today at 4:30 p.m. ET\nTotal revenue for the quarter was $38.1 million Net income for the quarter was $11.7 million, or $0.59 per diluted common share Cash and marketable securities totaled $297.5 million at December 31, 2017 and include the milestone payment of $15.0 million received following reimbursement approval of AbbVie’s MAVIRET™ (glecaprevir/pibrentasvir) in Japan Recruitment initiated in Phase 2, “ARGON-1” study of EDP-305 in NASH\nWATERTOWN, Mass.--(BUSINESS WIRE)-- Enanta Pharmaceuticals, Inc. (NASDAQ:ENTA), a research and development-focused biotechnology company dedicated to creating small molecule drugs for viral infections and liver diseases, today reported financial results for its fiscal first quarter ended December 31, 2017.\nEnanta’s cash, cash equivalents and short-term and long-term marketable securities totaled $297.5 million at December 31, 2017. This compares to a total of $293.7 million at September 30, 2017. Enanta expects that its current cash, cash equivalents and marketable securities, will be sufficient to meet the anticipated cash requirements of its existing business and development programs for the foreseeable future.\n“We are pleased that we have now initiated recruitment in our Phase 2 “ARGON-1” study in NASH. We now have three ongoing clinical programs, in NASH, PBC and RSV,” stated Jay R. Luly, Ph.D., President and CEO, Enanta. “We look forward to advancing these programs throughout the year while continuing to deepen our pipeline by working to select a development candidate for HBV and discovering follow-on compounds.”\nFiscal First Quarter Ended December 31, 2017 Financial Results\nTotal revenue for the three months ended December 31, 2017 was $38.1 million, compared to $10.4 million for the three months ended December 31, 2016. The increase in revenue for the quarter was due to a $15.0 million milestone payment for the reimbursement approval of MAVIRET™ in Japan and an increase in royalties earned on AbbVie’s global net sales of hepatitis C virus (HCV) regimens due to the launch of MAVYRET™/MAVIRET™ in major markets in the second half of 2017. For the 2016 three month period, revenue consisted exclusively of royalties earned on AbbVie’s worldwide net sales of HCV regimens containing paritaprevir. Milestone payments and royalties have varied significantly from period to period, and we expect that variability to continue in the future.\nResearch and development expenses totaled $18.0 million for the three months ended December 31, 2017, compared to $12.5 million for the three months ended December 31, 2016. The increase in research and development expenses was primarily due to increased preclinical and clinical costs associated with the progression of Enanta’s wholly-owned R&D programs in non-alcoholic steatohepatitis (NASH), primary biliary cholangitis (PBC), respiratory syncytial virus (RSV) and hepatitis B virus (HBV).\nGeneral and administrative expenses totaled $5.8 million for the three months ended December 31, 2017, compared to $4.9 million for the three months ended December 31, 2016. The increase in general and administrative expenses was primarily due to an increase in headcount.\nEnanta recorded income tax expense of $3.6 million for the three months ended December 31, 2017 compared to an income tax benefit of $1.5 million for the same period in 2016. Income tax expense for the three months ended December 31, 2017 includes a $3.8 million non-cash revaluation charge against deferred tax assets to reflect the reduced federal corporate income tax rate as a result of the enactment of the U.S. Tax Cuts and Jobs Act in December 2017.\nThe first quarter tax provision is based on various estimates and current analysis of the recently enacted tax legislation. Given the expectation of further guidance with respect to such legislation and its financial accounting from the U.S. Treasury, Securities and Exchange Commission and Financial Accounting Standards Board, such estimates may be adjusted in subsequent periods.\nNet income for the three months ended December 31, 2017 was $11.7 million, or $0.59 per diluted common share, compared to a net loss of $5.0 million, or $(0.26) per diluted common share, for the corresponding period in 2016. Net income for the three months ended December 31, 2017 reflects the $3.8 million, or $0.19 per diluted common share, non-cash charge as a result of the enactment of the U.S. Tax Cuts and Jobs Act in December 2017.\nDevelopment Programs and Business Review\nA Phase 2 dose-ranging clinical study of EDP-305, Enanta’s lead FXR agonist, has been initiated in patients with PBC. This Phase 2 clinical study, named “INTREPID”, is a 12-week, randomized, double-blind, placebo-controlled study evaluating the safety, tolerability, pharmacokinetics and efficacy of EDP-305 in subjects with PBC, with or without an inadequate response to ursodeoxycholic acid. The efficacy of EDP-305 will be assessed by evaluating reductions in levels of alkaline phosphatase (ALP) versus placebo. Enanta has recently initiated recruitment of a Phase 2 dose-ranging clinical study of EDP-305 in NASH patients. This Phase 2 clinical study, named “ARGON-1”, is a 12-week, randomized, double-blind, placebo-controlled study evaluating the safety, tolerability, pharmacokinetics and efficacy of EDP-305 in subjects with NASH. This proof-of-concept Phase 2 study will assess safety and changes in alanine transaminase (ALT) levels as a primary endpoint and will also focus on evaluating multiple secondary endpoints, including imaging and non-invasive markers of fibrosis and steatosis at Week 12. Data was presented at the 2018 NASH-TAG conference in Park City, Utah, January 4-6, 2018, from Enanta’s Phase 1 study of EDP-305 in healthy subjects and in subjects with presumptive non-alcoholic fatty liver disease (NAFLD). Top line results were first announced on October 23, 2017. A Phase 1 clinical study of EDP-938, a potent non-fusion inhibitor of both RSV-A and RSV-B activity, has been initiated. The objective of the study is to evaluate the safety, tolerability and pharmacokinetics of single ascending dose (SAD) and multiple ascending dose (MAD) levels of EDP-938 in healthy volunteers. Upon successful completion of this study, a Phase 2 proof-of-concept challenge study in RSV-infected humans is expected to begin in the fourth quarter of calendar 2018. Preclinical lead optimization continues to progress in our HBV program with the goal of identifying a development candidate in calendar 2018. On November 30, Enanta announced reimbursement approval in Japan for AbbVie’s MAVIRET™ (glecaprevir/pibrentasvir) and earned the remaining $15.0 million milestone under the AbbVie collaboration.\nUpcoming Events and Presentations\nFebruary 21, 2018 – RBC Capital Markets 2018 Global Healthcare Conference, New York February 28, 2018 – Enanta Annual Meeting of Stockholders, 4:00 p.m. ET, Watertown, MA Enanta plans to issue its fiscal second quarter financial results press release, and hold a conference call regarding those results, on May 8, 2018.\nConference Call and Webcast Information\nEnanta will host a conference call and webcast today at 4:30 p.m. ET. To participate in the live conference call, please dial (855) 840-0595 in the U.S. or (518) 444-4814 for international callers. A replay of the conference call will be available starting at approximately 7:30 p.m. ET on February 7, 2018, through 11:59 p.m. ET on February 10, 2018 by dialing (855) 859-2056 from the U.S. or (404) 537-3406 for international callers. The passcode for both the live call and the replay is 9894915. A live audio webcast of the call and replay can be accessed by visiting the “Events and Presentation” section on the “Investors” page of Enanta’s website at www.enanta.com .\nAbout Enanta\nEnanta Pharmaceuticals has used its robust, chemistry-driven approach and drug discovery capabilities to become a leader in the discovery of small molecule drugs for the treatment of viral infections and liver diseases. Two protease inhibitors, glecaprevir and paritaprevir, discovered and developed through Enanta’s collaboration with AbbVie, have now been approved in jurisdictions around the world as part of AbbVie’s direct-acting antiviral (DAA) regimens for the treatment of hepatitis C virus (HCV) infection, including the U.S.-marketed regimens MAVYRET™ (glecaprevir/pibrentasvir) and VIEKIRA PAK® (paritaprevir/ritonavir/ombitasvir/dasabuvir).\nRoyalties and milestone payments from the AbbVie collaboration are helping to fund Enanta’s research and development efforts, which are currently focused on the following disease targets: non-alcoholic steatohepatitis (NASH), primary biliary cholangitis (PBC), respiratory syncytial virus (RSV) and hepatitis B virus (HBV). Please visit www.enanta.com for more information.\nForward Looking Statements\nThis press release contains including statements with respect to the prospects for AbbVie’s MAVYRET/MAVIRET regimen in HCV and the prospects for advancement of Enanta’s earlier stage programs in NASH, PBC, RSV and HBV. Statements that are not historical facts are based on management’s current expectations, estimates, forecasts and projections about Enanta’s business and the industry in which it operates and management’s beliefs and assumptions. The statements contained in this release are not guarantees of future performance and involve certain risks, uncertainties and assumptions, which are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed in such Important factors and risks that may affect actual results include: Enanta’s revenues in the short-term are dependent upon the success of AbbVie’s continuing commercialization efforts for its HCV treatment regimens containing paritaprevir and its new MAVYRET/MAVIRET regimen; competitive pricing, market acceptance and reimbursement rates for AbbVie’s HCV treatment regimens compared to competitive HCV products on the market; the discovery and development risks of early stage discovery efforts in other disease areas such as NASH, PBC, RSV and HBV; potential competition from the development efforts of others in those other disease areas; Enanta’s lack of clinical development experience; Enanta’s need to attract and retain senior management and key scientific personnel; Enanta’s need to obtain and maintain patent protection for its product candidates and avoid potential infringement of the intellectual property rights of others; and other risk factors described or referred to in “Risk Factors” in Enanta’s most recent Form 10-K for the fiscal year ended September 30, 2017 and other periodic reports filed more recently with the Securities and Exchange Commission. Enanta cautions investors not to place undue reliance on the contained in this release. These statements speak only as of the date of this release, and Enanta undertakes no obligation to update or revise these statements, except as may be required by law.\nENANTA PHARMACEUTICALS, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS UNAUDITED (in thousands, except per share amounts) Three Months Ended December 31, 2017 2016 Revenue $ 38,109 $ 10,417 Operating expenses Research and development 17,962 12,526 General and administrative 5,770 4,937 Total operating expenses 23,732 17,463 Income (loss) from operations 14,377 (7,046 ) Other income, net 960 524 Income (loss) before income taxes 15,337 (6,522 ) Income tax (expense) benefit (3,644 ) 1,542 Net income (loss) $ 11,693 $ (4,980 ) Net income (loss) per share Basic $ 0.61 $ (0.26 ) Diluted $ 0.59 $ (0.26 ) Weighted average common shares outstanding Basic 19,130 19,038 Diluted 19,918 19,038 ENANTA PHARMACEUTICALS, INC. CONDENSED CONSOLIDATED BALANCE SHEETS UNAUDITED (in thousands) December 31, September 30, 2017 2017 Assets Current assets Cash and cash equivalents $ 68,053 $ 65,675 Short-term marketable securities 152,389 157,994 Accounts receivable 23,109 10,614 Prepaid expenses and other current assets 4,075 3,536 Total current assets 247,626 237,819 Property and equipment, net 7,870 8,049 Long-term marketable securities 77,047 70,038 Deferred tax assets 7,568 10,123 Restricted cash 608 608 Total assets $ 340,719 $ 326,637 Liabilities and Stockholders' Equity Current liabilities Accounts payable $ 3,268 $ 3,714 Accrued expenses and other current liabilities 5,697 7,970 Income taxes payable 10,257 9,298 Total current liabilities 19,222 20,982 Warrant liability - 807 Series 1 nonconvertible preferred stock 1,528 762 Other long-term liabilities 2,390 2,410 Total liabilities 23,140 24,961 Total stockholders' equity 317,579 301,676 Total liabilities and stockholders' equity $ 340,719 $ 326,637\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180207006067/en/\nInvestor Contact\nEnanta Pharmaceuticals, Inc.\nCarol Miceli, 617-607-0710\ncmiceli@enanta.com\nor\nMedia Contact\nMacDougall Biomedical Communications\nKari Watson, 781-235-3060\nkwatson@macbiocom.com\nSource: Enanta Pharmaceuticals, Inc.",
    "published": "2018-02-08T00:01:00.000+02:00",
    "crawled": "2018-02-08T02:19:22.032+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "webcast",
        "conference",
        "call",
        "today",
        "et",
        "total",
        "revenue",
        "quarter",
        "million",
        "net",
        "income",
        "quarter",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "cash",
        "marketable",
        "security",
        "totaled",
        "million",
        "december",
        "include",
        "milestone",
        "payment",
        "million",
        "received",
        "following",
        "reimbursement",
        "approval",
        "abbvie",
        "japan",
        "recruitment",
        "initiated",
        "phase",
        "study",
        "nash",
        "watertown",
        "business",
        "wire",
        "enanta",
        "pharmaceutical",
        "nasdaq",
        "enta",
        "research",
        "biotechnology",
        "company",
        "dedicated",
        "creating",
        "small",
        "molecule",
        "drug",
        "viral",
        "infection",
        "liver",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "december",
        "enanta",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "december",
        "compare",
        "total",
        "million",
        "september",
        "enanta",
        "expects",
        "current",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "sufficient",
        "meet",
        "anticipated",
        "cash",
        "requirement",
        "existing",
        "business",
        "development",
        "program",
        "foreseeable",
        "future",
        "pleased",
        "initiated",
        "recruitment",
        "phase",
        "study",
        "nash",
        "three",
        "ongoing",
        "clinical",
        "program",
        "nash",
        "pbc",
        "rsv",
        "stated",
        "jay",
        "luly",
        "president",
        "ceo",
        "enanta",
        "look",
        "forward",
        "advancing",
        "program",
        "throughout",
        "year",
        "continuing",
        "deepen",
        "pipeline",
        "working",
        "select",
        "development",
        "candidate",
        "hbv",
        "discovering",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "december",
        "financial",
        "result",
        "total",
        "revenue",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "increase",
        "revenue",
        "quarter",
        "due",
        "million",
        "milestone",
        "payment",
        "reimbursement",
        "approval",
        "japan",
        "increase",
        "royalty",
        "earned",
        "abbvie",
        "global",
        "net",
        "sale",
        "hepatitis",
        "c",
        "virus",
        "hcv",
        "regimen",
        "due",
        "launch",
        "major",
        "market",
        "second",
        "half",
        "three",
        "month",
        "period",
        "revenue",
        "consisted",
        "exclusively",
        "royalty",
        "earned",
        "abbvie",
        "worldwide",
        "net",
        "sale",
        "hcv",
        "regimen",
        "containing",
        "paritaprevir",
        "milestone",
        "payment",
        "royalty",
        "varied",
        "significantly",
        "period",
        "period",
        "expect",
        "variability",
        "continue",
        "future",
        "research",
        "development",
        "expense",
        "totaled",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "due",
        "increased",
        "preclinical",
        "clinical",
        "cost",
        "associated",
        "progression",
        "enanta",
        "r",
        "program",
        "steatohepatitis",
        "nash",
        "primary",
        "biliary",
        "cholangitis",
        "pbc",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "hepatitis",
        "b",
        "virus",
        "hbv",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "increase",
        "headcount",
        "enanta",
        "recorded",
        "income",
        "tax",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "income",
        "tax",
        "benefit",
        "million",
        "period",
        "income",
        "tax",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "includes",
        "million",
        "revaluation",
        "charge",
        "deferred",
        "tax",
        "asset",
        "reflect",
        "reduced",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "result",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "december",
        "first",
        "quarter",
        "tax",
        "provision",
        "based",
        "various",
        "estimate",
        "current",
        "analysis",
        "recently",
        "enacted",
        "tax",
        "legislation",
        "given",
        "expectation",
        "guidance",
        "respect",
        "legislation",
        "financial",
        "accounting",
        "treasury",
        "security",
        "exchange",
        "commission",
        "financial",
        "accounting",
        "standard",
        "board",
        "estimate",
        "may",
        "adjusted",
        "subsequent",
        "period",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "corresponding",
        "period",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "december",
        "reflects",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "charge",
        "result",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "december",
        "development",
        "program",
        "business",
        "review",
        "phase",
        "clinical",
        "study",
        "enanta",
        "lead",
        "fxr",
        "agonist",
        "initiated",
        "patient",
        "pbc",
        "phase",
        "clinical",
        "study",
        "named",
        "intrepid",
        "randomized",
        "study",
        "evaluating",
        "safety",
        "tolerability",
        "pharmacokinetics",
        "efficacy",
        "subject",
        "pbc",
        "without",
        "inadequate",
        "response",
        "ursodeoxycholic",
        "acid",
        "efficacy",
        "assessed",
        "evaluating",
        "reduction",
        "level",
        "alkaline",
        "phosphatase",
        "alp",
        "versus",
        "placebo",
        "enanta",
        "recently",
        "initiated",
        "recruitment",
        "phase",
        "clinical",
        "study",
        "nash",
        "patient",
        "phase",
        "clinical",
        "study",
        "named",
        "randomized",
        "study",
        "evaluating",
        "safety",
        "tolerability",
        "pharmacokinetics",
        "efficacy",
        "subject",
        "nash",
        "phase",
        "study",
        "assess",
        "safety",
        "change",
        "alanine",
        "transaminase",
        "alt",
        "level",
        "primary",
        "endpoint",
        "also",
        "focus",
        "evaluating",
        "multiple",
        "secondary",
        "endpoint",
        "including",
        "imaging",
        "marker",
        "fibrosis",
        "steatosis",
        "week",
        "data",
        "presented",
        "conference",
        "park",
        "city",
        "utah",
        "january",
        "enanta",
        "phase",
        "study",
        "healthy",
        "subject",
        "subject",
        "presumptive",
        "fatty",
        "liver",
        "disease",
        "nafld",
        "top",
        "line",
        "result",
        "first",
        "announced",
        "october",
        "phase",
        "clinical",
        "study",
        "potent",
        "inhibitor",
        "activity",
        "initiated",
        "objective",
        "study",
        "evaluate",
        "safety",
        "tolerability",
        "pharmacokinetics",
        "single",
        "ascending",
        "dose",
        "sad",
        "multiple",
        "ascending",
        "dose",
        "mad",
        "level",
        "healthy",
        "volunteer",
        "upon",
        "successful",
        "completion",
        "study",
        "phase",
        "challenge",
        "study",
        "human",
        "expected",
        "begin",
        "fourth",
        "quarter",
        "calendar",
        "preclinical",
        "lead",
        "optimization",
        "continues",
        "progress",
        "hbv",
        "program",
        "goal",
        "identifying",
        "development",
        "candidate",
        "calendar",
        "november",
        "enanta",
        "announced",
        "reimbursement",
        "approval",
        "japan",
        "abbvie",
        "earned",
        "remaining",
        "million",
        "milestone",
        "abbvie",
        "collaboration",
        "upcoming",
        "event",
        "presentation",
        "february",
        "rbc",
        "capital",
        "market",
        "global",
        "healthcare",
        "conference",
        "new",
        "york",
        "february",
        "enanta",
        "annual",
        "meeting",
        "stockholder",
        "et",
        "watertown",
        "enanta",
        "plan",
        "issue",
        "fiscal",
        "second",
        "quarter",
        "financial",
        "result",
        "press",
        "release",
        "hold",
        "conference",
        "call",
        "regarding",
        "result",
        "may",
        "conference",
        "call",
        "webcast",
        "information",
        "enanta",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "participate",
        "live",
        "conference",
        "call",
        "please",
        "dial",
        "international",
        "caller",
        "replay",
        "conference",
        "call",
        "available",
        "starting",
        "approximately",
        "et",
        "february",
        "et",
        "february",
        "dialing",
        "international",
        "caller",
        "passcode",
        "live",
        "call",
        "replay",
        "live",
        "audio",
        "webcast",
        "call",
        "replay",
        "accessed",
        "visiting",
        "event",
        "presentation",
        "section",
        "investor",
        "page",
        "enanta",
        "website",
        "enanta",
        "enanta",
        "pharmaceutical",
        "used",
        "robust",
        "approach",
        "drug",
        "discovery",
        "capability",
        "become",
        "leader",
        "discovery",
        "small",
        "molecule",
        "drug",
        "treatment",
        "viral",
        "infection",
        "liver",
        "disease",
        "two",
        "protease",
        "inhibitor",
        "glecaprevir",
        "paritaprevir",
        "discovered",
        "developed",
        "enanta",
        "collaboration",
        "abbvie",
        "approved",
        "jurisdiction",
        "around",
        "world",
        "part",
        "abbvie",
        "antiviral",
        "daa",
        "regimen",
        "treatment",
        "hepatitis",
        "c",
        "virus",
        "hcv",
        "infection",
        "including",
        "regimen",
        "viekira",
        "royalty",
        "milestone",
        "payment",
        "abbvie",
        "collaboration",
        "helping",
        "fund",
        "enanta",
        "research",
        "development",
        "effort",
        "currently",
        "focused",
        "following",
        "disease",
        "target",
        "steatohepatitis",
        "nash",
        "primary",
        "biliary",
        "cholangitis",
        "pbc",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "hepatitis",
        "b",
        "virus",
        "hbv",
        "please",
        "visit",
        "information",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "including",
        "statement",
        "respect",
        "prospect",
        "abbvie",
        "regimen",
        "hcv",
        "prospect",
        "advancement",
        "enanta",
        "earlier",
        "stage",
        "program",
        "nash",
        "pbc",
        "rsv",
        "hbv",
        "statement",
        "historical",
        "fact",
        "based",
        "management",
        "current",
        "expectation",
        "estimate",
        "forecast",
        "projection",
        "enanta",
        "business",
        "industry",
        "operates",
        "management",
        "belief",
        "assumption",
        "statement",
        "contained",
        "release",
        "guarantee",
        "future",
        "performance",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "important",
        "factor",
        "risk",
        "may",
        "affect",
        "actual",
        "result",
        "include",
        "enanta",
        "revenue",
        "dependent",
        "upon",
        "success",
        "abbvie",
        "continuing",
        "commercialization",
        "effort",
        "hcv",
        "treatment",
        "regimen",
        "containing",
        "paritaprevir",
        "new",
        "regimen",
        "competitive",
        "pricing",
        "market",
        "acceptance",
        "reimbursement",
        "rate",
        "abbvie",
        "hcv",
        "treatment",
        "regimen",
        "compared",
        "competitive",
        "hcv",
        "product",
        "market",
        "discovery",
        "development",
        "risk",
        "early",
        "stage",
        "discovery",
        "effort",
        "disease",
        "area",
        "nash",
        "pbc",
        "rsv",
        "hbv",
        "potential",
        "competition",
        "development",
        "effort",
        "others",
        "disease",
        "area",
        "enanta",
        "lack",
        "clinical",
        "development",
        "experience",
        "enanta",
        "need",
        "attract",
        "retain",
        "senior",
        "management",
        "key",
        "scientific",
        "personnel",
        "enanta",
        "need",
        "obtain",
        "maintain",
        "patent",
        "protection",
        "product",
        "candidate",
        "avoid",
        "potential",
        "infringement",
        "intellectual",
        "property",
        "right",
        "others",
        "risk",
        "factor",
        "described",
        "referred",
        "risk",
        "factor",
        "enanta",
        "recent",
        "form",
        "fiscal",
        "year",
        "ended",
        "september",
        "periodic",
        "report",
        "filed",
        "recently",
        "security",
        "exchange",
        "commission",
        "enanta",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "contained",
        "release",
        "statement",
        "speak",
        "date",
        "release",
        "enanta",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "enanta",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "enanta",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "september",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "marketable",
        "security",
        "deferred",
        "tax",
        "asset",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "income",
        "tax",
        "payable",
        "total",
        "current",
        "liability",
        "warrant",
        "liability",
        "series",
        "nonconvertible",
        "preferred",
        "stock",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "enanta",
        "pharmaceutical",
        "carol",
        "miceli",
        "cmiceli",
        "medium",
        "contact",
        "macdougall",
        "biomedical",
        "communication",
        "kari",
        "watson",
        "kwatson",
        "source",
        "enanta",
        "pharmaceutical",
        "inc"
    ]
}