{
    "organizations": [],
    "uuid": "8b04f8b630db301559e9239b152a98c13285bf8d",
    "author": "Scott Cohn",
    "url": "https://www.cnbc.com/2018/02/23/the-american-greed-report-how-to-beat-the-pharma-bros-and-save-money-on-your-prescriptions.html",
    "ord_in_thread": 0,
    "title": "The American Greed Report: How to beat the 'pharma bros' and save money on your prescriptions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Martin Shkreli, the smirking \"pharma bro\" who gained worldwide infamy by raising the price of a lifesaving drug 5,000 percent, is awaiting sentencing next month on three counts of securities fraud. But as told on the season premiere of CNBC's \"American Greed, \" Shkreli's crimes have nothing to do with the price hike.\nIn fact, outrageous as the increase may seem, raising the price of a drug that benefits babies, pregnant women and AIDS patients from $13.50 per pill to $750 overnight was by all accounts perfectly legal.\n\"It's a for-profit business, so they set those prices at whatever works for their business, not necessarily what works for the consumer,\" said Lisa Gill, prescription drugs editor at Consumer Reports.\n\"We're certainly not the first company to raise drug prices,\" Shkreli told CNBC at the time .\nThat is undeniably true. With prescription drug prices rising nearly six times the rate of inflation last year, according to the U.S. Bureau of Labor Statistics, and rising insurance deductibles forcing consumers to bear more of the cost, people are making tough choices.\n\"Americans cope with high drug prices in a couple of ways and they are not good,\" Gill said. \"Twenty-five percent of people told us when they were faced with at least one medication that jumped in price, they just left the prescription behind. That is about 28 million Americans.\"\nOthers let different necessities go by the wayside.\n\"We've spoken to consumers who tell us, 'Food or medication? I can't decide',\" she said. \"And that's not one family. That is family, after family, after family.\"\nBut there are ways to avoid that dilemma. Gill offers some strategies to keep your prescription costs down and beat the Shkrelis of the world at their own game.\nJamie Grill | Getty Images Ask questions\nWe tend to take our doctors' advice as gospel but do not be afraid to ask if you really need the medication being prescribed. You may be surprised at the answer, and it could save you money.\nConsumer Reports recently surveyed 2,000 Americans, asking if they had ever checked with their doctor to see if they could stop taking a medication.\n\"Of the people who did,\" Gill said, \"70 percent said that their physician said, 'You know what? I'm going to take you off of one of your medications,' which to us is an indicator that a lot of people are taking medications that they do not need.\"\nBut if the doctor says no, do not stop there. Ask your doctor if he or she is aware of how much the medication costs.\n\"For a long time, doctors never really had to talk about affordability, and they didn't really want to. They don't have a lot of time,\" Gill said. \"So talking about whether you can afford a medication is not always a thing that they like to talk about, but it's an important question, and you shouldn't be embarrassed to bring it up.\"\nPrescription for savings\nYou may be able to save a considerable amount of money just by making certain your doctor prescribes the medication in the most cost-effective way. That includes using the generic equivalent wherever possible.\n\"In most cases a generic drug will be about 80 percent less than a branded drug in terms of the cost, and you have a better chance of getting it covered well on your insurance,\" Gill said. Ask your doctor to specify in the prescription that the generic equivalent is acceptable.\nIf the medication is one that your doctor expects to have you on for an extended period of time, ask your doctor to write a 90-day prescription instead of the usual 30 days.\n\"You may not have to pay three full copays. You may not even have to pay two,\" Gill said.\nBut be careful here. Your insurance company may not cover the longer prescriptions, requiring a 30-day supply instead.\nshow chapters Experts say warehouse club stores may give cash buyers an alternative to rising drug prices 22 Hours Ago | 01:13 Insurance angles\nLike almost everything else in American health care these days, insurance companies are among the primary arbiters of the price you pay. But when it comes to prescription drugs, you do not have to let them get the final word.\nFirst, make sure you are making the most of the money-saving opportunities your insurance company offers. Many offer substantial discounts if you agree to receive your prescription by mail. That also saves you the cost of those monthly trips to the drug store.\nIf you find yourself facing a large deductible for your medication, don't just accept it. Some insurers have been known to budge on the cost with a certification from the doctor that the medication is the only treatment available for your particular condition.\nAnd if all of that fails, Gill has a suggestion that seems counterintuitive but often works. She says you could save money by purchasing the medicine without insurance.\n\"The insurance company may charge you more than the retail price that the pharmacy offers,\" Gill said. \"The real problem is that a pharmacist may not be able to tell you that their retail price is lower and that's because of something called a gag clause ... by contract they're not allowed to give you the lowest price unless you ask. So you have to say, 'What's the lowest possible price you can offer if I didn't use my insurance?' And that can sometimes unlock a much better deal.\"\nShop around\nIf you have tried everything here and still find yourself stuck, don't stop. Shop. Drug prices are not uniform — even in your own neighborhood.\n\"We can see from national secret shopper surveys that we've done that drug prices can vary within the same ZIP code dramatically, and it can be jaw-dropping,\" Gill said. \"For example, we have seen generic Lipitor in certain places like Dallas, Seattle, Denver, Raleigh, North Carolina, where we have made phone calls, you can see that you can get generic Lipitor sometimes for as little as $8 or you can spend over $140 at another store and that is within the same area.\"\nThere are comparison-shopping websites that can help you find the best price but be careful. Some can take you to internet pharmacies where the quality of the product may not be what it seems. The National Association of Boards of Pharmacy offers a directory of online pharmacies that meet its exacting standards.\nThere is also such a thing as coupon clipping when it comes to prescription drugs. Check with the drug's manufacturer.\n\"If the medication is very high cost, the manufacturer of that drug may offer a coupon, or even a patient assistance program at their website,\" Gill said. \"It is worth trying to contact the manufacturing company to see if they offer anything. Many companies do.\"\n\"Pharma bro\" Shkreli's company was not one of those that showed much interest in giving patients a break.\nWhile he claimed he planned to use the revenue from the price increase on his drug Daraprim to develop safer alternatives, there was no evidence his company ever tried. Besides, doctors said there was not any need for an alternative.\nYet Shkreli, appearing on CNBC at the height of the controversy, seemed to suggest he was being magnanimous in not raising the price even higher.\n\"At this price Daraprim is still actually on the low end of what orphan drugs cost,\" Shrkeli said.\nWhile most pharmaceutical executives are not so ruthless, Gill says it only takes a few big price increases to hit the bottom lines of insurance companies, who pass their costs on to pharmacies, who pass the price on to us.\n\"There is an effect on the entire system,\" Gill said.\nSee how the feds finally wiped that smirk off Martin Shkreli's face. Or did they? Watch the all new season premiere of \"American Greed,\" Monday, Feb. 26 at 10 p.m. ET/PT only on CNBC.",
    "published": "2018-02-24T20:01:00.000+02:00",
    "crawled": "2018-02-24T20:01:51.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "martin",
        "shkreli",
        "smirking",
        "pharma",
        "bro",
        "gained",
        "worldwide",
        "infamy",
        "raising",
        "price",
        "lifesaving",
        "drug",
        "percent",
        "awaiting",
        "sentencing",
        "next",
        "month",
        "three",
        "count",
        "security",
        "fraud",
        "told",
        "season",
        "premiere",
        "cnbc",
        "american",
        "greed",
        "shkreli",
        "crime",
        "nothing",
        "price",
        "hike",
        "fact",
        "outrageous",
        "increase",
        "may",
        "seem",
        "raising",
        "price",
        "drug",
        "benefit",
        "baby",
        "pregnant",
        "woman",
        "aid",
        "patient",
        "per",
        "pill",
        "overnight",
        "account",
        "perfectly",
        "legal",
        "business",
        "set",
        "price",
        "whatever",
        "work",
        "business",
        "necessarily",
        "work",
        "consumer",
        "said",
        "lisa",
        "gill",
        "prescription",
        "drug",
        "editor",
        "consumer",
        "report",
        "certainly",
        "first",
        "company",
        "raise",
        "drug",
        "price",
        "shkreli",
        "told",
        "cnbc",
        "time",
        "undeniably",
        "true",
        "prescription",
        "drug",
        "price",
        "rising",
        "nearly",
        "six",
        "time",
        "rate",
        "inflation",
        "last",
        "year",
        "according",
        "bureau",
        "labor",
        "statistic",
        "rising",
        "insurance",
        "deductible",
        "forcing",
        "consumer",
        "bear",
        "cost",
        "people",
        "making",
        "tough",
        "choice",
        "american",
        "cope",
        "high",
        "drug",
        "price",
        "couple",
        "way",
        "good",
        "gill",
        "said",
        "percent",
        "people",
        "told",
        "u",
        "faced",
        "least",
        "one",
        "medication",
        "jumped",
        "price",
        "left",
        "prescription",
        "behind",
        "million",
        "american",
        "others",
        "let",
        "different",
        "necessity",
        "go",
        "wayside",
        "spoken",
        "consumer",
        "tell",
        "u",
        "medication",
        "ca",
        "decide",
        "said",
        "one",
        "family",
        "family",
        "family",
        "family",
        "way",
        "avoid",
        "dilemma",
        "gill",
        "offer",
        "strategy",
        "keep",
        "prescription",
        "cost",
        "beat",
        "shkrelis",
        "world",
        "game",
        "jamie",
        "grill",
        "getty",
        "image",
        "ask",
        "question",
        "tend",
        "take",
        "doctor",
        "advice",
        "gospel",
        "afraid",
        "ask",
        "really",
        "need",
        "medication",
        "prescribed",
        "may",
        "surprised",
        "answer",
        "could",
        "save",
        "money",
        "consumer",
        "report",
        "recently",
        "surveyed",
        "american",
        "asking",
        "ever",
        "checked",
        "doctor",
        "see",
        "could",
        "stop",
        "taking",
        "medication",
        "people",
        "gill",
        "said",
        "percent",
        "said",
        "physician",
        "said",
        "know",
        "going",
        "take",
        "one",
        "medication",
        "u",
        "indicator",
        "lot",
        "people",
        "taking",
        "medication",
        "need",
        "doctor",
        "say",
        "stop",
        "ask",
        "doctor",
        "aware",
        "much",
        "medication",
        "cost",
        "long",
        "time",
        "doctor",
        "never",
        "really",
        "talk",
        "affordability",
        "really",
        "want",
        "lot",
        "time",
        "gill",
        "said",
        "talking",
        "whether",
        "afford",
        "medication",
        "always",
        "thing",
        "like",
        "talk",
        "important",
        "question",
        "embarrassed",
        "bring",
        "prescription",
        "saving",
        "may",
        "able",
        "save",
        "considerable",
        "amount",
        "money",
        "making",
        "certain",
        "doctor",
        "prescribes",
        "medication",
        "way",
        "includes",
        "using",
        "generic",
        "equivalent",
        "wherever",
        "possible",
        "case",
        "generic",
        "drug",
        "percent",
        "less",
        "branded",
        "drug",
        "term",
        "cost",
        "better",
        "chance",
        "getting",
        "covered",
        "well",
        "insurance",
        "gill",
        "said",
        "ask",
        "doctor",
        "specify",
        "prescription",
        "generic",
        "equivalent",
        "acceptable",
        "medication",
        "one",
        "doctor",
        "expects",
        "extended",
        "period",
        "time",
        "ask",
        "doctor",
        "write",
        "prescription",
        "instead",
        "usual",
        "day",
        "may",
        "pay",
        "three",
        "full",
        "copays",
        "may",
        "even",
        "pay",
        "two",
        "gill",
        "said",
        "careful",
        "insurance",
        "company",
        "may",
        "cover",
        "longer",
        "prescription",
        "requiring",
        "supply",
        "instead",
        "show",
        "chapter",
        "expert",
        "say",
        "warehouse",
        "club",
        "store",
        "may",
        "give",
        "cash",
        "buyer",
        "alternative",
        "rising",
        "drug",
        "price",
        "hour",
        "ago",
        "insurance",
        "angle",
        "like",
        "almost",
        "everything",
        "else",
        "american",
        "health",
        "care",
        "day",
        "insurance",
        "company",
        "among",
        "primary",
        "arbiter",
        "price",
        "pay",
        "come",
        "prescription",
        "drug",
        "let",
        "get",
        "final",
        "word",
        "first",
        "make",
        "sure",
        "making",
        "opportunity",
        "insurance",
        "company",
        "offer",
        "many",
        "offer",
        "substantial",
        "discount",
        "agree",
        "receive",
        "prescription",
        "mail",
        "also",
        "save",
        "cost",
        "monthly",
        "trip",
        "drug",
        "store",
        "find",
        "facing",
        "large",
        "deductible",
        "medication",
        "accept",
        "insurer",
        "known",
        "budge",
        "cost",
        "certification",
        "doctor",
        "medication",
        "treatment",
        "available",
        "particular",
        "condition",
        "fails",
        "gill",
        "suggestion",
        "seems",
        "counterintuitive",
        "often",
        "work",
        "say",
        "could",
        "save",
        "money",
        "purchasing",
        "medicine",
        "without",
        "insurance",
        "insurance",
        "company",
        "may",
        "charge",
        "retail",
        "price",
        "pharmacy",
        "offer",
        "gill",
        "said",
        "real",
        "problem",
        "pharmacist",
        "may",
        "able",
        "tell",
        "retail",
        "price",
        "lower",
        "something",
        "called",
        "gag",
        "clause",
        "contract",
        "allowed",
        "give",
        "lowest",
        "price",
        "unless",
        "ask",
        "say",
        "lowest",
        "possible",
        "price",
        "offer",
        "use",
        "insurance",
        "sometimes",
        "unlock",
        "much",
        "better",
        "deal",
        "shop",
        "around",
        "tried",
        "everything",
        "still",
        "find",
        "stuck",
        "stop",
        "shop",
        "drug",
        "price",
        "uniform",
        "even",
        "neighborhood",
        "see",
        "national",
        "secret",
        "shopper",
        "survey",
        "done",
        "drug",
        "price",
        "vary",
        "within",
        "zip",
        "code",
        "dramatically",
        "gill",
        "said",
        "example",
        "seen",
        "generic",
        "lipitor",
        "certain",
        "place",
        "like",
        "dallas",
        "seattle",
        "denver",
        "raleigh",
        "north",
        "carolina",
        "made",
        "phone",
        "call",
        "see",
        "get",
        "generic",
        "lipitor",
        "sometimes",
        "little",
        "spend",
        "another",
        "store",
        "within",
        "area",
        "website",
        "help",
        "find",
        "best",
        "price",
        "careful",
        "take",
        "internet",
        "pharmacy",
        "quality",
        "product",
        "may",
        "seems",
        "national",
        "association",
        "board",
        "pharmacy",
        "offer",
        "directory",
        "online",
        "pharmacy",
        "meet",
        "exacting",
        "standard",
        "also",
        "thing",
        "coupon",
        "clipping",
        "come",
        "prescription",
        "drug",
        "check",
        "drug",
        "manufacturer",
        "medication",
        "high",
        "cost",
        "manufacturer",
        "drug",
        "may",
        "offer",
        "coupon",
        "even",
        "patient",
        "assistance",
        "program",
        "website",
        "gill",
        "said",
        "worth",
        "trying",
        "contact",
        "manufacturing",
        "company",
        "see",
        "offer",
        "anything",
        "many",
        "company",
        "pharma",
        "bro",
        "shkreli",
        "company",
        "one",
        "showed",
        "much",
        "interest",
        "giving",
        "patient",
        "break",
        "claimed",
        "planned",
        "use",
        "revenue",
        "price",
        "increase",
        "drug",
        "daraprim",
        "develop",
        "safer",
        "alternative",
        "evidence",
        "company",
        "ever",
        "tried",
        "besides",
        "doctor",
        "said",
        "need",
        "alternative",
        "yet",
        "shkreli",
        "appearing",
        "cnbc",
        "height",
        "controversy",
        "seemed",
        "suggest",
        "magnanimous",
        "raising",
        "price",
        "even",
        "higher",
        "price",
        "daraprim",
        "still",
        "actually",
        "low",
        "end",
        "orphan",
        "drug",
        "cost",
        "shrkeli",
        "said",
        "pharmaceutical",
        "executive",
        "ruthless",
        "gill",
        "say",
        "take",
        "big",
        "price",
        "increase",
        "hit",
        "bottom",
        "line",
        "insurance",
        "company",
        "pas",
        "cost",
        "pharmacy",
        "pas",
        "price",
        "u",
        "effect",
        "entire",
        "system",
        "gill",
        "said",
        "see",
        "fed",
        "finally",
        "wiped",
        "smirk",
        "martin",
        "shkreli",
        "face",
        "watch",
        "new",
        "season",
        "premiere",
        "american",
        "greed",
        "monday",
        "cnbc"
    ]
}