{
    "organizations": [],
    "uuid": "7c8650646953510729a1c8fe14c902848a02db09",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/02/27/raceahead-anna-deavere-smith-empathy/",
    "ord_in_thread": 0,
    "title": "raceAhead: HBO and Anna Deavere Smith Tackle Criminal Justice",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Actress/playwright Anna Deavere Smith attends the 2016 \"Tina Brown Live Media's American Justice Summit\" at Gerald W. Lynch Theatre on Jan. 29, 2016 in New York City. Slaven Vlasic—Getty Images By Ellen McGirt Updated: February 27, 2018 3:06 PM ET\nTake a few moments today to imagine life from the perspective of someone very different from you. Then speak their words as if they were your own. Would it change how you feel about them? How you might advocate for them?\nApplied empathy is the promise of this film adaptation of a stage play by Anna Deavere Smith , currently streaming on HBO . “Notes From the Field” is a documentary solo performance based on some 250 separate interviews and focused on the criminal justice system. In the film, you’ll meet eighteen real people, each with unique perspectives about the school to prison pipeline, including Rep. John Lewis and Kevin Moore, the man who accidentally videotaped the Baltimore police beating Freddie Gray. Smith brings each one to life in ways that defy explanation.\nWriter Jamil Smith, who calls the playwright the most empathetic woman in America, frames her work as a radical extension of the extraordinary lengths black people have to go to “perform empathy” in a world “built to render them and their pain invisible, a world that demands they empathize with the very people who inflict that pain on them.”\nFrom his review :\nWhat Smith gives us in her plays is different than the average citizen’s brand of empathy. She takes on the personas of folks from every state and tells their stories and truths, empathizing with virtually anyone to ensure that we hear everyone. Beyond the controversial subjects her plays tackle, the uncanny ability to empathize is a lesson that we should take from her art.\nThe play is the centerpiece of a broader social justice initiative called “ The Anna Deavere Smith Pipeline Project ,” which explores through interviews and public conversations how young people in under-resourced communities often find their way into the criminal justice system.\n“I was stunned, about five years ago, to learn of something called ‘the school-to-prison pipeline,’” s he writes on her website , citing U.S. Justice Department statistics that showed that black, brown and indigenous children are suspended and expelled more frequently than their white counterparts, and more likely to enter prison at some point. “Schools that work as sorting mechanisms are deep in our American DNA, whether the sorting is meant to find talent and aptitude, whether it is meant to weed out those who slow ‘us’ down, or whether it is meant to keep races and social classes apart.”\nShe supports an end to the pipeline through legal challenges, education reform, and policy change, but then she calls for something more radical.\n“We have fine law schools in this country. Could you ever imagine The Graduate School of Empathy and Love? I know that sounds ridiculous,” she writes. But empathy is a skill that could be developed and should be as revered as business savvy or athletic achievement, she says. “We need a generation of leaders who are as loving as they are strategic.”\nOn Point As states re-think felony disenfranchisement laws, two are allowing incarcerated people to vote from prison Maine and Vermont are the two states who allow incarcerated people to vote, and advocates say political engagement can have a rehabilitative effect on inmates. New Jersey, with a newly democratic legislature, plans to follow suit. It’s hard to tell how many prisoners are actually voting, and prisoners with out-of-state residencies are not eligible. But it’s made a difference for some. “It committed me to prison reform, social reform, to work in social justice,” says a formerly incarcerated Maine man who voted for Obama in 2008. He’s since been released and has earned a master’s degree. But other states have been revisiting their voting restriction laws; Alabama, Maryland and Wyoming have recently made it possible for released felons to vote again. NBC News Chef José Andrés is the James Beard Award 2018 Humanitarian of the Year The charismatic chef earned legions of new fans as videos of him leading teams making and distributing delicious, nourishing food for storm ravaged Puerto Ricans became the only respite in the wake of Hurricane Maria. But Andrés has been an anti-hunger champion for years. In 2012, he formed World Central Kitchen, a non-profit that works to end hunger and poverty in emerging economies around the world. Cheers to him. JamesBeard.org Buenas noticias: Hispanic high school drop-out rate at a new low, college enrollment a new high The high school drop-out rate has been on the decline for decades, particularly noteworthy since the number of Hispanics enrolled in public and private nursery schools, K-12 schools and colleges increased 80% from 9.9 million to 17.9 million from 1999 to 2016. The good news is continuing into college. In 2016, 47% of Hispanic high school graduates ages 18 to 24 were enrolled in college, up from 32% in 1999. There is still work to do, however. As a cohort, the Hispanic population continues to lag behind other groups in obtaining four-year college degrees. Pew Research How to keep more women in the executive pipeline Rita Gunther McGrath, an associate professor at Columbia Business School, offers eight ways to keep more women on the path to corporate leadership. Some emphasize selection, like masking gender in early stages of hiring, or using anonymized screening tools to evaluate work. Others are behavioral tweaks, like enforcing a no-interrupting rule in meetings. One interesting one is the PowerPoint ban — it can hold women back in strategy meetings. “[The] medium falls victim to the same barriers that prevent women from getting their ideas heard in other contexts,” she writes. Amazon only uses written documents for meetings – it helps illuminate the thinking behind the concepts and provides a permanent record of where ideas came from. Wall Street Journal Advertisement The Woke Leader The hidden history of racism in atomic research European scientists, fleeing Hitler’s rise, flocked to the U.S. in the 1930s and ’40s, and many joined the Manhattan Project to work in atomic research and weaponry. African American scientists were welcome in research facilities in Chicago and New York, but when the Oak Ridge, Tenn. lab was constructed in the Jim Crow South, black scientists were excluded. Says a University of Chicago professor, the European scientists, all refugees, were shocked. “Many were foreign-born and so the whole idea of discrimination against blacks was repugnant.” Click through for the inspiring story of J. Ernest Wilkins Jr. the black prodigy who worked with Enrico Fermi at the famous Chicago Metallurgical Laboratory, before his research moved south without him. Knox News Life as a well-read black girl Glory Edim launched the hashtag #WellReadBlackGirl in 2015 just to talk about books. Since then, it’s become a real-world book club and online platform which aims to “increase the visibility of black women writers and initiate meaningful conversation with readers.” According to this profile by Rebecca Carroll, Edim may have played a real role in the uptick in physical book readership, and “had the entrepreneurial smarts to not only leverage the bibliophilia of her reading peers, but to infuse their reading engagement with the now-ubiquitous vernacularism of ‘Black Girl Magic.’” Last year, Edim launched the Well-Read Black Girl Festival which brought raceAhead favorites novelist Tayari Jones, author Morgan Jerkins, and New York Times writer and “Still Processing” podcast host Jenna Wortham to the stage. Shondaland A little-known race riot may be one of the most deadly in history A raceAhead reader brought this little-known race riot to my attention, letting me know that “this event shaped my theology and politics before I was born.” The Elaine Riot, also known as the Elaine Massacre happened in 1919, in the Arkansas Delta. Sharecropping black farmers had been organizing themselves via two groups, the Progressive Farmers and the Household Union of America, to get better payments for their cotton in Jim Crow south. After a fight broke out when white men infiltrated one such meeting, an angry mob became a concerted effort to find and terrorize black organizers. The battle raged for two days. Estimates of black deaths were as high as 856. Black Then Quote:\nWhite supremacy is the conscious or unconscious belief or the investment in the inherent superiority of some, while others are believed to be innately inferior. And it doesn't demand the individual participation of the singular bigot. It is a machine operating in perpetuity, because it doesn't demand that somebody be in place driving. - Michael Eric Dyson",
    "published": "2018-02-28T03:54:00.000+02:00",
    "crawled": "2018-02-28T06:37:48.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "anna",
        "deavere",
        "smith",
        "attends",
        "tina",
        "brown",
        "live",
        "medium",
        "american",
        "justice",
        "summit",
        "gerald",
        "lynch",
        "theatre",
        "new",
        "york",
        "city",
        "slaven",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "february",
        "pm",
        "et",
        "take",
        "moment",
        "today",
        "imagine",
        "life",
        "perspective",
        "someone",
        "different",
        "speak",
        "word",
        "would",
        "change",
        "feel",
        "might",
        "advocate",
        "applied",
        "empathy",
        "promise",
        "film",
        "adaptation",
        "stage",
        "play",
        "anna",
        "deavere",
        "smith",
        "currently",
        "streaming",
        "hbo",
        "note",
        "field",
        "documentary",
        "solo",
        "performance",
        "based",
        "separate",
        "interview",
        "focused",
        "criminal",
        "justice",
        "system",
        "film",
        "meet",
        "eighteen",
        "real",
        "people",
        "unique",
        "perspective",
        "school",
        "prison",
        "pipeline",
        "including",
        "john",
        "lewis",
        "kevin",
        "moore",
        "man",
        "accidentally",
        "videotaped",
        "baltimore",
        "police",
        "beating",
        "freddie",
        "gray",
        "smith",
        "brings",
        "one",
        "life",
        "way",
        "defy",
        "explanation",
        "writer",
        "jamil",
        "smith",
        "call",
        "playwright",
        "empathetic",
        "woman",
        "america",
        "frame",
        "work",
        "radical",
        "extension",
        "extraordinary",
        "length",
        "black",
        "people",
        "go",
        "perform",
        "empathy",
        "world",
        "built",
        "render",
        "pain",
        "invisible",
        "world",
        "demand",
        "empathize",
        "people",
        "inflict",
        "pain",
        "review",
        "smith",
        "give",
        "u",
        "play",
        "different",
        "average",
        "citizen",
        "brand",
        "empathy",
        "take",
        "persona",
        "folk",
        "every",
        "state",
        "tell",
        "story",
        "truth",
        "empathizing",
        "virtually",
        "anyone",
        "ensure",
        "hear",
        "everyone",
        "beyond",
        "controversial",
        "subject",
        "play",
        "tackle",
        "uncanny",
        "ability",
        "empathize",
        "lesson",
        "take",
        "art",
        "play",
        "centerpiece",
        "broader",
        "social",
        "justice",
        "initiative",
        "called",
        "anna",
        "deavere",
        "smith",
        "pipeline",
        "project",
        "explores",
        "interview",
        "public",
        "conversation",
        "young",
        "people",
        "community",
        "often",
        "find",
        "way",
        "criminal",
        "justice",
        "system",
        "stunned",
        "five",
        "year",
        "ago",
        "learn",
        "something",
        "called",
        "pipeline",
        "writes",
        "website",
        "citing",
        "justice",
        "department",
        "statistic",
        "showed",
        "black",
        "brown",
        "indigenous",
        "child",
        "suspended",
        "expelled",
        "frequently",
        "white",
        "counterpart",
        "likely",
        "enter",
        "prison",
        "point",
        "school",
        "work",
        "sorting",
        "mechanism",
        "deep",
        "american",
        "dna",
        "whether",
        "sorting",
        "meant",
        "find",
        "talent",
        "aptitude",
        "whether",
        "meant",
        "weed",
        "slow",
        "u",
        "whether",
        "meant",
        "keep",
        "race",
        "social",
        "class",
        "support",
        "end",
        "pipeline",
        "legal",
        "challenge",
        "education",
        "reform",
        "policy",
        "change",
        "call",
        "something",
        "radical",
        "fine",
        "law",
        "school",
        "country",
        "could",
        "ever",
        "imagine",
        "graduate",
        "school",
        "empathy",
        "love",
        "know",
        "sound",
        "ridiculous",
        "writes",
        "empathy",
        "skill",
        "could",
        "developed",
        "revered",
        "business",
        "savvy",
        "athletic",
        "achievement",
        "say",
        "need",
        "generation",
        "leader",
        "loving",
        "point",
        "state",
        "felony",
        "disenfranchisement",
        "law",
        "two",
        "allowing",
        "incarcerated",
        "people",
        "vote",
        "prison",
        "maine",
        "vermont",
        "two",
        "state",
        "allow",
        "incarcerated",
        "people",
        "vote",
        "advocate",
        "say",
        "political",
        "engagement",
        "rehabilitative",
        "effect",
        "inmate",
        "new",
        "jersey",
        "newly",
        "democratic",
        "legislature",
        "plan",
        "follow",
        "suit",
        "hard",
        "tell",
        "many",
        "prisoner",
        "actually",
        "voting",
        "prisoner",
        "residency",
        "eligible",
        "made",
        "difference",
        "committed",
        "prison",
        "reform",
        "social",
        "reform",
        "work",
        "social",
        "justice",
        "say",
        "formerly",
        "incarcerated",
        "maine",
        "man",
        "voted",
        "obama",
        "since",
        "released",
        "earned",
        "master",
        "degree",
        "state",
        "revisiting",
        "voting",
        "restriction",
        "law",
        "alabama",
        "maryland",
        "wyoming",
        "recently",
        "made",
        "possible",
        "released",
        "felon",
        "vote",
        "nbc",
        "news",
        "chef",
        "josé",
        "andrés",
        "james",
        "beard",
        "award",
        "humanitarian",
        "year",
        "charismatic",
        "chef",
        "earned",
        "legion",
        "new",
        "fan",
        "video",
        "leading",
        "team",
        "making",
        "distributing",
        "delicious",
        "nourishing",
        "food",
        "storm",
        "ravaged",
        "puerto",
        "ricans",
        "became",
        "respite",
        "wake",
        "hurricane",
        "maria",
        "andrés",
        "champion",
        "year",
        "formed",
        "world",
        "central",
        "kitchen",
        "work",
        "end",
        "hunger",
        "poverty",
        "emerging",
        "economy",
        "around",
        "world",
        "cheer",
        "buenas",
        "noticias",
        "hispanic",
        "high",
        "school",
        "rate",
        "new",
        "low",
        "college",
        "enrollment",
        "new",
        "high",
        "high",
        "school",
        "rate",
        "decline",
        "decade",
        "particularly",
        "noteworthy",
        "since",
        "number",
        "hispanic",
        "enrolled",
        "public",
        "private",
        "nursery",
        "school",
        "school",
        "college",
        "increased",
        "million",
        "million",
        "good",
        "news",
        "continuing",
        "college",
        "hispanic",
        "high",
        "school",
        "graduate",
        "age",
        "enrolled",
        "college",
        "still",
        "work",
        "however",
        "cohort",
        "hispanic",
        "population",
        "continues",
        "lag",
        "behind",
        "group",
        "obtaining",
        "college",
        "degree",
        "pew",
        "research",
        "keep",
        "woman",
        "executive",
        "pipeline",
        "rita",
        "gunther",
        "mcgrath",
        "associate",
        "professor",
        "columbia",
        "business",
        "school",
        "offer",
        "eight",
        "way",
        "keep",
        "woman",
        "path",
        "corporate",
        "leadership",
        "emphasize",
        "selection",
        "like",
        "masking",
        "gender",
        "early",
        "stage",
        "hiring",
        "using",
        "anonymized",
        "screening",
        "tool",
        "evaluate",
        "work",
        "others",
        "behavioral",
        "tweak",
        "like",
        "enforcing",
        "rule",
        "meeting",
        "one",
        "interesting",
        "one",
        "powerpoint",
        "ban",
        "hold",
        "woman",
        "back",
        "strategy",
        "meeting",
        "medium",
        "fall",
        "victim",
        "barrier",
        "prevent",
        "woman",
        "getting",
        "idea",
        "heard",
        "context",
        "writes",
        "amazon",
        "us",
        "written",
        "document",
        "meeting",
        "help",
        "illuminate",
        "thinking",
        "behind",
        "concept",
        "provides",
        "permanent",
        "record",
        "idea",
        "came",
        "wall",
        "street",
        "journal",
        "advertisement",
        "woke",
        "leader",
        "hidden",
        "history",
        "racism",
        "atomic",
        "research",
        "european",
        "scientist",
        "fleeing",
        "hitler",
        "rise",
        "flocked",
        "1930s",
        "40",
        "many",
        "joined",
        "manhattan",
        "project",
        "work",
        "atomic",
        "research",
        "weaponry",
        "african",
        "american",
        "scientist",
        "welcome",
        "research",
        "facility",
        "chicago",
        "new",
        "york",
        "oak",
        "ridge",
        "lab",
        "constructed",
        "jim",
        "crow",
        "south",
        "black",
        "scientist",
        "excluded",
        "say",
        "university",
        "chicago",
        "professor",
        "european",
        "scientist",
        "refugee",
        "shocked",
        "many",
        "whole",
        "idea",
        "discrimination",
        "black",
        "click",
        "inspiring",
        "story",
        "ernest",
        "wilkins",
        "black",
        "prodigy",
        "worked",
        "enrico",
        "fermi",
        "famous",
        "chicago",
        "metallurgical",
        "laboratory",
        "research",
        "moved",
        "south",
        "without",
        "knox",
        "news",
        "life",
        "black",
        "girl",
        "glory",
        "edim",
        "launched",
        "hashtag",
        "wellreadblackgirl",
        "talk",
        "book",
        "since",
        "become",
        "book",
        "club",
        "online",
        "platform",
        "aim",
        "increase",
        "visibility",
        "black",
        "woman",
        "writer",
        "initiate",
        "meaningful",
        "conversation",
        "according",
        "profile",
        "rebecca",
        "carroll",
        "edim",
        "may",
        "played",
        "real",
        "role",
        "uptick",
        "physical",
        "book",
        "readership",
        "entrepreneurial",
        "smart",
        "leverage",
        "bibliophilia",
        "reading",
        "peer",
        "infuse",
        "reading",
        "engagement",
        "vernacularism",
        "black",
        "girl",
        "last",
        "year",
        "edim",
        "launched",
        "black",
        "girl",
        "festival",
        "brought",
        "raceahead",
        "favorite",
        "novelist",
        "tayari",
        "jones",
        "author",
        "morgan",
        "jerkin",
        "new",
        "york",
        "time",
        "writer",
        "still",
        "processing",
        "podcast",
        "host",
        "jenna",
        "wortham",
        "stage",
        "shondaland",
        "race",
        "riot",
        "may",
        "one",
        "deadly",
        "history",
        "raceahead",
        "reader",
        "brought",
        "race",
        "riot",
        "attention",
        "letting",
        "know",
        "event",
        "shaped",
        "theology",
        "politics",
        "elaine",
        "riot",
        "also",
        "known",
        "elaine",
        "massacre",
        "happened",
        "arkansas",
        "delta",
        "sharecropping",
        "black",
        "farmer",
        "organizing",
        "via",
        "two",
        "group",
        "progressive",
        "farmer",
        "household",
        "union",
        "america",
        "get",
        "better",
        "payment",
        "cotton",
        "jim",
        "crow",
        "south",
        "fight",
        "broke",
        "white",
        "men",
        "infiltrated",
        "one",
        "meeting",
        "angry",
        "mob",
        "became",
        "concerted",
        "effort",
        "find",
        "terrorize",
        "black",
        "organizer",
        "battle",
        "raged",
        "two",
        "day",
        "estimate",
        "black",
        "death",
        "high",
        "black",
        "quote",
        "white",
        "supremacy",
        "conscious",
        "unconscious",
        "belief",
        "investment",
        "inherent",
        "superiority",
        "others",
        "believed",
        "innately",
        "inferior",
        "demand",
        "individual",
        "participation",
        "singular",
        "bigot",
        "machine",
        "operating",
        "perpetuity",
        "demand",
        "somebody",
        "place",
        "driving",
        "michael",
        "eric",
        "dyson"
    ]
}