{
    "organizations": [],
    "uuid": "b751b1c76423f77b6b26d413ce82a8fded95c410",
    "author": "Helen Zhao",
    "url": "https://www.cnbc.com/2018/02/23/bitcoin-blockchain-consumes-a-lot-of-energy-engineers-changing-that.html",
    "ord_in_thread": 0,
    "title": "Bitcoin blockchain consumes a lot of energy engineers changing that",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Qilai Shen | Bloomberg | Getty Images A technician inspects bitcoin mining machines at a mining facility operated by Bitmain Technologies Ltd. in Ordos, Inner Mongolia, China, on Friday, Aug. 11, 2017. \nIf blockchain technology is going to revolutionize how we transact with each other, computer scientists need to solve one big problem: It can consume way too much energy. \nThe original blockchain, which underlies bitcoin, runs on an algorithm that could eat up more energy than Argentina this year, Morgan Stanley estimated. \n\"Businesses have every incentive to avoid bitcoin's waste. It's very, very expensive to run things the way bitcoin runs things,\" said Cornell University computer science professor Emin Gun Sirer, co-director of the school's Initiative for Cryptocurrencies and Smart Contracts. \nInnovators from top institutions such as M.I.T. and Cornell University and tech titans such as IBM and Intel are developing a number of \"green\" blockchain innovations to address demand by businesses for blockchain that streamlines transactions of all sorts. Blockchain can help automate transactions and records those transactions on a tamper-proof digital record available to all participants in a network. \nEnergy efficiency allows blockchain to scale for business needs, developers said. That means processing significantly more transactions per second at minimal cost, while accommodating an ever-expanding user base. \nThe potential reward has spurred a race to develop the winning blockchain solutions for companies and organizations. \"The people who come out with the winning algorithms are going to capture a substantial portion of the many billions of dollars that go into back-end systems,\" Cornell's Sirer said. \"We are in a phase where a thousand blockchains will bloom. And the markets will decide on a few winners.\" Differentiating from bitcoin \nBitcoin's cousin ethereum is trying to position itself to be one of those winners among the business community. Developers have created a new blockchain that would reduce its energy consumption to almost zero and allow it to scale as well as improve security, said Mike Goldin, a software engineer at Consensys, which builds applications on top of ethereum. \n\"If we get to a place where ethereum scales 10,000 X, a million X, but it's using a million X energy ... game over,\" Goldin said. \"We'd have to drain the power of the sun to power this blockchain. If we scale ethereum, but we don't also scale the power consumption, it's useless.\" \nThe move will further set ethereum apart from bitcoin, with whom it currently shares a similar blockchain algorithm called proof-of-work. \nProof-of-work, also known as \"mining,\" is the culprit behind bitcoin's energy waste. It's the process by which computers solve complex mathematical riddles in order to perpetuate the blockchain and garner new bitcoin. The computers are racing to be the one to validate the next block of transaction data and capture new coins. \nAs more computers mine bitcoin, the math problems get harder to crack and require even more processing power. The soaring price of bitcoin last year incentivized more machines to mine it. While the cryptocurrency's price has since plummeted below $10,000 from its high of more than $19,000 in December, bitcoin's recent climb called attention to its long-term sustainability problem. CNBC A bitcoin mining facility in Wenatchee, WA. \nHowever, the massive amounts of electricity required helps to secure the network. It disincentivizes hacking and tampering with transactions, since the network can be joined by any anonymous actor around the world. \n\"You're putting between you and the attacker a barrier. The barrier is a massive amount of electricity. If I need to spend $100 million in electricity to try to alter a bitcoin transaction worth $1 million, then I have no incentive to do so,\" said MIT technological innovation professor Christian Catalini, founder of MIT's new Cryptoeconomics Lab. \nNow blockchain developers are experimenting with new ways to secure public blockchain networks while significantly reducing energy costs, making them faster, cheaper, and more scalable for business purposes. \nBusinesses can also use permissioned blockchains, which only allow a certain number of trusted participants and thus require significantly less energy to run. Some businesses, such as banks, prefer this design so as to keep transaction data private. \nEthereum is rolling out its new public blockchain, running on an algorithm called proof-of-stake, over the course of this year. Proof-of-stake negates solving cryptographic riddles like in proof-of-work. The next computer to validate a block of transaction data and collect new coins is chosen based on a lottery system. The more coins you own, the better chances of being chosen. \nEthereum's new blockchain is currently in testing, with a financial reward offered to anyone who can hack it. The race to scale \nIf ethereum gains mass adoption, that means big business for companies such as Consensys, a software company that develops applications for businesses on top of ethereum. Blockchain code is open source, but the money is made in building use cases around it. \n\"If ethereum evolves to be the next generation of the internet, we have a decent chance of being the next generation of a company like Alphabet,\" said Consensys co-founder Andrew Keys. \nAnd Consensys has no shortage of competition — from tech titans to new fintech startups ready to cash in on the boom with greener blockchain solutions. \nIntel and IBM have built their own blockchain solutions for enterprise clients as part of Hyperledger, a consortium of companies collaboratively working on blockchain solutions for businesses. Hyperledger offers five different permissioned blockchains that don't utilize proof-of-work or \"mining.\" \n\"To support the speed, finality and sustainability required for business, we knew mining would be unsustainable because of its cost and (slow) transaction processing speeds,\" said Chris Ferris, chief technology officer of open technology at IBM. \nBlockchain developer R3 has built its own energy-efficient blockchain for major financial institutions. They developed the permissioned blockchain Corda to accommodate banking regulations around protecting sensitive customer data. \nSome major financial institutions are betting on its success. Equity investors include Bank of America , Barclays , UBS and Wells Fargo . \nThe major players face competition from a sea of fintech startups and university researchers. \"These days every geek has an ICO white paper in their hands and they're pushing (their algorithm). More than half of them are broken,\" Sirer said. \nSirer's team at Cornell is developing a green blockchain algorithm called proof-of-useful work, in which the next computer to validate a block and collect new coins is chosen based on energy expended performing a useful function in the real world. \n\"For example they might be trying to do protein folding. 'Look, I worked for 10 minutes and solved so many protein fold efforts and that should entitle me to add a block to the end of the blockchain,'\" Sirer said. \nHis team faces competition from MIT professor of engineering Silvio Micali. Launching its currency in May, his startup Algorand developed a public blockchain that runs on a version of proof-of-stake, which drives electricity consumption to almost zero, Micali said. The blockchain can process thousands of transactions every few seconds, he said. \nThe money Algorand saves in electricity costs are then passed on to those who transact using the blockchain, resulting in much lower fees than when transacting with bitcoin, Micali said. \nIn the race to business-friendly blockchain, Micali welcomes competition from the corporate giants of America. But on a fundamental level, he said, \"I care about the planet.\" Helen Zhao News Associate for CNBC Related Securities",
    "published": "2018-02-23T23:44:00.000+02:00",
    "crawled": "2018-02-23T23:57:25.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "qilai",
        "shen",
        "bloomberg",
        "getty",
        "image",
        "technician",
        "inspects",
        "bitcoin",
        "mining",
        "machine",
        "mining",
        "facility",
        "operated",
        "bitmain",
        "technology",
        "ordos",
        "inner",
        "mongolia",
        "china",
        "friday",
        "blockchain",
        "technology",
        "going",
        "revolutionize",
        "transact",
        "computer",
        "scientist",
        "need",
        "solve",
        "one",
        "big",
        "problem",
        "consume",
        "way",
        "much",
        "energy",
        "original",
        "blockchain",
        "underlies",
        "bitcoin",
        "run",
        "algorithm",
        "could",
        "eat",
        "energy",
        "argentina",
        "year",
        "morgan",
        "stanley",
        "estimated",
        "business",
        "every",
        "incentive",
        "avoid",
        "bitcoin",
        "waste",
        "expensive",
        "run",
        "thing",
        "way",
        "bitcoin",
        "run",
        "thing",
        "said",
        "cornell",
        "university",
        "computer",
        "science",
        "professor",
        "emin",
        "gun",
        "sirer",
        "school",
        "initiative",
        "cryptocurrencies",
        "smart",
        "contract",
        "innovator",
        "top",
        "institution",
        "cornell",
        "university",
        "tech",
        "titan",
        "ibm",
        "intel",
        "developing",
        "number",
        "green",
        "blockchain",
        "innovation",
        "address",
        "demand",
        "business",
        "blockchain",
        "streamlines",
        "transaction",
        "sort",
        "blockchain",
        "help",
        "automate",
        "transaction",
        "record",
        "transaction",
        "digital",
        "record",
        "available",
        "participant",
        "network",
        "energy",
        "efficiency",
        "allows",
        "blockchain",
        "scale",
        "business",
        "need",
        "developer",
        "said",
        "mean",
        "processing",
        "significantly",
        "transaction",
        "per",
        "second",
        "minimal",
        "cost",
        "accommodating",
        "user",
        "base",
        "potential",
        "reward",
        "spurred",
        "race",
        "develop",
        "winning",
        "blockchain",
        "solution",
        "company",
        "organization",
        "people",
        "come",
        "winning",
        "algorithm",
        "going",
        "capture",
        "substantial",
        "portion",
        "many",
        "billion",
        "dollar",
        "go",
        "system",
        "cornell",
        "sirer",
        "said",
        "phase",
        "thousand",
        "blockchains",
        "bloom",
        "market",
        "decide",
        "winner",
        "differentiating",
        "bitcoin",
        "bitcoin",
        "cousin",
        "ethereum",
        "trying",
        "position",
        "one",
        "winner",
        "among",
        "business",
        "community",
        "developer",
        "created",
        "new",
        "blockchain",
        "would",
        "reduce",
        "energy",
        "consumption",
        "almost",
        "zero",
        "allow",
        "scale",
        "well",
        "improve",
        "security",
        "said",
        "mike",
        "goldin",
        "software",
        "engineer",
        "consensys",
        "build",
        "application",
        "top",
        "ethereum",
        "get",
        "place",
        "ethereum",
        "scale",
        "x",
        "million",
        "x",
        "using",
        "million",
        "x",
        "energy",
        "game",
        "goldin",
        "said",
        "drain",
        "power",
        "sun",
        "power",
        "blockchain",
        "scale",
        "ethereum",
        "also",
        "scale",
        "power",
        "consumption",
        "useless",
        "move",
        "set",
        "ethereum",
        "apart",
        "bitcoin",
        "currently",
        "share",
        "similar",
        "blockchain",
        "algorithm",
        "called",
        "also",
        "known",
        "mining",
        "culprit",
        "behind",
        "bitcoin",
        "energy",
        "waste",
        "process",
        "computer",
        "solve",
        "complex",
        "mathematical",
        "riddle",
        "order",
        "perpetuate",
        "blockchain",
        "garner",
        "new",
        "bitcoin",
        "computer",
        "racing",
        "one",
        "validate",
        "next",
        "block",
        "transaction",
        "data",
        "capture",
        "new",
        "coin",
        "computer",
        "mine",
        "bitcoin",
        "math",
        "problem",
        "get",
        "harder",
        "crack",
        "require",
        "even",
        "processing",
        "power",
        "soaring",
        "price",
        "bitcoin",
        "last",
        "year",
        "incentivized",
        "machine",
        "mine",
        "cryptocurrency",
        "price",
        "since",
        "plummeted",
        "high",
        "december",
        "bitcoin",
        "recent",
        "climb",
        "called",
        "attention",
        "sustainability",
        "problem",
        "cnbc",
        "bitcoin",
        "mining",
        "facility",
        "wenatchee",
        "wa",
        "however",
        "massive",
        "amount",
        "electricity",
        "required",
        "help",
        "secure",
        "network",
        "disincentivizes",
        "hacking",
        "tampering",
        "transaction",
        "since",
        "network",
        "joined",
        "anonymous",
        "actor",
        "around",
        "world",
        "putting",
        "attacker",
        "barrier",
        "barrier",
        "massive",
        "amount",
        "electricity",
        "need",
        "spend",
        "million",
        "electricity",
        "try",
        "alter",
        "bitcoin",
        "transaction",
        "worth",
        "million",
        "incentive",
        "said",
        "mit",
        "technological",
        "innovation",
        "professor",
        "christian",
        "catalini",
        "founder",
        "mit",
        "new",
        "cryptoeconomics",
        "lab",
        "blockchain",
        "developer",
        "experimenting",
        "new",
        "way",
        "secure",
        "public",
        "blockchain",
        "network",
        "significantly",
        "reducing",
        "energy",
        "cost",
        "making",
        "faster",
        "cheaper",
        "scalable",
        "business",
        "purpose",
        "business",
        "also",
        "use",
        "permissioned",
        "blockchains",
        "allow",
        "certain",
        "number",
        "trusted",
        "participant",
        "thus",
        "require",
        "significantly",
        "less",
        "energy",
        "run",
        "business",
        "bank",
        "prefer",
        "design",
        "keep",
        "transaction",
        "data",
        "private",
        "ethereum",
        "rolling",
        "new",
        "public",
        "blockchain",
        "running",
        "algorithm",
        "called",
        "course",
        "year",
        "negates",
        "solving",
        "cryptographic",
        "riddle",
        "like",
        "next",
        "computer",
        "validate",
        "block",
        "transaction",
        "data",
        "collect",
        "new",
        "coin",
        "chosen",
        "based",
        "lottery",
        "system",
        "coin",
        "better",
        "chance",
        "chosen",
        "ethereum",
        "new",
        "blockchain",
        "currently",
        "testing",
        "financial",
        "reward",
        "offered",
        "anyone",
        "hack",
        "race",
        "scale",
        "ethereum",
        "gain",
        "mass",
        "adoption",
        "mean",
        "big",
        "business",
        "company",
        "consensys",
        "software",
        "company",
        "develops",
        "application",
        "business",
        "top",
        "ethereum",
        "blockchain",
        "code",
        "open",
        "source",
        "money",
        "made",
        "building",
        "use",
        "case",
        "around",
        "ethereum",
        "evolves",
        "next",
        "generation",
        "internet",
        "decent",
        "chance",
        "next",
        "generation",
        "company",
        "like",
        "alphabet",
        "said",
        "consensys",
        "andrew",
        "key",
        "consensys",
        "shortage",
        "competition",
        "tech",
        "titan",
        "new",
        "fintech",
        "startup",
        "ready",
        "cash",
        "boom",
        "greener",
        "blockchain",
        "solution",
        "intel",
        "ibm",
        "built",
        "blockchain",
        "solution",
        "enterprise",
        "client",
        "part",
        "hyperledger",
        "consortium",
        "company",
        "collaboratively",
        "working",
        "blockchain",
        "solution",
        "business",
        "hyperledger",
        "offer",
        "five",
        "different",
        "permissioned",
        "blockchains",
        "utilize",
        "mining",
        "support",
        "speed",
        "finality",
        "sustainability",
        "required",
        "business",
        "knew",
        "mining",
        "would",
        "unsustainable",
        "cost",
        "slow",
        "transaction",
        "processing",
        "speed",
        "said",
        "chris",
        "ferris",
        "chief",
        "technology",
        "officer",
        "open",
        "technology",
        "ibm",
        "blockchain",
        "developer",
        "r3",
        "built",
        "blockchain",
        "major",
        "financial",
        "institution",
        "developed",
        "permissioned",
        "blockchain",
        "corda",
        "accommodate",
        "banking",
        "regulation",
        "around",
        "protecting",
        "sensitive",
        "customer",
        "data",
        "major",
        "financial",
        "institution",
        "betting",
        "success",
        "equity",
        "investor",
        "include",
        "bank",
        "america",
        "barclays",
        "ubs",
        "well",
        "fargo",
        "major",
        "player",
        "face",
        "competition",
        "sea",
        "fintech",
        "startup",
        "university",
        "researcher",
        "day",
        "every",
        "geek",
        "ico",
        "white",
        "paper",
        "hand",
        "pushing",
        "algorithm",
        "half",
        "broken",
        "sirer",
        "said",
        "sirer",
        "team",
        "cornell",
        "developing",
        "green",
        "blockchain",
        "algorithm",
        "called",
        "work",
        "next",
        "computer",
        "validate",
        "block",
        "collect",
        "new",
        "coin",
        "chosen",
        "based",
        "energy",
        "expended",
        "performing",
        "useful",
        "function",
        "real",
        "world",
        "example",
        "might",
        "trying",
        "protein",
        "folding",
        "worked",
        "minute",
        "solved",
        "many",
        "protein",
        "fold",
        "effort",
        "entitle",
        "add",
        "block",
        "end",
        "blockchain",
        "sirer",
        "said",
        "team",
        "face",
        "competition",
        "mit",
        "professor",
        "engineering",
        "silvio",
        "micali",
        "launching",
        "currency",
        "may",
        "startup",
        "algorand",
        "developed",
        "public",
        "blockchain",
        "run",
        "version",
        "drive",
        "electricity",
        "consumption",
        "almost",
        "zero",
        "micali",
        "said",
        "blockchain",
        "process",
        "thousand",
        "transaction",
        "every",
        "second",
        "said",
        "money",
        "algorand",
        "save",
        "electricity",
        "cost",
        "passed",
        "transact",
        "using",
        "blockchain",
        "resulting",
        "much",
        "lower",
        "fee",
        "transacting",
        "bitcoin",
        "micali",
        "said",
        "race",
        "blockchain",
        "micali",
        "welcome",
        "competition",
        "corporate",
        "giant",
        "america",
        "fundamental",
        "level",
        "said",
        "care",
        "planet",
        "helen",
        "zhao",
        "news",
        "associate",
        "cnbc",
        "related",
        "security"
    ]
}