{
    "organizations": [],
    "uuid": "9b740ea4e017f38c76bd2705d75d360256eb5314",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/globe-newswire-dermira-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Dermira Reports Fourth Quarter and Full Year 2017 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Olumacostat glasaretil topline Phase 3 data expected Q1 2018 FDA decision on glycopyrronium tosylate New Drug Application expected by June 30, 2018 Lebrikizumab Phase 2b study enrolling patients and data expected H1 2019\nMENLO PARK, Calif., Dermira, Inc. (NASDAQ:DERM), a biopharmaceutical company dedicated to bringing biotech ingenuity to medical dermatology by delivering differentiated, new therapies to the millions of patients living with chronic skin conditions, today reported financial results for the quarter and 2017 and provided an update on its development programs.\n“Dermira made tremendous progress in 2017, and 2018 promises to be another exciting year, with the recent initiation of the Phase 2b lebrikizumab study in patients with moderate-to-severe atopic dermatitis, anticipated topline data from our two Phase 3 acne studies and the potential approval and launch of glycopyrronium tosylate,” said Tom Wiggans, chairman and chief executive officer of Dermira. “We are on the cusp of transforming Dermira into a commercial enterprise, and the progress we have made is a testament to the dedication of our employees, who share a singular goal to bring new medicines to those suffering from chronic, underserved skin conditions and the physicians who care for them.”\nOperational Highlights and Clinical Pipeline Update\nIn January 2018, Dermira announced the initiation of a Phase 2b dose-ranging study evaluating lebrikizumab in adult patients with moderate-to-severe atopic dermatitis, the most common form of eczema. The randomized, double-blind, placebo-controlled, parallel-group Phase 2b study is designed to evaluate the safety and efficacy of lebrikizumab as a monotherapy compared with placebo and to establish the dosing regimen for a potential Phase 3 program. Lebrikizumab is a novel, humanized monoclonal antibody designed to bind to IL-13 with high affinity, specifically preventing formation of the IL-13 receptor/IL-4 receptor complex and subsequent signaling. IL-13 plays a central role in type 2 inflammation and is an important pathogenic mediator in atopic dermatitis. The study is expected to enroll approximately 275 patients. Topline results are expected in the first half of 2019.\nIn November 2017, Dermira announced that the U.S. Food & Drug Administration (FDA) had accepted the New Drug Application (NDA) for glycopyrronium tosylate for the treatment of patients with primary axillary hyperhidrosis. The FDA is expected to complete its substantive review of the NDA by June 30, 2018.\nIn November 2017, Dermira announced that Dermira and UCB Pharma S.A. would terminate their collaboration agreement for the development and commercialization of CIMZIA (certolizumab pegol) in psoriasis, effective February 15, 2018.\nIn October 2017, Dermira announced the completion of patient enrollment in its CLAREOS-1 and CLAREOS-2 Phase 3 clinical trials. Both trials are designed to evaluate the efficacy and safety of olumacostat glasaretil in patients ages nine years and older with acne vulgaris. The company anticipates announcing topline data from the CLAREOS-1 and CLAREOS-2 studies in the first quarter of 2018.\nFinancial Highlights\nFourth Quarter 2017 Financial Results\nFor the quarter ended December 31, 2017, Dermira reported a net loss of $56.0 million compared with a net loss of $7.4 million for the same period in 2016.\nFor the fourth quarter of 2017, Dermira recognized $1.3 million in collaboration and license revenue, which was primarily related to a portion of the $25.0 million initial license payment received from Maruho Co., Ltd. pursuant to the exclusive license agreement entered into in September 2016 which granted Maruho the right to develop and commercialize glycopyrronium tosylate for the treatment of primary axillary hyperhidrosis in Japan. For the fourth quarter of 2016, Dermira earned and recognized $21.4 million in collaboration and license revenue related to the achievement of the final two development milestones pursuant to its prior agreement with UCB, as well as $1.1 million in collaboration and license revenue representing a portion of the $25.0 million initial license payment from Maruho.\nTotal operating expenses for the quarter ended December 31, 2017 were $55.0 million compared to $30.4 million for the fourth quarter of 2016.\nResearch and development expenses for the fourth quarter of 2017 were $27.8 million compared to $20.9 million for the comparable prior-year period. This increase was primarily due to an increase in clinical trial activities related to the olumacostat glasaretil Phase 3 program, higher personnel-related expenses and growth in manufacturing activities for the glycopyrronium tosylate program.\nGeneral and administrative expenses for the fourth quarter of 2017 were $27.2 million compared to $9.5 million for the comparable prior-year period. This increase was primarily driven by an increase in external costs to build out the company’s infrastructure and to prepare for its first product launch and higher personnel-related expenses.\nFull Year 2017 Financial Results\nFor the 2017, Dermira reported a net loss of $303.3 million compared with a net loss of $89.1 million for the same period in 2016.\nIn 2017, Dermira recognized total collaboration and license revenue of $4.5 million, which was primarily related to a portion of the $25.0 million initial license payment from Maruho. In 2016, Dermira recognized total collaboration and license revenue of $22.6 million, which included $21.4 million related to the company’s agreement with UCB and $1.2 million representing a portion of the $25.0 million initial license payment from Maruho.\nTotal operating expenses for 2017 were $304.9 million compared to $113.2 million for 2016.\nResearch and development expenses for 2017 were $104.4 million compared to $83.2 million for the prior year. This increase was primarily due to increases in clinical trial activities related to the olumacostat glasaretil Phase 3 program and personnel-related expenses, partially offset by decreases in costs related to the glycopyrronium tosylate and Cimzia programs.\nDermira recognized acquired in-process research and development expenses of $128.6 million in the third quarter of 2017 related to its licensing agreement with F. Hoffmann-La Roche Ltd and Genentech, Inc., a member of the Roche Group (together Roche), pursuant to which Dermira obtained exclusive, worldwide rights to develop and commercialize lebrikizumab for atopic dermatitis and all other indications, except Roche retained certain rights, including exclusive rights to develop and promote lebrikizumab for interstitial lung diseases. These expenses reflected the initial $80.0 million payment made to Roche in October 2017 and the present value of the two additional payments totaling $55.0 million due to Roche in 2018.\nGeneral and administrative expenses for 2017 were $71.9 million, compared to $30.0 million for 2016. This increase was primarily driven by an increase in external costs to build out the company’s infrastructure and to prepare for its first product launch and higher personnel-related expenses.\nCash, Cash Equivalents and Investments\nAs of December 31, 2017, Dermira had cash, cash equivalents and investments of $551.0 million and 41.8 million common shares outstanding.\nKey Milestones and Expectations\nAnnounce topline results from the CLAREOS-1 and CLAREOS-2 Phase 3 pivotal trials evaluating the safety and efficacy of olumacostat glasaretil in patients with acne vulgaris in the first quarter of 2018.\nIssue 2018 financial guidance after the disclosure of the CLAREOS-1 and CLAREOS-2 topline results.\nHold the company’s inaugural analyst and investor day in the second quarter of 2018 to review the company’s commercial activities for glycopyrronium tosylate and its pipeline.\nLaunch the second phase of the hyperhidrosis disease state awareness campaign in the second quarter of 2018.\nIf approved by the FDA, launch glycopyrronium tosylate for the treatment of axillary hyperhidrosis in the second half of 2018.\nAbout Dermira\nDermira is a biopharmaceutical company dedicated to bringing biotech ingenuity to medical dermatology by delivering differentiated, new therapies to the millions of patients living with chronic skin conditions. Dermira is committed to understanding the needs of both patients and physicians and using its insight to identify and develop leading-edge medical dermatology programs. Dermira’s pipeline includes three late-stage product candidates that could have a profound impact on the lives of patients: glycopyrronium tosylate (formerly DRM04), for which a New Drug Application is under review by the U.S. Food and Drug Administration for the treatment of primary axillary hyperhidrosis (excessive underarm sweating beyond what is needed for normal body temperature regulation); olumacostat glasaretil (formerly DRM01), in Phase 3 development for the treatment of acne vulgaris; and lebrikizumab, in Phase 2b development for the treatment of moderate-to-severe atopic dermatitis. Dermira is headquartered in Menlo Park, Calif. For more information, please visit http://www.dermira.com . Follow Dermira on Twitter and LinkedIn .\nIn addition to filings with the Securities and Exchange Commission (SEC), press releases, public conference calls and webcasts, Dermira uses its website ( www.dermira.com ), LinkedIn page ( https://www.linkedin.com/company/dermira-inc- ) and corporate Twitter account (@DermiraInc) as channels of distribution of information about its company, product candidates, planned financial and other announcements, attendance at upcoming investor and industry conferences and other matters. Such information may be deemed material information and Dermira may use these channels to comply with its disclosure obligations under Regulation FD. Therefore, investors should monitor Dermira’s website, LinkedIn page and Twitter account in addition to following its SEC filings, press releases, public conference calls and webcasts.\nForward-Looking Statements\nThe information in this press release contains forward-looking statements and information within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, which are subject to the “safe harbor” created by those sections. This press release contains forward-looking statements that involve substantial risks and uncertainties, including statements with respect to: Dermira’s goal of delivering differentiated, new therapies to the millions of patients living with chronic skin conditions; the completion of, and timing expectations for the receipt and announcement of topline results from, Dermira’s CLAREOS-1 and CLAREOS-2 trials; the expected date by which the FDA will complete its substantive review of Dermira’s NDA for glycopyrronium tosylate for the treatment of patients with primary axillary hyperhidrosis and potential approval thereof; Dermira’s expectations for enrollment in its Phase 2b dose-ranging study of lebrikizumab for moderate-to-severe atopic dermatitis; the completion of, and timing expectations for the receipt and announcement of topline results from, Dermira’s Phase 2b dose-ranging study of lebrikizumab for moderate-to-severe atopic dermatitis; Dermira’s plans for and timing of its commercial launch of glycopyrronium tosylate if regulatory approval is obtained; the transformation of Dermira into a commercial enterprise; Dermira’s anticipated payments to Roche in 2018; Dermira’s plans to issue 2018 financial guidance after the disclosure of the CLAREOS-1 and CLAREOS-2 topline results and hold an analyst and investor day in the second quarter of 2018 to review the company’s commercial activities for glycopyrronium tosylate and its pipeline; and Dermira’s plans to launch the second phase of the hyperhidrosis disease state awareness campaign in the second quarter of 2018. These statements deal with future events and involve known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from the information expressed or implied by these forward-looking statements. Factors that could cause actual results to differ materially include risks and uncertainties such as those relating to the design, implementation and outcome of Dermira’s clinical trials; Dermira’s dependence on third-party clinical research organizations, manufacturers and suppliers; the outcomes of future meetings with regulatory agencies; Dermira’s ability to attract and retain key employees; Dermira’s ability to obtain necessary additional capital; and Dermira’s ability to continue to stay in compliance with applicable laws and regulations. You should refer to the section entitled “Risk Factors” set forth in Dermira’s Annual Report on Form 10-K, Dermira’s Quarterly Reports on Form 10-Q and other filings Dermira makes with the SEC from time to time for a discussion of important factors that may cause actual results to differ materially from those expressed or implied by Dermira’s forward-looking statements. Furthermore, such forward-looking statements speak only as of the date of this press release. Dermira undertakes no obligation to publicly update any forward-looking statements or reasons why actual results might differ, whether as a result of new information, future events or otherwise, except as required by law.\nContacts:\nMedia:\nErica Jefferson\nVice President, Corporate Communications\n650-421-7216\nerica.jefferson@dermira.com\nInvestors:\nIan Clements, Ph.D.\nVice President, Investor Relations\n650-422-7753\ninvestor@dermira.com\nRobert H. Uhl\nWestwicke Partners\nManaging Director\n858-356-5932\nrobert.uhl@westwicke.com\nDermira, Inc. Selected Consolidated Statements of Operations Data (in thousands, except per share amounts) Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 Collaboration and license revenue $ 1,343 $ 22,466 $ 4,541 $ 22,585 Operating expenses: Research and development (1) 27,783 20,860 104,409 83,166 Acquired in-process research and development - - 128,555 - General and administrative (1) 27,236 9,493 71,903 30,043 Total operating expenses 55,019 30,353 304,867 113,209 Loss from operations (53,676 ) (7,887 ) (300,326 ) (90,624 ) Interest and other income, net 1,620 504 5,205 1,540 Interest expense (3,956 ) - (8,140 ) - Net loss $ (56,012 ) $ (7,383 ) $ (303,261 ) $ (89,084 ) Net loss per share, basic and diluted $ (1.34 ) $ (0.21 ) $ (7.48 ) $ (2.70 ) Weighted-average common shares used to compute net loss per share, basic and diluted 41,720 35,626 40,562 33,045 (1 ) Amounts include stock-based compensation expense as follows: Research and development $ 2,088 $ 1,075 $ 8,006 $ 4,039 General and administrative 3,395 2,008 12,697 6,964 Total stock-based compensation expense $ 5,483 $ 3,083 $ 20,703 $ 11,003 Dermira, Inc. Selected Consolidated Balance Sheets Data (in thousands) December 31, December 31, 2017 2016 Cash and cash equivalents and investments $ 550,993 $ 276,493 Working capital 451,256 248,999 Total assets 560,794 312,601 Accrued payments related to acquired in-process research and development 50,161 - Convertible notes, net 279,389 - Accumulated deficit (553,393 ) (250,132 ) Total stockholders' equity 149,649 247,370\nSource:Dermira, Inc.",
    "published": "2018-02-23T00:01:00.000+02:00",
    "crawled": "2018-02-23T01:53:02.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "olumacostat",
        "glasaretil",
        "topline",
        "phase",
        "data",
        "expected",
        "q1",
        "fda",
        "decision",
        "glycopyrronium",
        "tosylate",
        "new",
        "drug",
        "application",
        "expected",
        "june",
        "lebrikizumab",
        "phase",
        "2b",
        "study",
        "enrolling",
        "patient",
        "data",
        "expected",
        "h1",
        "menlo",
        "park",
        "dermira",
        "nasdaq",
        "derm",
        "biopharmaceutical",
        "company",
        "dedicated",
        "bringing",
        "biotech",
        "ingenuity",
        "medical",
        "dermatology",
        "delivering",
        "differentiated",
        "new",
        "therapy",
        "million",
        "patient",
        "living",
        "chronic",
        "skin",
        "condition",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "provided",
        "update",
        "development",
        "program",
        "dermira",
        "made",
        "tremendous",
        "progress",
        "promise",
        "another",
        "exciting",
        "year",
        "recent",
        "initiation",
        "phase",
        "2b",
        "lebrikizumab",
        "study",
        "patient",
        "atopic",
        "dermatitis",
        "anticipated",
        "topline",
        "data",
        "two",
        "phase",
        "acne",
        "study",
        "potential",
        "approval",
        "launch",
        "glycopyrronium",
        "tosylate",
        "said",
        "tom",
        "wiggans",
        "chairman",
        "chief",
        "executive",
        "officer",
        "dermira",
        "cusp",
        "transforming",
        "dermira",
        "commercial",
        "enterprise",
        "progress",
        "made",
        "testament",
        "dedication",
        "employee",
        "share",
        "singular",
        "goal",
        "bring",
        "new",
        "medicine",
        "suffering",
        "chronic",
        "underserved",
        "skin",
        "condition",
        "physician",
        "care",
        "operational",
        "highlight",
        "clinical",
        "pipeline",
        "update",
        "january",
        "dermira",
        "announced",
        "initiation",
        "phase",
        "2b",
        "study",
        "evaluating",
        "lebrikizumab",
        "adult",
        "patient",
        "atopic",
        "dermatitis",
        "common",
        "form",
        "eczema",
        "randomized",
        "phase",
        "2b",
        "study",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "lebrikizumab",
        "monotherapy",
        "compared",
        "placebo",
        "establish",
        "dosing",
        "regimen",
        "potential",
        "phase",
        "program",
        "lebrikizumab",
        "novel",
        "humanized",
        "monoclonal",
        "antibody",
        "designed",
        "bind",
        "high",
        "affinity",
        "specifically",
        "preventing",
        "formation",
        "receptor",
        "complex",
        "subsequent",
        "signaling",
        "play",
        "central",
        "role",
        "type",
        "inflammation",
        "important",
        "pathogenic",
        "mediator",
        "atopic",
        "dermatitis",
        "study",
        "expected",
        "enroll",
        "approximately",
        "patient",
        "topline",
        "result",
        "expected",
        "first",
        "half",
        "november",
        "dermira",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "accepted",
        "new",
        "drug",
        "application",
        "nda",
        "glycopyrronium",
        "tosylate",
        "treatment",
        "patient",
        "primary",
        "axillary",
        "hyperhidrosis",
        "fda",
        "expected",
        "complete",
        "substantive",
        "review",
        "nda",
        "june",
        "november",
        "dermira",
        "announced",
        "dermira",
        "ucb",
        "pharma",
        "would",
        "terminate",
        "collaboration",
        "agreement",
        "development",
        "commercialization",
        "cimzia",
        "certolizumab",
        "pegol",
        "psoriasis",
        "effective",
        "february",
        "october",
        "dermira",
        "announced",
        "completion",
        "patient",
        "enrollment",
        "phase",
        "clinical",
        "trial",
        "trial",
        "designed",
        "evaluate",
        "efficacy",
        "safety",
        "olumacostat",
        "glasaretil",
        "patient",
        "age",
        "nine",
        "year",
        "older",
        "acne",
        "vulgaris",
        "company",
        "anticipates",
        "announcing",
        "topline",
        "data",
        "study",
        "first",
        "quarter",
        "financial",
        "highlight",
        "fourth",
        "quarter",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "dermira",
        "reported",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "fourth",
        "quarter",
        "dermira",
        "recognized",
        "million",
        "collaboration",
        "license",
        "revenue",
        "primarily",
        "related",
        "portion",
        "million",
        "initial",
        "license",
        "payment",
        "received",
        "maruho",
        "pursuant",
        "exclusive",
        "license",
        "agreement",
        "entered",
        "september",
        "granted",
        "maruho",
        "right",
        "develop",
        "commercialize",
        "glycopyrronium",
        "tosylate",
        "treatment",
        "primary",
        "axillary",
        "hyperhidrosis",
        "japan",
        "fourth",
        "quarter",
        "dermira",
        "earned",
        "recognized",
        "million",
        "collaboration",
        "license",
        "revenue",
        "related",
        "achievement",
        "final",
        "two",
        "development",
        "milestone",
        "pursuant",
        "prior",
        "agreement",
        "ucb",
        "well",
        "million",
        "collaboration",
        "license",
        "revenue",
        "representing",
        "portion",
        "million",
        "initial",
        "license",
        "payment",
        "maruho",
        "total",
        "operating",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "clinical",
        "trial",
        "activity",
        "related",
        "olumacostat",
        "glasaretil",
        "phase",
        "program",
        "higher",
        "expense",
        "growth",
        "manufacturing",
        "activity",
        "glycopyrronium",
        "tosylate",
        "program",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "primarily",
        "driven",
        "increase",
        "external",
        "cost",
        "build",
        "company",
        "infrastructure",
        "prepare",
        "first",
        "product",
        "launch",
        "higher",
        "expense",
        "full",
        "year",
        "financial",
        "result",
        "dermira",
        "reported",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "dermira",
        "recognized",
        "total",
        "collaboration",
        "license",
        "revenue",
        "million",
        "primarily",
        "related",
        "portion",
        "million",
        "initial",
        "license",
        "payment",
        "maruho",
        "dermira",
        "recognized",
        "total",
        "collaboration",
        "license",
        "revenue",
        "million",
        "included",
        "million",
        "related",
        "company",
        "agreement",
        "ucb",
        "million",
        "representing",
        "portion",
        "million",
        "initial",
        "license",
        "payment",
        "maruho",
        "total",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "primarily",
        "due",
        "increase",
        "clinical",
        "trial",
        "activity",
        "related",
        "olumacostat",
        "glasaretil",
        "phase",
        "program",
        "expense",
        "partially",
        "offset",
        "decrease",
        "cost",
        "related",
        "glycopyrronium",
        "tosylate",
        "cimzia",
        "program",
        "dermira",
        "recognized",
        "acquired",
        "research",
        "development",
        "expense",
        "million",
        "third",
        "quarter",
        "related",
        "licensing",
        "agreement",
        "roche",
        "ltd",
        "genentech",
        "member",
        "roche",
        "group",
        "together",
        "roche",
        "pursuant",
        "dermira",
        "obtained",
        "exclusive",
        "worldwide",
        "right",
        "develop",
        "commercialize",
        "lebrikizumab",
        "atopic",
        "dermatitis",
        "indication",
        "except",
        "roche",
        "retained",
        "certain",
        "right",
        "including",
        "exclusive",
        "right",
        "develop",
        "promote",
        "lebrikizumab",
        "interstitial",
        "lung",
        "disease",
        "expense",
        "reflected",
        "initial",
        "million",
        "payment",
        "made",
        "roche",
        "october",
        "present",
        "value",
        "two",
        "additional",
        "payment",
        "totaling",
        "million",
        "due",
        "roche",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "primarily",
        "driven",
        "increase",
        "external",
        "cost",
        "build",
        "company",
        "infrastructure",
        "prepare",
        "first",
        "product",
        "launch",
        "higher",
        "expense",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "december",
        "dermira",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "million",
        "common",
        "share",
        "outstanding",
        "key",
        "milestone",
        "expectation",
        "announce",
        "topline",
        "result",
        "phase",
        "pivotal",
        "trial",
        "evaluating",
        "safety",
        "efficacy",
        "olumacostat",
        "glasaretil",
        "patient",
        "acne",
        "vulgaris",
        "first",
        "quarter",
        "issue",
        "financial",
        "guidance",
        "disclosure",
        "topline",
        "result",
        "hold",
        "company",
        "inaugural",
        "analyst",
        "investor",
        "day",
        "second",
        "quarter",
        "review",
        "company",
        "commercial",
        "activity",
        "glycopyrronium",
        "tosylate",
        "pipeline",
        "launch",
        "second",
        "phase",
        "hyperhidrosis",
        "disease",
        "state",
        "awareness",
        "campaign",
        "second",
        "quarter",
        "approved",
        "fda",
        "launch",
        "glycopyrronium",
        "tosylate",
        "treatment",
        "axillary",
        "hyperhidrosis",
        "second",
        "half",
        "dermira",
        "dermira",
        "biopharmaceutical",
        "company",
        "dedicated",
        "bringing",
        "biotech",
        "ingenuity",
        "medical",
        "dermatology",
        "delivering",
        "differentiated",
        "new",
        "therapy",
        "million",
        "patient",
        "living",
        "chronic",
        "skin",
        "condition",
        "dermira",
        "committed",
        "understanding",
        "need",
        "patient",
        "physician",
        "using",
        "insight",
        "identify",
        "develop",
        "medical",
        "dermatology",
        "program",
        "dermira",
        "pipeline",
        "includes",
        "three",
        "product",
        "candidate",
        "could",
        "profound",
        "impact",
        "life",
        "patient",
        "glycopyrronium",
        "tosylate",
        "formerly",
        "drm04",
        "new",
        "drug",
        "application",
        "review",
        "food",
        "drug",
        "administration",
        "treatment",
        "primary",
        "axillary",
        "hyperhidrosis",
        "excessive",
        "underarm",
        "sweating",
        "beyond",
        "needed",
        "normal",
        "body",
        "temperature",
        "regulation",
        "olumacostat",
        "glasaretil",
        "formerly",
        "drm01",
        "phase",
        "development",
        "treatment",
        "acne",
        "vulgaris",
        "lebrikizumab",
        "phase",
        "2b",
        "development",
        "treatment",
        "atopic",
        "dermatitis",
        "dermira",
        "headquartered",
        "menlo",
        "park",
        "information",
        "please",
        "visit",
        "http",
        "follow",
        "dermira",
        "twitter",
        "linkedin",
        "addition",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "press",
        "release",
        "public",
        "conference",
        "call",
        "webcasts",
        "dermira",
        "us",
        "website",
        "linkedin",
        "page",
        "http",
        "corporate",
        "twitter",
        "account",
        "dermirainc",
        "channel",
        "distribution",
        "information",
        "company",
        "product",
        "candidate",
        "planned",
        "financial",
        "announcement",
        "attendance",
        "upcoming",
        "investor",
        "industry",
        "conference",
        "matter",
        "information",
        "may",
        "deemed",
        "material",
        "information",
        "dermira",
        "may",
        "use",
        "channel",
        "comply",
        "disclosure",
        "obligation",
        "regulation",
        "fd",
        "therefore",
        "investor",
        "monitor",
        "dermira",
        "website",
        "linkedin",
        "page",
        "twitter",
        "account",
        "addition",
        "following",
        "sec",
        "filing",
        "press",
        "release",
        "public",
        "conference",
        "call",
        "webcasts",
        "statement",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "information",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "subject",
        "safe",
        "harbor",
        "created",
        "section",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "respect",
        "dermira",
        "goal",
        "delivering",
        "differentiated",
        "new",
        "therapy",
        "million",
        "patient",
        "living",
        "chronic",
        "skin",
        "condition",
        "completion",
        "timing",
        "expectation",
        "receipt",
        "announcement",
        "topline",
        "result",
        "dermira",
        "trial",
        "expected",
        "date",
        "fda",
        "complete",
        "substantive",
        "review",
        "dermira",
        "nda",
        "glycopyrronium",
        "tosylate",
        "treatment",
        "patient",
        "primary",
        "axillary",
        "hyperhidrosis",
        "potential",
        "approval",
        "thereof",
        "dermira",
        "expectation",
        "enrollment",
        "phase",
        "2b",
        "study",
        "lebrikizumab",
        "atopic",
        "dermatitis",
        "completion",
        "timing",
        "expectation",
        "receipt",
        "announcement",
        "topline",
        "result",
        "dermira",
        "phase",
        "2b",
        "study",
        "lebrikizumab",
        "atopic",
        "dermatitis",
        "dermira",
        "plan",
        "timing",
        "commercial",
        "launch",
        "glycopyrronium",
        "tosylate",
        "regulatory",
        "approval",
        "obtained",
        "transformation",
        "dermira",
        "commercial",
        "enterprise",
        "dermira",
        "anticipated",
        "payment",
        "roche",
        "dermira",
        "plan",
        "issue",
        "financial",
        "guidance",
        "disclosure",
        "topline",
        "result",
        "hold",
        "analyst",
        "investor",
        "day",
        "second",
        "quarter",
        "review",
        "company",
        "commercial",
        "activity",
        "glycopyrronium",
        "tosylate",
        "pipeline",
        "dermira",
        "plan",
        "launch",
        "second",
        "phase",
        "hyperhidrosis",
        "disease",
        "state",
        "awareness",
        "campaign",
        "second",
        "quarter",
        "statement",
        "deal",
        "future",
        "event",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "information",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "risk",
        "uncertainty",
        "relating",
        "design",
        "implementation",
        "outcome",
        "dermira",
        "clinical",
        "trial",
        "dermira",
        "dependence",
        "clinical",
        "research",
        "organization",
        "manufacturer",
        "supplier",
        "outcome",
        "future",
        "meeting",
        "regulatory",
        "agency",
        "dermira",
        "ability",
        "attract",
        "retain",
        "key",
        "employee",
        "dermira",
        "ability",
        "obtain",
        "necessary",
        "additional",
        "capital",
        "dermira",
        "ability",
        "continue",
        "stay",
        "compliance",
        "applicable",
        "law",
        "regulation",
        "refer",
        "section",
        "entitled",
        "risk",
        "factor",
        "set",
        "forth",
        "dermira",
        "annual",
        "report",
        "form",
        "dermira",
        "quarterly",
        "report",
        "form",
        "filing",
        "dermira",
        "make",
        "sec",
        "time",
        "time",
        "discussion",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "dermira",
        "statement",
        "furthermore",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "dermira",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "reason",
        "actual",
        "result",
        "might",
        "differ",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "contact",
        "medium",
        "erica",
        "jefferson",
        "vice",
        "president",
        "corporate",
        "communication",
        "investor",
        "ian",
        "clements",
        "vice",
        "president",
        "investor",
        "relation",
        "investor",
        "robert",
        "uhl",
        "westwicke",
        "partner",
        "managing",
        "director",
        "dermira",
        "selected",
        "consolidated",
        "statement",
        "operation",
        "data",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "collaboration",
        "license",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "acquired",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "interest",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "amount",
        "include",
        "compensation",
        "expense",
        "follows",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "compensation",
        "expense",
        "dermira",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "accrued",
        "payment",
        "related",
        "acquired",
        "research",
        "development",
        "convertible",
        "note",
        "net",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "source",
        "dermira",
        "inc"
    ]
}