{
    "organizations": [],
    "uuid": "1cbd7f2c2cd01ccd0f4f09cf5fa9b08e1ea1dbf1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/16/pr-newswire-nextera-energy-board-declares-quarterly-dividend-and-extends-12-to-14-percent-targeted-growth-rate-in-dividends-per-share.html",
    "ord_in_thread": 0,
    "title": "NextEra Energy board declares quarterly dividend and extends 12 to 14 percent targeted growth rate in dividends per share through at least 2020",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "JUNO BEACH, Fla., Feb. 16, 2018 /PRNewswire/ -- The board of directors of NextEra Energy, Inc. (NYSE: NEE) today declared a regular quarterly common stock dividend of $1.11 per share, up approximately 13 percent versus the prior-year comparable quarterly dividend. This increase is consistent with the policy announced in 2015 of targeting 12 to 14 percent annual growth in dividends per share through at least 2018, off a 2015 base. The dividend is payable on March 15, 2018, to shareholders of record on Feb. 27, 2018.\nThe board also approved a two-year extension of the existing dividend policy, which is expected to translate to a growth rate in dividends per share of 12 to 14 percent per year through at least 2020, off a 2017 base of $3.93 per share.\n\"The board's approval to continue our 12 to 14 percent annual growth in dividends per share reflects the continued strength of the earnings and operating cash flow growth at NextEra Energy as a result of our success in executing on our industry-leading business strategy,\" said Jim Robo, chairman and chief executive officer of NextEra Energy. \"With a payout ratio of only 59 percent at the end of 2017, well below the peer average of roughly 65 percent, and $5 billion to $7 billion in excess balance sheet capacity, we remain well-positioned to support the dividend policy going forward. I believe we continue to offer a best-in-class total return potential, with above-average dividend growth and our recently extended 6 to 8 percent compound annual growth rate in adjusted earnings per share through 2021.\"\nNextEra Energy, Inc.\nNextEra Energy, Inc. (NYSE: NEE) is a leading clean energy company with consolidated revenues of approximately $17.2 billion, operates approximately 46,790 megawatts of net generating capacity and employs approximately 14,000 people in 33 states and Canada as of year-end 2017. Headquartered in Juno Beach, Florida, NextEra Energy's principal subsidiaries are Florida Power & Light Company, which serves approximately 5 million customer accounts in Florida and is one of the largest rate-regulated electric utilities in the United States, and NextEra Energy Resources, LLC, which, together with its affiliated entities, is the world's largest generator of renewable energy from the wind and sun. Through its subsidiaries, NextEra Energy generates clean, emissions-free electricity from eight commercial nuclear power units in Florida, New Hampshire, Iowa and Wisconsin. A Fortune 200 company and included in the S&P 100 index, NextEra Energy has been recognized often by third parties for its efforts in sustainability, corporate responsibility, ethics and compliance, and diversity, and has been ranked No. 1 in the electric and gas utilities industry in Fortune's 2018 list of \"World's Most Admired Companies.\" For more information about NextEra Energy companies, visit these websites: www.NextEraEnergy.com , www.FPL.com , www.NextEraEnergyResources.com .\nCautionary Statements and Risk Factors That May Affect Future Results\nThis news release contains \"forward-looking statements\" within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are not statements of historical facts, but instead represent the current expectations of NextEra Energy, Inc. (NextEra Energy) and Florida Power & Light Company (FPL) regarding future operating results and other future events, many of which, by their nature, are inherently uncertain and outside of NextEra Energy's and FPL's control. Forward-looking statements in this news release include, among others, statements concerning adjusted earnings per share expectations and future operating performance, and statements concerning future dividends. In some cases, you can identify the forward-looking statements by words or phrases such as \"will,\" \"may result,\" \"expect,\" \"anticipate,\" \"believe,\" \"intend,\" \"plan,\" \"seek,\" \"potential,\" \"projection,\" \"forecast,\" \"predict,\" \"goals,\" \"target,\" \"outlook,\" \"should,\" \"would\" or similar words or expressions. You should not place undue reliance on these forward-looking statements, which are not a guarantee of future performance. The future results of NextEra Energy and FPL and their business and financial condition are subject to risks and uncertainties that could cause their actual results to differ materially from those expressed or implied in the forward-looking statements, or may require them to limit or eliminate certain operations. These risks and uncertainties include, but are not limited to, the following: effects of extensive regulation of NextEra Energy's and FPL's business operations; inability of NextEra Energy and FPL to recover in a timely manner any significant amount of costs, a return on certain assets or a reasonable return on invested capital through base rates, cost recovery clauses, other regulatory mechanisms or otherwise; impact of political, regulatory and economic factors on regulatory decisions important to NextEra Energy and FPL; disallowance of cost recovery by FPL based on a finding of imprudent use of derivative instruments; effect of any reductions or modifications to, or elimination of, governmental incentives or policies that support utility scale renewable energy projects of NextEra Energy Resources, LLC and its affiliated entities (NextEra Energy Resources) or the imposition of additional tax laws, policies or assessments on renewable energy; impact of new or revised laws, regulations, interpretations or other regulatory initiatives on NextEra Energy and FPL; capital expenditures, increased operating costs and various liabilities attributable to environmental laws, regulations and other standards applicable to NextEra Energy and FPL; effects on NextEra Energy and FPL of federal or state laws or regulations mandating new or additional limits on the production of greenhouse gas emissions; exposure of NextEra Energy and FPL to significant and increasing compliance costs and substantial monetary penalties and other sanctions as a result of extensive federal regulation of their operations and businesses; effect on NextEra Energy and FPL of changes in tax laws, guidance or policies as well as in judgments and estimates used to determine tax-related asset and liability amounts; impact on NextEra Energy and FPL of adverse results of litigation; effect on NextEra Energy and FPL of failure to proceed with projects under development or inability to complete the construction of (or capital improvements to) electric generation, transmission and distribution facilities, gas infrastructure facilities or other facilities on schedule or within budget; impact on development and operating activities of NextEra Energy and FPL resulting from risks related to project siting, financing, construction, permitting, governmental approvals and the negotiation of project development agreements; risks involved in the operation and maintenance of electric generation, transmission and distribution facilities, gas infrastructure facilities and other facilities; effect on NextEra Energy and FPL of a lack of growth or slower growth in the number of customers or in customer usage; impact on NextEra Energy and FPL of severe weather and other weather conditions; threats of terrorism and catastrophic events that could result from terrorism, cyber attacks or other attempts to disrupt NextEra Energy's and FPL's business or the businesses of third parties; inability to obtain adequate insurance coverage for protection of NextEra Energy and FPL against significant losses and risk that insurance coverage does not provide protection against all significant losses; a prolonged period of low gas and oil prices could impact NextEra Energy Resources' gas infrastructure business and cause NextEra Energy Resources to delay or cancel certain gas infrastructure projects and for certain existing projects to be impaired; risk to NextEra Energy Resources of increased operating costs resulting from unfavorable supply costs necessary to provide NextEra Energy Resources' full energy and capacity requirement services; inability or failure by NextEra Energy Resources to manage properly or hedge effectively the commodity risk within its portfolio; effect of reductions in the liquidity of energy markets on NextEra Energy's ability to manage operational risks; effectiveness of NextEra Energy's and FPL's risk management tools associated with their hedging and trading procedures to protect against significant losses, including the effect of unforeseen price variances from historical behavior; impact of unavailability or disruption of power transmission or commodity transportation facilities on sale and delivery of power or natural gas by FPL and NextEra Energy Resources; exposure of NextEra Energy and FPL to credit and performance risk from customers, hedging counterparties and vendors; failure of NextEra Energy or FPL counterparties to perform under derivative contracts or of requirement for NextEra Energy or FPL to post margin cash collateral under derivative contracts; failure or breach of NextEra Energy's or FPL's information technology systems; risks to NextEra Energy and FPL's retail businesses from compromise of sensitive customer data; losses from volatility in the market values of derivative instruments and limited liquidity in OTC markets; impact of negative publicity; inability of NextEra Energy and FPL to maintain, negotiate or renegotiate acceptable franchise agreements with municipalities and counties in Florida; occurrence of work strikes or stoppages and increasing personnel costs; NextEra Energy's ability to successfully identify, complete and integrate acquisitions, including the effect of increased competition for acquisitions; NextEra Energy Partners, LP's (NEP's) acquisitions may not be completed and, even if completed, NextEra Energy may not realize the anticipated benefits of any acquisitions; environmental, health and financial risks associated with NextEra Energy Resources' and FPL's ownership and operation of nuclear generation facilities; liability of NextEra Energy and FPL for significant retrospective assessments and/or retrospective insurance premiums in the event of an incident at certain nuclear generation facilities; increased operating and capital expenditures and/or result in reduced revenues at nuclear generation facilities of NextEra Energy or FPL resulting from orders or new regulations of the Nuclear Regulatory Commission; inability to operate any of NextEra Energy Resources' or FPL's owned nuclear generation units through the end of their respective operating licenses; effect of disruptions, uncertainty or volatility in the credit and capital markets on NextEra Energy's and FPL's ability to fund their liquidity and capital needs and meet their growth objectives; inability of NextEra Energy, FPL and NextEra Energy Capital Holdings, Inc. to maintain their current credit ratings; impairment of NextEra Energy's and FPL's liquidity from inability of credit providers to fund their credit commitments or to maintain their current credit ratings; poor market performance and other economic factors that could affect NextEra Energy's defined benefit pension plan's funded status; poor market performance and other risks to the asset values of NextEra Energy's and FPL's nuclear decommissioning funds; changes in market value and other risks to certain of NextEra Energy's investments; effect of inability of NextEra Energy subsidiaries to pay upstream dividends or repay funds to NextEra Energy or of NextEra Energy's performance under guarantees of subsidiary obligations on NextEra Energy's ability to meet its financial obligations and to pay dividends on its common stock; the fact that the amount and timing of dividends payable on NextEra Energy's common stock, as well as the dividend policy approved by NextEra Energy's board of directors from time to time, and changes to that policy, are within the sole discretion of NextEra Energy's board of directors and, if declared and paid, dividends may be in amounts that are less than might be expected by shareholders; NEP's inability to access sources of capital on commercially reasonable terms could have an effect on its ability to consummate future acquisitions and on the value of NextEra Energy's limited partner interest in NextEra Energy Operating Partners, LP; and effects of disruptions, uncertainty or volatility in the credit and capital markets on the market price of NextEra Energy's common stock. NextEra Energy and FPL discuss these and other risks and uncertainties in their annual report on Form 10-K for the year ended December 31, 2016 and other SEC filings, and this news release should be read in conjunction with such SEC filings made through the date of this news release. The forward-looking statements made in this news release are made only as of the date of this news release and NextEra Energy and FPL undertake no obligation to update any forward-looking statements.\nView original content with multimedia: http://www.prnewswire.com/news-releases/nextera-energy-board-declares-quarterly-dividend-and-extends-12-to-14-percent-targeted-growth-rate-in-dividends-per-share-through-at-least-2020-300600191.html\nSOURCE NextEra Energy, Inc.",
    "published": "2018-02-16T21:33:00.000+02:00",
    "crawled": "2018-02-16T22:50:58.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "juno",
        "beach",
        "board",
        "director",
        "nextera",
        "energy",
        "nyse",
        "nee",
        "today",
        "declared",
        "regular",
        "quarterly",
        "common",
        "stock",
        "dividend",
        "per",
        "share",
        "approximately",
        "percent",
        "versus",
        "comparable",
        "quarterly",
        "dividend",
        "increase",
        "consistent",
        "policy",
        "announced",
        "targeting",
        "percent",
        "annual",
        "growth",
        "dividend",
        "per",
        "share",
        "least",
        "base",
        "dividend",
        "payable",
        "march",
        "shareholder",
        "record",
        "board",
        "also",
        "approved",
        "extension",
        "existing",
        "dividend",
        "policy",
        "expected",
        "translate",
        "growth",
        "rate",
        "dividend",
        "per",
        "share",
        "percent",
        "per",
        "year",
        "least",
        "base",
        "per",
        "share",
        "board",
        "approval",
        "continue",
        "percent",
        "annual",
        "growth",
        "dividend",
        "per",
        "share",
        "reflects",
        "continued",
        "strength",
        "earnings",
        "operating",
        "cash",
        "flow",
        "growth",
        "nextera",
        "energy",
        "result",
        "success",
        "executing",
        "business",
        "strategy",
        "said",
        "jim",
        "robo",
        "chairman",
        "chief",
        "executive",
        "officer",
        "nextera",
        "energy",
        "payout",
        "ratio",
        "percent",
        "end",
        "well",
        "peer",
        "average",
        "roughly",
        "percent",
        "billion",
        "billion",
        "excess",
        "balance",
        "sheet",
        "capacity",
        "remain",
        "support",
        "dividend",
        "policy",
        "going",
        "forward",
        "believe",
        "continue",
        "offer",
        "total",
        "return",
        "potential",
        "dividend",
        "growth",
        "recently",
        "extended",
        "percent",
        "compound",
        "annual",
        "growth",
        "rate",
        "adjusted",
        "earnings",
        "per",
        "share",
        "nextera",
        "energy",
        "nextera",
        "energy",
        "nyse",
        "nee",
        "leading",
        "clean",
        "energy",
        "company",
        "consolidated",
        "revenue",
        "approximately",
        "billion",
        "operates",
        "approximately",
        "megawatt",
        "net",
        "generating",
        "capacity",
        "employ",
        "approximately",
        "people",
        "state",
        "canada",
        "headquartered",
        "juno",
        "beach",
        "florida",
        "nextera",
        "energy",
        "principal",
        "subsidiary",
        "florida",
        "power",
        "light",
        "company",
        "serf",
        "approximately",
        "million",
        "customer",
        "account",
        "florida",
        "one",
        "largest",
        "electric",
        "utility",
        "united",
        "state",
        "nextera",
        "energy",
        "resource",
        "llc",
        "together",
        "affiliated",
        "entity",
        "world",
        "largest",
        "generator",
        "renewable",
        "energy",
        "wind",
        "sun",
        "subsidiary",
        "nextera",
        "energy",
        "generates",
        "clean",
        "electricity",
        "eight",
        "commercial",
        "nuclear",
        "power",
        "unit",
        "florida",
        "new",
        "hampshire",
        "iowa",
        "wisconsin",
        "fortune",
        "company",
        "included",
        "p",
        "index",
        "nextera",
        "energy",
        "recognized",
        "often",
        "third",
        "party",
        "effort",
        "sustainability",
        "corporate",
        "responsibility",
        "ethic",
        "compliance",
        "diversity",
        "ranked",
        "electric",
        "gas",
        "utility",
        "industry",
        "fortune",
        "list",
        "world",
        "admired",
        "company",
        "information",
        "nextera",
        "energy",
        "company",
        "visit",
        "website",
        "cautionary",
        "statement",
        "risk",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "instead",
        "represent",
        "current",
        "expectation",
        "nextera",
        "energy",
        "nextera",
        "energy",
        "florida",
        "power",
        "light",
        "company",
        "fpl",
        "regarding",
        "future",
        "operating",
        "result",
        "future",
        "event",
        "many",
        "nature",
        "inherently",
        "uncertain",
        "outside",
        "nextera",
        "energy",
        "fpl",
        "control",
        "statement",
        "news",
        "release",
        "include",
        "among",
        "others",
        "statement",
        "concerning",
        "adjusted",
        "earnings",
        "per",
        "share",
        "expectation",
        "future",
        "operating",
        "performance",
        "statement",
        "concerning",
        "future",
        "dividend",
        "case",
        "identify",
        "statement",
        "word",
        "phrase",
        "may",
        "result",
        "expect",
        "anticipate",
        "believe",
        "intend",
        "plan",
        "seek",
        "potential",
        "projection",
        "forecast",
        "predict",
        "goal",
        "target",
        "outlook",
        "would",
        "similar",
        "word",
        "expression",
        "place",
        "undue",
        "reliance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "future",
        "result",
        "nextera",
        "energy",
        "fpl",
        "business",
        "financial",
        "condition",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "may",
        "require",
        "limit",
        "eliminate",
        "certain",
        "operation",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "effect",
        "extensive",
        "regulation",
        "nextera",
        "energy",
        "fpl",
        "business",
        "operation",
        "inability",
        "nextera",
        "energy",
        "fpl",
        "recover",
        "timely",
        "manner",
        "significant",
        "amount",
        "cost",
        "return",
        "certain",
        "asset",
        "reasonable",
        "return",
        "invested",
        "capital",
        "base",
        "rate",
        "cost",
        "recovery",
        "clause",
        "regulatory",
        "mechanism",
        "otherwise",
        "impact",
        "political",
        "regulatory",
        "economic",
        "factor",
        "regulatory",
        "decision",
        "important",
        "nextera",
        "energy",
        "fpl",
        "disallowance",
        "cost",
        "recovery",
        "fpl",
        "based",
        "finding",
        "imprudent",
        "use",
        "derivative",
        "instrument",
        "effect",
        "reduction",
        "modification",
        "elimination",
        "governmental",
        "incentive",
        "policy",
        "support",
        "utility",
        "scale",
        "renewable",
        "energy",
        "project",
        "nextera",
        "energy",
        "resource",
        "llc",
        "affiliated",
        "entity",
        "nextera",
        "energy",
        "resource",
        "imposition",
        "additional",
        "tax",
        "law",
        "policy",
        "assessment",
        "renewable",
        "energy",
        "impact",
        "new",
        "revised",
        "law",
        "regulation",
        "interpretation",
        "regulatory",
        "initiative",
        "nextera",
        "energy",
        "fpl",
        "capital",
        "expenditure",
        "increased",
        "operating",
        "cost",
        "various",
        "liability",
        "attributable",
        "environmental",
        "law",
        "regulation",
        "standard",
        "applicable",
        "nextera",
        "energy",
        "fpl",
        "effect",
        "nextera",
        "energy",
        "fpl",
        "federal",
        "state",
        "law",
        "regulation",
        "mandating",
        "new",
        "additional",
        "limit",
        "production",
        "greenhouse",
        "gas",
        "emission",
        "exposure",
        "nextera",
        "energy",
        "fpl",
        "significant",
        "increasing",
        "compliance",
        "cost",
        "substantial",
        "monetary",
        "penalty",
        "sanction",
        "result",
        "extensive",
        "federal",
        "regulation",
        "operation",
        "business",
        "effect",
        "nextera",
        "energy",
        "fpl",
        "change",
        "tax",
        "law",
        "guidance",
        "policy",
        "well",
        "judgment",
        "estimate",
        "used",
        "determine",
        "asset",
        "liability",
        "amount",
        "impact",
        "nextera",
        "energy",
        "fpl",
        "adverse",
        "result",
        "litigation",
        "effect",
        "nextera",
        "energy",
        "fpl",
        "failure",
        "proceed",
        "project",
        "development",
        "inability",
        "complete",
        "construction",
        "capital",
        "improvement",
        "electric",
        "generation",
        "transmission",
        "distribution",
        "facility",
        "gas",
        "infrastructure",
        "facility",
        "facility",
        "schedule",
        "within",
        "budget",
        "impact",
        "development",
        "operating",
        "activity",
        "nextera",
        "energy",
        "fpl",
        "resulting",
        "risk",
        "related",
        "project",
        "siting",
        "financing",
        "construction",
        "permitting",
        "governmental",
        "approval",
        "negotiation",
        "project",
        "development",
        "agreement",
        "risk",
        "involved",
        "operation",
        "maintenance",
        "electric",
        "generation",
        "transmission",
        "distribution",
        "facility",
        "gas",
        "infrastructure",
        "facility",
        "facility",
        "effect",
        "nextera",
        "energy",
        "fpl",
        "lack",
        "growth",
        "slower",
        "growth",
        "number",
        "customer",
        "customer",
        "usage",
        "impact",
        "nextera",
        "energy",
        "fpl",
        "severe",
        "weather",
        "weather",
        "condition",
        "threat",
        "terrorism",
        "catastrophic",
        "event",
        "could",
        "result",
        "terrorism",
        "cyber",
        "attack",
        "attempt",
        "disrupt",
        "nextera",
        "energy",
        "fpl",
        "business",
        "business",
        "third",
        "party",
        "inability",
        "obtain",
        "adequate",
        "insurance",
        "coverage",
        "protection",
        "nextera",
        "energy",
        "fpl",
        "significant",
        "loss",
        "risk",
        "insurance",
        "coverage",
        "provide",
        "protection",
        "significant",
        "loss",
        "prolonged",
        "period",
        "low",
        "gas",
        "oil",
        "price",
        "could",
        "impact",
        "nextera",
        "energy",
        "resource",
        "gas",
        "infrastructure",
        "business",
        "cause",
        "nextera",
        "energy",
        "resource",
        "delay",
        "cancel",
        "certain",
        "gas",
        "infrastructure",
        "project",
        "certain",
        "existing",
        "project",
        "impaired",
        "risk",
        "nextera",
        "energy",
        "resource",
        "increased",
        "operating",
        "cost",
        "resulting",
        "unfavorable",
        "supply",
        "cost",
        "necessary",
        "provide",
        "nextera",
        "energy",
        "resource",
        "full",
        "energy",
        "capacity",
        "requirement",
        "service",
        "inability",
        "failure",
        "nextera",
        "energy",
        "resource",
        "manage",
        "properly",
        "hedge",
        "effectively",
        "commodity",
        "risk",
        "within",
        "portfolio",
        "effect",
        "reduction",
        "liquidity",
        "energy",
        "market",
        "nextera",
        "energy",
        "ability",
        "manage",
        "operational",
        "risk",
        "effectiveness",
        "nextera",
        "energy",
        "fpl",
        "risk",
        "management",
        "tool",
        "associated",
        "hedging",
        "trading",
        "procedure",
        "protect",
        "significant",
        "loss",
        "including",
        "effect",
        "unforeseen",
        "price",
        "variance",
        "historical",
        "behavior",
        "impact",
        "unavailability",
        "disruption",
        "power",
        "transmission",
        "commodity",
        "transportation",
        "facility",
        "sale",
        "delivery",
        "power",
        "natural",
        "gas",
        "fpl",
        "nextera",
        "energy",
        "resource",
        "exposure",
        "nextera",
        "energy",
        "fpl",
        "credit",
        "performance",
        "risk",
        "customer",
        "hedging",
        "counterparties",
        "vendor",
        "failure",
        "nextera",
        "energy",
        "fpl",
        "counterparties",
        "perform",
        "derivative",
        "contract",
        "requirement",
        "nextera",
        "energy",
        "fpl",
        "post",
        "margin",
        "cash",
        "collateral",
        "derivative",
        "contract",
        "failure",
        "breach",
        "nextera",
        "energy",
        "fpl",
        "information",
        "technology",
        "system",
        "risk",
        "nextera",
        "energy",
        "fpl",
        "retail",
        "business",
        "compromise",
        "sensitive",
        "customer",
        "data",
        "loss",
        "volatility",
        "market",
        "value",
        "derivative",
        "instrument",
        "limited",
        "liquidity",
        "otc",
        "market",
        "impact",
        "negative",
        "publicity",
        "inability",
        "nextera",
        "energy",
        "fpl",
        "maintain",
        "negotiate",
        "renegotiate",
        "acceptable",
        "franchise",
        "agreement",
        "municipality",
        "county",
        "florida",
        "occurrence",
        "work",
        "strike",
        "stoppage",
        "increasing",
        "personnel",
        "cost",
        "nextera",
        "energy",
        "ability",
        "successfully",
        "identify",
        "complete",
        "integrate",
        "acquisition",
        "including",
        "effect",
        "increased",
        "competition",
        "acquisition",
        "nextera",
        "energy",
        "partner",
        "lp",
        "nep",
        "acquisition",
        "may",
        "completed",
        "even",
        "completed",
        "nextera",
        "energy",
        "may",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "environmental",
        "health",
        "financial",
        "risk",
        "associated",
        "nextera",
        "energy",
        "resource",
        "fpl",
        "ownership",
        "operation",
        "nuclear",
        "generation",
        "facility",
        "liability",
        "nextera",
        "energy",
        "fpl",
        "significant",
        "retrospective",
        "assessment",
        "retrospective",
        "insurance",
        "premium",
        "event",
        "incident",
        "certain",
        "nuclear",
        "generation",
        "facility",
        "increased",
        "operating",
        "capital",
        "expenditure",
        "result",
        "reduced",
        "revenue",
        "nuclear",
        "generation",
        "facility",
        "nextera",
        "energy",
        "fpl",
        "resulting",
        "order",
        "new",
        "regulation",
        "nuclear",
        "regulatory",
        "commission",
        "inability",
        "operate",
        "nextera",
        "energy",
        "resource",
        "fpl",
        "owned",
        "nuclear",
        "generation",
        "unit",
        "end",
        "respective",
        "operating",
        "license",
        "effect",
        "disruption",
        "uncertainty",
        "volatility",
        "credit",
        "capital",
        "market",
        "nextera",
        "energy",
        "fpl",
        "ability",
        "fund",
        "liquidity",
        "capital",
        "need",
        "meet",
        "growth",
        "objective",
        "inability",
        "nextera",
        "energy",
        "fpl",
        "nextera",
        "energy",
        "capital",
        "holding",
        "maintain",
        "current",
        "credit",
        "rating",
        "impairment",
        "nextera",
        "energy",
        "fpl",
        "liquidity",
        "inability",
        "credit",
        "provider",
        "fund",
        "credit",
        "commitment",
        "maintain",
        "current",
        "credit",
        "rating",
        "poor",
        "market",
        "performance",
        "economic",
        "factor",
        "could",
        "affect",
        "nextera",
        "energy",
        "defined",
        "benefit",
        "pension",
        "plan",
        "funded",
        "status",
        "poor",
        "market",
        "performance",
        "risk",
        "asset",
        "value",
        "nextera",
        "energy",
        "fpl",
        "nuclear",
        "decommissioning",
        "fund",
        "change",
        "market",
        "value",
        "risk",
        "certain",
        "nextera",
        "energy",
        "investment",
        "effect",
        "inability",
        "nextera",
        "energy",
        "subsidiary",
        "pay",
        "upstream",
        "dividend",
        "repay",
        "fund",
        "nextera",
        "energy",
        "nextera",
        "energy",
        "performance",
        "guarantee",
        "subsidiary",
        "obligation",
        "nextera",
        "energy",
        "ability",
        "meet",
        "financial",
        "obligation",
        "pay",
        "dividend",
        "common",
        "stock",
        "fact",
        "amount",
        "timing",
        "dividend",
        "payable",
        "nextera",
        "energy",
        "common",
        "stock",
        "well",
        "dividend",
        "policy",
        "approved",
        "nextera",
        "energy",
        "board",
        "director",
        "time",
        "time",
        "change",
        "policy",
        "within",
        "sole",
        "discretion",
        "nextera",
        "energy",
        "board",
        "director",
        "declared",
        "paid",
        "dividend",
        "may",
        "amount",
        "less",
        "might",
        "expected",
        "shareholder",
        "nep",
        "inability",
        "access",
        "source",
        "capital",
        "commercially",
        "reasonable",
        "term",
        "could",
        "effect",
        "ability",
        "consummate",
        "future",
        "acquisition",
        "value",
        "nextera",
        "energy",
        "limited",
        "partner",
        "interest",
        "nextera",
        "energy",
        "operating",
        "partner",
        "lp",
        "effect",
        "disruption",
        "uncertainty",
        "volatility",
        "credit",
        "capital",
        "market",
        "market",
        "price",
        "nextera",
        "energy",
        "common",
        "stock",
        "nextera",
        "energy",
        "fpl",
        "discus",
        "risk",
        "uncertainty",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "sec",
        "filing",
        "news",
        "release",
        "read",
        "conjunction",
        "sec",
        "filing",
        "made",
        "date",
        "news",
        "release",
        "statement",
        "made",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "nextera",
        "energy",
        "fpl",
        "undertake",
        "obligation",
        "update",
        "statement",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "nextera",
        "energy",
        "inc"
    ]
}