{
    "organizations": [],
    "uuid": "5ae92218444c48312f4ba1bf8bd97bb4a608f1a0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/globe-newswire-cavco-industries-reports-fiscal-2018-third-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Cavco Industries Reports Fiscal 2018 Third Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PHOENIX, Feb. 06, 2018 (GLOBE NEWSWIRE) -- Cavco Industries, Inc. (NASDAQ:CVCO) today announced financial results for the third fiscal quarter ended December 30, 2017. On April 3, 2017, the Company completed the acquisition of Lexington Homes, Inc., which operates a manufactured housing plant in Lexington, Mississippi. Since the acquisition date, the results from this new business are included in Cavco's consolidated financial statements presented herein.\nFinancial highlights include the following:\nNet revenue for the third quarter of fiscal year 2018 totaled $221.4 million, up 9.4% from $202.3 million for the third quarter of fiscal year 2017. Net revenue for the first nine months of fiscal 2018 was $628.7 million, up 9.2% from $575.8 million for the comparable prior year period. The increase was from improved home sales volume and a larger proportion of higher priced homes sold.\nIncome before income taxes was $23.7 million for the third quarter of fiscal year 2018, a 37.0% increase from $17.3 million in the comparable quarter last year. For the first nine months of fiscal 2018, income before income taxes increased 23.2% to $47.8 million from $38.8 million in the comparable period of the prior year. The improvements were from increased home sales volume and pricing, a $3.4 million favorable dispute settlement resolution during the third fiscal quarter, and improved earnings in the financial services segment.\nIncome tax expense was $2.2 million, resulting in an effective tax rate of 9.5% for the third quarter of fiscal year 2018 compared to $5.0 million and an effective tax rate of 28.9% in the same quarter of the prior year. On December 22, 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the \"Tax Act\"), which made broad and complex changes to the U.S. tax code. In connection with lower federal income tax liability related to the Tax Act and revaluation of the net deferred income tax balance, the Company has recorded a net income tax benefit of $5.6 million (or $0.61 per diluted share) in the third quarter ended December 30, 2017.\nFor the nine months ended December 30, 2017, income tax expense was $8.5 million for an effective tax rate of 17.7%, compared to income tax expense of $11.7 million and an effective tax rate of 30.3% in the comparable period. In addition to the Tax Act effect benefits, income tax expense for the nine months ended December 30, 2017 also includes a tax benefit of $1.7 million, related to the Company's required implementation of Accounting Standards Update No. 2016-09, Compensation-Stock Compensation (Topic 718): Improvement to Employee Share-based Payment Accounting , which, among other items, requires the Company to record excess tax benefits on exercises of stock options as a reduction of income tax expense in the consolidated statement of comprehensive income, whereas they were previously recognized in equity. Net income was $21.4 million for the third quarter of fiscal year 2018, compared to net income of $12.3 million in the same quarter of the prior year, a 74.0% increase. For the nine months ended December 30, 2017, net income was $39.4 million, up 45.4% from net income of $27.1 million for the first nine months of fiscal 2017.\nNet income per share for the third quarter of fiscal 2018, based on basic and diluted weighted average shares outstanding, was $2.37 and $2.33, respectively, compared to net income per share of $1.37 and $1.35, respectively, for the comparable quarter last year. Net income per share for the nine months ended December 30, 2017, based on basic and diluted weighted average shares outstanding, was $4.36 and $4.28, respectively, versus basic and diluted net income per share of $3.02 and $2.98, respectively, for the prior nine month period.\nCommenting on the quarter, Joseph Stegmayer, Chairman, President and Chief Executive Officer said, \"We are pleased with this quarter’s results which were aided by improved order rates during traditionally slower holiday months. Strong new single-family housing demand continued to drive opportunities for increased unit sales volume. In response, our manufacturing facilities raised production levels by increasing our workforce size and capabilities.\"\nMr. Stegmayer continued, \"The constrained labor market coupled with continued cost increases for raw materials remain key challenges to further increasing production rates and financial performance. However, our home production systems utilize labor and materials more efficiently than many other home construction alternatives. The Company has the ability to raise sales prices of its home offerings in response to rising input costs, although larger-than-normal home order backlogs have caused some delay in fully realizing the benefits of higher home product pricing.\"\nCavco’s management will hold a conference call to review these results tomorrow, February 7, 2018, at 1:00 PM (Eastern Time). Interested parties can access a live webcast of the conference call on the Internet at www.cavco.com under the Investor Relations link. An archive of the webcast and presentation will be available for 90 days at www.cavco.com under the Investor Relations link.\nCavco Industries, Inc., headquartered in Phoenix, Arizona, designs and produces factory-built housing products primarily distributed through a network of independent and Company-owned retailers. The Company is one of the largest producers of manufactured homes in the United States, based on reported wholesale shipments, marketed under a variety of brand names including Cavco Homes, Fleetwood Homes, Palm Harbor Homes, Fairmont Homes, Friendship Homes, Chariot Eagle and Lexington Homes. The Company is also a leading producer of park model RVs, vacation cabins, and systems-built commercial structures, as well as modular homes built primarily under the Nationwide Homes brand. Cavco’s mortgage subsidiary, CountryPlace Mortgage, is an approved Fannie Mae and Freddie Mac seller/servicer, a Ginnie Mae mortgage-backed securities issuer that offers conforming mortgages, non-conforming mortgages and home-only loans to purchasers of factory-built homes. Our insurance subsidiary, Standard Casualty, provides property and casualty insurance to owners of manufactured homes.\nCertain statements contained in this release are forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, Section 21E of the Securities and Exchange Act of 1934 and 1995. In general, all statements that are not historical in nature are forward-looking. Forward-looking statements are typically included, for example, in discussions regarding the manufactured housing and site-built housing industries; our financial performance and operating results; and the expected effect of certain risks and uncertainties on our business, financial condition and results of operations. All forward-looking statements are subject to risks and uncertainties, many of which are beyond our control. As a result, our actual results or performance may differ materially from anticipated results or performance. Factors that could cause such differences to occur include, but are not limited to: adverse industry conditions; our ability to successfully integrate past acquisitions, including the recent acquisition of Lexington Homes, and any future acquisition or the ability to attain the anticipated benefits of such acquisitions; the risk that any past or future acquisition may adversely impact our liquidity; involvement in vertically integrated lines of business, including manufactured housing consumer finance, commercial finance and insurance; a constrained consumer financing market; curtailment of available financing for retailers in the manufactured housing industry; our participation in certain wholesale and retail financing programs for the purchase of our products by industry distributors and consumers may expose us to additional risk of credit loss; significant warranty and construction defect claims; our contingent repurchase obligations related to wholesale financing; market forces and housing demand fluctuations; net losses were incurred in certain prior periods and there can be no assurance that we will generate income in the future; a write-off of all or part of our goodwill; the cyclical and seasonal nature of our business; limitations on our ability to raise capital; competition; our ability to maintain relationships with independent distributors; our business and operations being concentrated in certain geographic regions; labor shortages; pricing and availability of raw materials; unfavorable zoning ordinances; loss of any of our executive officers; organizational document provisions delaying or making a change in control more difficult; volatility of stock price; general deterioration in economic conditions and continued turmoil in the credit markets; increased costs of healthcare benefits for employees; governmental and regulatory disruption; information technology failures and data security breaches; extensive regulation affecting manufactured housing; together with all of the other risks described in our filings Commission. Readers are specifically referred to the Risk Factors described in Item 1A of the 2017 Form 10-K, as may be amended from time to time, which identify important risks that could cause actual results to differ from those contained in the forward-looking statements. Cavco expressly disclaims any obligation to update any forward-looking statements contained in this release, whether as a result of new information, future events or otherwise. Investors should not place any reliance on any such forward-looking statements.\nCAVCO INDUSTRIES, INC.\nCONSOLIDATED BALANCE SHEETS\n(Dollars in thousands, except per share amounts) December 30,\n2017 April 1,\n2017 ASSETS (Unaudited) Current assets: Cash and cash equivalents $ 138,974 $ 132,542 Restricted cash, current 9,993 11,573 Accounts receivable, net 41,501 31,221 Short-term investments 14,502 11,289 Current portion of consumer loans receivable, net 32,186 31,115 Current portion of commercial loans receivable, net 6,823 7,932 Inventories 105,872 93,855 Prepaid expenses and other current assets 34,112 28,033 Deferred income taxes, current — 9,204 Total current assets 383,963 356,764 Restricted cash 728 724 Investments 34,631 30,256 Consumer loans receivable, net 62,806 64,686 Commercial loans receivable, net 20,031 17,901 Property, plant and equipment, net 58,969 56,964 Goodwill and other intangibles, net 83,025 80,021 Total assets $ 644,153 $ 607,316 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 19,835 $ 24,010 Accrued liabilities 123,661 109,789 Current portion of securitized financings and other 5,761 6,417 Total current liabilities 149,257 140,216 Securitized financings and other 51,530 51,574 Deferred income taxes 7,794 21,118 Stockholders’ equity: Preferred stock, $.01 par value; 1,000,000 shares authorized; No shares issued or outstanding — — Common stock, $.01 par value; 40,000,000 shares authorized; Outstanding 9,035,294 and 8,994,968 shares, respectively 90 90 Additional paid-in capital 245,605 244,791 Retained earnings 187,572 148,141 Accumulated other comprehensive income 2,305 1,386 Total stockholders’ equity 435,572 394,408 Total liabilities and stockholders’ equity $ 644,153 $ 607,316\nCAVCO INDUSTRIES, INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(Dollars in thousands, except per share amounts)\n(Unaudited) Three Months Ended Nine Months Ended December 30,\n2017 December 31,\n2016 December 30,\n2017 December 31,\n2016 Net revenue $ 221,383 $ 202,310 $ 628,706 $ 575,799 Cost of sales 171,527 158,766 502,330 459,896 Gross profit 49,856 43,544 126,376 115,903 Selling, general and administrative expenses 26,045 26,003 78,503 76,119 Income from operations 23,811 17,541 47,873 39,784 Interest expense (1,236 ) (1,091 ) (3,305 ) (3,384 ) Other income, net 1,094 829 3,251 2,407 Income before income taxes 23,669 17,279 47,819 38,807 Income tax expense (2,242 ) (4,996 ) (8,457 ) (11,740 ) Net income $ 21,427 $ 12,283 $ 39,362 $ 27,067 Comprehensive income: Net income $ 21,427 $ 12,283 $ 39,362 $ 27,067 Unrealized gain on available-for-sale securities, net of tax 315 253 919 1,077 Comprehensive income $ 21,742 $ 12,536 $ 40,281 $ 28,144 Net income per share: Basic $ 2.37 $ 1.37 $ 4.36 $ 3.02 Diluted $ 2.33 $ 1.35 $ 4.28 $ 2.98 Weighted average shares outstanding: Basic 9,030,100 8,992,456 9,019,311 8,970,008 Diluted 9,214,898 9,102,562 9,186,042 9,096,442\nCAVCO INDUSTRIES, INC.\nOTHER OPERATING DATA\n(Dollars in thousands)\n(Unaudited) Three Months Ended Nine Months Ended December 30,\n2017 December 31,\n2016 December 30,\n2017 December 31,\n2016 Net revenue: Factory-built housing $ 207,183 $ 188,546 $ 587,445 $ 536,513 Financial services 14,200 13,764 41,261 39,286 Total net revenue $ 221,383 $ 202,310 $ 628,706 $ 575,799 Income (loss) before income taxes: Factory-built housing $ 18,393 $ 12,370 $ 40,147 $ 33,437 Financial services 5,276 4,909 7,672 5,370 Total income before income taxes $ 23,669 $ 17,279 $ 47,819 $ 38,807 Capital expenditures $ 1,246 $ 1,238 $ 3,025 $ 4,343 Depreciation $ 933 $ 818 $ 2,699 $ 2,486 Amortization of other intangibles $ 92 $ 92 $ 276 $ 276 Total factory-built homes sold 3,701 3,486 10,474 10,123 For additional information, contact:\nDan Urness\nCFO and Treasurer\ndanu@cavco.com\nPhone: 602-256-6263\nOn the Internet: www.cavco.com\nSource:Cavco Industries, Inc.",
    "published": "2018-02-07T00:05:00.000+02:00",
    "crawled": "2018-02-07T01:04:24.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "phoenix",
        "globe",
        "newswire",
        "cavco",
        "industry",
        "nasdaq",
        "cvco",
        "today",
        "announced",
        "financial",
        "result",
        "third",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "april",
        "company",
        "completed",
        "acquisition",
        "lexington",
        "home",
        "operates",
        "manufactured",
        "housing",
        "plant",
        "lexington",
        "mississippi",
        "since",
        "acquisition",
        "date",
        "result",
        "new",
        "business",
        "included",
        "cavco",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "herein",
        "financial",
        "highlight",
        "include",
        "following",
        "net",
        "revenue",
        "third",
        "quarter",
        "fiscal",
        "year",
        "totaled",
        "million",
        "million",
        "third",
        "quarter",
        "fiscal",
        "year",
        "net",
        "revenue",
        "first",
        "nine",
        "month",
        "fiscal",
        "million",
        "million",
        "comparable",
        "prior",
        "year",
        "period",
        "increase",
        "improved",
        "home",
        "sale",
        "volume",
        "larger",
        "proportion",
        "higher",
        "priced",
        "home",
        "sold",
        "income",
        "income",
        "tax",
        "million",
        "third",
        "quarter",
        "fiscal",
        "year",
        "increase",
        "million",
        "comparable",
        "quarter",
        "last",
        "year",
        "first",
        "nine",
        "month",
        "fiscal",
        "income",
        "income",
        "tax",
        "increased",
        "million",
        "million",
        "comparable",
        "period",
        "prior",
        "year",
        "improvement",
        "increased",
        "home",
        "sale",
        "volume",
        "pricing",
        "million",
        "favorable",
        "dispute",
        "settlement",
        "resolution",
        "third",
        "fiscal",
        "quarter",
        "improved",
        "earnings",
        "financial",
        "service",
        "segment",
        "income",
        "tax",
        "expense",
        "million",
        "resulting",
        "effective",
        "tax",
        "rate",
        "third",
        "quarter",
        "fiscal",
        "year",
        "compared",
        "million",
        "effective",
        "tax",
        "rate",
        "quarter",
        "prior",
        "year",
        "december",
        "government",
        "enacted",
        "comprehensive",
        "tax",
        "legislation",
        "commonly",
        "referred",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "made",
        "broad",
        "complex",
        "change",
        "tax",
        "code",
        "connection",
        "lower",
        "federal",
        "income",
        "tax",
        "liability",
        "related",
        "tax",
        "act",
        "revaluation",
        "net",
        "deferred",
        "income",
        "tax",
        "balance",
        "company",
        "recorded",
        "net",
        "income",
        "tax",
        "benefit",
        "million",
        "per",
        "diluted",
        "share",
        "third",
        "quarter",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "income",
        "tax",
        "expense",
        "million",
        "effective",
        "tax",
        "rate",
        "compared",
        "income",
        "tax",
        "expense",
        "million",
        "effective",
        "tax",
        "rate",
        "comparable",
        "period",
        "addition",
        "tax",
        "act",
        "effect",
        "benefit",
        "income",
        "tax",
        "expense",
        "nine",
        "month",
        "ended",
        "december",
        "also",
        "includes",
        "tax",
        "benefit",
        "million",
        "related",
        "company",
        "required",
        "implementation",
        "accounting",
        "standard",
        "update",
        "compensation",
        "topic",
        "improvement",
        "employee",
        "payment",
        "accounting",
        "among",
        "item",
        "requires",
        "company",
        "record",
        "excess",
        "tax",
        "benefit",
        "exercise",
        "stock",
        "option",
        "reduction",
        "income",
        "tax",
        "expense",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "whereas",
        "previously",
        "recognized",
        "equity",
        "net",
        "income",
        "million",
        "third",
        "quarter",
        "fiscal",
        "year",
        "compared",
        "net",
        "income",
        "million",
        "quarter",
        "prior",
        "year",
        "increase",
        "nine",
        "month",
        "ended",
        "december",
        "net",
        "income",
        "million",
        "net",
        "income",
        "million",
        "first",
        "nine",
        "month",
        "fiscal",
        "net",
        "income",
        "per",
        "share",
        "third",
        "quarter",
        "fiscal",
        "based",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "respectively",
        "compared",
        "net",
        "income",
        "per",
        "share",
        "respectively",
        "comparable",
        "quarter",
        "last",
        "year",
        "net",
        "income",
        "per",
        "share",
        "nine",
        "month",
        "ended",
        "december",
        "based",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "respectively",
        "versus",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "respectively",
        "prior",
        "nine",
        "month",
        "period",
        "commenting",
        "quarter",
        "joseph",
        "stegmayer",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "said",
        "pleased",
        "quarter",
        "result",
        "aided",
        "improved",
        "order",
        "rate",
        "traditionally",
        "slower",
        "holiday",
        "month",
        "strong",
        "new",
        "housing",
        "demand",
        "continued",
        "drive",
        "opportunity",
        "increased",
        "unit",
        "sale",
        "volume",
        "response",
        "manufacturing",
        "facility",
        "raised",
        "production",
        "level",
        "increasing",
        "workforce",
        "size",
        "capability",
        "stegmayer",
        "continued",
        "constrained",
        "labor",
        "market",
        "coupled",
        "continued",
        "cost",
        "increase",
        "raw",
        "material",
        "remain",
        "key",
        "challenge",
        "increasing",
        "production",
        "rate",
        "financial",
        "performance",
        "however",
        "home",
        "production",
        "system",
        "utilize",
        "labor",
        "material",
        "efficiently",
        "many",
        "home",
        "construction",
        "alternative",
        "company",
        "ability",
        "raise",
        "sale",
        "price",
        "home",
        "offering",
        "response",
        "rising",
        "input",
        "cost",
        "although",
        "home",
        "order",
        "backlog",
        "caused",
        "delay",
        "fully",
        "realizing",
        "benefit",
        "higher",
        "home",
        "product",
        "pricing",
        "cavco",
        "management",
        "hold",
        "conference",
        "call",
        "review",
        "result",
        "tomorrow",
        "february",
        "pm",
        "eastern",
        "time",
        "interested",
        "party",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "internet",
        "investor",
        "relation",
        "link",
        "archive",
        "webcast",
        "presentation",
        "available",
        "day",
        "investor",
        "relation",
        "link",
        "cavco",
        "industry",
        "headquartered",
        "phoenix",
        "arizona",
        "design",
        "produce",
        "housing",
        "product",
        "primarily",
        "distributed",
        "network",
        "independent",
        "retailer",
        "company",
        "one",
        "largest",
        "producer",
        "manufactured",
        "home",
        "united",
        "state",
        "based",
        "reported",
        "wholesale",
        "shipment",
        "marketed",
        "variety",
        "brand",
        "name",
        "including",
        "cavco",
        "home",
        "fleetwood",
        "home",
        "palm",
        "harbor",
        "home",
        "fairmont",
        "home",
        "friendship",
        "home",
        "chariot",
        "eagle",
        "lexington",
        "home",
        "company",
        "also",
        "leading",
        "producer",
        "park",
        "model",
        "rv",
        "vacation",
        "cabin",
        "commercial",
        "structure",
        "well",
        "modular",
        "home",
        "built",
        "primarily",
        "nationwide",
        "home",
        "brand",
        "cavco",
        "mortgage",
        "subsidiary",
        "countryplace",
        "mortgage",
        "approved",
        "fannie",
        "mae",
        "freddie",
        "mac",
        "ginnie",
        "mae",
        "security",
        "issuer",
        "offer",
        "conforming",
        "mortgage",
        "mortgage",
        "loan",
        "purchaser",
        "home",
        "insurance",
        "subsidiary",
        "standard",
        "casualty",
        "provides",
        "property",
        "casualty",
        "insurance",
        "owner",
        "manufactured",
        "home",
        "certain",
        "statement",
        "contained",
        "release",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "general",
        "statement",
        "historical",
        "nature",
        "statement",
        "typically",
        "included",
        "example",
        "discussion",
        "regarding",
        "manufactured",
        "housing",
        "housing",
        "industry",
        "financial",
        "performance",
        "operating",
        "result",
        "expected",
        "effect",
        "certain",
        "risk",
        "uncertainty",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "result",
        "actual",
        "result",
        "performance",
        "may",
        "differ",
        "materially",
        "anticipated",
        "result",
        "performance",
        "factor",
        "could",
        "cause",
        "difference",
        "occur",
        "include",
        "limited",
        "adverse",
        "industry",
        "condition",
        "ability",
        "successfully",
        "integrate",
        "past",
        "acquisition",
        "including",
        "recent",
        "acquisition",
        "lexington",
        "home",
        "future",
        "acquisition",
        "ability",
        "attain",
        "anticipated",
        "benefit",
        "acquisition",
        "risk",
        "past",
        "future",
        "acquisition",
        "may",
        "adversely",
        "impact",
        "liquidity",
        "involvement",
        "vertically",
        "integrated",
        "line",
        "business",
        "including",
        "manufactured",
        "housing",
        "consumer",
        "finance",
        "commercial",
        "finance",
        "insurance",
        "constrained",
        "consumer",
        "financing",
        "market",
        "curtailment",
        "available",
        "financing",
        "retailer",
        "manufactured",
        "housing",
        "industry",
        "participation",
        "certain",
        "wholesale",
        "retail",
        "financing",
        "program",
        "purchase",
        "product",
        "industry",
        "distributor",
        "consumer",
        "may",
        "expose",
        "u",
        "additional",
        "risk",
        "credit",
        "loss",
        "significant",
        "warranty",
        "construction",
        "defect",
        "claim",
        "contingent",
        "repurchase",
        "obligation",
        "related",
        "wholesale",
        "financing",
        "market",
        "force",
        "housing",
        "demand",
        "fluctuation",
        "net",
        "loss",
        "incurred",
        "certain",
        "prior",
        "period",
        "assurance",
        "generate",
        "income",
        "future",
        "part",
        "goodwill",
        "cyclical",
        "seasonal",
        "nature",
        "business",
        "limitation",
        "ability",
        "raise",
        "capital",
        "competition",
        "ability",
        "maintain",
        "relationship",
        "independent",
        "distributor",
        "business",
        "operation",
        "concentrated",
        "certain",
        "geographic",
        "region",
        "labor",
        "shortage",
        "pricing",
        "availability",
        "raw",
        "material",
        "unfavorable",
        "zoning",
        "ordinance",
        "loss",
        "executive",
        "officer",
        "organizational",
        "document",
        "provision",
        "delaying",
        "making",
        "change",
        "control",
        "difficult",
        "volatility",
        "stock",
        "price",
        "general",
        "deterioration",
        "economic",
        "condition",
        "continued",
        "turmoil",
        "credit",
        "market",
        "increased",
        "cost",
        "healthcare",
        "benefit",
        "employee",
        "governmental",
        "regulatory",
        "disruption",
        "information",
        "technology",
        "failure",
        "data",
        "security",
        "breach",
        "extensive",
        "regulation",
        "affecting",
        "manufactured",
        "housing",
        "together",
        "risk",
        "described",
        "filing",
        "commission",
        "reader",
        "specifically",
        "referred",
        "risk",
        "factor",
        "described",
        "item",
        "1a",
        "form",
        "may",
        "amended",
        "time",
        "time",
        "identify",
        "important",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "cavco",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "place",
        "reliance",
        "statement",
        "cavco",
        "industry",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "december",
        "april",
        "asset",
        "unaudited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "current",
        "account",
        "receivable",
        "net",
        "investment",
        "current",
        "portion",
        "consumer",
        "loan",
        "receivable",
        "net",
        "current",
        "portion",
        "commercial",
        "loan",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "deferred",
        "income",
        "tax",
        "current",
        "total",
        "current",
        "asset",
        "restricted",
        "cash",
        "investment",
        "consumer",
        "loan",
        "receivable",
        "net",
        "commercial",
        "loan",
        "receivable",
        "net",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "securitized",
        "financing",
        "total",
        "current",
        "liability",
        "securitized",
        "financing",
        "deferred",
        "income",
        "tax",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "outstanding",
        "share",
        "respectively",
        "additional",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "income",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "cavco",
        "industry",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "nine",
        "month",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "net",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "income",
        "operation",
        "interest",
        "expense",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "comprehensive",
        "income",
        "net",
        "income",
        "unrealized",
        "gain",
        "security",
        "net",
        "tax",
        "comprehensive",
        "income",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "cavco",
        "industry",
        "operating",
        "data",
        "dollar",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "nine",
        "month",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "net",
        "revenue",
        "housing",
        "financial",
        "service",
        "total",
        "net",
        "revenue",
        "income",
        "loss",
        "income",
        "tax",
        "housing",
        "financial",
        "service",
        "total",
        "income",
        "income",
        "tax",
        "capital",
        "expenditure",
        "depreciation",
        "amortization",
        "intangible",
        "total",
        "home",
        "sold",
        "additional",
        "information",
        "contact",
        "dan",
        "urness",
        "cfo",
        "treasurer",
        "danu",
        "phone",
        "internet",
        "source",
        "cavco",
        "industry",
        "inc"
    ]
}