{
    "organizations": [],
    "uuid": "c1a432c013026d7f169542eeb0e6399be0706766",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/28/how-north-korea-uses-bitcoin-to-get-around-us-sanctions.html",
    "ord_in_thread": 0,
    "title": "How North Korea uses bitcoin to get around US sanctions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The US keeps imposing new sanctions on North Korea over its nuclear program but they're not changing Kim Jong Un's behavior — and for a surprising reason: Pyongyang's skill at using cryptocurrencies.\nFive days ago, America sanctioned dozens of ships, shipping companies, and other firms that allegedly help Pyongyang fund its nuclear and missiles programs. That move is part of a broader US strategy to starve the North Korean regime of money it would use to improve its weapons. The Trump administration wants to make these punishments so severe that Pyongyang would potentially be open to negotiations over the programs.\nThe problem is North Korea can partially skirt financial restrictions with cryptocurrencies, an online form of money, according to Priscilla Moriuchi, formerly a top National Security Agency official charged with overseeing cyber threats from East Asia.\nMore From Vox:\nIt's not you. Phones are designed to be addicting.\nJared Kushner's very bad week, explained \nAmerica's gun laws are already weak — and a growing loophole is making them even weaker \nMoriuchi estimates that North Korea earns between $15 million and $200 million by creating and selling cryptocurrencies and then turning it into hard cash. (Their take fluctuates depending on the digital currency's worth when North Korea cashes out.) That's not enough money to fully fund North Korea's weapons programs, to be sure, but it ensures they don't completely shut down.\nSo even though sanctions hurt North Korea's physical economy, there are currently few ways America can curb Pyongyang's growing digital economy. That means North Korea has an even greater ability to keep its nuclear program running than we might think.\n\"I would bet that these coins are being turned into something — currency or physical goods — that are supporting North Korea's nuclear and ballistic missile program,\" Moriuchi told me.\nA transcript of our conversation, lightly edited for length and clarity, follows.\nAlex Ward \nWhy is cryptocurrency useful for North Korea?\nPriscilla Moriuchi \nThere are not very many ID or security requirements, and many of these currencies are founded around — or at least very much focused on — security and anonymity for their users.\nThat kind of makes it a perfect platform for countries like North Korea, which are pretty isolated from the international financial system to begin with, to use this new form of commerce that's thus far existed pretty much outside of countries' regulatory control.\nAlex Ward \nHow does a country collect, or mine, bitcoin? Is it different from how an individual would do so?\nPriscilla Moriuchi \nMining is just the way in which a cryptocurrency is generated.\nCreating a single coin requires many computers to solve a number of mathematical problems. And once you've solved the problems, then it builds what's called a block. That block is essentially the currency itself — you get rewards for creating a block.\nAnyone can create a block, whether you're an individual or a country. It tends to be a computationally intensive and energy-intensive process. You need access to a very stable and high-bandwidth internet connection.\nThen once you build the block you get the reward, which is typically a reward in that currency.\nAlex Ward \nThe US, along with the United Nations, continually sanction North Korea. They usually try to stop North Korea from trading their top exports, like iron, coal, and seafood.\nBut you're basically saying that North Korea is using digital currency in order to make money and partially evade those kinds of physical sanctions imposed on them, right?\nPriscilla Moriuchi \nThe majority of international and US sanctions thus far have focused on pressure points on territorial North Korea and the North Korean regime. Those sanctions have been ongoing for years and years and years at this point, but the regime has not abandoned its drive to develop ballistic missiles or nuclear weapons.\nNorth Korea, then, uses the internet to support itself, and its weapons programs, while getting around these sanctions.\n\"I WOULD BET THAT THESE COINS ARE BEING TURNED INTO SOMETHING — CURRENCY OR PHYSICAL GOODS — THAT ARE SUPPORTING NORTH KOREA'S NUCLEAR AND BALLISTIC MISSILE PROGRAM\"\nAlex Ward \nIs North Korea doing all of this from home, or do they have operations elsewhere?\nPriscilla Moriuchi \nOne of the things we know from defector testimony, for example, is that North Korea has built a network of operational bases in foreign countries where they execute cyber operations.\nAlex Ward \nWhat are some of those countries?\nPriscilla Moriuchi \nThere's some in China and some in Southeast Asia. We've seen a good deal of North Korean activities in countries such as India, Malaysia, the Philippines, and we believe there are operational bases in some of those countries. We haven't gotten all the way down yet to a street address or anything, though.\nNorth Korea cyber operators sent to these foreign operations bases have two jobs. One, to conduct the operations that the North Korean regime tells them to conduct. And two, to earn money. The majority of that money, about 80 to 90 percent, is sent back to the regime, and only a small amount is for the operators themselves to keep.\nAlex Ward \nHow big is North Korea's cryptocurrency operation?\nPriscilla Moriuchi \nWe don't know the scale.\nI saw a small-scale North Korean bitcoin mining operation last summer, but not anything on the factory-level scale like we will see sometimes in, like, China or Russia, for example.\nAlex Ward \nOn the surface, all of this sounds pretty sketchy and illegal.\n\nPriscilla Moriuchi \nBut it's not illegal in any way, unlike a lot of the things that North Korea is doing today to generate funds: counterfeiting US dollars and cigarettes or selling wildlife and illegal drugs.\nAlex Ward \nHave we seen other countries use cryptocurrencies to buy physical things? We don't necessarily know that North Korea's buying fishing boats, but have we seen Russia buy stuff too?\nPriscilla Moriuchi \nThat can happen: Any user can buy physical things with bitcoin.\nYou can buy pizzas at restaurants. You can buy goods at stores around the world. You can buy malware from dark web markets online. We haven't seen anyone buying coal, for example, but just because we haven't seen it doesn't mean it's not out there.\nBut North Korea has such extensive criminal networks that have been well-established for decades to facilitate illegal activities. If Pyongyang were able to cash out into physical currency, it would be relatively easy for them to move that currency back into North Korea and to buy things with the physical currency.\nAlex Ward \nHow could North Korea could turn digital cash into hard cash?\nPriscilla Moriuchi \nThere was a quite well-publicized banking theft from the Bank of Bangladesh back in 2015 that North Korea was responsible for. They ended up transferring, or stealing, about $81 million from the Central Bank of Bangladesh that then got transferred to bank accounts in the Philippines.\nThose accounts were then cashed out within a few days, and then the money was run through casinos in the Philippines and Macau and basically disappeared.\nThat's a great example of money going from the virtual to the physical.\nAlex Ward \nThe US has gotten quite good at sanctioning physical things. Why aren't we so good at stopping digital currency activity?\nPriscilla Moriuchi \nThe problem, especially when it comes to cryptocurrencies, is that they're so loosely regulated. There are relatively few countries that impose any type of security on the network or identification laws for users of the exchanges. There's not a document or a paper trail, so it's very hard to find targets for any sort of sanctions.\nWe can say \"North Korea is using bitcoin,\" but we can't sanction Bitcoin as an entity because Bitcoin is not a person responsible — it's just distributed technology. So instead, we're having to drill even deeper and try to look for wallets that North Korea has used or even exchanges that can be compelled to give data to law enforcement.\nI think it's just the lack of regulations in the digital world, kind of combined with such a broad target space, that's made it difficult to sanction.\nAlex Ward \nWould you place a bet that North Korea is using digital currency in some way to improve its nuclear program?\nPriscilla Moriuchi \nI would bet that these coins are being turned into something — currency or physical goods — that are supporting North Korea's nuclear and ballistic missile program.\nIt could be pretty simple. After they cash it out, they take the hard cash to a bank that they work closely with. Once they deposit the cash in that bank, then it becomes part of their assets.\nAlex Ward \nIf you had a meeting with President Trump or UN Ambassador Nikki Haley to talk about how to stop North Korea in the digital currency space, what would you tell them?\nPriscilla Moriuchi \nFirst, we would need to enlist partner countries to increase regulations on the exchanges and the wallet providers. That helps create a paper trail we can use to identify North Korean accounts and how North Korea is moving these currencies.\nAnd second, we should establish a robust sharing environment similar to the one that governments have with financial institutions, where you have to report or track transactions over a certain dollar amount, like $10,000. We should set some limits on when these exchanges have to report transactions over a certain number of, say, coins. That could be another way we could find some of this criminality as well.\nAlex Ward \nHow scared should we be that North Korea is going to continue getting better in the digital space, which therefore helps it to continue to get better in its nuclear and missiles program?\nPriscilla Moriuchi \nWhen it comes to consequences for cyber operations, there have been relatively few for any country. That holds true for North Korea as well.\nBut even so, there doesn't seem to be a resource constraint on North Korea right now. There's certainly not an international constraint when it comes to limiting their movement in other countries or limiting their information technology or computer science training.",
    "published": "2018-02-28T23:24:00.000+02:00",
    "crawled": "2018-02-28T23:58:33.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "u",
        "keep",
        "imposing",
        "new",
        "sanction",
        "north",
        "korea",
        "nuclear",
        "program",
        "changing",
        "kim",
        "jong",
        "un",
        "behavior",
        "surprising",
        "reason",
        "pyongyang",
        "skill",
        "using",
        "cryptocurrencies",
        "five",
        "day",
        "ago",
        "america",
        "sanctioned",
        "dozen",
        "ship",
        "shipping",
        "company",
        "firm",
        "allegedly",
        "help",
        "pyongyang",
        "fund",
        "nuclear",
        "missile",
        "program",
        "move",
        "part",
        "broader",
        "u",
        "strategy",
        "starve",
        "north",
        "korean",
        "regime",
        "money",
        "would",
        "use",
        "improve",
        "weapon",
        "trump",
        "administration",
        "want",
        "make",
        "punishment",
        "severe",
        "pyongyang",
        "would",
        "potentially",
        "open",
        "negotiation",
        "program",
        "problem",
        "north",
        "korea",
        "partially",
        "skirt",
        "financial",
        "restriction",
        "cryptocurrencies",
        "online",
        "form",
        "money",
        "according",
        "priscilla",
        "moriuchi",
        "formerly",
        "top",
        "national",
        "security",
        "agency",
        "official",
        "charged",
        "overseeing",
        "cyber",
        "threat",
        "east",
        "asia",
        "vox",
        "phone",
        "designed",
        "addicting",
        "jared",
        "kushner",
        "bad",
        "week",
        "explained",
        "america",
        "gun",
        "law",
        "already",
        "weak",
        "growing",
        "loophole",
        "making",
        "even",
        "weaker",
        "moriuchi",
        "estimate",
        "north",
        "korea",
        "earns",
        "million",
        "million",
        "creating",
        "selling",
        "cryptocurrencies",
        "turning",
        "hard",
        "cash",
        "take",
        "fluctuates",
        "depending",
        "digital",
        "currency",
        "worth",
        "north",
        "korea",
        "cash",
        "enough",
        "money",
        "fully",
        "fund",
        "north",
        "korea",
        "weapon",
        "program",
        "sure",
        "ensures",
        "completely",
        "shut",
        "even",
        "though",
        "sanction",
        "hurt",
        "north",
        "korea",
        "physical",
        "economy",
        "currently",
        "way",
        "america",
        "curb",
        "pyongyang",
        "growing",
        "digital",
        "economy",
        "mean",
        "north",
        "korea",
        "even",
        "greater",
        "ability",
        "keep",
        "nuclear",
        "program",
        "running",
        "might",
        "think",
        "would",
        "bet",
        "coin",
        "turned",
        "something",
        "currency",
        "physical",
        "good",
        "supporting",
        "north",
        "korea",
        "nuclear",
        "ballistic",
        "missile",
        "program",
        "moriuchi",
        "told",
        "transcript",
        "conversation",
        "lightly",
        "edited",
        "length",
        "clarity",
        "follows",
        "alex",
        "ward",
        "cryptocurrency",
        "useful",
        "north",
        "korea",
        "priscilla",
        "moriuchi",
        "many",
        "id",
        "security",
        "requirement",
        "many",
        "currency",
        "founded",
        "around",
        "least",
        "much",
        "focused",
        "security",
        "anonymity",
        "user",
        "kind",
        "make",
        "perfect",
        "platform",
        "country",
        "like",
        "north",
        "korea",
        "pretty",
        "isolated",
        "international",
        "financial",
        "system",
        "begin",
        "use",
        "new",
        "form",
        "commerce",
        "thus",
        "far",
        "existed",
        "pretty",
        "much",
        "outside",
        "country",
        "regulatory",
        "control",
        "alex",
        "ward",
        "country",
        "collect",
        "mine",
        "bitcoin",
        "different",
        "individual",
        "would",
        "priscilla",
        "moriuchi",
        "mining",
        "way",
        "cryptocurrency",
        "generated",
        "creating",
        "single",
        "coin",
        "requires",
        "many",
        "computer",
        "solve",
        "number",
        "mathematical",
        "problem",
        "solved",
        "problem",
        "build",
        "called",
        "block",
        "block",
        "essentially",
        "currency",
        "get",
        "reward",
        "creating",
        "block",
        "anyone",
        "create",
        "block",
        "whether",
        "individual",
        "country",
        "tends",
        "computationally",
        "intensive",
        "process",
        "need",
        "access",
        "stable",
        "internet",
        "connection",
        "build",
        "block",
        "get",
        "reward",
        "typically",
        "reward",
        "currency",
        "alex",
        "ward",
        "u",
        "along",
        "united",
        "nation",
        "continually",
        "sanction",
        "north",
        "korea",
        "usually",
        "try",
        "stop",
        "north",
        "korea",
        "trading",
        "top",
        "export",
        "like",
        "iron",
        "coal",
        "seafood",
        "basically",
        "saying",
        "north",
        "korea",
        "using",
        "digital",
        "currency",
        "order",
        "make",
        "money",
        "partially",
        "evade",
        "kind",
        "physical",
        "sanction",
        "imposed",
        "right",
        "priscilla",
        "moriuchi",
        "majority",
        "international",
        "u",
        "sanction",
        "thus",
        "far",
        "focused",
        "pressure",
        "point",
        "territorial",
        "north",
        "korea",
        "north",
        "korean",
        "regime",
        "sanction",
        "ongoing",
        "year",
        "year",
        "year",
        "point",
        "regime",
        "abandoned",
        "drive",
        "develop",
        "ballistic",
        "missile",
        "nuclear",
        "weapon",
        "north",
        "korea",
        "us",
        "internet",
        "support",
        "weapon",
        "program",
        "getting",
        "around",
        "sanction",
        "would",
        "bet",
        "coin",
        "turned",
        "something",
        "currency",
        "physical",
        "good",
        "supporting",
        "north",
        "korea",
        "nuclear",
        "ballistic",
        "missile",
        "program",
        "alex",
        "ward",
        "north",
        "korea",
        "home",
        "operation",
        "elsewhere",
        "priscilla",
        "moriuchi",
        "one",
        "thing",
        "know",
        "defector",
        "testimony",
        "example",
        "north",
        "korea",
        "built",
        "network",
        "operational",
        "base",
        "foreign",
        "country",
        "execute",
        "cyber",
        "operation",
        "alex",
        "ward",
        "country",
        "priscilla",
        "moriuchi",
        "china",
        "southeast",
        "asia",
        "seen",
        "good",
        "deal",
        "north",
        "korean",
        "activity",
        "country",
        "india",
        "malaysia",
        "philippine",
        "believe",
        "operational",
        "base",
        "country",
        "gotten",
        "way",
        "yet",
        "street",
        "address",
        "anything",
        "though",
        "north",
        "korea",
        "cyber",
        "operator",
        "sent",
        "foreign",
        "operation",
        "base",
        "two",
        "job",
        "one",
        "conduct",
        "operation",
        "north",
        "korean",
        "regime",
        "tell",
        "conduct",
        "two",
        "earn",
        "money",
        "majority",
        "money",
        "percent",
        "sent",
        "back",
        "regime",
        "small",
        "amount",
        "operator",
        "keep",
        "alex",
        "ward",
        "big",
        "north",
        "korea",
        "cryptocurrency",
        "operation",
        "priscilla",
        "moriuchi",
        "know",
        "scale",
        "saw",
        "north",
        "korean",
        "bitcoin",
        "mining",
        "operation",
        "last",
        "summer",
        "anything",
        "scale",
        "like",
        "see",
        "sometimes",
        "like",
        "china",
        "russia",
        "example",
        "alex",
        "ward",
        "surface",
        "sound",
        "pretty",
        "sketchy",
        "illegal",
        "priscilla",
        "moriuchi",
        "illegal",
        "way",
        "unlike",
        "lot",
        "thing",
        "north",
        "korea",
        "today",
        "generate",
        "fund",
        "counterfeiting",
        "u",
        "dollar",
        "cigarette",
        "selling",
        "wildlife",
        "illegal",
        "drug",
        "alex",
        "ward",
        "seen",
        "country",
        "use",
        "cryptocurrencies",
        "buy",
        "physical",
        "thing",
        "necessarily",
        "know",
        "north",
        "korea",
        "buying",
        "fishing",
        "boat",
        "seen",
        "russia",
        "buy",
        "stuff",
        "priscilla",
        "moriuchi",
        "happen",
        "user",
        "buy",
        "physical",
        "thing",
        "bitcoin",
        "buy",
        "pizza",
        "restaurant",
        "buy",
        "good",
        "store",
        "around",
        "world",
        "buy",
        "malware",
        "dark",
        "web",
        "market",
        "online",
        "seen",
        "anyone",
        "buying",
        "coal",
        "example",
        "seen",
        "mean",
        "north",
        "korea",
        "extensive",
        "criminal",
        "network",
        "decade",
        "facilitate",
        "illegal",
        "activity",
        "pyongyang",
        "able",
        "cash",
        "physical",
        "currency",
        "would",
        "relatively",
        "easy",
        "move",
        "currency",
        "back",
        "north",
        "korea",
        "buy",
        "thing",
        "physical",
        "currency",
        "alex",
        "ward",
        "could",
        "north",
        "korea",
        "could",
        "turn",
        "digital",
        "cash",
        "hard",
        "cash",
        "priscilla",
        "moriuchi",
        "quite",
        "banking",
        "theft",
        "bank",
        "bangladesh",
        "back",
        "north",
        "korea",
        "responsible",
        "ended",
        "transferring",
        "stealing",
        "million",
        "central",
        "bank",
        "bangladesh",
        "got",
        "transferred",
        "bank",
        "account",
        "philippine",
        "account",
        "cashed",
        "within",
        "day",
        "money",
        "run",
        "casino",
        "philippine",
        "macau",
        "basically",
        "disappeared",
        "great",
        "example",
        "money",
        "going",
        "virtual",
        "physical",
        "alex",
        "ward",
        "u",
        "gotten",
        "quite",
        "good",
        "sanctioning",
        "physical",
        "thing",
        "good",
        "stopping",
        "digital",
        "currency",
        "activity",
        "priscilla",
        "moriuchi",
        "problem",
        "especially",
        "come",
        "cryptocurrencies",
        "loosely",
        "regulated",
        "relatively",
        "country",
        "impose",
        "type",
        "security",
        "network",
        "identification",
        "law",
        "user",
        "exchange",
        "document",
        "paper",
        "trail",
        "hard",
        "find",
        "target",
        "sort",
        "sanction",
        "say",
        "north",
        "korea",
        "using",
        "bitcoin",
        "ca",
        "sanction",
        "bitcoin",
        "entity",
        "bitcoin",
        "person",
        "responsible",
        "distributed",
        "technology",
        "instead",
        "drill",
        "even",
        "deeper",
        "try",
        "look",
        "wallet",
        "north",
        "korea",
        "used",
        "even",
        "exchange",
        "compelled",
        "give",
        "data",
        "law",
        "enforcement",
        "think",
        "lack",
        "regulation",
        "digital",
        "world",
        "kind",
        "combined",
        "broad",
        "target",
        "space",
        "made",
        "difficult",
        "sanction",
        "alex",
        "ward",
        "would",
        "place",
        "bet",
        "north",
        "korea",
        "using",
        "digital",
        "currency",
        "way",
        "improve",
        "nuclear",
        "program",
        "priscilla",
        "moriuchi",
        "would",
        "bet",
        "coin",
        "turned",
        "something",
        "currency",
        "physical",
        "good",
        "supporting",
        "north",
        "korea",
        "nuclear",
        "ballistic",
        "missile",
        "program",
        "could",
        "pretty",
        "simple",
        "cash",
        "take",
        "hard",
        "cash",
        "bank",
        "work",
        "closely",
        "deposit",
        "cash",
        "bank",
        "becomes",
        "part",
        "asset",
        "alex",
        "ward",
        "meeting",
        "president",
        "trump",
        "un",
        "ambassador",
        "nikki",
        "haley",
        "talk",
        "stop",
        "north",
        "korea",
        "digital",
        "currency",
        "space",
        "would",
        "tell",
        "priscilla",
        "moriuchi",
        "first",
        "would",
        "need",
        "enlist",
        "partner",
        "country",
        "increase",
        "regulation",
        "exchange",
        "wallet",
        "provider",
        "help",
        "create",
        "paper",
        "trail",
        "use",
        "identify",
        "north",
        "korean",
        "account",
        "north",
        "korea",
        "moving",
        "currency",
        "second",
        "establish",
        "robust",
        "sharing",
        "environment",
        "similar",
        "one",
        "government",
        "financial",
        "institution",
        "report",
        "track",
        "transaction",
        "certain",
        "dollar",
        "amount",
        "like",
        "set",
        "limit",
        "exchange",
        "report",
        "transaction",
        "certain",
        "number",
        "say",
        "coin",
        "could",
        "another",
        "way",
        "could",
        "find",
        "criminality",
        "well",
        "alex",
        "ward",
        "scared",
        "north",
        "korea",
        "going",
        "continue",
        "getting",
        "better",
        "digital",
        "space",
        "therefore",
        "help",
        "continue",
        "get",
        "better",
        "nuclear",
        "missile",
        "program",
        "priscilla",
        "moriuchi",
        "come",
        "consequence",
        "cyber",
        "operation",
        "relatively",
        "country",
        "hold",
        "true",
        "north",
        "korea",
        "well",
        "even",
        "seem",
        "resource",
        "constraint",
        "north",
        "korea",
        "right",
        "certainly",
        "international",
        "constraint",
        "come",
        "limiting",
        "movement",
        "country",
        "limiting",
        "information",
        "technology",
        "computer",
        "science",
        "training"
    ]
}