{
    "organizations": [],
    "uuid": "a7b7ed5c416ad5dc3557c0d02aa4fdda133427e2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/business-wire-alterra-mountain-company-appoints-rusty-gregory-as-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "Alterra Mountain Company Appoints Rusty Gregory as Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Highly Regarded Ski Industry Veteran Takes the Helm of New Destination Group\nDENVER--(BUSINESS WIRE)-- Alterra Mountain Company today announced the appointment of Rusty Gregory as Chief Executive Officer. Mr. Gregory is an investor in the company and has been a member of the Board of Directors since the company’s inception in August 2017. Mr. Gregory is an experienced travel industry executive and proven mountain resort innovator. His career in the ski industry spans 40 years starting as a lift operator at Mammoth Mountain in California where he rose through the ranks to become an owner and the company’s Chairman and CEO for over 20 years.\nMr. Gregory will focus on establishing the newly-formed Alterra Mountain Company’s culture and developing the growth, operating and guest service strategies for its platform of mountain destinations across North America, while leading its more than 20,000 employees.\n“I’m thrilled to be leading the Alterra Mountain Company team in its formative years at such a pivotal time in the mountain destination industry. This is truly the opportunity of a lifetime: to work with so many highly respected industry leaders and some of the most iconic mountain destinations in North America,” said Rusty Gregory, Chief Executive Officer of Alterra Mountain Company. “Together we will create a high performing enterprise by focusing on what’s important - our guests, our employees, and our mountain communities. We will build our business by enhancing and enriching the lives and experiences of each.”\n“Since the formation of Alterra Mountain Company, Rusty has served as a Senior Strategic Advisor and has been instrumental in creating its vision and direction. He has played a crucial role in the creation and collaboration of the Ikon Pass,” said Eric Resnick, Chief Executive Officer of KSL Capital Partners. “He is a clear leader in the industry and a natural fit to lead Alterra Mountain Company into the future as well as execute on our promise to innovate while enhancing the unique nature of each of our destinations.”\nLast month, Alterra Mountain Company launched the Ikon Pass , a new pass product for the 2018-2019 winter season that combines the company’s 12 destinations with 11 partners from six industry leaders - Aspen Skiing Company, Alta Ski Area, Boyne Resorts, Jackson Hole Mountain Resort, POWDR, and Snowbird.\n“With the Ikon Pass, we have created an unrivaled platform that offers one-of-a-kind mountain experiences under one pass, by combining our portfolio of 12 destinations with 11 iconic mountain destination partners across North America,” Gregory continued.\nMr. Gregory has experience in all facets of the ski industry and resort business, including time spent as a lift operator, equipment operator, lift maintenance and construction supervisor, ski instructor, heli-ski guide, Director of Human Resources and Chief Administrative Officer. He founded and operated Mammoth Heli-Ski in the 1980s, Mammoth Land and Development Company in the 1990s, and became an owner of Mammoth Mountain Ski Area in 1996. He engineered three sales of the company, increasing his ownership stake with each transaction. Sixty percent of Mammoth Mountain was sold to Intrawest in 1996, and the entire enterprise was sold to Barry Sternlicht’s Starwood Capital Group LLC and co-investors David Bonderman of TPG and Jonathan Nelson of Providence Equity in 2005.\nIn September 2014, Mr. Gregory led the acquisition of Southern California’s largest and most popular ski and snowboard destination, Big Bear Mountain Resort, and created Mammoth Resorts, bringing Mammoth Mountain, June Mountain, Bear Mountain and Snow Summit under one umbrella. He then led the July 2017 sale of Mammoth Resorts to Alterra Mountain Company.\nMr. Gregory is past Chairman of the National Ski Areas Association, Trustee of the U.S. Ski and Snowboard Team Foundation, and Trustee and past Vice Chairman of the Yosemite Conservancy. He was appointed by Governor Arnold Schwarzenegger as Commissioner of the California Travel and Tourism Commission where he served as CFO and Vice Chairman. He is also the Founder and Chairman of the University of California Santa Barbara’s Valentine Reserve Environmental Research Fund.\n“We are happy to welcome Rusty to the helm of Alterra Mountain Company and look forward to our continued collaboration,” said Bill Crown, Alterra Mountain Company Board Member and Partner of Henry Crown and Company. “We thank Bryan Traficanti for his service and leadership as Interim Chief Executive Officer and are pleased to have his continued guidance as a Board Member.”\nGregory will be based out of Alterra Mountain Company’s headquarters in Denver, Co. Bryan Traficanti, interim CEO, will return to KSL Capital Partners, LLC as Head of Asset Management and remain a board member of Alterra Mountain Company.\nAbout Alterra Mountain Company\nAlterra Mountain Company is a family of 12 iconic year-round destinations, including the world’s largest heli-ski operation, offering the Ikon Pass, the new standard in season passes. The company owns and operates a range of recreation, hospitality, real-estate development, food and beverage and retail businesses. Headquartered in Denver, Colorado with destinations across the continent, we are rooted in the spirit of the mountains and united by a passion for outdoor adventure. Alterra Mountain Company’s family of diverse playgrounds spans five U.S. states and three Canadian provinces: Steamboat and Winter Park Resort in Colorado; Squaw Valley Alpine Meadows, Mammoth Mountain, June Mountain and Big Bear Mountain Resort in California; Stratton in Vermont; Snowshoe in West Virginia; Tremblant in Quebec, Blue Mountain in Ontario; Deer Valley in Utah; and CMH Heli-Skiing & Summer Adventures in British Columbia. We honor each destination’s unique character and authenticity and celebrate the legendary adventures and enduring memories they bring to everyone. Alterra Mountain Company also owns Honua Kai Resort and Spa in Hawaii. For more information, visit www.alterramtnco.com .\nAbout Ikon Pass\nThe Ikon Pass is the new standard in season passes, connecting the most iconic mountains in North America and delivering authentic, memorable snow adventures. Brought to you by Alterra Mountain Company, the Ikon Pass unlocks access to a community of diverse destinations you want to ski and ride, including Aspen Snowmass, Steamboat, Winter Park Resort, Copper Mountain and Eldora in Colorado; Squaw Valley Alpine Meadows, Mammoth Mountain, June Mountain and Big Bear Mountain Resort in California; Jackson Hole Mountain Resort in Wyoming; Big Sky in Montana; Stratton and Killington in Vermont; Snowshoe in West Virginia; Tremblant in Quebec and Blue Mountain in Ontario, Canada; Sunday River and Sugarloaf in Maine; Loon Mountain in New Hampshire; and Deer Valley Resort, Alta and Snowbird in Utah. Special offers will also be available at CMH Heli-Skiing & Summer Adventures, the world’s largest heli-skiing operation. For more information on the Ikon Pass, visit www.ikonpass.com .\nAbout KSL Capital Partners, LLC\nKSL Capital Partners, LLC is a private equity firm specializing in travel and leisure enterprises in five primary sectors: hospitality, recreation, clubs, real estate, and travel services. KSL has offices in Denver, Colorado; Stamford, Connecticut; and London. Since 2005, KSL has raised approximately $8.2 billion of capital across both debt and equity funds. KSL's current portfolio includes some of the premier properties in travel and leisure. For more information, please visit www.kslcapital.com .\nAbout Henry Crown and Company\nHenry Crown and Company, through a newly formed affiliate, is a minority investor in the new joint venture Alterra Mountain Company. Henry Crown and Company dates back to the early 1900s when Henry Crown and his brothers started Material Service Corporation, which was later merged into General Dynamics. Today, the Crown’s family assets fall into four broadly defined categories, including publicly traded securities, real estate, investment funds, and privately held operating companies, including Aspen Skiing Company, L.L.C. Aspen Skiing Company owns and operates the four mountains of Aspen Snowmass – Snowmass, Aspen Mountain, Aspen Highlands, and Buttermilk – as well as hospitality properties The Little Nell, Residences at The Little Nell, Limelight Aspen, and Limelight Ketchum in Ketchum, Idaho. In addition, Aspen Skiing Company owns and operates numerous retail and rental locations through the resort and the Roaring Fork Valley. Aspen Skiing Company, LLC is one of the Henry Crown and Company entities which owns Alterra Mountain Company. Aspen’s mountains and properties will continue to be run directly by Aspen Skiing Company and not by Alterra Mountain Company. For more information, visit www.aspensnowmass.com .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180207005286/en/\nThe Ashima Group\nAmelie Bruzat, 347-653-9544\namelie@theashimagroup.com\nSource: Alterra Mountain Company",
    "published": "2018-02-07T18:15:00.000+02:00",
    "crawled": "2018-02-07T20:03:15.030+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "highly",
        "regarded",
        "ski",
        "industry",
        "veteran",
        "take",
        "helm",
        "new",
        "destination",
        "group",
        "denver",
        "business",
        "wire",
        "alterra",
        "mountain",
        "company",
        "today",
        "announced",
        "appointment",
        "rusty",
        "gregory",
        "chief",
        "executive",
        "officer",
        "gregory",
        "investor",
        "company",
        "member",
        "board",
        "director",
        "since",
        "company",
        "inception",
        "august",
        "gregory",
        "experienced",
        "travel",
        "industry",
        "executive",
        "proven",
        "mountain",
        "resort",
        "innovator",
        "career",
        "ski",
        "industry",
        "span",
        "year",
        "starting",
        "lift",
        "operator",
        "mammoth",
        "mountain",
        "california",
        "rose",
        "rank",
        "become",
        "owner",
        "company",
        "chairman",
        "ceo",
        "year",
        "gregory",
        "focus",
        "establishing",
        "alterra",
        "mountain",
        "company",
        "culture",
        "developing",
        "growth",
        "operating",
        "guest",
        "service",
        "strategy",
        "platform",
        "mountain",
        "destination",
        "across",
        "north",
        "america",
        "leading",
        "employee",
        "thrilled",
        "leading",
        "alterra",
        "mountain",
        "company",
        "team",
        "formative",
        "year",
        "pivotal",
        "time",
        "mountain",
        "destination",
        "industry",
        "truly",
        "opportunity",
        "lifetime",
        "work",
        "many",
        "highly",
        "respected",
        "industry",
        "leader",
        "iconic",
        "mountain",
        "destination",
        "north",
        "america",
        "said",
        "rusty",
        "gregory",
        "chief",
        "executive",
        "officer",
        "alterra",
        "mountain",
        "company",
        "together",
        "create",
        "high",
        "performing",
        "enterprise",
        "focusing",
        "important",
        "guest",
        "employee",
        "mountain",
        "community",
        "build",
        "business",
        "enhancing",
        "enriching",
        "life",
        "experience",
        "since",
        "formation",
        "alterra",
        "mountain",
        "company",
        "rusty",
        "served",
        "senior",
        "strategic",
        "advisor",
        "instrumental",
        "creating",
        "vision",
        "direction",
        "played",
        "crucial",
        "role",
        "creation",
        "collaboration",
        "ikon",
        "pas",
        "said",
        "eric",
        "resnick",
        "chief",
        "executive",
        "officer",
        "ksl",
        "capital",
        "partner",
        "clear",
        "leader",
        "industry",
        "natural",
        "fit",
        "lead",
        "alterra",
        "mountain",
        "company",
        "future",
        "well",
        "execute",
        "promise",
        "innovate",
        "enhancing",
        "unique",
        "nature",
        "last",
        "month",
        "alterra",
        "mountain",
        "company",
        "launched",
        "ikon",
        "pas",
        "new",
        "pas",
        "product",
        "winter",
        "season",
        "combine",
        "company",
        "destination",
        "partner",
        "six",
        "industry",
        "leader",
        "aspen",
        "skiing",
        "company",
        "alta",
        "ski",
        "area",
        "boyne",
        "resort",
        "jackson",
        "hole",
        "mountain",
        "resort",
        "powdr",
        "snowbird",
        "ikon",
        "pas",
        "created",
        "unrivaled",
        "platform",
        "offer",
        "mountain",
        "experience",
        "one",
        "pas",
        "combining",
        "portfolio",
        "destination",
        "iconic",
        "mountain",
        "destination",
        "partner",
        "across",
        "north",
        "america",
        "gregory",
        "continued",
        "gregory",
        "experience",
        "facet",
        "ski",
        "industry",
        "resort",
        "business",
        "including",
        "time",
        "spent",
        "lift",
        "operator",
        "equipment",
        "operator",
        "lift",
        "maintenance",
        "construction",
        "supervisor",
        "ski",
        "instructor",
        "guide",
        "director",
        "human",
        "resource",
        "chief",
        "administrative",
        "officer",
        "founded",
        "operated",
        "mammoth",
        "1980s",
        "mammoth",
        "land",
        "development",
        "company",
        "1990s",
        "became",
        "owner",
        "mammoth",
        "mountain",
        "ski",
        "area",
        "engineered",
        "three",
        "sale",
        "company",
        "increasing",
        "ownership",
        "stake",
        "transaction",
        "sixty",
        "percent",
        "mammoth",
        "mountain",
        "sold",
        "intrawest",
        "entire",
        "enterprise",
        "sold",
        "barry",
        "sternlicht",
        "starwood",
        "capital",
        "group",
        "llc",
        "david",
        "bonderman",
        "tpg",
        "jonathan",
        "nelson",
        "providence",
        "equity",
        "september",
        "gregory",
        "led",
        "acquisition",
        "southern",
        "california",
        "largest",
        "popular",
        "ski",
        "snowboard",
        "destination",
        "big",
        "bear",
        "mountain",
        "resort",
        "created",
        "mammoth",
        "resort",
        "bringing",
        "mammoth",
        "mountain",
        "june",
        "mountain",
        "bear",
        "mountain",
        "snow",
        "summit",
        "one",
        "umbrella",
        "led",
        "july",
        "sale",
        "mammoth",
        "resort",
        "alterra",
        "mountain",
        "company",
        "gregory",
        "past",
        "chairman",
        "national",
        "ski",
        "area",
        "association",
        "trustee",
        "ski",
        "snowboard",
        "team",
        "foundation",
        "trustee",
        "past",
        "vice",
        "chairman",
        "yosemite",
        "conservancy",
        "appointed",
        "governor",
        "arnold",
        "schwarzenegger",
        "commissioner",
        "california",
        "travel",
        "tourism",
        "commission",
        "served",
        "cfo",
        "vice",
        "chairman",
        "also",
        "founder",
        "chairman",
        "university",
        "california",
        "santa",
        "barbara",
        "valentine",
        "reserve",
        "environmental",
        "research",
        "fund",
        "happy",
        "welcome",
        "rusty",
        "helm",
        "alterra",
        "mountain",
        "company",
        "look",
        "forward",
        "continued",
        "collaboration",
        "said",
        "bill",
        "crown",
        "alterra",
        "mountain",
        "company",
        "board",
        "member",
        "partner",
        "henry",
        "crown",
        "company",
        "thank",
        "bryan",
        "traficanti",
        "service",
        "leadership",
        "interim",
        "chief",
        "executive",
        "officer",
        "pleased",
        "continued",
        "guidance",
        "board",
        "gregory",
        "based",
        "alterra",
        "mountain",
        "company",
        "headquarters",
        "denver",
        "bryan",
        "traficanti",
        "interim",
        "ceo",
        "return",
        "ksl",
        "capital",
        "partner",
        "llc",
        "head",
        "asset",
        "management",
        "remain",
        "board",
        "member",
        "alterra",
        "mountain",
        "company",
        "alterra",
        "mountain",
        "company",
        "alterra",
        "mountain",
        "company",
        "family",
        "iconic",
        "destination",
        "including",
        "world",
        "largest",
        "operation",
        "offering",
        "ikon",
        "pas",
        "new",
        "standard",
        "season",
        "pass",
        "company",
        "owns",
        "operates",
        "range",
        "recreation",
        "hospitality",
        "development",
        "food",
        "beverage",
        "retail",
        "business",
        "headquartered",
        "denver",
        "colorado",
        "destination",
        "across",
        "continent",
        "rooted",
        "spirit",
        "mountain",
        "united",
        "passion",
        "outdoor",
        "adventure",
        "alterra",
        "mountain",
        "company",
        "family",
        "diverse",
        "playground",
        "span",
        "five",
        "state",
        "three",
        "canadian",
        "province",
        "steamboat",
        "winter",
        "park",
        "resort",
        "colorado",
        "squaw",
        "valley",
        "alpine",
        "meadow",
        "mammoth",
        "mountain",
        "june",
        "mountain",
        "big",
        "bear",
        "mountain",
        "resort",
        "california",
        "stratton",
        "vermont",
        "snowshoe",
        "west",
        "virginia",
        "tremblant",
        "quebec",
        "blue",
        "mountain",
        "ontario",
        "deer",
        "valley",
        "utah",
        "cmh",
        "summer",
        "adventure",
        "british",
        "columbia",
        "honor",
        "destination",
        "unique",
        "character",
        "authenticity",
        "celebrate",
        "legendary",
        "adventure",
        "enduring",
        "memory",
        "bring",
        "everyone",
        "alterra",
        "mountain",
        "company",
        "also",
        "owns",
        "honua",
        "kai",
        "resort",
        "spa",
        "hawaii",
        "information",
        "visit",
        "ikon",
        "pas",
        "ikon",
        "pas",
        "new",
        "standard",
        "season",
        "pass",
        "connecting",
        "iconic",
        "mountain",
        "north",
        "america",
        "delivering",
        "authentic",
        "memorable",
        "snow",
        "adventure",
        "brought",
        "alterra",
        "mountain",
        "company",
        "ikon",
        "pas",
        "unlocks",
        "access",
        "community",
        "diverse",
        "destination",
        "want",
        "ski",
        "ride",
        "including",
        "aspen",
        "snowmass",
        "steamboat",
        "winter",
        "park",
        "resort",
        "copper",
        "mountain",
        "eldora",
        "colorado",
        "squaw",
        "valley",
        "alpine",
        "meadow",
        "mammoth",
        "mountain",
        "june",
        "mountain",
        "big",
        "bear",
        "mountain",
        "resort",
        "california",
        "jackson",
        "hole",
        "mountain",
        "resort",
        "wyoming",
        "big",
        "sky",
        "montana",
        "stratton",
        "killington",
        "vermont",
        "snowshoe",
        "west",
        "virginia",
        "tremblant",
        "quebec",
        "blue",
        "mountain",
        "ontario",
        "canada",
        "sunday",
        "river",
        "sugarloaf",
        "maine",
        "loon",
        "mountain",
        "new",
        "hampshire",
        "deer",
        "valley",
        "resort",
        "alta",
        "snowbird",
        "utah",
        "special",
        "offer",
        "also",
        "available",
        "cmh",
        "summer",
        "adventure",
        "world",
        "largest",
        "operation",
        "information",
        "ikon",
        "pas",
        "visit",
        "ksl",
        "capital",
        "partner",
        "llc",
        "ksl",
        "capital",
        "partner",
        "llc",
        "private",
        "equity",
        "firm",
        "specializing",
        "travel",
        "leisure",
        "enterprise",
        "five",
        "primary",
        "sector",
        "hospitality",
        "recreation",
        "club",
        "real",
        "estate",
        "travel",
        "service",
        "ksl",
        "office",
        "denver",
        "colorado",
        "stamford",
        "connecticut",
        "london",
        "since",
        "ksl",
        "raised",
        "approximately",
        "billion",
        "capital",
        "across",
        "debt",
        "equity",
        "fund",
        "ksl",
        "current",
        "portfolio",
        "includes",
        "premier",
        "property",
        "travel",
        "leisure",
        "information",
        "please",
        "visit",
        "henry",
        "crown",
        "company",
        "henry",
        "crown",
        "company",
        "newly",
        "formed",
        "affiliate",
        "minority",
        "investor",
        "new",
        "joint",
        "venture",
        "alterra",
        "mountain",
        "company",
        "henry",
        "crown",
        "company",
        "date",
        "back",
        "early",
        "1900s",
        "henry",
        "crown",
        "brother",
        "started",
        "material",
        "service",
        "corporation",
        "later",
        "merged",
        "general",
        "dynamic",
        "today",
        "crown",
        "family",
        "asset",
        "fall",
        "four",
        "broadly",
        "defined",
        "category",
        "including",
        "publicly",
        "traded",
        "security",
        "real",
        "estate",
        "investment",
        "fund",
        "privately",
        "held",
        "operating",
        "company",
        "including",
        "aspen",
        "skiing",
        "company",
        "aspen",
        "skiing",
        "company",
        "owns",
        "operates",
        "four",
        "mountain",
        "aspen",
        "snowmass",
        "snowmass",
        "aspen",
        "mountain",
        "aspen",
        "highland",
        "buttermilk",
        "well",
        "hospitality",
        "property",
        "little",
        "nell",
        "residence",
        "little",
        "nell",
        "limelight",
        "aspen",
        "limelight",
        "ketchum",
        "ketchum",
        "idaho",
        "addition",
        "aspen",
        "skiing",
        "company",
        "owns",
        "operates",
        "numerous",
        "retail",
        "rental",
        "location",
        "resort",
        "roaring",
        "fork",
        "valley",
        "aspen",
        "skiing",
        "company",
        "llc",
        "one",
        "henry",
        "crown",
        "company",
        "entity",
        "owns",
        "alterra",
        "mountain",
        "company",
        "aspen",
        "mountain",
        "property",
        "continue",
        "run",
        "directly",
        "aspen",
        "skiing",
        "company",
        "alterra",
        "mountain",
        "company",
        "information",
        "visit",
        "view",
        "source",
        "version",
        "http",
        "ashima",
        "group",
        "amelie",
        "bruzat",
        "amelie",
        "source",
        "alterra",
        "mountain",
        "company"
    ]
}