{
    "organizations": [],
    "uuid": "be6c977ec7060ecc77a4f7b3dd7036b5099e6720",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/02/20/raceahead-black-panthers-inspiration-is-bigger-than-the-box-office/",
    "ord_in_thread": 0,
    "title": "raceAhead: Black Panther's Inspiration Is Bigger Than The Box Office",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: February 20, 2018 2:32 PM ET\nThere was life before Black Panther , and now, life afterward.\nBox-office records are already shattering, barely five days into the film’s official release. Black Panther looks to have made about $235 million in the U.S. and about $404 million worldwide, making it only the fifth movie to debut with more than $200 million over its opening weekend and the third highest four-day gross in history, passing Jurassic World’s $234.1 million four-day gross.\nMore records may be broken once the final tallies are in. Box Office Mojo has a breathlessly detailed breakdown here .\nAs well-received as the film was here in the U.S., the reception across Africa seemed even more poignant, particularly in light of the “ shithole countries ” comments recently made by Donald Trump.\nSouth African actor John Kani, who plays Wakandan King T’Chaka, told the Associated Press that it was time to put those remarks aside:\n“This time the sun now is shining on Africa,” he said. “This movie came at the right time. We’re struggling to find leaders that are exemplary and role models … so when you see the Black Panther as a young boy and he takes off that mask you think, ‘Oh my God, he looks like me. He is African and I am African. Now we can look up to some person who is African.'”\nIt’s something to build on. I took three of my favorite fifteen and sixteen-year-old young women to the film this opening weekend. They’re not African, and none of them look like star Chadwick Boseman. But he turned out to be the kind of superhero they didn’t know they wanted, and yes, could look up to.\nAll three found Black Panther/T’Challa to be a refreshing change from the usual troubled hero trope. Unmarked by a need for vengeance and able to absorb the views of others, the prince-turned-king valued women as partners and was fully prepared to make good decisions as a leader, “without it taking six episodes to get over his hurt feelings about his father.” No sitting in a Batcave and brooding, no spinning webs of despair. Plenty of drama, yes, but no collateral damage at the hands of a toxic male figure.\nWhen I asked them to tag themselves in the film, they all picked Shuri, T’Challa’s sister, the teenaged technologist who is funny, cherished, indispensable and quite literally, the smartest person in the entire country. She is rapidly becoming the world’s favorite Disney princess, and a role model for black girls who are woefully underrepresented in STEM. (She also managed to pull off hand-to-hand combat while delivering expert tech support, by the way.)\nThat these non-techie girls had no trouble seeing themselves in Shuri struck me as an extraordinary win, particularly as we left the safety of Wakanda to head back to school and work, where dangers are looming large and real-life superheroes seem to be in short supply.\nI do have hope. The most recent example is Emma González, a senior at Marjory Stoneman Douglas High School in Parkland, Fla.\nGonzález delivered a barn-burner of a speech in the wake of the mass shooting horror at her school which left 17 people dead. In her extraordinary remarks, she promised that it would be the last mass shooting event in the nation. “The people in the government who are voted into power are lying to us,” she said. “And us kids seem to be the only ones who notice and are prepared to call B.S.”\nIt was a superhero moment for a modern age. Let the kids lead the way.\nAfter the film, I tagged myself as M’Baku, for reasons that should become clear if you see it.\nBut in real life, I tag myself as the person who believes in the Emma Gonzálezes of the world, and all the overlooked, under-resourced people who deserve a leadership role in their own futures and who are working to deliver on a vision that’s informed by equity, generosity, conviction, evidence and moral imagination.\nAnd I’m fully prepared to grind up and feed to my cats any old school powermongers and who stand in their way.\nJust kidding. My cats are vegetarians. But you get my drift.\n#WakandaForever\nOn Point For some cities, diversity has become a selling point Pittsburgh, Philadelphia, and Detroit are highlighting their diverse populations as part of their pitches to lure tech companies to set up shop. It’s not just Amazon’s recent request for proposals for it second headquarters, either. The millennials tech companies want to hire “want to be able to work and live in a place where there are these interesting and diverse cultures,” said Matthew Quint, director of Columbia Business School’s Center on Global Brand Leadership. For tech companies looking to expand, an already diverse talent pool may become a smart strategy to de-homogenize their ranks. PBS Television has been leading the way on diversity. Can movies follow? Targeting underserved audiences with specific programming is now a winning strategy for Starz, who has found real success with shows like ‘Vida,’ about two Mexican American sisters who return to East Los Angeles after their mother dies, and ‘Power’ a crime drama that’s executive produced by Curtis “50 Cent” Jackson. Their success has required them to develop a pipeline of diverse creators to pull it off. “They wanted a Latina and there are not a lot of Latina showrunners,” says Tanya Saracho, the creator and showrunner of ‘Vida.’ “You know, Starz is sort of nurturing them.” Marketplace Ava’s up next, get ready As we prepare to replace our Wakandawear with black girl magic STEM nerdcore, pour a cup of tea and enjoy this deep-dive into the world that made Ava DuVernay, and the world she is making in return. As notable as the money associated with the upcoming Wrinkle In Time is – she is the first woman of color to direct a $100 million budget film – even more remarkable is her work to reinvent the system that makes those kinds of budgets possible. Hers is a hierarchy-free world of hard work, generosity, and inclusion, in which films become vehicles for change for individuals and communities. Click through for more about her family, her early experiences, and the people who shaped her. But her animating principle, as described by writer Geoff Edgers appears to be this: She may be the first to get a $100 million budget, but she’s not the first to deserve one. And she knows it. Washington Post #HockeyIsForEveryone? The Chicago hockey team was forced to apologize to Washington Capitals player Devante Smith-Pelly, after some Chicago fans hurled racial insults at him during the game on Saturday night. Four fans were removed for shouting, “basketball, basketball, basketball;” to everyone’s credit, the denunciations from coaches, players, fans and NHL HQ were immediate and unambiguous. Click through for a good wrap-up of official and Twitter commentary, and some strong advocacy for inclusion in hockey. Also to his credit, Smith-Pelly waited a full day to weigh in. “I mean, it’s pretty obvious what that means. It’s not really a secret. It’s just one word, and that’s all it takes, whether it’s that word or any other word. I got the idea.” Bar Down Advertisement The Woke Leader That time when Marvin Gaye sang the Star Spangled Banner at the NBA All-Star Game The 33rd annual NBA All-Star Game at The Forum in Inglewood, California was held on February 13, 1983, and it was truly a star-studded affair. Julius “Dr. J” Erving, Earvin “Magic” Johnson, Kareem Abdul-Jabbar, Larry Bird, and Isiah Thomas were there, Pat Riley was game coach. When the much beloved and deeply troubled Marvin Gaye took to the floor, he delivered an anthem that was utterly unique and perfect for the moment. Gaye was no stranger to the Star Spangled Banner – he’d delivered it in a traditional format many times before. But this time, his spirit filled the room. “I’ve never been part of an anthem where everybody’s just in unison and lost control and just started moving. It was a beautiful moment,” said Isiah Thomas. (Do yourself a favor and read the story before you watch his performance .) The Undefeated Black Hawk was a person before he was a hockey team or helicopter As we continue to do the complicated cultural math surrounding the value or damage done by indigenous mascots, it’s worth remembering who Black Hawk was — the leader of the Sauk people, forced off their land in modern-day Illinois by an unjust treaty. It gets worse from there. The Sauks fought back in the Black Hawk War of 1832 (a young Abraham Lincoln joined the fight against them) but their defeat had the bizarre outcome of turning Black Hawk into a minor celebrity. Black Hawk toured Eastern cities with President Andrew Jackson, delighting curious crowds, who helped establish the white tradition of appropriating Indian symbols while destroying indigenous people. In this piece, Steve Inskeep suggests, delicately, that some Indian team names might be tolerable if we can learn something from the history behind them. I do take his point that the exercise of understanding history is valuable. Do you know who Osceola was? The Atlantic A young native girl and the librarian who helped her find the world Storm Reyes was only 12 when she was brave enough to peek in the window of what turned out to be a bookmobile that was visiting the migrant camp where she lived and worked. She was desperately poor, abused and neglected, largely abandoned by her alcoholic parents. “I learned to fight with a knife long before I learned how to ride a bicycle,” she says. The oral historians at StoryCorps have taken an audio recording of Reyes’s story and matched it with a spare and touching animation of her journey that is sure to bring tears. Happy ones, I promise. BrainPickings Quote:\nBad and cruel as our people were treated by the whites, not one of them was hurt or molested by our band. I hope this will prove that we are a peaceable people—having permitted ten men to take possession of our corn fields, prevent us from planting corn, burn our lodges, ill-treat our women, and beat to death our men without offering resistance to their barbarous cruelties. This is a lesson worthy for the white man to learn: to use forebearance when injured…The whites were complaining at the same time that we were intruding upon their rights. They made it appear that they were the injured party, and we the intruders…How smooth must be the language of the whites, when they can make right look like wrong, and wrong like right. - Ma-ka-tai-me-she-kia-kiak or Black Hawk",
    "published": "2018-02-21T03:10:00.000+02:00",
    "crawled": "2018-02-21T04:54:40.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "february",
        "pm",
        "et",
        "life",
        "black",
        "panther",
        "life",
        "afterward",
        "record",
        "already",
        "shattering",
        "barely",
        "five",
        "day",
        "film",
        "official",
        "release",
        "black",
        "panther",
        "look",
        "made",
        "million",
        "million",
        "worldwide",
        "making",
        "fifth",
        "movie",
        "debut",
        "million",
        "opening",
        "weekend",
        "third",
        "highest",
        "gross",
        "history",
        "passing",
        "jurassic",
        "world",
        "million",
        "gross",
        "record",
        "may",
        "broken",
        "final",
        "tally",
        "box",
        "office",
        "mojo",
        "breathlessly",
        "detailed",
        "breakdown",
        "film",
        "reception",
        "across",
        "africa",
        "seemed",
        "even",
        "poignant",
        "particularly",
        "light",
        "shithole",
        "country",
        "comment",
        "recently",
        "made",
        "donald",
        "trump",
        "south",
        "african",
        "actor",
        "john",
        "kani",
        "play",
        "wakandan",
        "king",
        "chaka",
        "told",
        "associated",
        "press",
        "time",
        "put",
        "remark",
        "aside",
        "time",
        "sun",
        "shining",
        "africa",
        "said",
        "movie",
        "came",
        "right",
        "time",
        "struggling",
        "find",
        "leader",
        "exemplary",
        "role",
        "model",
        "see",
        "black",
        "panther",
        "young",
        "boy",
        "take",
        "mask",
        "think",
        "oh",
        "god",
        "look",
        "like",
        "african",
        "african",
        "look",
        "person",
        "african",
        "something",
        "build",
        "took",
        "three",
        "favorite",
        "fifteen",
        "young",
        "woman",
        "film",
        "opening",
        "weekend",
        "african",
        "none",
        "look",
        "like",
        "star",
        "chadwick",
        "boseman",
        "turned",
        "kind",
        "superhero",
        "know",
        "wanted",
        "yes",
        "could",
        "look",
        "three",
        "found",
        "black",
        "challa",
        "refreshing",
        "change",
        "usual",
        "troubled",
        "hero",
        "trope",
        "unmarked",
        "need",
        "vengeance",
        "able",
        "absorb",
        "view",
        "others",
        "valued",
        "woman",
        "partner",
        "fully",
        "prepared",
        "make",
        "good",
        "decision",
        "leader",
        "without",
        "taking",
        "six",
        "episode",
        "get",
        "hurt",
        "feeling",
        "sitting",
        "batcave",
        "brooding",
        "spinning",
        "web",
        "despair",
        "plenty",
        "drama",
        "yes",
        "collateral",
        "damage",
        "hand",
        "toxic",
        "male",
        "figure",
        "asked",
        "tag",
        "film",
        "picked",
        "shuri",
        "challa",
        "sister",
        "teenaged",
        "technologist",
        "funny",
        "cherished",
        "indispensable",
        "quite",
        "literally",
        "smartest",
        "person",
        "entire",
        "country",
        "rapidly",
        "becoming",
        "world",
        "favorite",
        "disney",
        "princess",
        "role",
        "model",
        "black",
        "girl",
        "woefully",
        "underrepresented",
        "stem",
        "also",
        "managed",
        "pull",
        "combat",
        "delivering",
        "expert",
        "tech",
        "support",
        "way",
        "girl",
        "trouble",
        "seeing",
        "shuri",
        "struck",
        "extraordinary",
        "win",
        "particularly",
        "left",
        "safety",
        "wakanda",
        "head",
        "back",
        "school",
        "work",
        "danger",
        "looming",
        "large",
        "superheroes",
        "seem",
        "short",
        "supply",
        "hope",
        "recent",
        "example",
        "emma",
        "gonzález",
        "senior",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "parkland",
        "gonzález",
        "delivered",
        "speech",
        "wake",
        "mass",
        "shooting",
        "horror",
        "school",
        "left",
        "people",
        "dead",
        "extraordinary",
        "remark",
        "promised",
        "would",
        "last",
        "mass",
        "shooting",
        "event",
        "nation",
        "people",
        "government",
        "voted",
        "power",
        "lying",
        "u",
        "said",
        "u",
        "kid",
        "seem",
        "one",
        "notice",
        "prepared",
        "call",
        "superhero",
        "moment",
        "modern",
        "age",
        "let",
        "kid",
        "lead",
        "way",
        "film",
        "tagged",
        "baku",
        "reason",
        "become",
        "clear",
        "see",
        "real",
        "life",
        "tag",
        "person",
        "belief",
        "emma",
        "gonzálezes",
        "world",
        "overlooked",
        "people",
        "deserve",
        "leadership",
        "role",
        "future",
        "working",
        "deliver",
        "vision",
        "informed",
        "equity",
        "generosity",
        "conviction",
        "evidence",
        "moral",
        "imagination",
        "fully",
        "prepared",
        "grind",
        "feed",
        "cat",
        "old",
        "school",
        "powermongers",
        "stand",
        "way",
        "kidding",
        "cat",
        "vegetarian",
        "get",
        "drift",
        "wakandaforever",
        "point",
        "city",
        "diversity",
        "become",
        "selling",
        "point",
        "pittsburgh",
        "philadelphia",
        "detroit",
        "highlighting",
        "diverse",
        "population",
        "part",
        "pitch",
        "lure",
        "tech",
        "company",
        "set",
        "shop",
        "amazon",
        "recent",
        "request",
        "proposal",
        "second",
        "headquarters",
        "either",
        "millennials",
        "tech",
        "company",
        "want",
        "hire",
        "want",
        "able",
        "work",
        "live",
        "place",
        "interesting",
        "diverse",
        "culture",
        "said",
        "matthew",
        "quint",
        "director",
        "columbia",
        "business",
        "school",
        "center",
        "global",
        "brand",
        "leadership",
        "tech",
        "company",
        "looking",
        "expand",
        "already",
        "diverse",
        "talent",
        "pool",
        "may",
        "become",
        "smart",
        "strategy",
        "rank",
        "pb",
        "television",
        "leading",
        "way",
        "diversity",
        "movie",
        "follow",
        "targeting",
        "underserved",
        "audience",
        "specific",
        "programming",
        "winning",
        "strategy",
        "starz",
        "found",
        "real",
        "success",
        "show",
        "like",
        "vida",
        "two",
        "mexican",
        "american",
        "sister",
        "return",
        "east",
        "los",
        "angeles",
        "mother",
        "dy",
        "power",
        "crime",
        "drama",
        "executive",
        "produced",
        "curtis",
        "cent",
        "jackson",
        "success",
        "required",
        "develop",
        "pipeline",
        "diverse",
        "creator",
        "pull",
        "wanted",
        "latina",
        "lot",
        "latina",
        "showrunners",
        "say",
        "tanya",
        "saracho",
        "creator",
        "showrunner",
        "know",
        "starz",
        "sort",
        "nurturing",
        "marketplace",
        "ava",
        "next",
        "get",
        "ready",
        "prepare",
        "replace",
        "wakandawear",
        "black",
        "girl",
        "magic",
        "stem",
        "nerdcore",
        "pour",
        "cup",
        "tea",
        "enjoy",
        "world",
        "made",
        "ava",
        "duvernay",
        "world",
        "making",
        "return",
        "notable",
        "money",
        "associated",
        "upcoming",
        "wrinkle",
        "time",
        "first",
        "woman",
        "color",
        "direct",
        "million",
        "budget",
        "film",
        "even",
        "remarkable",
        "work",
        "reinvent",
        "system",
        "make",
        "kind",
        "budget",
        "possible",
        "world",
        "hard",
        "work",
        "generosity",
        "inclusion",
        "film",
        "become",
        "vehicle",
        "change",
        "individual",
        "community",
        "click",
        "family",
        "early",
        "experience",
        "people",
        "shaped",
        "animating",
        "principle",
        "described",
        "writer",
        "geoff",
        "edger",
        "appears",
        "may",
        "first",
        "get",
        "million",
        "budget",
        "first",
        "deserve",
        "one",
        "know",
        "washington",
        "post",
        "hockeyisforeveryone",
        "chicago",
        "hockey",
        "team",
        "forced",
        "apologize",
        "washington",
        "capital",
        "player",
        "devante",
        "chicago",
        "fan",
        "hurled",
        "racial",
        "insult",
        "game",
        "saturday",
        "night",
        "four",
        "fan",
        "removed",
        "shouting",
        "basketball",
        "basketball",
        "basketball",
        "everyone",
        "credit",
        "denunciation",
        "coach",
        "player",
        "fan",
        "nhl",
        "hq",
        "immediate",
        "unambiguous",
        "click",
        "good",
        "official",
        "twitter",
        "commentary",
        "strong",
        "advocacy",
        "inclusion",
        "hockey",
        "also",
        "credit",
        "waited",
        "full",
        "day",
        "weigh",
        "mean",
        "pretty",
        "obvious",
        "mean",
        "really",
        "secret",
        "one",
        "word",
        "take",
        "whether",
        "word",
        "word",
        "got",
        "bar",
        "advertisement",
        "woke",
        "leader",
        "time",
        "marvin",
        "gaye",
        "sang",
        "star",
        "spangled",
        "banner",
        "nba",
        "game",
        "33rd",
        "annual",
        "nba",
        "game",
        "forum",
        "inglewood",
        "california",
        "held",
        "february",
        "truly",
        "affair",
        "julius",
        "dr",
        "j",
        "erving",
        "earvin",
        "magic",
        "johnson",
        "kareem",
        "larry",
        "bird",
        "isiah",
        "thomas",
        "pat",
        "riley",
        "game",
        "coach",
        "much",
        "beloved",
        "deeply",
        "troubled",
        "marvin",
        "gaye",
        "took",
        "floor",
        "delivered",
        "anthem",
        "utterly",
        "unique",
        "perfect",
        "moment",
        "gaye",
        "stranger",
        "star",
        "spangled",
        "banner",
        "delivered",
        "traditional",
        "format",
        "many",
        "time",
        "time",
        "spirit",
        "filled",
        "room",
        "never",
        "part",
        "anthem",
        "everybody",
        "unison",
        "lost",
        "control",
        "started",
        "moving",
        "beautiful",
        "moment",
        "said",
        "isiah",
        "thomas",
        "favor",
        "read",
        "story",
        "watch",
        "performance",
        "undefeated",
        "black",
        "hawk",
        "person",
        "hockey",
        "team",
        "helicopter",
        "continue",
        "complicated",
        "cultural",
        "math",
        "surrounding",
        "value",
        "damage",
        "done",
        "indigenous",
        "mascot",
        "worth",
        "remembering",
        "black",
        "hawk",
        "leader",
        "sauk",
        "people",
        "forced",
        "land",
        "illinois",
        "unjust",
        "treaty",
        "get",
        "worse",
        "sauk",
        "fought",
        "back",
        "black",
        "hawk",
        "war",
        "young",
        "abraham",
        "lincoln",
        "joined",
        "fight",
        "defeat",
        "bizarre",
        "outcome",
        "turning",
        "black",
        "hawk",
        "minor",
        "celebrity",
        "black",
        "hawk",
        "toured",
        "eastern",
        "city",
        "president",
        "andrew",
        "jackson",
        "delighting",
        "curious",
        "crowd",
        "helped",
        "establish",
        "white",
        "tradition",
        "appropriating",
        "indian",
        "symbol",
        "destroying",
        "indigenous",
        "people",
        "piece",
        "steve",
        "inskeep",
        "suggests",
        "delicately",
        "indian",
        "team",
        "name",
        "might",
        "tolerable",
        "learn",
        "something",
        "history",
        "behind",
        "take",
        "point",
        "exercise",
        "understanding",
        "history",
        "valuable",
        "know",
        "osceola",
        "atlantic",
        "young",
        "native",
        "girl",
        "librarian",
        "helped",
        "find",
        "world",
        "storm",
        "reyes",
        "brave",
        "enough",
        "peek",
        "window",
        "turned",
        "bookmobile",
        "visiting",
        "migrant",
        "camp",
        "lived",
        "worked",
        "desperately",
        "poor",
        "abused",
        "neglected",
        "largely",
        "abandoned",
        "alcoholic",
        "parent",
        "learned",
        "fight",
        "knife",
        "long",
        "learned",
        "ride",
        "bicycle",
        "say",
        "oral",
        "historian",
        "storycorps",
        "taken",
        "audio",
        "recording",
        "reyes",
        "story",
        "matched",
        "spare",
        "touching",
        "animation",
        "journey",
        "sure",
        "bring",
        "tear",
        "happy",
        "one",
        "promise",
        "brainpickings",
        "quote",
        "bad",
        "cruel",
        "people",
        "treated",
        "white",
        "one",
        "hurt",
        "molested",
        "band",
        "hope",
        "prove",
        "peaceable",
        "permitted",
        "ten",
        "men",
        "take",
        "possession",
        "corn",
        "field",
        "prevent",
        "u",
        "planting",
        "corn",
        "burn",
        "lodge",
        "woman",
        "beat",
        "death",
        "men",
        "without",
        "offering",
        "resistance",
        "barbarous",
        "cruelty",
        "lesson",
        "worthy",
        "white",
        "man",
        "learn",
        "use",
        "forebearance",
        "white",
        "complaining",
        "time",
        "intruding",
        "upon",
        "right",
        "made",
        "appear",
        "injured",
        "party",
        "smooth",
        "must",
        "language",
        "white",
        "make",
        "right",
        "look",
        "like",
        "wrong",
        "wrong",
        "like",
        "right",
        "black",
        "hawk"
    ]
}