{
    "organizations": [],
    "uuid": "1ff923c6703280124b058d7fa572d62714846891",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/19/globe-newswire-biocryst-pharmaceuticals-and-idera-pharmaceuticals-to-present-at-two-upcoming-healthcare-investor-conferences.html",
    "ord_in_thread": 0,
    "title": "BioCryst Pharmaceuticals and Idera Pharmaceuticals to Present at Two Upcoming Healthcare Investor Conferences",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RESEARCH TRIANGLE PARK, N.C. and EXTON, Pa., Feb. 19, 2018 (GLOBE NEWSWIRE) -- BioCryst Pharmaceuticals, Inc. (NASDAQ:BCRX), and Idera Pharmaceuticals, Inc. (NASDAQ:IDRA), today announced they will be presenting at two upcoming healthcare-focused investor conferences.\nBioCryst Pharmaceuticals, Inc.\nThe companies will be presenting at the RBC Capital Markets 2018 Global Healthcare Conference on Wednesday, February 21, 2018 at 3:05 P.M. E.T. The conference is being held at the Lotte New York Palace Hotel.\nThe companies will also be presenting at the 2018 Barclays Global Healthcare Conference on Tuesday, March 13, 2018 at 9:00 A.M. E.T. The conference is being held at the Lowes Miami Beach Hotel.\nAs a reminder, on January 22, 2018, BioCryst and Idera jointly announced the signing of a definitive merger agreement to combine into a company focused on the development and commercialization of medicines to serve patients suffering from rare diseases. At the upcoming conferences, the companies will discuss the strategic initiatives of both companies, and how the combination of the two companies is expected to capitalize on the collective expertise and combined assets to create a comprehensive, sustainable rare disease-focused biotechnology leader.\nLive audio webcast of these presentations will be accessible in the Investors and Media section of Idera’s website at http://www.iderapharma.com and in the Investors section of BioCryst’s website at http://www.biocryst.com . Archived versions will also be available on the respective Company’s websites after the events for 90 days.\nAbout BioCryst\nBioCryst Pharmaceuticals designs, optimizes and develops novel small molecule drugs that block key enzymes involved in rare diseases. BioCryst has several ongoing development programs: BCX7353, an oral treatment for hereditary angioedema, galidesivir, a potential treatment for filoviruses, and a preclinical program to develop oral Alk-2 inhibitors for the treatment of fibrodysplasia ossificans progressive (FOP). RAPIVAB® (peramivir injection), a viral neuraminidase inhibitor for the treatment of influenza, is BioCryst's first approved product and has received regulatory approval in the U.S., Canada, Japan, Taiwan and Korea. Post-marketing commitments for RAPIVAB are ongoing, as well as activities to support regulatory approvals in other territories. For more information, please visit the Company's website at www.BioCryst.com .\nAbout Idera\nHarnessing the approach of the earliest researchers in immunotherapy and the company’s vast experience in developing proprietary immunology platforms, Idera’s lead development program is focused on priming the immune system to play a more powerful role in fighting cancer, ultimately increasing the number of people who can benefit from immunotherapy. Idera continues to invest in research and development, and is committed to working with investigators and partners who share the common goal of addressing the unmet needs of patients suffering from rare, life-threatening diseases.\nAdditional Information and Where to Find It\nIn connection with the proposed merger, Idera and BioCryst plan to file with the U.S. Securities and Exchange Commission (“SEC”) and mail or otherwise provide to their respective stockholders a joint proxy statement/prospectus regarding the proposed transaction. BEFORE MAKING ANY VOTING DECISION, IDERA’S AND BIOCRYST’S RESPECTIVE STOCKHOLDERS ARE URGED TO READ THE JOINT PROXY STATEMENT/PROSPECTUS IN ITS ENTIRETY WHEN IT BECOMES AVAILABLE AND ANY OTHER DOCUMENTS FILED BY EACH OF IDERA AND BIOCRYST WITH THE SEC IN CONNECTION WITH THE PROPOSED MERGER OR INCORPORATED BY REFERENCE THEREIN BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION AND THE PARTIES TO THE PROPOSED TRANSACTION. Investors and stockholders will be able to obtain a free copy of the joint proxy statement/prospectus and other documents containing important information about Idera and BioCryst, once such documents are filed with the SEC, through the website maintained by the SEC at www.sec.gov . Idera and BioCryst make available free of charge at www.iderapharma.com and www.biocryst.com , respectively (in the “Investors” section), copies of materials they file with, or furnish to, the SEC.\nParticipants in the Solicitation\nThis document does not constitute a solicitation of proxy, an offer to purchase or a solicitation of an offer to sell any securities. Idera, BioCryst and their respective directors, executive officers and certain employees and other persons may be deemed to be participants in the solicitation of proxies from the stockholders of Idera and BioCryst in connection with the proposed merger. Security holders may obtain information regarding the names, affiliations and interests of Idera’s directors and officers in Idera’s Annual Report on Form 10-K for the fiscal year ended December 31, 2016, which was filed with the SEC on March 15, 2017, and its definitive proxy statement for the 2017 annual meeting of stockholders, which was filed with the SEC on April 28, 2017. Security holders may obtain information regarding the names, affiliations and interests of BioCryst’s directors and officers in BioCryst’s Annual Report on Form 10-K for the fiscal year ended December 31, 2016, which was filed with the SEC on February 27, 2017, and its definitive proxy statement for the 2017 annual meeting of stockholders, which was filed with the SEC on April 12, 2017. To the extent the holdings of Idera securities by Idera’s directors and executive officers or the holdings of BioCryst securities by BioCryst’s directors and executive officers have changed since the amounts set forth in Idera’s or BioCryst’s respective proxy statement for its 2017 annual meeting of stockholders, such changes have been or will be reflected on Statements of Change in Ownership on Form 4 filed with the SEC. Additional information regarding the interests of such individuals in the proposed merger will be included in the joint proxy statement/prospectus relating to the proposed merger when it is filed with the SEC. These documents (when available) may be obtained free of charge from the SEC’s website at www.sec.gov , Idera’s website at www.iderapharma.com and BioCryst’s website at www.biocryst.com .\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the federal securities law. Such statements are based upon current plans, estimates and expectations that are subject to various risks and uncertainties. The inclusion of forward-looking statements should not be regarded as a representation that such plans, estimates and expectations will be achieved. Words such as “anticipate,” “expect,” “project,” “intend,” “believe,” “may,” “will,” “should,” “plan,” “could,” “target,” “contemplate,” “estimate,” “predict,” “potential” and words and terms of similar substance used in connection with any discussion of future plans, actions or events identify forward-looking statements. All statements, other than historical facts, including statements regarding the expected timing of the closing of the merger; the ability of the parties to complete the merger considering the various closing conditions; the expected benefits of the merger, such as efficiencies, cost savings, tax benefits, enhanced revenues and cash flow, growth potential, market profile and financial strength; the competitive ability and position of the combined company; and any assumptions underlying any of the foregoing, are forward-looking statements. Important factors that could cause actual results to differ materially from Idera’s and BioCryst’s plans, estimates or expectations could include, but are not limited to: (i) Idera or BioCryst may be unable to obtain stockholder approval as required for the merger; (ii) conditions to the closing of the merger may not be satisfied; (iii) the merger may involve unexpected costs, liabilities or delays; (iv) the effect of the announcement of the merger on the ability of Idera or BioCryst to retain and hire key personnel and maintain relationships with customers, suppliers and others with whom Idera or BioCryst does business, or on Idera’s or BioCryst’s operating results and business generally; (v) Idera’s or BioCryst’s respective businesses may suffer as a result of uncertainty surrounding the merger and disruption of management’s attention due to the merger; (vi) the outcome of any legal proceedings related to the merger; (vii) Idera or BioCryst may be adversely affected by other economic, business, and/or competitive factors; (viii) the occurrence of any event, change or other circumstances that could give rise to the termination of the merger agreement; (ix) risks that the merger disrupts current plans and operations and the potential difficulties in employee retention as a result of the merger; (x) the risk that Idera or BioCryst may be unable to obtain governmental and regulatory approvals required for the transaction, or that required governmental and regulatory approvals may delay the transaction or result in the imposition of conditions that could reduce the anticipated benefits from the proposed transaction or cause the parties to abandon the proposed transaction; (xi) risks that the anticipated benefits of the merger or other commercial opportunities may otherwise not be fully realized or may take longer to realize than expected; (xii) the impact of legislative, regulatory, competitive and technological changes; (xiii) risks relating to the value of the new holding company shares to be issued in the merger; (xiv) expectations for future clinical trials, the timing and potential outcomes of clinical studies and interactions with regulatory authorities; and (xv) other risks to the consummation of the merger, including the risk that the merger will not be consummated within the expected time period or at all. Additional factors that may affect the future results of Idera and BioCryst are set forth in their respective filings with the SEC, including each of Idera’s and BioCryst’s most recently filed Annual Report on Form 10-K, subsequent Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other filings with the SEC, which are available on the SEC’s website at www.sec.gov . See in particular Item 1A of Idera’s Annual Report on Form 10-K for the fiscal year ended December 31, 2016 under the heading “Risk Factors” and Item 1A of BioCryst’s Quarterly Report on Form 10-Q for the quarter ended September 30, 2017 under the heading “Risk Factors.” The risks and uncertainties described above and in Idera’s most recent Annual Report on Form 10-K and BioCryst’s most recent Quarterly Report on Form 10-Q are not exclusive and further information concerning Idera and BioCryst and their respective businesses, including factors that potentially could materially affect their respective businesses, financial condition or operating results, may emerge from time to time. Readers are urged to consider these factors carefully in evaluating these forward-looking statements, and not to place undue reliance on any forward-looking statements. Readers should also carefully review the risk factors described in other documents that Idera and BioCryst file from time to time with the SEC. The forward-looking statements in this press release speak only as of the date of this press release. Except as required by law, Idera and BioCryst assume no obligation to update or revise these forward-looking statements for any reason, even if new information becomes available in the future.\nInvestor Contacts:\nFor BioCryst\nThomas Staab\nSenior Vice President, Chief Financial Officer\nBioCryst Pharmaceuticals\nOffice: 919-859-7910\ntstaab@biocryst.com\nFor Idera\nRobert Doody\nVice President, Investor Relations and Corporate Communications\nIdera Pharmaceuticals\nOffice: 617-679-5515\nMobile: 484‐639‐7235\nrdoody@iderapharma.com\nSource:Idera Pharmaceuticals, Inc.;BioCryst Pharmaceuticals, Inc.",
    "published": "2018-02-19T21:00:00.000+02:00",
    "crawled": "2018-02-19T20:52:20.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "research",
        "triangle",
        "park",
        "exton",
        "globe",
        "newswire",
        "biocryst",
        "pharmaceutical",
        "nasdaq",
        "bcrx",
        "idera",
        "pharmaceutical",
        "nasdaq",
        "idra",
        "today",
        "announced",
        "presenting",
        "two",
        "upcoming",
        "investor",
        "conference",
        "biocryst",
        "pharmaceutical",
        "company",
        "presenting",
        "rbc",
        "capital",
        "market",
        "global",
        "healthcare",
        "conference",
        "wednesday",
        "february",
        "conference",
        "held",
        "lotte",
        "new",
        "york",
        "palace",
        "hotel",
        "company",
        "also",
        "presenting",
        "barclays",
        "global",
        "healthcare",
        "conference",
        "tuesday",
        "march",
        "conference",
        "held",
        "lowes",
        "miami",
        "beach",
        "hotel",
        "reminder",
        "january",
        "biocryst",
        "idera",
        "jointly",
        "announced",
        "signing",
        "definitive",
        "merger",
        "agreement",
        "combine",
        "company",
        "focused",
        "development",
        "commercialization",
        "medicine",
        "serve",
        "patient",
        "suffering",
        "rare",
        "disease",
        "upcoming",
        "conference",
        "company",
        "discus",
        "strategic",
        "initiative",
        "company",
        "combination",
        "two",
        "company",
        "expected",
        "capitalize",
        "collective",
        "expertise",
        "combined",
        "asset",
        "create",
        "comprehensive",
        "sustainable",
        "rare",
        "biotechnology",
        "leader",
        "live",
        "audio",
        "webcast",
        "presentation",
        "accessible",
        "investor",
        "medium",
        "section",
        "idera",
        "website",
        "http",
        "investor",
        "section",
        "biocryst",
        "website",
        "http",
        "archived",
        "version",
        "also",
        "available",
        "respective",
        "company",
        "website",
        "event",
        "day",
        "biocryst",
        "biocryst",
        "pharmaceutical",
        "design",
        "optimizes",
        "develops",
        "novel",
        "small",
        "molecule",
        "drug",
        "block",
        "key",
        "enzyme",
        "involved",
        "rare",
        "disease",
        "biocryst",
        "several",
        "ongoing",
        "development",
        "program",
        "bcx7353",
        "oral",
        "treatment",
        "hereditary",
        "angioedema",
        "galidesivir",
        "potential",
        "treatment",
        "filovirus",
        "preclinical",
        "program",
        "develop",
        "oral",
        "inhibitor",
        "treatment",
        "fibrodysplasia",
        "ossificans",
        "progressive",
        "fop",
        "peramivir",
        "injection",
        "viral",
        "neuraminidase",
        "inhibitor",
        "treatment",
        "influenza",
        "biocryst",
        "first",
        "approved",
        "product",
        "received",
        "regulatory",
        "approval",
        "canada",
        "japan",
        "taiwan",
        "korea",
        "commitment",
        "rapivab",
        "ongoing",
        "well",
        "activity",
        "support",
        "regulatory",
        "approval",
        "territory",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "idera",
        "harnessing",
        "approach",
        "earliest",
        "researcher",
        "immunotherapy",
        "company",
        "vast",
        "experience",
        "developing",
        "proprietary",
        "immunology",
        "platform",
        "idera",
        "lead",
        "development",
        "program",
        "focused",
        "priming",
        "immune",
        "system",
        "play",
        "powerful",
        "role",
        "fighting",
        "cancer",
        "ultimately",
        "increasing",
        "number",
        "people",
        "benefit",
        "immunotherapy",
        "idera",
        "continues",
        "invest",
        "research",
        "development",
        "committed",
        "working",
        "investigator",
        "partner",
        "share",
        "common",
        "goal",
        "addressing",
        "unmet",
        "need",
        "patient",
        "suffering",
        "rare",
        "disease",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "merger",
        "idera",
        "biocryst",
        "plan",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "mail",
        "otherwise",
        "provide",
        "respective",
        "stockholder",
        "joint",
        "proxy",
        "regarding",
        "proposed",
        "transaction",
        "making",
        "voting",
        "decision",
        "idera",
        "biocryst",
        "respective",
        "stockholder",
        "urged",
        "read",
        "joint",
        "proxy",
        "entirety",
        "becomes",
        "available",
        "document",
        "filed",
        "idera",
        "biocryst",
        "sec",
        "connection",
        "proposed",
        "merger",
        "incorporated",
        "reference",
        "therein",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "party",
        "proposed",
        "transaction",
        "investor",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "joint",
        "proxy",
        "document",
        "containing",
        "important",
        "information",
        "idera",
        "biocryst",
        "document",
        "filed",
        "sec",
        "website",
        "maintained",
        "sec",
        "idera",
        "biocryst",
        "make",
        "available",
        "free",
        "charge",
        "respectively",
        "investor",
        "section",
        "copy",
        "material",
        "file",
        "furnish",
        "sec",
        "participant",
        "solicitation",
        "document",
        "constitute",
        "solicitation",
        "proxy",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "idera",
        "biocryst",
        "respective",
        "director",
        "executive",
        "officer",
        "certain",
        "employee",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "idera",
        "biocryst",
        "connection",
        "proposed",
        "merger",
        "security",
        "holder",
        "may",
        "obtain",
        "information",
        "regarding",
        "name",
        "affiliation",
        "interest",
        "idera",
        "director",
        "officer",
        "idera",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "security",
        "holder",
        "may",
        "obtain",
        "information",
        "regarding",
        "name",
        "affiliation",
        "interest",
        "biocryst",
        "director",
        "officer",
        "biocryst",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "extent",
        "holding",
        "idera",
        "security",
        "idera",
        "director",
        "executive",
        "officer",
        "holding",
        "biocryst",
        "security",
        "biocryst",
        "director",
        "executive",
        "officer",
        "changed",
        "since",
        "amount",
        "set",
        "forth",
        "idera",
        "biocryst",
        "respective",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "change",
        "reflected",
        "statement",
        "change",
        "ownership",
        "form",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "interest",
        "individual",
        "proposed",
        "merger",
        "included",
        "joint",
        "proxy",
        "relating",
        "proposed",
        "merger",
        "filed",
        "sec",
        "document",
        "available",
        "may",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "idera",
        "website",
        "biocryst",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "based",
        "upon",
        "current",
        "plan",
        "estimate",
        "expectation",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "inclusion",
        "statement",
        "regarded",
        "representation",
        "plan",
        "estimate",
        "expectation",
        "achieved",
        "word",
        "anticipate",
        "expect",
        "project",
        "intend",
        "believe",
        "may",
        "plan",
        "could",
        "target",
        "contemplate",
        "estimate",
        "predict",
        "potential",
        "word",
        "term",
        "similar",
        "substance",
        "used",
        "connection",
        "discussion",
        "future",
        "plan",
        "action",
        "event",
        "identify",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "regarding",
        "expected",
        "timing",
        "closing",
        "merger",
        "ability",
        "party",
        "complete",
        "merger",
        "considering",
        "various",
        "closing",
        "condition",
        "expected",
        "benefit",
        "merger",
        "efficiency",
        "cost",
        "saving",
        "tax",
        "benefit",
        "enhanced",
        "revenue",
        "cash",
        "flow",
        "growth",
        "potential",
        "market",
        "profile",
        "financial",
        "strength",
        "competitive",
        "ability",
        "position",
        "combined",
        "company",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "idera",
        "biocryst",
        "plan",
        "estimate",
        "expectation",
        "could",
        "include",
        "limited",
        "idera",
        "biocryst",
        "may",
        "unable",
        "obtain",
        "stockholder",
        "approval",
        "required",
        "merger",
        "ii",
        "condition",
        "closing",
        "merger",
        "may",
        "satisfied",
        "iii",
        "merger",
        "may",
        "involve",
        "unexpected",
        "cost",
        "liability",
        "delay",
        "iv",
        "effect",
        "announcement",
        "merger",
        "ability",
        "idera",
        "biocryst",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "relationship",
        "customer",
        "supplier",
        "others",
        "idera",
        "biocryst",
        "business",
        "idera",
        "biocryst",
        "operating",
        "result",
        "business",
        "generally",
        "v",
        "idera",
        "biocryst",
        "respective",
        "business",
        "may",
        "suffer",
        "result",
        "uncertainty",
        "surrounding",
        "merger",
        "disruption",
        "management",
        "attention",
        "due",
        "merger",
        "vi",
        "outcome",
        "legal",
        "proceeding",
        "related",
        "merger",
        "vii",
        "idera",
        "biocryst",
        "may",
        "adversely",
        "affected",
        "economic",
        "business",
        "competitive",
        "factor",
        "viii",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "ix",
        "risk",
        "merger",
        "disrupts",
        "current",
        "plan",
        "operation",
        "potential",
        "difficulty",
        "employee",
        "retention",
        "result",
        "merger",
        "x",
        "risk",
        "idera",
        "biocryst",
        "may",
        "unable",
        "obtain",
        "governmental",
        "regulatory",
        "approval",
        "required",
        "transaction",
        "required",
        "governmental",
        "regulatory",
        "approval",
        "may",
        "delay",
        "transaction",
        "result",
        "imposition",
        "condition",
        "could",
        "reduce",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "cause",
        "party",
        "abandon",
        "proposed",
        "transaction",
        "xi",
        "risk",
        "anticipated",
        "benefit",
        "merger",
        "commercial",
        "opportunity",
        "may",
        "otherwise",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "xii",
        "impact",
        "legislative",
        "regulatory",
        "competitive",
        "technological",
        "change",
        "xiii",
        "risk",
        "relating",
        "value",
        "new",
        "holding",
        "company",
        "share",
        "issued",
        "merger",
        "xiv",
        "expectation",
        "future",
        "clinical",
        "trial",
        "timing",
        "potential",
        "outcome",
        "clinical",
        "study",
        "interaction",
        "regulatory",
        "authority",
        "xv",
        "risk",
        "consummation",
        "merger",
        "including",
        "risk",
        "merger",
        "consummated",
        "within",
        "expected",
        "time",
        "period",
        "additional",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "idera",
        "biocryst",
        "set",
        "forth",
        "respective",
        "filing",
        "sec",
        "including",
        "idera",
        "biocryst",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filing",
        "sec",
        "available",
        "sec",
        "website",
        "see",
        "particular",
        "item",
        "1a",
        "idera",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "heading",
        "risk",
        "factor",
        "item",
        "1a",
        "biocryst",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "september",
        "heading",
        "risk",
        "risk",
        "uncertainty",
        "described",
        "idera",
        "recent",
        "annual",
        "report",
        "form",
        "biocryst",
        "recent",
        "quarterly",
        "report",
        "form",
        "exclusive",
        "information",
        "concerning",
        "idera",
        "biocryst",
        "respective",
        "business",
        "including",
        "factor",
        "potentially",
        "could",
        "materially",
        "affect",
        "respective",
        "business",
        "financial",
        "condition",
        "operating",
        "result",
        "may",
        "emerge",
        "time",
        "time",
        "reader",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "reader",
        "also",
        "carefully",
        "review",
        "risk",
        "factor",
        "described",
        "document",
        "idera",
        "biocryst",
        "file",
        "time",
        "time",
        "sec",
        "statement",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "idera",
        "biocryst",
        "assume",
        "obligation",
        "update",
        "revise",
        "statement",
        "reason",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "investor",
        "contact",
        "biocryst",
        "thomas",
        "staab",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "biocryst",
        "pharmaceutical",
        "office",
        "tstaab",
        "idera",
        "robert",
        "doody",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "idera",
        "pharmaceutical",
        "office",
        "mobile",
        "rdoody",
        "source",
        "idera",
        "pharmaceutical",
        "biocryst",
        "pharmaceutical",
        "inc"
    ]
}