{
    "organizations": [],
    "uuid": "e8f17b61a1e30f735c4bba79fb9579a2aa2cd7f3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/globe-newswire-colfax-reports-fourth-quarter-2017-results.html",
    "ord_in_thread": 0,
    "title": "Colfax Reports Fourth Quarter 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Annapolis Junction, MD, Feb. 06, 2018 (GLOBE NEWSWIRE) --\nReported loss from continuing operations of $1.53 per diluted share and adjusted earnings per share of $0.45 Fabrication Technology achieved 7% organic sales growth; Air & Gas Handling reported 2% decline in orders Completed divestiture of Fluid Handling business with $308 million pre-tax gain Closed two acquisitions in the quarter\nColfax Corporation (NYSE: CFX), a leading diversified industrial technology company, today announced its financial results for the fourth quarter of 2017.\nThe Company reported fourth quarter 2017 net income of $13 million or $0.10 per diluted share. Income from discontinued operations of $202 million or $1.63 per diluted share includes a $308 million pre-tax gain resulting from the December 2017 sale of its Fluid Handling business to CIRCOR International, Inc. for $555 million of cash consideration, 3.3 million shares of CIRCOR common shares, and assumption of $168 million of net retirement liabilities. Net loss from continuing operations of $184 million or $1.53 per diluted share includes a $3 million estimated benefit relating to the recently-enacted U.S. tax legislation, and on a pre-tax basis, $153 million goodwill and intangible impairment charges in the Air & Gas Handling segment, a $47 million pension settlement charge, and $45 million of restructuring charges that included $27 million of asset impairments. Adjusted net income in the fourth quarter was $56 million, or $0.45 per share compared to $64 million or $0.52 per share for the same prior year period. These amounts reflect the previously-announced changes to Colfax’s definition of Adjusted net income to exclude intangibles amortization and other noncash acquisition-related charges.\nFourth quarter 2017 net sales of $874 million grew 7.6% versus the comparable period of 2016, including the impact of acquisitions and foreign currency translation effects (FX). Excluding acquisitions and FX, Fabrication Technology segment sales grew 6.9%, and Air & Gas Handling sales decreased 14.9%. Fourth quarter 2017 Air & Gas Handling orders increased 12.1% to $369 million compared to orders of $329 million for the fourth quarter of 2016. Excluding acquisitions and FX, orders decreased 2.3%. Air & Gas Handling finished the period with backlog of $893 million.\n“Fabrication Technology sales growth accelerated again in the fourth quarter as we achieved growth in all regions,” said Matthew Trerotola, President and Chief Executive Officer. “The business benefited from improving market conditions in North America, as well as new products, higher customer service levels, and deeper application of CBS to improve operational execution. In our Air & Gas Handling business, orders reflect continued growth in General Industrial applications and project wins in Oil & Gas, but these benefits were more than offset by declines in the Power market. Recently-announced restructuring initiatives support the business’ strategic pivot to faster-growing regions and applications.”\nDuring the fourth quarter, the Company completed its previously-announced acquisition of Siemens Turbomachinery Equipment (STE) into its Air & Gas Handling segment for cash consideration of $215 million. It also acquired EWAC Alloys Limited (EWAC), the India market leader in hard facing applications, for $75 million. As part of the Fabrication Technology segment, EWAC provides repair & maintenance products and services that maximize customers’ operating uptime, extend life cycles and reduce operating costs.\n“Colfax is well-positioned for another year of earnings growth, and we expect $2.00 to $2.15 of adjusted earnings per share in 2018,” said Mr. Trerotola. “We expect overall organic growth supported by our faster-growing Fabrication Technology business and improving Air & Gas Handling market conditions later in the year. Restructuring actions should deliver at least $25 million of savings in 2018. Recently-completed acquisitions further strengthen our businesses and will contribute additional profit. The sale of the Fluid Handling business and strong cash flow generation in the fourth quarter increased our financial capacity, and we already closed another complementary acquisition in January. We will continue to strengthen our operating capabilities in 2018 and execute our strategic growth program.”\nConference Call and Webcast\nColfax will host a conference call to provide details about its results today at 9:00 a.m. Eastern. The call will be open to the public through 877-303-7908 (U.S. callers) or +1-678-373-0875 (international callers) and referencing the conference ID number 6555209 or through webcast via Colfax’s website at www.colfaxcorp.com under the “Investors” section. Access to a supplemental slide presentation can also be found at the Colfax website under the same heading. Both the audio of this call and the slide presentation will be archived on the website later today and will be available until the next quarterly call.\nAbout Colfax Corporation\nColfax Corporation is a leading diversified industrial technology company that provides air & gas handling and fabrication technology products and services to customers around the world principally under the Howden and ESAB brands. Colfax believes that its brands are among the most highly recognized in each of the markets that it serves. The Company uses its Colfax Business System (CBS), a comprehensive set of tools, processes and values, to create superior value for customers, shareholders and associates. Colfax is traded on the NYSE under the ticker “CFX.” Additional information about Colfax is available at www.colfaxcorp.com .\nNon-GAAP Financial Measures and Other Adjustments\nColfax has provided in this press release financial information that has not been prepared in accordance with GAAP. These non-GAAP financial measures are adjusted net income, adjusted net income per share, projected adjusted net income per share, adjusted operating income, organic sales growth, and organic order decline. Adjusted operating income excludes Restructuring and other related items, Goodwill and intangible asset impairment charge and Pension settlement loss. Adjusted net income, adjusted net income per share and projected adjusted net income per share exclude Restructuring and other related charges, Goodwill and intangible asset impairment charge, Pension settlement loss, acquisition-related intangibles amortization, and other non-cash acquisition related charges. Adjusted net income, adjusted net income per share, and adjusted operating income for the fourth quarter and full year ended December 31, 2016 also exclude the loss recorded on our deconsolidation of our Venezuelan operations. The effective tax rates used to calculate adjusted net income and adjusted net income per share are 20.1% and 25.7% for the fourth quarter and full year ended December 31, 2017, respectively. The effective tax rates used to calculate adjusted net income and adjusted net income per share are 24.3% and 26.3% for the fourth quarter and full year ended December 31, 2016. Organic sales growth and organic order decline exclude the impact of acquisitions and foreign exchange rate fluctuations. These non-GAAP financial measures assist Colfax management in comparing its operating performance over time because certain items may obscure underlying business trends and make comparisons of long-term performance difficult, as they are of a nature and/or size that occur with inconsistent frequency or relate to discrete restructuring plans that are fundamentally different from the ongoing productivity improvements of the Company. Colfax management also believes that presenting these measures allows investors to view its performance using the same measures that the Company uses in evaluating its financial and business performance and trends.\nNon-GAAP financial measures should not be considered in isolation from, or as a substitute for, financial information calculated in accordance with GAAP. Investors are encouraged to review the reconciliation of these non-GAAP measures to their most directly comparable GAAP financial measures. A reconciliation of non-GAAP financial measures presented above to GAAP results has been provided in the financial tables included in this press release.\nCAUTIONARY NOTE CONCERNING FORWARD LOOKING STATEMENTS\nThis press release may contain forward-looking statements, including forward-looking statements within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. Such forward-looking statements include, but are not limited to, statements concerning Colfax’s plans, objectives, expectations and intentions and other statements that are not historical or current fact. Forward-looking statements are based on Colfax’s current expectations and involve risks and uncertainties that could cause actual results to differ materially from those expressed or implied in such forward-looking statements. Factors that could cause Colfax’s results to differ materially from current expectations include, but are not limited to factors detailed in Colfax’s reports filed with the U.S. Securities and Exchange Commission including its 2016 Annual Report on Form 10-K and Quarterly Report on Form 10-Q for the period ended September 29, 2017 under the caption “Risk Factors.” In addition, these statements are based on a number of assumptions that are subject to change. This press release speaks only as of the date hereof. Colfax disclaims any duty to update the information herein.\nThe term “Colfax” in reference to the activities described in this press release may mean one or more of Colfax’s global operating subsidiaries and/or their internal business divisions and does not necessarily indicate activities engaged in by Colfax Corporation.\nColfax Corporation\nConsolidated Statements of Income\nDollars in thousands, except per share data\n(Unaudited)\nThree Months Ended Year Ended December 31, 2017 December 31, 2016 December 31, 2017 December 31, 2016 Net sales $ 874,083 $ 812,408 $ 3,300,184 $ 3,185,753 Cost of sales 606,400 562,418 2,270,709 2,193,371 Gross profit 267,683 249,990 1,029,475 992,382 Selling, general and administrative expense 198,790 169,932 732,340 696,800 Restructuring and other related charges 45,220 20,498 68,351 58,496 Goodwill and intangible asset impairment charge 152,700 134 152,700 238 Pension settlement loss 46,933 48 46,933 48 Operating (loss) income (175,960 ) 59,378 29,151 236,800 Interest expense 12,031 5,288 41,137 30,276 (Loss) income from continuing operations before income taxes (187,991 ) 54,090 (11,986 ) 206,524 Provision for income taxes (3,574 ) 10,920 42,554 51,772 Net (loss) income from continuing operations (184,417 ) 43,170 (54,540 ) 154,752 Income (loss) from discontinued operations, net of taxes 202,257 (351 ) 224,047 (9,561 ) Net income 17,840 42,819 169,507 145,191 Less: income attributable to noncontrolling interest, net of taxes 4,550 5,047 18,417 17,080 Net income attributable to Colfax Corporation 13,290 37,772 151,090 128,111 Net (loss) income per share - basic Continuing operations $ (1.53 ) $ 0.31 $ (0.59 ) $ 1.12 Discontinued operations $ 1.64 $ — $ 1.82 $ (0.08 ) Consolidated operations $ 0.11 $ 0.31 $ 1.23 $ 1.04 Net (loss) income per share - diluted Continuing operations $ (1.53 ) $ 0.31 $ (0.59 ) $ 1.12 Discontinued operations $ 1.63 $ — $ 1.81 $ (0.08 ) Consolidated operations $ 0.10 $ 0.31 $ 1.22 $ 1.04\nColfax Corporation\nReconciliation of GAAP to Non-GAAP Financial Measures\nAmounts in thousands, except per share data\n(Unaudited)\nThree Months Ended Year Ended December 31, 2017 December 31, 2016 December 31, 2017 December 31, 2016 Adjusted Net Income and Adjusted Net Income Per Share Net (loss) income from continuing operations attributable to Colfax Corporation (1)\n$ (188,967 ) $ 38,123 $ (72,957 ) $ 137,672 Restructuring and other related charges- pretax 45,220 20,498 68,351 58,496 Goodwill and intangible asset impairment charge-pretax 152,700 134 152,700 238 Pension settlement loss-pretax 46,933 48 46,933 48 Loss on deconsolidation of Venezuelan operations- pretax — — — 495 Acquisition-related amortization- pretax 18,728 16,503 60,091 58,859 Tax adjustment (2) (18,779 ) (11,205 ) (38,789 ) (33,601 ) Adjusted net income from continuing operations $ 55,835 $ 64,101 $ 216,329 $ 222,207 Adjusted net income margin from continuing operations 6.4 % 7.9 % 6.6 % 7.0 % Weighted-average shares outstanding - diluted 124,137 123,102 123,996 123,199 Adjusted net income per share continuing operations $ 0.45 $ 0.52 $ 1.74 $ 1.80 Net (loss) income per share- diluted from continuing operations (GAAP) $ (1.53 ) $ 0.31 $ (0.59 ) $ 1.12\n(1) Net (loss) income from continuing operations attributable to Colfax Corporation for the respective periods is calculated using Net (loss) income from continuing operations less the income attributable to noncontrolling interest, net of taxes.\n(2) The effective tax rates used to calculate adjusted net income and adjusted net income per share are 20.1%and 25.7% for the fourth quarter and year ended December 31, 2017.\n2018 Earnings Per Share Range Low High 2018 Guidance Projected net income per share continuing operations (GAAP)- diluted $ 1.36 $ 1.51 Restructuring and other related charges- pretax 0.28 0.28 Acquisition-related amortization and other non-cash charges- pretax (1) 0.56 0.56 Tax adjustment (0.20 ) (0.20 ) Projected adjusted net income per share $ 2.00 $ 2.15\n(1) Includes amortization of acquired intangibles and fair value charges on acquired inventory.\nColfax Corporation\nReconciliation of GAAP to Non-GAAP Financial Measures\nDollars in thousands\n(Unaudited)\nThree Months Ended Year Ended December 31, 2017 December 31, 2016 December 31, 2017 December 31, 2016 Continuing Operations\nOperating (loss) income $ (175,960 ) $ 59,378 $ 29,151 $ 236,800 Operating (loss) income margin (20.1 )% 7.3 % 0.9 % 7.4 % Restructuring and other related charges 45,220 20,498 68,351 58,496 Goodwill and intangible asset impairment charge 152,700 134 152,700 238 Pension settlement loss 46,933 48 46,933 48 Loss on deconsolidation of Venezuelan operations- pretax — — — 495 Adjusted operating income $ 68,893 $ 80,058 $ 297,135 $ 296,077 Adjusted operating income margin 7.9 % 9.9 % 9.0 % 9.3 %\nColfax Corporation\nChange in Sales, Orders and Backlog\nDollars in millions\n(Unaudited)\nAir and Gas Handling Net Sales Orders $ % $ % For the three months ended December 31, 2016 $ 812.4 $ 328.8 Components of Change: Existing businesses (1) (25.3 ) (3.1 )% (7.7 ) (2.3 )% Acquisitions (2) 54.5 6.7 % 34.6 10.5 % Foreign currency translation 32.5 4.0 % 12.8 3.9 % 61.7 7.6 % 39.7 12.1 % For the three months ended December 31, 2017 $ 874.1 $ 368.5 Air and Gas Handling Net Sales Orders Backlog at Period End $ % $ % $ % As of and for the year ended December 31, 2016 $ 3,185.8 $ 1,305.0 $ 796.1 Components of Change: Existing businesses (1) (15.7 ) (0.5 )% (44.1 ) (3.4 )% (57.0 ) (7.2 )% Acquisitions (2) 85.2 2.7 % 34.7 2.7 % 105.3 13.2 % Foreign currency translation 44.9 1.4 % 10.9 0.8 % 49.0 6.2 % 114.4 3.6 % 1.5 0.1 % 97.3 12.2 % As of and for the year ended December 31, 2017 $ 3,300.2 $ 1,306.5 $ 893.4",
    "published": "2018-02-06T14:51:00.000+02:00",
    "crawled": "2018-02-06T16:44:40.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "annapolis",
        "junction",
        "md",
        "globe",
        "newswire",
        "reported",
        "loss",
        "continuing",
        "operation",
        "per",
        "diluted",
        "share",
        "adjusted",
        "earnings",
        "per",
        "share",
        "fabrication",
        "technology",
        "achieved",
        "organic",
        "sale",
        "growth",
        "air",
        "gas",
        "handling",
        "reported",
        "decline",
        "order",
        "completed",
        "divestiture",
        "fluid",
        "handling",
        "business",
        "million",
        "gain",
        "closed",
        "two",
        "acquisition",
        "quarter",
        "colfax",
        "corporation",
        "nyse",
        "cfx",
        "leading",
        "diversified",
        "industrial",
        "technology",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "company",
        "reported",
        "fourth",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "income",
        "discontinued",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "includes",
        "million",
        "gain",
        "resulting",
        "december",
        "sale",
        "fluid",
        "handling",
        "business",
        "circor",
        "international",
        "million",
        "cash",
        "consideration",
        "million",
        "share",
        "circor",
        "common",
        "share",
        "assumption",
        "million",
        "net",
        "retirement",
        "liability",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "includes",
        "million",
        "estimated",
        "benefit",
        "relating",
        "tax",
        "legislation",
        "basis",
        "million",
        "goodwill",
        "intangible",
        "impairment",
        "charge",
        "air",
        "gas",
        "handling",
        "segment",
        "million",
        "pension",
        "settlement",
        "charge",
        "million",
        "restructuring",
        "charge",
        "included",
        "million",
        "asset",
        "impairment",
        "adjusted",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "period",
        "amount",
        "reflect",
        "change",
        "colfax",
        "definition",
        "adjusted",
        "net",
        "income",
        "exclude",
        "intangible",
        "amortization",
        "noncash",
        "charge",
        "fourth",
        "quarter",
        "net",
        "sale",
        "million",
        "grew",
        "versus",
        "comparable",
        "period",
        "including",
        "impact",
        "acquisition",
        "foreign",
        "currency",
        "translation",
        "effect",
        "fx",
        "excluding",
        "acquisition",
        "fx",
        "fabrication",
        "technology",
        "segment",
        "sale",
        "grew",
        "air",
        "gas",
        "handling",
        "sale",
        "decreased",
        "fourth",
        "quarter",
        "air",
        "gas",
        "handling",
        "order",
        "increased",
        "million",
        "compared",
        "order",
        "million",
        "fourth",
        "quarter",
        "excluding",
        "acquisition",
        "fx",
        "order",
        "decreased",
        "air",
        "gas",
        "handling",
        "finished",
        "period",
        "backlog",
        "million",
        "fabrication",
        "technology",
        "sale",
        "growth",
        "accelerated",
        "fourth",
        "quarter",
        "achieved",
        "growth",
        "region",
        "said",
        "matthew",
        "trerotola",
        "president",
        "chief",
        "executive",
        "officer",
        "business",
        "benefited",
        "improving",
        "market",
        "condition",
        "north",
        "america",
        "well",
        "new",
        "product",
        "higher",
        "customer",
        "service",
        "level",
        "deeper",
        "application",
        "cbs",
        "improve",
        "operational",
        "execution",
        "air",
        "gas",
        "handling",
        "business",
        "order",
        "reflect",
        "continued",
        "growth",
        "general",
        "industrial",
        "application",
        "project",
        "win",
        "oil",
        "gas",
        "benefit",
        "offset",
        "decline",
        "power",
        "market",
        "restructuring",
        "initiative",
        "support",
        "business",
        "strategic",
        "pivot",
        "region",
        "fourth",
        "quarter",
        "company",
        "completed",
        "acquisition",
        "siemens",
        "turbomachinery",
        "equipment",
        "ste",
        "air",
        "gas",
        "handling",
        "segment",
        "cash",
        "consideration",
        "million",
        "also",
        "acquired",
        "ewac",
        "alloy",
        "limited",
        "ewac",
        "india",
        "market",
        "leader",
        "hard",
        "facing",
        "application",
        "million",
        "part",
        "fabrication",
        "technology",
        "segment",
        "ewac",
        "provides",
        "repair",
        "maintenance",
        "product",
        "service",
        "maximize",
        "customer",
        "operating",
        "uptime",
        "extend",
        "life",
        "cycle",
        "reduce",
        "operating",
        "cost",
        "colfax",
        "another",
        "year",
        "earnings",
        "growth",
        "expect",
        "adjusted",
        "earnings",
        "per",
        "share",
        "said",
        "trerotola",
        "expect",
        "overall",
        "organic",
        "growth",
        "supported",
        "fabrication",
        "technology",
        "business",
        "improving",
        "air",
        "gas",
        "handling",
        "market",
        "condition",
        "later",
        "year",
        "restructuring",
        "action",
        "deliver",
        "least",
        "million",
        "saving",
        "acquisition",
        "strengthen",
        "business",
        "contribute",
        "additional",
        "profit",
        "sale",
        "fluid",
        "handling",
        "business",
        "strong",
        "cash",
        "flow",
        "generation",
        "fourth",
        "quarter",
        "increased",
        "financial",
        "capacity",
        "already",
        "closed",
        "another",
        "complementary",
        "acquisition",
        "january",
        "continue",
        "strengthen",
        "operating",
        "capability",
        "execute",
        "strategic",
        "growth",
        "conference",
        "call",
        "webcast",
        "colfax",
        "host",
        "conference",
        "call",
        "provide",
        "detail",
        "result",
        "today",
        "eastern",
        "call",
        "open",
        "public",
        "caller",
        "international",
        "caller",
        "referencing",
        "conference",
        "id",
        "number",
        "webcast",
        "via",
        "colfax",
        "website",
        "investor",
        "section",
        "access",
        "supplemental",
        "slide",
        "presentation",
        "also",
        "found",
        "colfax",
        "website",
        "heading",
        "audio",
        "call",
        "slide",
        "presentation",
        "archived",
        "website",
        "later",
        "today",
        "available",
        "next",
        "quarterly",
        "call",
        "colfax",
        "corporation",
        "colfax",
        "corporation",
        "leading",
        "diversified",
        "industrial",
        "technology",
        "company",
        "provides",
        "air",
        "gas",
        "handling",
        "fabrication",
        "technology",
        "product",
        "service",
        "customer",
        "around",
        "world",
        "principally",
        "howden",
        "esab",
        "brand",
        "colfax",
        "belief",
        "brand",
        "among",
        "highly",
        "recognized",
        "market",
        "serf",
        "company",
        "us",
        "colfax",
        "business",
        "system",
        "cbs",
        "comprehensive",
        "set",
        "tool",
        "process",
        "value",
        "create",
        "superior",
        "value",
        "customer",
        "shareholder",
        "associate",
        "colfax",
        "traded",
        "nyse",
        "ticker",
        "additional",
        "information",
        "colfax",
        "available",
        "financial",
        "measure",
        "adjustment",
        "colfax",
        "provided",
        "press",
        "release",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "projected",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "adjusted",
        "operating",
        "income",
        "organic",
        "sale",
        "growth",
        "organic",
        "order",
        "decline",
        "adjusted",
        "operating",
        "income",
        "excludes",
        "restructuring",
        "related",
        "item",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "charge",
        "pension",
        "settlement",
        "loss",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "projected",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "exclude",
        "restructuring",
        "related",
        "charge",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "charge",
        "pension",
        "settlement",
        "loss",
        "intangible",
        "amortization",
        "acquisition",
        "related",
        "charge",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "adjusted",
        "operating",
        "income",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "also",
        "exclude",
        "loss",
        "recorded",
        "deconsolidation",
        "venezuelan",
        "operation",
        "effective",
        "tax",
        "rate",
        "used",
        "calculate",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "respectively",
        "effective",
        "tax",
        "rate",
        "used",
        "calculate",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "organic",
        "sale",
        "growth",
        "organic",
        "order",
        "decline",
        "exclude",
        "impact",
        "acquisition",
        "foreign",
        "exchange",
        "rate",
        "fluctuation",
        "financial",
        "measure",
        "assist",
        "colfax",
        "management",
        "comparing",
        "operating",
        "performance",
        "time",
        "certain",
        "item",
        "may",
        "obscure",
        "underlying",
        "business",
        "trend",
        "make",
        "comparison",
        "performance",
        "difficult",
        "nature",
        "size",
        "occur",
        "inconsistent",
        "frequency",
        "relate",
        "discrete",
        "restructuring",
        "plan",
        "fundamentally",
        "different",
        "ongoing",
        "productivity",
        "improvement",
        "company",
        "colfax",
        "management",
        "also",
        "belief",
        "presenting",
        "measure",
        "allows",
        "investor",
        "view",
        "performance",
        "using",
        "measure",
        "company",
        "us",
        "evaluating",
        "financial",
        "business",
        "performance",
        "trend",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "calculated",
        "accordance",
        "gaap",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "reconciliation",
        "financial",
        "measure",
        "presented",
        "gaap",
        "result",
        "provided",
        "financial",
        "table",
        "included",
        "press",
        "release",
        "cautionary",
        "note",
        "concerning",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "including",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "concerning",
        "colfax",
        "plan",
        "objective",
        "expectation",
        "intention",
        "statement",
        "historical",
        "current",
        "fact",
        "statement",
        "based",
        "colfax",
        "current",
        "expectation",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "colfax",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "limited",
        "factor",
        "detailed",
        "colfax",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "september",
        "caption",
        "risk",
        "addition",
        "statement",
        "based",
        "number",
        "assumption",
        "subject",
        "change",
        "press",
        "release",
        "speaks",
        "date",
        "hereof",
        "colfax",
        "disclaims",
        "duty",
        "update",
        "information",
        "herein",
        "term",
        "colfax",
        "reference",
        "activity",
        "described",
        "press",
        "release",
        "may",
        "mean",
        "one",
        "colfax",
        "global",
        "operating",
        "subsidiary",
        "internal",
        "business",
        "division",
        "necessarily",
        "indicate",
        "activity",
        "engaged",
        "colfax",
        "corporation",
        "colfax",
        "corporation",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "restructuring",
        "related",
        "charge",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "charge",
        "pension",
        "settlement",
        "loss",
        "operating",
        "loss",
        "income",
        "interest",
        "expense",
        "loss",
        "income",
        "continuing",
        "operation",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "income",
        "continuing",
        "operation",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "income",
        "less",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "tax",
        "net",
        "income",
        "attributable",
        "colfax",
        "corporation",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "basic",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "consolidated",
        "operation",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "consolidated",
        "operation",
        "colfax",
        "corporation",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "net",
        "loss",
        "income",
        "continuing",
        "operation",
        "attributable",
        "colfax",
        "corporation",
        "restructuring",
        "related",
        "pretax",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "pension",
        "settlement",
        "loss",
        "deconsolidation",
        "venezuelan",
        "pretax",
        "pretax",
        "tax",
        "adjustment",
        "adjusted",
        "net",
        "income",
        "continuing",
        "operation",
        "adjusted",
        "net",
        "income",
        "margin",
        "continuing",
        "operation",
        "share",
        "outstanding",
        "diluted",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "continuing",
        "operation",
        "net",
        "loss",
        "income",
        "per",
        "diluted",
        "continuing",
        "operation",
        "gaap",
        "net",
        "loss",
        "income",
        "continuing",
        "operation",
        "attributable",
        "colfax",
        "corporation",
        "respective",
        "period",
        "calculated",
        "using",
        "net",
        "loss",
        "income",
        "continuing",
        "operation",
        "less",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "tax",
        "effective",
        "tax",
        "rate",
        "used",
        "calculate",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "earnings",
        "per",
        "share",
        "range",
        "low",
        "high",
        "guidance",
        "projected",
        "net",
        "income",
        "per",
        "share",
        "continuing",
        "operation",
        "gaap",
        "diluted",
        "restructuring",
        "related",
        "pretax",
        "amortization",
        "pretax",
        "tax",
        "adjustment",
        "projected",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "includes",
        "amortization",
        "acquired",
        "intangible",
        "fair",
        "value",
        "charge",
        "acquired",
        "inventory",
        "colfax",
        "corporation",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "dollar",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "continuing",
        "operation",
        "operating",
        "loss",
        "income",
        "operating",
        "loss",
        "income",
        "margin",
        "restructuring",
        "related",
        "charge",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "charge",
        "pension",
        "settlement",
        "loss",
        "loss",
        "deconsolidation",
        "venezuelan",
        "pretax",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "operating",
        "income",
        "margin",
        "colfax",
        "corporation",
        "change",
        "sale",
        "order",
        "backlog",
        "dollar",
        "million",
        "unaudited",
        "air",
        "gas",
        "handling",
        "net",
        "sale",
        "order",
        "three",
        "month",
        "ended",
        "december",
        "component",
        "change",
        "existing",
        "business",
        "acquisition",
        "foreign",
        "currency",
        "translation",
        "three",
        "month",
        "ended",
        "december",
        "air",
        "gas",
        "handling",
        "net",
        "sale",
        "order",
        "backlog",
        "period",
        "end",
        "year",
        "ended",
        "december",
        "component",
        "change",
        "existing",
        "business",
        "acquisition",
        "foreign",
        "currency",
        "translation",
        "year",
        "ended",
        "december"
    ]
}