{
    "organizations": [],
    "uuid": "bb887f11b2b620bc1838c3c89679ea4c0ebfaa59",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/16/mitt-romney-senate-what-to-expect-from-trump-critic-as-a-senator.html?utm_source=dlvr.it&utm_medium=twitter",
    "ord_in_thread": 0,
    "title": "Mitt Romney Senate: What to expect from Trump critic as a senator",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A Sen. Mitt Romney would bring the clout to rebuke President Donald Trump 's most erratic behavior and some of his policies.\nJust don't expect him to disagree with the Republican Party too much if he wins Utah's Senate election in November. He didn't even mention Trump when he announced his plan Friday to run for the Senate seat vacated by Sen. Orrin Hatch .\nRomney, a Mormon who is popular in Utah, has a strong chance of becoming a senator, even if his previous experience in public office was in Massachusetts. The head of the Utah Republican Party and Democrat Jenny Wilson, who is running for Senate, have already criticized him as an outsider.\nRomney tweet\nThe 2012 GOP presidential nominee would boast a national profile rarely seen from a first-term senator. The conservative Romney would likely agree with Trump on most issues, such as the GOP tax law passed late last year. Policies over which he could clash with Trump include national security, relations with Russia and immigration.\n\"Utah welcomes legal immigrants from around the world. Washington sends immigrants a message of exclusion,\" Romney said in a video announcing his campaign Friday.\nThe frequent Trump critic could also use his influence to criticize the president's divisive statements or work on bipartisan deals, according to two former Romney aides. But Romney would likely have to hold back some criticism of Trump, said Kevin Madden, who was a spokesman for Romney's 2008 and 2012 presidential campaigns.\nTrump remains highly popular among Republicans and Romney would be only one voice among 100 senators.\n\"People are going to have to manage expectations about Romney serving as the premier or main counterbalance to Trump inside the party. A lot of people think that's going to happen automatically,\" said Madden, a partner at public affairs consulting firm Hamilton Place Strategies.\nRyan Williams, another spokesman for Romney's 2012 campaign, added: \"He's not going to be a daily critic of the president. But when there's something that rises to the level of where he feels the need to speak out, he'll do it.\"\nRomney would likely have a different relationship with the president than the outgoing Hatch, who has praised Trump in recent months. After the tax plan's passage in December, the senator called Trump \"one heck of a leader.\" Trump reportedly begged the 83-year-old Hatch to run for re-election one more time.\nCNBC could not immediately reach Romney for comment.\nRomney's policies While Romney's positions could have shifted over the years, his 2012 campaign provides a guide to the stances he could take in Congress. Romney's policy positions could differ as he tries to appeal to a Utah electorate, rather than voters nationwide.\nHe previewed some of his priorities in announcing his bid for Senate. Those include the national debt, trade, immigration and helping to restore civil discourse.\n\"Utah has a lot to teach the politicians in Washington. Utah has balanced its budgets. Washington is buried in debt,\" Romney said. \"Utah exports more abroad than it imports. Washington has that backwards. Utah welcomes legal immigrants from around the world. Washington sends immigrants a message of exclusion. And on Utah's Capitol Hill, people treat one another with respect.\"\nMadden notes that he would have to focus on some Utah-specific issues such as land use and the biotechnology sector, among others.\nIn 2012, Romney adhered to fiscal conservatives' beliefs on the economy. He pledged to cut government spending and warned about the dangers of adding to the national debt. The Trump administration and current GOP-controlled Congress appear to have abandoned those tenets. They are expected to contribute to the growing debt with their recently passed tax plan , which they followed up with a deal on massive spending increases this month .\nRomney pledged to repeal the Affordable Care Act and push back against its provisions that critics say infringe on religious freedom. While some consider the health-care plan Romney implemented in Massachusetts as a precursor to Obamacare, Romney called for states to craft their own health-care plans. Some current GOP lawmakers have pushed for similar health policy .\nThe former governor could break with Trump in two notable areas. In 2012, Romney famously called Russia the biggest geopolitical foe the United States faces.\nSince Trump became president, lawmakers on both sides of the aisle have argued he has not responded forcefully enough to Russia's efforts to interfere in the 2016 election. Romney could become another one of those members of Congress.\nHe did not mention national security policy in his campaign announcement.\nAnd though the 2012 GOP presidential nominee pushed for increased border security and a fence on the southern border — an area where he agrees with Trump and many other Republicans — he also championed lower barriers to legal entry for highly skilled immigrants and stressed the importance of keeping families together. Trump is currently pushing for major restrictions on legal immigration and limits on extended family reunification .\nIt is unclear where Romney would stand now on the Obama-era Deferred Action for Childhood Arrivals, a program that protects nearly 800,000 young undocumented immigrants from deportation. Trump ended the program in September with a six-month delay, and Congress is struggling to find a solution to shield the immigrants brought to the U.S. illegally as children.\nRomney's influence and relationship with Trump Romney would start his first six-year term with more influence than most senators. In one sign of his clout, a report from The Atlantic earlier this month said the GOP was already considering him to lead the National Republican Senatorial Committee . In that role, he would oversee the fundraising arm for Senate Republicans and help to vet potential candidates.\nRegardless of whether he gets a leadership position, Romney would have a big platform to speak out against Trump. He has the name recognition to start a national discussion or advance it.\nRomney has been a frequent critic of the president in the past.\nIn March 2016, Romney eviscerated then-candidate Trump in a speech. He warned that Trump's economic policies could \"instigate a trade war\" and \"balloon the deficit and national debt.\" He called Trump a \"phony\" and a \"fraud\" and warned that his national security policy would make Americans less safe.\nRomney changed his tune after Trump's election. The president-elect interviewed him more than once to possibly serve as secretary of State. In November 2016, Romney praised Trump's \"impressive\" transition effort and noted how hard it is to win the presidency.\nAs he narrowed down the candidates to serve as America's top diplomat, Trump denied that he included Romney in the process to torment him after the harsh criticism during the campaign.\n\"It's not about revenge,\" the president-elect said in December 2016.\nTrump later chose Rex Tillerson to lead the State Department.\nSince the secretary of State interview process ended, Romney has occasionally used social media to rebuke the president. Trump supported Roy Moore — a man accused of sexually abusing teens decades ago — in last year's Alabama Senate special election. In December, Romney tweeted that he believed Moore accuser Leigh Corfman and said electing Moore \"would be a stain on the GOP and on the nation.\"\nWhen Trump reportedly questioned last month why the U.S. needed immigrants from \"s---hole\" African countries, Romney called the sentiment \"antithetical to American values.\"\nAs Hatch mulled retirement in December, Trump reportedly urged him to seek re-election in part to avoid a Romney run for office. When Hatch announced his retirement in January, Trump and Romney spoke on the phone. The president wished the former governor good luck in his future endeavors.\nDespite the public clashes, Williams believes Romney wants to work with Trump and would not run as an anti-Trump candidate.\n\"He's a conservative Republican, but he won't hesitate to speak out if he disagrees with President Trump,\" he said.\nBoth former Romney aides consider taxes and some other economic policies areas in which Romney and Trump could cooperate. They believe Romney would have supported the GOP tax law, which permanently chopped rates for companies and at least temporarily trimmed the tax burden on most individuals.\nJacob Pramuk Staff Reporter ",
    "published": "2018-02-16T18:04:00.000+02:00",
    "crawled": "2018-02-16T18:27:55.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mitt",
        "romney",
        "would",
        "bring",
        "clout",
        "rebuke",
        "president",
        "donald",
        "trump",
        "erratic",
        "behavior",
        "policy",
        "expect",
        "disagree",
        "republican",
        "party",
        "much",
        "win",
        "utah",
        "senate",
        "election",
        "november",
        "even",
        "mention",
        "trump",
        "announced",
        "plan",
        "friday",
        "run",
        "senate",
        "seat",
        "vacated",
        "orrin",
        "hatch",
        "romney",
        "mormon",
        "popular",
        "utah",
        "strong",
        "chance",
        "becoming",
        "senator",
        "even",
        "previous",
        "experience",
        "public",
        "office",
        "massachusetts",
        "head",
        "utah",
        "republican",
        "party",
        "democrat",
        "jenny",
        "wilson",
        "running",
        "senate",
        "already",
        "criticized",
        "outsider",
        "romney",
        "tweet",
        "gop",
        "presidential",
        "nominee",
        "would",
        "boast",
        "national",
        "profile",
        "rarely",
        "seen",
        "senator",
        "conservative",
        "romney",
        "would",
        "likely",
        "agree",
        "trump",
        "issue",
        "gop",
        "tax",
        "law",
        "passed",
        "late",
        "last",
        "year",
        "policy",
        "could",
        "clash",
        "trump",
        "include",
        "national",
        "security",
        "relation",
        "russia",
        "immigration",
        "utah",
        "welcome",
        "legal",
        "immigrant",
        "around",
        "world",
        "washington",
        "sends",
        "immigrant",
        "message",
        "exclusion",
        "romney",
        "said",
        "video",
        "announcing",
        "campaign",
        "friday",
        "frequent",
        "trump",
        "critic",
        "could",
        "also",
        "use",
        "influence",
        "criticize",
        "president",
        "divisive",
        "statement",
        "work",
        "bipartisan",
        "deal",
        "according",
        "two",
        "former",
        "romney",
        "aide",
        "romney",
        "would",
        "likely",
        "hold",
        "back",
        "criticism",
        "trump",
        "said",
        "kevin",
        "madden",
        "spokesman",
        "romney",
        "presidential",
        "campaign",
        "trump",
        "remains",
        "highly",
        "popular",
        "among",
        "republican",
        "romney",
        "would",
        "one",
        "voice",
        "among",
        "senator",
        "people",
        "going",
        "manage",
        "expectation",
        "romney",
        "serving",
        "premier",
        "main",
        "counterbalance",
        "trump",
        "inside",
        "party",
        "lot",
        "people",
        "think",
        "going",
        "happen",
        "automatically",
        "said",
        "madden",
        "partner",
        "public",
        "affair",
        "consulting",
        "firm",
        "hamilton",
        "place",
        "strategy",
        "ryan",
        "williams",
        "another",
        "spokesman",
        "romney",
        "campaign",
        "added",
        "going",
        "daily",
        "critic",
        "president",
        "something",
        "rise",
        "level",
        "feel",
        "need",
        "speak",
        "romney",
        "would",
        "likely",
        "different",
        "relationship",
        "president",
        "outgoing",
        "hatch",
        "praised",
        "trump",
        "recent",
        "month",
        "tax",
        "plan",
        "passage",
        "december",
        "senator",
        "called",
        "trump",
        "one",
        "heck",
        "leader",
        "trump",
        "reportedly",
        "begged",
        "hatch",
        "run",
        "one",
        "time",
        "cnbc",
        "could",
        "immediately",
        "reach",
        "romney",
        "comment",
        "romney",
        "policy",
        "romney",
        "position",
        "could",
        "shifted",
        "year",
        "campaign",
        "provides",
        "guide",
        "stance",
        "could",
        "take",
        "congress",
        "romney",
        "policy",
        "position",
        "could",
        "differ",
        "try",
        "appeal",
        "utah",
        "electorate",
        "rather",
        "voter",
        "nationwide",
        "previewed",
        "priority",
        "announcing",
        "bid",
        "senate",
        "include",
        "national",
        "debt",
        "trade",
        "immigration",
        "helping",
        "restore",
        "civil",
        "discourse",
        "utah",
        "lot",
        "teach",
        "politician",
        "washington",
        "utah",
        "balanced",
        "budget",
        "washington",
        "buried",
        "debt",
        "romney",
        "said",
        "utah",
        "export",
        "abroad",
        "import",
        "washington",
        "backwards",
        "utah",
        "welcome",
        "legal",
        "immigrant",
        "around",
        "world",
        "washington",
        "sends",
        "immigrant",
        "message",
        "exclusion",
        "utah",
        "capitol",
        "hill",
        "people",
        "treat",
        "one",
        "another",
        "respect",
        "madden",
        "note",
        "would",
        "focus",
        "issue",
        "land",
        "use",
        "biotechnology",
        "sector",
        "among",
        "others",
        "romney",
        "adhered",
        "fiscal",
        "conservative",
        "belief",
        "economy",
        "pledged",
        "cut",
        "government",
        "spending",
        "warned",
        "danger",
        "adding",
        "national",
        "debt",
        "trump",
        "administration",
        "current",
        "congress",
        "appear",
        "abandoned",
        "tenet",
        "expected",
        "contribute",
        "growing",
        "debt",
        "recently",
        "passed",
        "tax",
        "plan",
        "followed",
        "deal",
        "massive",
        "spending",
        "increase",
        "month",
        "romney",
        "pledged",
        "repeal",
        "affordable",
        "care",
        "act",
        "push",
        "back",
        "provision",
        "critic",
        "say",
        "infringe",
        "religious",
        "freedom",
        "consider",
        "plan",
        "romney",
        "implemented",
        "massachusetts",
        "precursor",
        "obamacare",
        "romney",
        "called",
        "state",
        "craft",
        "plan",
        "current",
        "gop",
        "lawmaker",
        "pushed",
        "similar",
        "health",
        "policy",
        "former",
        "governor",
        "could",
        "break",
        "trump",
        "two",
        "notable",
        "area",
        "romney",
        "famously",
        "called",
        "russia",
        "biggest",
        "geopolitical",
        "foe",
        "united",
        "state",
        "face",
        "since",
        "trump",
        "became",
        "president",
        "lawmaker",
        "side",
        "aisle",
        "argued",
        "responded",
        "forcefully",
        "enough",
        "russia",
        "effort",
        "interfere",
        "election",
        "romney",
        "could",
        "become",
        "another",
        "one",
        "member",
        "congress",
        "mention",
        "national",
        "security",
        "policy",
        "campaign",
        "announcement",
        "though",
        "gop",
        "presidential",
        "nominee",
        "pushed",
        "increased",
        "border",
        "security",
        "fence",
        "southern",
        "border",
        "area",
        "agrees",
        "trump",
        "many",
        "republican",
        "also",
        "championed",
        "lower",
        "barrier",
        "legal",
        "entry",
        "highly",
        "skilled",
        "immigrant",
        "stressed",
        "importance",
        "keeping",
        "family",
        "together",
        "trump",
        "currently",
        "pushing",
        "major",
        "restriction",
        "legal",
        "immigration",
        "limit",
        "extended",
        "family",
        "reunification",
        "unclear",
        "romney",
        "would",
        "stand",
        "deferred",
        "action",
        "childhood",
        "arrival",
        "program",
        "protects",
        "nearly",
        "young",
        "undocumented",
        "immigrant",
        "deportation",
        "trump",
        "ended",
        "program",
        "september",
        "delay",
        "congress",
        "struggling",
        "find",
        "solution",
        "shield",
        "immigrant",
        "brought",
        "illegally",
        "child",
        "romney",
        "influence",
        "relationship",
        "trump",
        "romney",
        "would",
        "start",
        "first",
        "term",
        "influence",
        "senator",
        "one",
        "sign",
        "clout",
        "report",
        "atlantic",
        "earlier",
        "month",
        "said",
        "gop",
        "already",
        "considering",
        "lead",
        "national",
        "republican",
        "senatorial",
        "committee",
        "role",
        "would",
        "oversee",
        "fundraising",
        "arm",
        "senate",
        "republican",
        "help",
        "vet",
        "potential",
        "candidate",
        "regardless",
        "whether",
        "get",
        "leadership",
        "position",
        "romney",
        "would",
        "big",
        "platform",
        "speak",
        "trump",
        "name",
        "recognition",
        "start",
        "national",
        "discussion",
        "advance",
        "romney",
        "frequent",
        "critic",
        "president",
        "past",
        "march",
        "romney",
        "eviscerated",
        "trump",
        "speech",
        "warned",
        "trump",
        "economic",
        "policy",
        "could",
        "instigate",
        "trade",
        "war",
        "balloon",
        "deficit",
        "national",
        "debt",
        "called",
        "trump",
        "phony",
        "fraud",
        "warned",
        "national",
        "security",
        "policy",
        "would",
        "make",
        "american",
        "less",
        "safe",
        "romney",
        "changed",
        "tune",
        "trump",
        "election",
        "interviewed",
        "possibly",
        "serve",
        "secretary",
        "state",
        "november",
        "romney",
        "praised",
        "trump",
        "impressive",
        "transition",
        "effort",
        "noted",
        "hard",
        "win",
        "presidency",
        "narrowed",
        "candidate",
        "serve",
        "america",
        "top",
        "diplomat",
        "trump",
        "denied",
        "included",
        "romney",
        "process",
        "torment",
        "harsh",
        "criticism",
        "campaign",
        "revenge",
        "said",
        "december",
        "trump",
        "later",
        "chose",
        "rex",
        "tillerson",
        "lead",
        "state",
        "department",
        "since",
        "secretary",
        "state",
        "interview",
        "process",
        "ended",
        "romney",
        "occasionally",
        "used",
        "social",
        "medium",
        "rebuke",
        "president",
        "trump",
        "supported",
        "roy",
        "moore",
        "man",
        "accused",
        "sexually",
        "abusing",
        "teen",
        "decade",
        "ago",
        "last",
        "year",
        "alabama",
        "senate",
        "special",
        "election",
        "december",
        "romney",
        "tweeted",
        "believed",
        "moore",
        "accuser",
        "leigh",
        "corfman",
        "said",
        "electing",
        "moore",
        "would",
        "stain",
        "gop",
        "nation",
        "trump",
        "reportedly",
        "questioned",
        "last",
        "month",
        "needed",
        "immigrant",
        "african",
        "country",
        "romney",
        "called",
        "sentiment",
        "antithetical",
        "american",
        "value",
        "hatch",
        "mulled",
        "retirement",
        "december",
        "trump",
        "reportedly",
        "urged",
        "seek",
        "part",
        "avoid",
        "romney",
        "run",
        "office",
        "hatch",
        "announced",
        "retirement",
        "january",
        "trump",
        "romney",
        "spoke",
        "phone",
        "president",
        "wished",
        "former",
        "governor",
        "good",
        "luck",
        "future",
        "endeavor",
        "despite",
        "public",
        "clash",
        "williams",
        "belief",
        "romney",
        "want",
        "work",
        "trump",
        "would",
        "run",
        "candidate",
        "conservative",
        "republican",
        "wo",
        "hesitate",
        "speak",
        "disagrees",
        "president",
        "trump",
        "said",
        "former",
        "romney",
        "aide",
        "consider",
        "tax",
        "economic",
        "policy",
        "area",
        "romney",
        "trump",
        "could",
        "cooperate",
        "believe",
        "romney",
        "would",
        "supported",
        "gop",
        "tax",
        "law",
        "permanently",
        "chopped",
        "rate",
        "company",
        "least",
        "temporarily",
        "trimmed",
        "tax",
        "burden",
        "individual",
        "jacob",
        "pramuk",
        "staff",
        "reporter"
    ]
}