{
    "organizations": [],
    "uuid": "e75798751c79b31ff17c65e1a1e3bb06c55693ba",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/business-wire-newmarket-corporation-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "NewMarket Corporation Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Petroleum Additives Fourth Quarter Operating Profit of $77.9 Million, Up 3.0%, and Full Year Operating Profit of $359.8 Million, Down 6.5% Petroleum Additives Fourth Quarter Shipments Up 8.0%, and Full Year Shipments Up 8.2% $31.4 Million Tax Charge in Fourth Quarter Related to U.S. Tax Reform Legislation\nRICHMOND, Va.--(BUSINESS WIRE)-- NewMarket Corporation (NYSE:NEU) Chairman and Chief Executive Officer, Thomas E. Gottwald, released the following earnings report of the Company’s operations for the fourth quarter and full year 2017.\nProfit before income taxes for the fourth quarter of 2017 was $64.9 million compared to $64.0 million for the fourth quarter of 2016. Net income for the fourth quarter of 2017 was $4.1 million, or $.35 per share, compared to net income of $45.7 million, or $3.86 per share, for the fourth quarter of 2016. Profit before income taxes for 2017 was $315.4 million compared to $343.2 million for 2016. Net income for 2017 was $190.5 million, or $16.08 per share, compared to net income of $243.4 million, or $20.54 per share, for 2016. Net income for both 2017 periods included the estimated impact of the tax reform act enacted on December 22, 2017, commonly known as the “Tax Cuts and Jobs Act” (the “Tax Reform Act”).\nSales for the petroleum additives segment for the fourth quarter of 2017 were $556.9 million, up 11.4% versus the same period last year. Petroleum additives operating profit for the fourth quarter of 2017 was $77.9 million, 3.0% higher than fourth quarter operating profit last year of $75.6 million. The increase was mainly due to increased shipments, changes in selling prices and product mix, partially offset by higher raw material and conversion costs. Shipments were up 8.0% from the same period last year with increases in both lubricant additives and fuel additives shipments. All regions contributed to the increase in lubricant additives shipments, and Europe was the primary driver of the increase in fuel additives shipments.\nFor the year, petroleum additives sales were $2.2 billion compared to sales in 2016 of $2.0 billion, or an increase of 7.5%. Petroleum additives operating profit for 2017 was $359.8 million, 6.5% lower than last year’s $384.9 million. The decrease was due mainly to higher raw material and conversion costs, and changes in selling prices and product mix, partially offset by increased shipments. Throughout much of 2017, we faced headwinds with raw material costs rising, and our margins suffered as we were unable to adjust often and fast enough to compensate for the cost increases. Our efforts to recover these cost increases are continuing. Shipments increased 8.2% versus 2016 with increases in both lubricant additives and fuel additives shipments. Europe, Asia Pacific and Latin America were the regions contributing to the increase in lubricant additives shipments, and Europe was the primary driver of the increase in fuel additives shipments.\nIncome tax expense was $60.9 million for the fourth quarter of 2017 compared to $18.3 million for the fourth quarter of 2016, and $124.9 million for 2017 compared to $99.8 million for 2016. The primary driver for the increase in income tax expense in both comparative periods was a one-time deemed repatriation tax on untaxed accumulated foreign earnings as a result of the Tax Reform Act. We recorded $31.4 million in additional income tax expense in the fourth quarter of 2017 related to our estimate of the total effects of the Tax Reform Act, and will continue to assess the impact of the new law. In addition, the fourth quarter included the impact of recording certain deferred tax liabilities associated with our Singapore plant.\nDuring the year, we strengthened our ability to serve our customers worldwide by completing the construction of Phase 2 of our Singapore manufacturing facility and our acquisition of Aditivos Mexicanos, S.A. de C.V., a petroleum additives manufacturing, sales and distribution company based in Mexico City, Mexico. These investments along with other capital expenditures, totaled $332.6 million, and they position us well for future growth. We also returned $110.7 million to our shareholders through dividends ($82.9 million) and share repurchases (70,689 shares of our common stock for a total of $27.8 million). We issued $250 million of fixed rate long-term debt in a private placement transaction and repaid $156.0 million under our revolving credit facility.\nAs we look forward to 2018 and beyond, we expect continued strength in our petroleum additives sales and shipments. Our views toward the fundamentals of our industry remain unchanged with the petroleum additives market growing at 1% to 2% for the foreseeable future, and we expect to exceed that growth rate. Our ongoing focus in 2018 will be to recover our margins so that they continue to be within the historical ranges our stakeholders have come to expect.\nWe continue to make decisions to promote long-term value for our shareholders and customers, and we remain focused on our long-term objectives. This is evidenced by our ongoing investments in supply capability and our technology- driven initiatives. We believe the fundamentals of how we run our business - a long-term view, safety-first culture, customer-focused solutions, technology-driven product offerings, and world-class supply chain capability - will continue to be beneficial for all of our stakeholders.\nSincerely,\nThomas E. Gottwald\nThe Company has disclosed the non-GAAP financial measure EBITDA and the related calculation in the schedules included with this earnings release. EBITDA is defined as income from continuing operations before the deduction of interest and financing expenses, income taxes, depreciation and amortization. The Company believes that even though this item is not required by or presented in accordance with United States generally accepted accounting principles (GAAP), this additional measure enhances understanding of the Company’s performance and period to period comparability. The Company believes that this item should not be considered an alternative to net income determined under GAAP.\nAs a reminder, a conference call and Internet webcast is scheduled for 9:00 a.m. EST on Wednesday, February 7, 2018, to review fourth quarter and year-end 2017 financial results. You can access the conference call live by dialing 1-877-407-9210 (domestic) or 1-201-689-8049 (international) and requesting the NewMarket conference call. To avoid delays, callers should dial in five minutes early. A teleconference replay of the call will be available until February 14, 2018 at 11:59 p.m. EST by dialing 1-877-481-4010 (domestic) or 1-919-882-2331 (international). The replay ID number is 23857. The call will also be broadcast via the Internet and can be accessed through the Company’s website at www.NewMarket.com or www.investorcalendar.com . A webcast replay will be available for 30 days.\nNewMarket Corporation, through its subsidiaries Afton Chemical Corporation and Ethyl Corporation, develops, manufactures, blends, and delivers chemical additives that enhance the performance of petroleum products. From custom-formulated additive packages to market-general additives, the NewMarket family of companies provides the world with the technology to make engines run smoother, machines last longer, and fuels burn cleaner.\nSome of the information contained in this press release constitutes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Although NewMarket’s management believes its expectations are based on reasonable assumptions within the bounds of its knowledge of its business and operations, there can be no assurance that actual results will not differ materially from expectations.\nFactors that could cause actual results to differ materially from expectations include, but are not limited to, the availability of raw materials and distribution systems; disruptions at manufacturing facilities, including single-sourced facilities; the ability to respond effectively to technological changes in our industry; failure to protect our intellectual property rights; failure to attract and retain a highly-qualified workforce; hazards common to chemical businesses; competition from other manufacturers; sudden or sharp raw material price increases; the gain or loss of significant customers; the occurrence or threat of extraordinary events, including natural disasters and terrorist attacks; risks related to operating outside of the United States; the impact of fluctuations in foreign exchange rates; an information technology system failure or security breach; political, economic, and regulatory factors concerning our products; current and future governmental regulations; resolution of environmental liabilities or legal proceedings; our inability to realize expected benefits from investment in our infrastructure or from recent or future acquisitions, or our inability to successfully integrate recent or future acquisitions into our business; and other factors detailed from time to time in the reports that NewMarket files with the Securities and Exchange Commission, including the risk factors in Item 1A. “Risk Factors” of our 2016 Annual Report on Form 10-K, which is available to shareholders upon request.\nYou should keep in mind that any forward-looking statement made by NewMarket in the foregoing discussion speaks only as of the date on which such forward-looking statement is made. New risks and uncertainties arise from time to time, and it is impossible for us to predict these events or how they may affect the Company. We have no duty to, and do not intend to, update or revise the forward-looking statements in this discussion after the date hereof, except as may be required by law. In light of these risks and uncertainties, you should keep in mind that the events described in any forward-looking statement made in this discussion, or elsewhere, might not occur.\nNEWMARKET CORPORATION AND SUBSIDIARIES\nSEGMENT RESULTS AND OTHER FINANCIAL INFORMATION\n(In thousands, except per-share amounts, unaudited)\nFourth Quarter Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Revenue: Petroleum additives $ 556,938 $ 499,985 $ 2,187,283 $ 2,034,645 All other (a) 3,044 1,642 11,121 14,806 Total $ 559,982 $ 501,627 $ 2,198,404 $ 2,049,451 Segment operating profit: Petroleum additives $ 77,897 $ 75,601 $ 359,832 $ 384,906 All other (a) 1,237 (1,434 ) 4,318 530 Segment operating profit 79,134 74,167 364,150 385,436 Corporate unallocated expense (9,320 ) (5,387 ) (27,604 ) (21,783 ) Interest and financing expenses (5,360 ) (4,323 ) (21,856 ) (16,785 ) Other income (expense), net 488 (483 ) 752 (3,660 ) Income before income tax expense $ 64,942 $ 63,974 $ 315,442 $ 343,208 Net income $ 4,072 $ 45,672 $ 190,509 $ 243,441 Earnings per share - basic and diluted $ 0.35 $ 3.86 $ 16.08 $ 20.54 Notes to Segment Results and Other Financial Information\n(a) \"All other\" includes the results of our tetraethyl lead (TEL) business, as well as certain contracted manufacturing and services associated with Ethyl Corporation. NEWMARKET CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF INCOME\n(In thousands, except per-share amounts, unaudited)\nFourth Quarter Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Net sales $ 559,982 $ 501,627 $ 2,198,404 $ 2,049,451 Cost of goods sold 413,390 352,217 1,556,386 1,368,690 Gross profit 146,592 149,410 642,018 680,761 Selling, general, and administrative expenses 43,505 40,936 165,056 161,112 Research, development, and testing expenses 32,837 40,308 140,193 156,959 Operating profit 70,250 68,166 336,769 362,690 Interest and financing expenses, net 5,360 4,323 21,856 16,785 Other income (expense), net 52 131 529 (2,697 ) Income before income tax expense 64,942 63,974 315,442 343,208 Income tax expense 60,870 18,302 124,933 99,767 Net income $ 4,072 $ 45,672 $ 190,509 $ 243,441 Earnings per share - basic and diluted $ 0.35 $ 3.86 $ 16.08 $ 20.54 Cash dividends declared per share $ 1.75 $ 1.60 $ 7.00 $ 6.40 NEWMARKET CORPORATION AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\n(In thousands except share amounts, unaudited)\nDecember 31,\n2017 December 31,\n2016 ASSETS Current assets: Cash and cash equivalents $ 84,166 $ 192,154 Trade and other accounts receivable, less allowance for doubtful accounts ($215 - 2017; $710 - 2016) 335,317 306,916 Inventories 383,097 311,512 Prepaid expenses and other current assets 31,074 26,301 Total current assets 833,654 836,883 Property, plant, and equipment, at cost 1,474,962 1,264,957 Less accumulated depreciation and amortization 822,681 761,212 Net property, plant, and equipment 652,281 503,745 Intangibles (net of amortization) and goodwill 144,337 10,436 Prepaid pension cost 66,495 25,800 Deferred income taxes 4,349 29,063 Deferred charges and other assets 11,038 10,509 Total assets $ 1,712,154 $ 1,416,436 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities: Accounts payable $ 159,408 $ 141,869 Accrued expenses 107,999 104,082 Dividends payable 19,055 17,478 Income taxes payable 16,340 17,573 Other current liabilities 13,991 13,588 Total current liabilities 316,793 294,590 Long-term debt 602,900 507,275 Other noncurrent liabilities 190,812 131,320 Total liabilities 1,110,505 933,185 Shareholders' equity: Common stock and paid-in capital (without par value; issued and outstanding shares - 11,779,978 at December 31, 2017 and 11,845,972 at December 31, 2016) 0\n1,603 Accumulated other comprehensive loss (145,994 ) (182,510 ) Retained earnings 747,643 664,158 Total shareholders' equity 601,649 483,251 Total liabilities and shareholders' equity $ 1,712,154 $ 1,416,436 NEWMARKET CORPORATION AND SUBSIDIARIES\nSELECTED CONSOLIDATED CASH FLOW DATA\n(In thousands, unaudited)\nTwelve Months Ended\nDecember 31, 2017 2016 Net income $ 190,509 $ 243,441 Depreciation and amortization 55,340 44,893 Cash pension and postretirement contributions (26,264 ) (25,898 ) Noncash pension and postretirement expense 7,959 12,829 Working capital changes (36,326 ) 20,815 Deferred income tax expense (benefit) 27,375 19,185 Tax Reform Act expense 31,375 0\nCapital expenditures (148,713 ) (142,874 ) Acquisition of business (net of $1,131 cash acquired) (183,930 ) 0 Net (repayments) borrowings under revolving credit facility (156,000 ) 11,000 Issuance of 3.78% senior notes 250,000 0 Repurchases of common stock (25,998 ) (35,815 ) Dividends paid (82,885 ) (75,829 ) All other (10,430 ) 26,983 (Decrease) increase in cash and cash equivalents $ (107,988 ) $ 98,730 NEWMARKET CORPORATION AND SUBSIDIARIES\nNON-GAAP FINANCIAL INFORMATION\n(In thousands, unaudited)\nFourth Quarter Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Net Income $ 4,072 $ 45,672 $ 190,509 $ 243,441 Add: Interest and financing expenses, net 5,360 4,323 21,856 16,785 Income tax expense 60,870 18,302 124,933 99,767 Depreciation and amortization 15,860 11,884 54,240 43,808 EBITDA $ 86,162 $ 80,181 $ 391,538 $ 403,801\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180206006275/en/\nNewMarket Corporation\nBrian D. Paliotti, 804-788-5555\nInvestor Relations\nFax: 804-788-5688\ninvestorrelations@newmarket.com\nSource: NewMarket Corporation",
    "published": "2018-02-07T01:01:00.000+02:00",
    "crawled": "2018-02-07T04:01:57.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "petroleum",
        "additive",
        "fourth",
        "quarter",
        "operating",
        "profit",
        "million",
        "full",
        "year",
        "operating",
        "profit",
        "million",
        "petroleum",
        "additive",
        "fourth",
        "quarter",
        "shipment",
        "full",
        "year",
        "shipment",
        "million",
        "tax",
        "charge",
        "fourth",
        "quarter",
        "related",
        "tax",
        "reform",
        "legislation",
        "richmond",
        "business",
        "wire",
        "newmarket",
        "corporation",
        "nyse",
        "neu",
        "chairman",
        "chief",
        "executive",
        "officer",
        "thomas",
        "gottwald",
        "released",
        "following",
        "earnings",
        "report",
        "company",
        "operation",
        "fourth",
        "quarter",
        "full",
        "year",
        "profit",
        "income",
        "tax",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "profit",
        "income",
        "tax",
        "million",
        "compared",
        "million",
        "net",
        "income",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "net",
        "income",
        "period",
        "included",
        "estimated",
        "impact",
        "tax",
        "reform",
        "act",
        "enacted",
        "december",
        "commonly",
        "known",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "act",
        "sale",
        "petroleum",
        "additive",
        "segment",
        "fourth",
        "quarter",
        "million",
        "versus",
        "period",
        "last",
        "year",
        "petroleum",
        "additive",
        "operating",
        "profit",
        "fourth",
        "quarter",
        "million",
        "higher",
        "fourth",
        "quarter",
        "operating",
        "profit",
        "last",
        "year",
        "million",
        "increase",
        "mainly",
        "due",
        "increased",
        "shipment",
        "change",
        "selling",
        "price",
        "product",
        "mix",
        "partially",
        "offset",
        "higher",
        "raw",
        "material",
        "conversion",
        "cost",
        "shipment",
        "period",
        "last",
        "year",
        "increase",
        "lubricant",
        "additive",
        "fuel",
        "additive",
        "shipment",
        "region",
        "contributed",
        "increase",
        "lubricant",
        "additive",
        "shipment",
        "europe",
        "primary",
        "driver",
        "increase",
        "fuel",
        "additive",
        "shipment",
        "year",
        "petroleum",
        "additive",
        "sale",
        "billion",
        "compared",
        "sale",
        "billion",
        "increase",
        "petroleum",
        "additive",
        "operating",
        "profit",
        "million",
        "lower",
        "last",
        "year",
        "million",
        "decrease",
        "due",
        "mainly",
        "higher",
        "raw",
        "material",
        "conversion",
        "cost",
        "change",
        "selling",
        "price",
        "product",
        "mix",
        "partially",
        "offset",
        "increased",
        "shipment",
        "throughout",
        "much",
        "faced",
        "headwind",
        "raw",
        "material",
        "cost",
        "rising",
        "margin",
        "suffered",
        "unable",
        "adjust",
        "often",
        "fast",
        "enough",
        "compensate",
        "cost",
        "increase",
        "effort",
        "recover",
        "cost",
        "increase",
        "continuing",
        "shipment",
        "increased",
        "versus",
        "increase",
        "lubricant",
        "additive",
        "fuel",
        "additive",
        "shipment",
        "europe",
        "asia",
        "pacific",
        "latin",
        "america",
        "region",
        "contributing",
        "increase",
        "lubricant",
        "additive",
        "shipment",
        "europe",
        "primary",
        "driver",
        "increase",
        "fuel",
        "additive",
        "shipment",
        "income",
        "tax",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "primary",
        "driver",
        "increase",
        "income",
        "tax",
        "expense",
        "comparative",
        "period",
        "deemed",
        "repatriation",
        "tax",
        "untaxed",
        "accumulated",
        "foreign",
        "earnings",
        "result",
        "tax",
        "reform",
        "act",
        "recorded",
        "million",
        "additional",
        "income",
        "tax",
        "expense",
        "fourth",
        "quarter",
        "related",
        "estimate",
        "total",
        "effect",
        "tax",
        "reform",
        "act",
        "continue",
        "assess",
        "impact",
        "new",
        "law",
        "addition",
        "fourth",
        "quarter",
        "included",
        "impact",
        "recording",
        "certain",
        "deferred",
        "tax",
        "liability",
        "associated",
        "singapore",
        "plant",
        "year",
        "strengthened",
        "ability",
        "serve",
        "customer",
        "worldwide",
        "completing",
        "construction",
        "phase",
        "singapore",
        "manufacturing",
        "facility",
        "acquisition",
        "aditivos",
        "mexicano",
        "de",
        "petroleum",
        "additive",
        "manufacturing",
        "sale",
        "distribution",
        "company",
        "based",
        "mexico",
        "city",
        "mexico",
        "investment",
        "along",
        "capital",
        "expenditure",
        "totaled",
        "million",
        "position",
        "u",
        "well",
        "future",
        "growth",
        "also",
        "returned",
        "million",
        "shareholder",
        "dividend",
        "million",
        "share",
        "repurchase",
        "share",
        "common",
        "stock",
        "total",
        "million",
        "issued",
        "million",
        "fixed",
        "rate",
        "debt",
        "private",
        "placement",
        "transaction",
        "repaid",
        "million",
        "revolving",
        "credit",
        "facility",
        "look",
        "forward",
        "beyond",
        "expect",
        "continued",
        "strength",
        "petroleum",
        "additive",
        "sale",
        "shipment",
        "view",
        "toward",
        "fundamental",
        "industry",
        "remain",
        "unchanged",
        "petroleum",
        "additive",
        "market",
        "growing",
        "foreseeable",
        "future",
        "expect",
        "exceed",
        "growth",
        "rate",
        "ongoing",
        "focus",
        "recover",
        "margin",
        "continue",
        "within",
        "historical",
        "range",
        "stakeholder",
        "come",
        "expect",
        "continue",
        "make",
        "decision",
        "promote",
        "value",
        "shareholder",
        "customer",
        "remain",
        "focused",
        "objective",
        "evidenced",
        "ongoing",
        "investment",
        "supply",
        "capability",
        "driven",
        "initiative",
        "believe",
        "fundamental",
        "run",
        "business",
        "view",
        "culture",
        "solution",
        "product",
        "offering",
        "supply",
        "chain",
        "capability",
        "continue",
        "beneficial",
        "stakeholder",
        "sincerely",
        "thomas",
        "gottwald",
        "company",
        "disclosed",
        "financial",
        "measure",
        "ebitda",
        "related",
        "calculation",
        "schedule",
        "included",
        "earnings",
        "release",
        "ebitda",
        "defined",
        "income",
        "continuing",
        "operation",
        "deduction",
        "interest",
        "financing",
        "expense",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "company",
        "belief",
        "even",
        "though",
        "item",
        "required",
        "presented",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "additional",
        "measure",
        "enhances",
        "understanding",
        "company",
        "performance",
        "period",
        "period",
        "comparability",
        "company",
        "belief",
        "item",
        "considered",
        "alternative",
        "net",
        "income",
        "determined",
        "gaap",
        "reminder",
        "conference",
        "call",
        "internet",
        "webcast",
        "scheduled",
        "est",
        "wednesday",
        "february",
        "review",
        "fourth",
        "quarter",
        "financial",
        "result",
        "access",
        "conference",
        "call",
        "live",
        "dialing",
        "domestic",
        "international",
        "requesting",
        "newmarket",
        "conference",
        "call",
        "avoid",
        "delay",
        "caller",
        "dial",
        "five",
        "minute",
        "early",
        "teleconference",
        "replay",
        "call",
        "available",
        "february",
        "est",
        "dialing",
        "domestic",
        "international",
        "replay",
        "id",
        "number",
        "call",
        "also",
        "broadcast",
        "via",
        "internet",
        "accessed",
        "company",
        "website",
        "webcast",
        "replay",
        "available",
        "day",
        "newmarket",
        "corporation",
        "subsidiary",
        "afton",
        "chemical",
        "corporation",
        "ethyl",
        "corporation",
        "develops",
        "manufacture",
        "blend",
        "delivers",
        "chemical",
        "additive",
        "enhance",
        "performance",
        "petroleum",
        "product",
        "additive",
        "package",
        "additive",
        "newmarket",
        "family",
        "company",
        "provides",
        "world",
        "technology",
        "make",
        "engine",
        "run",
        "smoother",
        "machine",
        "last",
        "longer",
        "fuel",
        "burn",
        "cleaner",
        "information",
        "contained",
        "press",
        "release",
        "constitutes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "although",
        "newmarket",
        "management",
        "belief",
        "expectation",
        "based",
        "reasonable",
        "assumption",
        "within",
        "bound",
        "knowledge",
        "business",
        "operation",
        "assurance",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "include",
        "limited",
        "availability",
        "raw",
        "material",
        "distribution",
        "system",
        "disruption",
        "manufacturing",
        "facility",
        "including",
        "facility",
        "ability",
        "respond",
        "effectively",
        "technological",
        "change",
        "industry",
        "failure",
        "protect",
        "intellectual",
        "property",
        "right",
        "failure",
        "attract",
        "retain",
        "workforce",
        "hazard",
        "common",
        "chemical",
        "business",
        "competition",
        "manufacturer",
        "sudden",
        "sharp",
        "raw",
        "material",
        "price",
        "increase",
        "gain",
        "loss",
        "significant",
        "customer",
        "occurrence",
        "threat",
        "extraordinary",
        "event",
        "including",
        "natural",
        "disaster",
        "terrorist",
        "attack",
        "risk",
        "related",
        "operating",
        "outside",
        "united",
        "state",
        "impact",
        "fluctuation",
        "foreign",
        "exchange",
        "rate",
        "information",
        "technology",
        "system",
        "failure",
        "security",
        "breach",
        "political",
        "economic",
        "regulatory",
        "factor",
        "concerning",
        "product",
        "current",
        "future",
        "governmental",
        "regulation",
        "resolution",
        "environmental",
        "liability",
        "legal",
        "proceeding",
        "inability",
        "realize",
        "expected",
        "benefit",
        "investment",
        "infrastructure",
        "recent",
        "future",
        "acquisition",
        "inability",
        "successfully",
        "integrate",
        "recent",
        "future",
        "acquisition",
        "business",
        "factor",
        "detailed",
        "time",
        "time",
        "report",
        "newmarket",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "risk",
        "factor",
        "item",
        "1a",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "available",
        "shareholder",
        "upon",
        "request",
        "keep",
        "mind",
        "statement",
        "made",
        "newmarket",
        "foregoing",
        "discussion",
        "speaks",
        "date",
        "statement",
        "made",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "impossible",
        "u",
        "predict",
        "event",
        "may",
        "affect",
        "company",
        "duty",
        "intend",
        "update",
        "revise",
        "statement",
        "discussion",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "law",
        "light",
        "risk",
        "uncertainty",
        "keep",
        "mind",
        "event",
        "described",
        "statement",
        "made",
        "discussion",
        "elsewhere",
        "might",
        "occur",
        "newmarket",
        "corporation",
        "subsidiary",
        "segment",
        "result",
        "financial",
        "information",
        "thousand",
        "except",
        "amount",
        "unaudited",
        "fourth",
        "quarter",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "petroleum",
        "additive",
        "total",
        "segment",
        "operating",
        "profit",
        "petroleum",
        "additive",
        "segment",
        "operating",
        "profit",
        "corporate",
        "unallocated",
        "expense",
        "interest",
        "financing",
        "expense",
        "income",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "note",
        "segment",
        "result",
        "financial",
        "information",
        "includes",
        "result",
        "tetraethyl",
        "lead",
        "tel",
        "business",
        "well",
        "certain",
        "contracted",
        "manufacturing",
        "service",
        "associated",
        "ethyl",
        "corporation",
        "newmarket",
        "corporation",
        "subsidiary",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "amount",
        "unaudited",
        "fourth",
        "quarter",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "testing",
        "expense",
        "operating",
        "profit",
        "interest",
        "financing",
        "expense",
        "net",
        "income",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "cash",
        "dividend",
        "declared",
        "per",
        "share",
        "newmarket",
        "corporation",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "amount",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "cost",
        "less",
        "accumulated",
        "depreciation",
        "amortization",
        "net",
        "property",
        "plant",
        "equipment",
        "intangible",
        "net",
        "amortization",
        "goodwill",
        "prepaid",
        "pension",
        "cost",
        "deferred",
        "income",
        "tax",
        "deferred",
        "charge",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "dividend",
        "payable",
        "income",
        "tax",
        "payable",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "common",
        "stock",
        "capital",
        "without",
        "par",
        "value",
        "issued",
        "outstanding",
        "share",
        "december",
        "december",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "newmarket",
        "corporation",
        "subsidiary",
        "selected",
        "consolidated",
        "cash",
        "flow",
        "data",
        "thousand",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "december",
        "net",
        "income",
        "depreciation",
        "amortization",
        "cash",
        "pension",
        "postretirement",
        "contribution",
        "noncash",
        "pension",
        "postretirement",
        "expense",
        "working",
        "capital",
        "change",
        "deferred",
        "income",
        "tax",
        "expense",
        "benefit",
        "tax",
        "reform",
        "act",
        "expense",
        "capital",
        "expenditure",
        "acquisition",
        "business",
        "net",
        "cash",
        "acquired",
        "net",
        "repayment",
        "borrowing",
        "revolving",
        "credit",
        "facility",
        "issuance",
        "senior",
        "note",
        "repurchase",
        "common",
        "stock",
        "dividend",
        "paid",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "newmarket",
        "corporation",
        "subsidiary",
        "financial",
        "information",
        "thousand",
        "unaudited",
        "fourth",
        "quarter",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "net",
        "income",
        "add",
        "interest",
        "financing",
        "expense",
        "net",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "view",
        "source",
        "version",
        "http",
        "newmarket",
        "corporation",
        "brian",
        "paliotti",
        "investor",
        "relation",
        "fax",
        "investorrelations",
        "source",
        "newmarket",
        "corporation"
    ]
}