{
    "organizations": [],
    "uuid": "b49ef68069d1dc66ee5165aa09dd0edfe9bb95f1",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/20/11-amazon-hq2-final-cities-in-states-lacking-lgbt-discrimination-laws.html",
    "ord_in_thread": 0,
    "title": "Statehouse politics creating trouble for more than half of Amazon HQ2 finalist cities",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Joshua Roberts | Reuters Although Amazon's history demonstrates it will not discriminate against employees, LGBT advocates worry about what will happen when family members look for work, apply for housing or adopt children. \nAmazon has narrowed the potential host cities for its second headquarters, known as HQ2, down to 20 metro areas that match many of its stated requirements. But there's another way to look at the finalists: More than half of the 20 cities are in states that lack nondiscrimination laws. Eleven cities, to be exact, across nine states that don't have legal protections against firing an employee based on sexual orientation. That has caught the attention of advocates for nondiscrimination laws protecting LGBT citizens. \nLGBT activist group No Gay? No Way! had a plane fly over Amazon's headquarters in Seattle with a \"No Gay? No Way!\" banner on Feb. 1. Digital ads ran in Seattle and within the nine states, reading: \"Hey, Alexa? Why would Amazon even consider putting HQ2 in a state that discriminates against LGBT people?\" A truck carried a mobile billboard around Seattle with this same message. show chapters 9:10 AM ET Fri, 2 Feb 2018 | 00:29 \nFinalist cities are refining their pitches based on many of the factors that usually motivate corporations in site selection — economic development opportunities, transportation access and infrastructure, skilled labor force and quality-of-life measurements, like education and real estate costs. But \"culture community fit\" also is included as a factor in Amazon's decision-making matrix, which consists of eight \"key preferences and decision drivers. \" \nLGBT advocates are focused on Amazon's history as a progressive company that supports its LGBT employees. The Amazon affinity group Glamazon formed in 1999 as an email list for the company's LGBT community before becoming an official group in 2005. Bezos accepted an Equality Award from the Human Rights Campaign this past November, and the company scored perfect on the HRC's corporate equality index. Source: No Gay? No Way! The activist group No Gay? No Way! is pressuring Amazon to choose a state with nondiscrimination laws. \nThe nine states lacking nondiscrimination laws and their 11 finalist metro areas are Florida (Miami), Georgia (Atlanta), Indiana (Indianapolis), North Carolina (Raleigh), Ohio (Columbus), Pennsylvania (Philadelphia and Pittsburgh), Tennessee (Nashville), Texas (Austin and Dallas) and Virginia (Northern Virginia). \n\"They lack comprehensive legal protections for LGBT citizens,\" said Conor Gaughan, the campaign manager of No Gay? No Way! \nAlthough Amazon's history demonstrates it will not discriminate against employees, No Gay? No Way! worries about what will happen when family members look for work. Earlier in February a woman was fired from her job as a Catholic schoolteacher in Miami after her same-sex wedding. The group also worries about employees facing discrimination in other walks of life, such as housing and adopting children. The blue city in a red-state problem \nThe cities themselves are progressive. Austin and Pittsburgh, both finalists for HQ2 and located in states without nondiscrimination laws, scored perfect 100s on the HRC's municipal equality index . But mayors in these cities are aware of the state-level issues they must combat. \nAustin Mayor Steve Adler has faced the challenges of running a socially progressive city in a conservative state since taking office in 2015. \n\"A lot of what we do in the city is fight for local liberty and local control,\" Adler said. \"We fight for the ability of the community to express its values.\" \nAdler believes Austin's focus on inclusivity has actually helped the city's economy. Austin's unemployment rate is 1.4 percent lower than the rest of Texas . Adler says the city accounts for 30 percent of the state's patents and has more start-ups per capita than any other city in Texas. He stresses these statistics to state officials when trying to convince them to make Texas more inclusive, and he argues that diversity in cities is good in the same way that diversity in a portfolio is good. \nDallas Mayor Mike Rawlings told CNBC last month at the United States Conference of Mayors that the broader Texas \"red state\" reputation is an issue , especially given the tech industry's focus on social tolerance, but he stressed that Dallas is \"a blue city in a red state,\" which has scored 100 on the LGBT Index for the past three years. \"There are concerns at the state level, but we are working through that,\" he told CNBC. \nThis support from cities is not lost on advocates. \"Every activist is grateful for friends in these municipalities,\" Gaughan said. But worries arise about what will happen when LGBT employees leave the safe haven of the city. In North Carolina and Tennessee, state laws actually prohibit cities from enacting their own local nondiscrimination laws . \"A lot of what we do in the city is fight for local liberty and local control.\" -Steve Adler, mayor of Austin, Texas \nThe conflict between cities and states puts Amazon in a difficult position. Although the company wants to maintain its progressive image, the need to pick a growing city with great talent persists. \nAn Amazon spokesperson stressed the importance of \"culture community fit\" in Amazon's consideration for HQ2. The culture community fit section in Amazon's request for proposals reads: \"The Project requires a compatible cultural and community environment for its long-term success. This includes the presence and support of a diverse population, excellent institutions of higher education, local government structure and elected officials eager and willing to work with the company, among other attributes.\" \nAmazon avoiding a city like Austin or Atlanta could be seen as punishing a city for the sins of the state. The economic impact would mean far more to the progressive cities than it would to the socially conservative states. In fact, some have made the argument that the arrival of Amazon could help flip a state from red to blue in future elections. In Georgia, for example, politicians are already using Amazon's potential to push more progressive laws . \n\"There are pretty significant challenges with being a blue city in a red state,\" Adler said. But he thinks if Amazon moves HQ2 to Austin, it will help the city's progressive nature spread throughout the state. \n\"Texas is changing over time,\" Adler said. \"A lot of values in Austin are values that are shared in the state but might not take form yet because of the politics.\" show chapters 1:56 PM ET Mon, 20 Nov 2017 | 02:10 \nThe Human Rights Campaign believes that Amazon can be a powerful agent of positive change but knows the issue is complex. \"Employees shouldn't have to worry about day-to-day lives, dry cleaning or apartment hunting,\" said Sarah Warbelow, the legal director at HRC. \"We're certainly hopeful that wherever they locate, they and their employees will continue to advocate for the LGBT community.\" \nOther advocates see the choice in starker terms: Amazon could send a better message and do more good simply by avoiding states without nondiscrimination laws. \n\"No one should be asked to leave a restaurant, rejected for an apartment or mistreated at work because of who they are,\" Anthony Michael Kreis, a law professor at Chicago-Kent College of Law, wrote in an email to CNBC. He specializes in employment discrimination and the treatment of vulnerable persons . He has consulted on same-sex marriage cases in numerous states, including Georgia. \"When the law doesn't provide recourse for that kind of discrimination, people are left out in the cold as second-class citizens,\" he said. \nNo Gay? No Way! understands Amazon's immense power to change a state's culture. \"It is a risk that they could or could not, and it's not a risk that we think is worth taking,\" Gaughan said. And if Amazon ends up picking a state like Georgia, \"our campaign will shift to focus that Amazon does everything in its power to protect its workers.\" \nAmazon has stated its intention to choose the HQ2 winning city in 2018. \n— By Rick Morgan, special to CNBC.com WATCH: Amazon's new headquarters search down to these 20 cities show chapters",
    "published": "2018-02-20T15:31:00.000+02:00",
    "crawled": "2018-02-20T15:44:01.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "joshua",
        "robert",
        "reuters",
        "although",
        "amazon",
        "history",
        "demonstrates",
        "discriminate",
        "employee",
        "lgbt",
        "advocate",
        "worry",
        "happen",
        "family",
        "member",
        "look",
        "work",
        "apply",
        "housing",
        "adopt",
        "child",
        "amazon",
        "narrowed",
        "potential",
        "host",
        "city",
        "second",
        "headquarters",
        "known",
        "hq2",
        "metro",
        "area",
        "match",
        "many",
        "stated",
        "requirement",
        "another",
        "way",
        "look",
        "finalist",
        "half",
        "city",
        "state",
        "lack",
        "nondiscrimination",
        "law",
        "eleven",
        "city",
        "exact",
        "across",
        "nine",
        "state",
        "legal",
        "protection",
        "firing",
        "employee",
        "based",
        "sexual",
        "orientation",
        "caught",
        "attention",
        "advocate",
        "nondiscrimination",
        "law",
        "protecting",
        "lgbt",
        "citizen",
        "lgbt",
        "activist",
        "group",
        "gay",
        "way",
        "plane",
        "fly",
        "amazon",
        "headquarters",
        "seattle",
        "gay",
        "way",
        "banner",
        "digital",
        "ad",
        "ran",
        "seattle",
        "within",
        "nine",
        "state",
        "reading",
        "hey",
        "alexa",
        "would",
        "amazon",
        "even",
        "consider",
        "putting",
        "hq2",
        "state",
        "discriminates",
        "lgbt",
        "people",
        "truck",
        "carried",
        "mobile",
        "billboard",
        "around",
        "seattle",
        "message",
        "show",
        "chapter",
        "et",
        "fri",
        "feb",
        "finalist",
        "city",
        "refining",
        "pitch",
        "based",
        "many",
        "factor",
        "usually",
        "motivate",
        "corporation",
        "site",
        "selection",
        "economic",
        "development",
        "opportunity",
        "transportation",
        "access",
        "infrastructure",
        "skilled",
        "labor",
        "force",
        "measurement",
        "like",
        "education",
        "real",
        "estate",
        "cost",
        "culture",
        "community",
        "fit",
        "also",
        "included",
        "factor",
        "amazon",
        "matrix",
        "consists",
        "eight",
        "key",
        "preference",
        "decision",
        "lgbt",
        "advocate",
        "focused",
        "amazon",
        "history",
        "progressive",
        "company",
        "support",
        "lgbt",
        "employee",
        "amazon",
        "affinity",
        "group",
        "glamazon",
        "formed",
        "email",
        "list",
        "company",
        "lgbt",
        "community",
        "becoming",
        "official",
        "group",
        "bezos",
        "accepted",
        "equality",
        "award",
        "human",
        "right",
        "campaign",
        "past",
        "november",
        "company",
        "scored",
        "perfect",
        "hrc",
        "corporate",
        "equality",
        "index",
        "source",
        "gay",
        "way",
        "activist",
        "group",
        "gay",
        "way",
        "pressuring",
        "amazon",
        "choose",
        "state",
        "nondiscrimination",
        "law",
        "nine",
        "state",
        "lacking",
        "nondiscrimination",
        "law",
        "finalist",
        "metro",
        "area",
        "florida",
        "miami",
        "georgia",
        "atlanta",
        "indiana",
        "indianapolis",
        "north",
        "carolina",
        "raleigh",
        "ohio",
        "columbus",
        "pennsylvania",
        "philadelphia",
        "pittsburgh",
        "tennessee",
        "nashville",
        "texas",
        "austin",
        "dallas",
        "virginia",
        "northern",
        "virginia",
        "lack",
        "comprehensive",
        "legal",
        "protection",
        "lgbt",
        "citizen",
        "said",
        "conor",
        "gaughan",
        "campaign",
        "manager",
        "gay",
        "way",
        "although",
        "amazon",
        "history",
        "demonstrates",
        "discriminate",
        "employee",
        "gay",
        "way",
        "worry",
        "happen",
        "family",
        "member",
        "look",
        "work",
        "earlier",
        "february",
        "woman",
        "fired",
        "job",
        "catholic",
        "schoolteacher",
        "miami",
        "wedding",
        "group",
        "also",
        "worry",
        "employee",
        "facing",
        "discrimination",
        "walk",
        "life",
        "housing",
        "adopting",
        "child",
        "blue",
        "city",
        "problem",
        "city",
        "progressive",
        "austin",
        "pittsburgh",
        "finalist",
        "hq2",
        "located",
        "state",
        "without",
        "nondiscrimination",
        "law",
        "scored",
        "perfect",
        "100",
        "hrc",
        "municipal",
        "equality",
        "index",
        "mayor",
        "city",
        "aware",
        "issue",
        "must",
        "combat",
        "austin",
        "mayor",
        "steve",
        "adler",
        "faced",
        "challenge",
        "running",
        "socially",
        "progressive",
        "city",
        "conservative",
        "state",
        "since",
        "taking",
        "office",
        "lot",
        "city",
        "fight",
        "local",
        "liberty",
        "local",
        "control",
        "adler",
        "said",
        "fight",
        "ability",
        "community",
        "express",
        "value",
        "adler",
        "belief",
        "austin",
        "focus",
        "inclusivity",
        "actually",
        "helped",
        "city",
        "economy",
        "austin",
        "unemployment",
        "rate",
        "percent",
        "lower",
        "rest",
        "texas",
        "adler",
        "say",
        "city",
        "account",
        "percent",
        "state",
        "patent",
        "per",
        "caput",
        "city",
        "texas",
        "stress",
        "statistic",
        "state",
        "official",
        "trying",
        "convince",
        "make",
        "texas",
        "inclusive",
        "argues",
        "diversity",
        "city",
        "good",
        "way",
        "diversity",
        "portfolio",
        "good",
        "dallas",
        "mayor",
        "mike",
        "rawlings",
        "told",
        "cnbc",
        "last",
        "month",
        "united",
        "state",
        "conference",
        "mayor",
        "broader",
        "texas",
        "red",
        "state",
        "reputation",
        "issue",
        "especially",
        "given",
        "tech",
        "industry",
        "focus",
        "social",
        "tolerance",
        "stressed",
        "dallas",
        "blue",
        "city",
        "red",
        "state",
        "scored",
        "lgbt",
        "index",
        "past",
        "three",
        "year",
        "concern",
        "state",
        "level",
        "working",
        "told",
        "cnbc",
        "support",
        "city",
        "lost",
        "advocate",
        "every",
        "activist",
        "grateful",
        "friend",
        "municipality",
        "gaughan",
        "said",
        "worry",
        "arise",
        "happen",
        "lgbt",
        "employee",
        "leave",
        "safe",
        "city",
        "north",
        "carolina",
        "tennessee",
        "state",
        "law",
        "actually",
        "prohibit",
        "city",
        "enacting",
        "local",
        "nondiscrimination",
        "law",
        "lot",
        "city",
        "fight",
        "local",
        "liberty",
        "local",
        "control",
        "adler",
        "mayor",
        "austin",
        "texas",
        "conflict",
        "city",
        "state",
        "put",
        "amazon",
        "difficult",
        "position",
        "although",
        "company",
        "want",
        "maintain",
        "progressive",
        "image",
        "need",
        "pick",
        "growing",
        "city",
        "great",
        "talent",
        "persists",
        "amazon",
        "spokesperson",
        "stressed",
        "importance",
        "culture",
        "community",
        "fit",
        "amazon",
        "consideration",
        "hq2",
        "culture",
        "community",
        "fit",
        "section",
        "amazon",
        "request",
        "proposal",
        "read",
        "project",
        "requires",
        "compatible",
        "cultural",
        "community",
        "environment",
        "success",
        "includes",
        "presence",
        "support",
        "diverse",
        "population",
        "excellent",
        "institution",
        "higher",
        "education",
        "local",
        "government",
        "structure",
        "elected",
        "official",
        "eager",
        "willing",
        "work",
        "company",
        "among",
        "attribute",
        "amazon",
        "avoiding",
        "city",
        "like",
        "austin",
        "atlanta",
        "could",
        "seen",
        "punishing",
        "city",
        "sin",
        "state",
        "economic",
        "impact",
        "would",
        "mean",
        "far",
        "progressive",
        "city",
        "would",
        "socially",
        "conservative",
        "state",
        "fact",
        "made",
        "argument",
        "arrival",
        "amazon",
        "could",
        "help",
        "flip",
        "state",
        "red",
        "blue",
        "future",
        "election",
        "georgia",
        "example",
        "politician",
        "already",
        "using",
        "amazon",
        "potential",
        "push",
        "progressive",
        "law",
        "pretty",
        "significant",
        "challenge",
        "blue",
        "city",
        "red",
        "state",
        "adler",
        "said",
        "think",
        "amazon",
        "move",
        "hq2",
        "austin",
        "help",
        "city",
        "progressive",
        "nature",
        "spread",
        "throughout",
        "state",
        "texas",
        "changing",
        "time",
        "adler",
        "said",
        "lot",
        "value",
        "austin",
        "value",
        "shared",
        "state",
        "might",
        "take",
        "form",
        "yet",
        "politics",
        "show",
        "chapter",
        "pm",
        "et",
        "mon",
        "nov",
        "human",
        "right",
        "campaign",
        "belief",
        "amazon",
        "powerful",
        "agent",
        "positive",
        "change",
        "know",
        "issue",
        "complex",
        "employee",
        "worry",
        "life",
        "dry",
        "cleaning",
        "apartment",
        "hunting",
        "said",
        "sarah",
        "warbelow",
        "legal",
        "director",
        "hrc",
        "certainly",
        "hopeful",
        "wherever",
        "locate",
        "employee",
        "continue",
        "advocate",
        "lgbt",
        "community",
        "advocate",
        "see",
        "choice",
        "starker",
        "term",
        "amazon",
        "could",
        "send",
        "better",
        "message",
        "good",
        "simply",
        "avoiding",
        "state",
        "without",
        "nondiscrimination",
        "law",
        "one",
        "asked",
        "leave",
        "restaurant",
        "rejected",
        "apartment",
        "mistreated",
        "work",
        "anthony",
        "michael",
        "kreis",
        "law",
        "professor",
        "college",
        "law",
        "wrote",
        "email",
        "cnbc",
        "specializes",
        "employment",
        "discrimination",
        "treatment",
        "vulnerable",
        "person",
        "consulted",
        "marriage",
        "case",
        "numerous",
        "state",
        "including",
        "georgia",
        "law",
        "provide",
        "recourse",
        "kind",
        "discrimination",
        "people",
        "left",
        "cold",
        "citizen",
        "said",
        "gay",
        "way",
        "understands",
        "amazon",
        "immense",
        "power",
        "change",
        "state",
        "culture",
        "risk",
        "could",
        "could",
        "risk",
        "think",
        "worth",
        "taking",
        "gaughan",
        "said",
        "amazon",
        "end",
        "picking",
        "state",
        "like",
        "georgia",
        "campaign",
        "shift",
        "focus",
        "amazon",
        "everything",
        "power",
        "protect",
        "worker",
        "amazon",
        "stated",
        "intention",
        "choose",
        "hq2",
        "winning",
        "city",
        "rick",
        "morgan",
        "special",
        "watch",
        "amazon",
        "new",
        "headquarters",
        "search",
        "city",
        "show",
        "chapter"
    ]
}