{
    "organizations": [],
    "uuid": "a1b5a6508b4b9e82079ed594eabd79856f42a878",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/business-wire-seattle-genetics-commences-tender-offer-for-cascadian-therapeutics-inc.html",
    "ord_in_thread": 0,
    "title": "Seattle Genetics Commences Tender Offer for Cascadian Therapeutics, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOTHELL, Wash.--(BUSINESS WIRE)-- Seattle Genetics, Inc. (NASDAQ:SGEN) today announced that its wholly-owned subsidiary, Valley Acquisition Sub, Inc., has commenced its previously announced tender offer for all outstanding shares of common stock of Cascadian Therapeutics, Inc. (NASDAQ:CASC) at a price of $10.00 per share net to the seller in cash, without interest, less any applicable withholding taxes (the “Offer”). The Offer is being made in connection with the Agreement and Plan of Merger, dated as of January 30, 2018, among Seattle Genetics, Valley Acquisition Sub, and Cascadian Therapeutics.\nThe board of directors of Cascadian Therapeutics has determined that the offer is advisable, fair to and in the best interests of Cascadian Therapeutics and its stockholders and unanimously recommends that the stockholders of Cascadian Therapeutics tender their shares.\nComplete terms and conditions of the tender offer can be found in the Offer to Purchase, Letter of Transmittal and other related materials that will be filed with the Securities and Exchange Commission (the “SEC”) on February 8, 2018. In addition, Cascadian Therapeutics will file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC relating to the offer.\nThe Offer is scheduled to expire at midnight, New York City time, on March 9, 2018 (one minute after 11:59 p.m. Eastern Time on March 8, 2018), unless the Offer is extended or earlier terminated in accordance with the rules and regulations of the SEC and the merger agreement governing the Offer and the related transactions.\nCopies of the Offer to Purchase, Letter of Transmittal and other related materials are available free of charge at the SEC’s website ( www.sec.gov ) or by directing a request to Innisfree M&A Incorporated, the information agent for the tender offer, toll-free at (888) 750-5834. Computershare Trust Company, N.A. is acting as depositary for the tender offer.\nAbout Seattle Genetics\nSeattle Genetics is an innovative biotechnology company dedicated to improving the lives of people with cancer through novel antibody-based therapies. The company’s industry-leading antibody-drug conjugate (ADC) technology harnesses the targeting ability of antibodies to deliver cell-killing agents directly to cancer cells. Seattle Genetics commercializes ADCETRIS® (brentuximab vedotin) for the treatment of several types of CD30-expressing lymphomas. The company is also advancing a robust pipeline of novel therapies for solid tumors and blood-related cancers designed to address significant unmet medical needs and improve treatment outcomes for patients. More information can be found at www.seattlegenetics.com and follow @SeattleGenetics on Twitter.\nAbout Cascadian Therapeutics\nCascadian Therapeutics is a clinical-stage biopharmaceutical company dedicated to developing innovative product candidates for the treatment of cancer. For more information, please visit www.cascadianrx.com .\nAdditional Information about the Transaction\nThis communication is neither an offer to purchase nor a solicitation of an offer to sell any shares of the common stock of Cascadian Therapeutics or any other securities. Valley Acquisition Sub, Inc. and Seattle Genetics, Inc. have filed a tender offer statement on Schedule TO with the SEC and the offer to purchase shares of Cascadian Therapeutics common stock will only be made pursuant to the offer to purchase, the letter of transmittal and related documents filed with such Schedule TO and Cascadian Therapeutics has filed a Solicitation/Recommendation Statement on Schedule 14D-9 relating to the Offer with the SEC. INVESTORS AND SECURITY HOLDERS ARE URGED TO READ BOTH THE TENDER OFFER STATEMENT, AS FILED AND AS IT MAY BE AMENDED FROM TIME TO TIME, AND THE SOLICITATION/RECOMMENDATION STATEMENT, AS FILED AND AS MAY BE AMENDED FROM TIME TO TIME, BECAUSE THEY CONTAIN IMPORTANT INFORMATION REGARDING THE OFFER. Investors and security holders may obtain a free copy of these statements and other documents filed with the SEC at the website maintained by the SEC at www.sec.gov or by directing such requests to Innisfree M&A Incorporated toll-free at (888) 750-5834.\nCautionary Statement Regarding Forward-Looking Statements\nThis communication may contain, in addition to historical information, certain forward-looking statements regarding future events, conditions, circumstances or the future financial performance of Seattle Genetics, Inc., and its affiliates, including Valley Acquisition Sub, Inc. (collectively, “Seattle Genetics”) or Cascadian Therapeutics following completion of the Offer, the merger and other related transactions (the “Transactions”), as well as Seattle Genetics’ preliminary financial results set forth in this communication and other statements herein that are not historical fact. Often, but not always, forward-looking statements can be identified by the use of words such as “plans,” “expects,” “expected,” “scheduled,” “estimates,” “intends,” “anticipates” or “believes,” or variations of such words and phrases or state that certain actions, events, conditions, circumstances or results “may,” “could,” “would,” “might” or “will” be taken, occur or be achieved. Such forward-looking statements are not guarantees or predictions of future performance, and are subject to known and unknown risks, uncertainties and other factors, many of which are beyond our control, that could cause actual results, performance or achievements of Seattle Genetics or Cascadian Therapeutics following completion of the Transactions to differ materially from any future results, performance or achievements expressed or implied by such forward-looking statements. Such risks and uncertainties include: (i) the risk that not all conditions of the Offer or the merger will be satisfied or waived, (ii) uncertainties associated with any aspect of the Transactions, including uncertainties relating to the anticipated timing of filings and approvals relating to the Transactions, the outcome of legal proceedings that may be instituted against Cascadian Therapeutics and/or others relating to the Transactions, the expected timing of completion of the Transactions, the satisfaction of the conditions to the consummation of the Transactions and the ability to complete the Transactions, (iii) the level of product sales in the United States, Canada, the European Union, Japan and other countries in which Seattle Genetics has received approval by relevant regulatory authorities, (iv) the results of discovery efforts and preclinical, clinical and commercial activities by Seattle Genetics or Cascadian Therapeutics, or those of their respective competitors, (v) announcements of the FDA or foreign regulatory approval or non-approval of product candidates, or specific label indications for or restrictions, warnings or limitations in its use, or delays in the regulatory review or approval process, in connection with product candidates, (vi) announcements regarding the results of the clinical trials that each of Seattle Genetics and Cascadian Therapeutics are conducting or may in the future conduct, (vii) announcements regarding, or negative publicity concerning, adverse events associated with the use of Seattle Genetics’ or Cascadian Therapeutics’ respective products or product candidates, (viii) termination of or changes in Seattle Genetics’ or Cascadian Therapeutics’ existing collaborations or licensing arrangements, (ix) entry into additional material strategic transactions including licensing or acquisition of products, businesses or technologies, (x) actions taken by regulatory authorities with respect to product candidates, clinical trials or regulatory filings of Seattle Genetics or Cascadian Therapeutics, (xi) raising of additional capital and the terms upon which Seattle Genetics may raise any additional capital, (xii) market conditions for equity investments in general, or the biotechnology or pharmaceutical industries in particular, (xiii) developments or disputes concerning Seattle Genetics’ or Cascadian Therapeutics’ proprietary rights, (xiv) developments regarding the pending and potential additional related purported securities class action lawsuits, as well as any other potential litigation, (xv) share price and volume fluctuations attributable to inconsistent trading volume levels of Seattle Genetics’ shares, (xvi) changes in government regulations, (xvii) economic or other external factors and (xviii) other factors discussed under the caption “Risk Factors” in each company’s Quarterly Report on Form 10-Q for the quarterly period ended September 30, 2017 and other reports filed with the SEC, including the tender offer documents to be filed by Seattle Genetics and the solicitation/recommendation to be filed by Cascadian Therapeutics. Many of these risks and uncertainties relate to factors that are beyond Seattle Genetics’ ability to control or estimate precisely, and any or all of these forward-looking statements may turn out to be wrong. Seattle Genetics cannot give any assurance that such forward-looking statements will prove to have been correct. The reader is cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this communication. Seattle Genetics disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events, conditions, circumstances or otherwise, except as required by applicable law.\nNothing contained herein shall be deemed to be a forecast, projection or estimate of the future financial performance of Seattle Genetics or Cascadian Therapeutics following completion of the Offer, the merger and other related transactions unless otherwise stated.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180208006516/en/\nSeattle Genetics, Inc.\nInvestors:\nPeggy Pinkston, 425-527-4160\nppinkston@seagen.com\nor\nMedia:\nTricia Larson, 425-527-4180\ntlarson@seagen.com\nSource: Seattle Genetics, Inc.",
    "published": "2018-02-09T01:39:00.000+02:00",
    "crawled": "2018-02-09T05:04:35.033+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bothell",
        "business",
        "wire",
        "seattle",
        "genetics",
        "nasdaq",
        "sgen",
        "today",
        "announced",
        "subsidiary",
        "valley",
        "acquisition",
        "sub",
        "commenced",
        "previously",
        "announced",
        "tender",
        "offer",
        "outstanding",
        "share",
        "common",
        "stock",
        "cascadian",
        "therapeutic",
        "nasdaq",
        "casc",
        "price",
        "per",
        "share",
        "net",
        "seller",
        "cash",
        "without",
        "interest",
        "less",
        "applicable",
        "withholding",
        "tax",
        "offer",
        "offer",
        "made",
        "connection",
        "agreement",
        "plan",
        "merger",
        "dated",
        "january",
        "among",
        "seattle",
        "genetics",
        "valley",
        "acquisition",
        "sub",
        "cascadian",
        "therapeutic",
        "board",
        "director",
        "cascadian",
        "therapeutic",
        "determined",
        "offer",
        "advisable",
        "fair",
        "best",
        "interest",
        "cascadian",
        "therapeutic",
        "stockholder",
        "unanimously",
        "recommends",
        "stockholder",
        "cascadian",
        "therapeutic",
        "tender",
        "share",
        "complete",
        "term",
        "condition",
        "tender",
        "offer",
        "found",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "february",
        "addition",
        "cascadian",
        "therapeutic",
        "file",
        "statement",
        "schedule",
        "sec",
        "relating",
        "offer",
        "offer",
        "scheduled",
        "expire",
        "midnight",
        "new",
        "york",
        "city",
        "time",
        "march",
        "one",
        "minute",
        "eastern",
        "time",
        "march",
        "unless",
        "offer",
        "extended",
        "earlier",
        "terminated",
        "accordance",
        "rule",
        "regulation",
        "sec",
        "merger",
        "agreement",
        "governing",
        "offer",
        "related",
        "transaction",
        "copy",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "directing",
        "request",
        "innisfree",
        "incorporated",
        "information",
        "agent",
        "tender",
        "offer",
        "computershare",
        "trust",
        "company",
        "acting",
        "depositary",
        "tender",
        "offer",
        "seattle",
        "genetics",
        "seattle",
        "genetics",
        "innovative",
        "biotechnology",
        "company",
        "dedicated",
        "improving",
        "life",
        "people",
        "cancer",
        "novel",
        "therapy",
        "company",
        "conjugate",
        "adc",
        "technology",
        "harness",
        "targeting",
        "ability",
        "antibody",
        "deliver",
        "agent",
        "directly",
        "cancer",
        "cell",
        "seattle",
        "genetics",
        "commercializes",
        "brentuximab",
        "vedotin",
        "treatment",
        "several",
        "type",
        "lymphoma",
        "company",
        "also",
        "advancing",
        "robust",
        "pipeline",
        "novel",
        "therapy",
        "solid",
        "tumor",
        "cancer",
        "designed",
        "address",
        "significant",
        "unmet",
        "medical",
        "need",
        "improve",
        "treatment",
        "outcome",
        "patient",
        "information",
        "found",
        "follow",
        "seattlegenetics",
        "twitter",
        "cascadian",
        "therapeutic",
        "cascadian",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "dedicated",
        "developing",
        "innovative",
        "product",
        "candidate",
        "treatment",
        "cancer",
        "information",
        "please",
        "visit",
        "additional",
        "information",
        "transaction",
        "communication",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "common",
        "stock",
        "cascadian",
        "therapeutic",
        "security",
        "valley",
        "acquisition",
        "sub",
        "seattle",
        "genetics",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "sec",
        "offer",
        "purchase",
        "share",
        "cascadian",
        "therapeutic",
        "common",
        "stock",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "document",
        "filed",
        "schedule",
        "cascadian",
        "therapeutic",
        "filed",
        "statement",
        "schedule",
        "relating",
        "offer",
        "sec",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "tender",
        "offer",
        "statement",
        "filed",
        "may",
        "amended",
        "time",
        "time",
        "statement",
        "filed",
        "may",
        "amended",
        "time",
        "time",
        "contain",
        "important",
        "information",
        "regarding",
        "offer",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "statement",
        "document",
        "filed",
        "sec",
        "website",
        "maintained",
        "sec",
        "directing",
        "request",
        "innisfree",
        "incorporated",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "communication",
        "may",
        "contain",
        "addition",
        "historical",
        "information",
        "certain",
        "statement",
        "regarding",
        "future",
        "event",
        "condition",
        "circumstance",
        "future",
        "financial",
        "performance",
        "seattle",
        "genetics",
        "affiliate",
        "including",
        "valley",
        "acquisition",
        "sub",
        "collectively",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "following",
        "completion",
        "offer",
        "merger",
        "related",
        "transaction",
        "transaction",
        "well",
        "seattle",
        "genetics",
        "preliminary",
        "financial",
        "result",
        "set",
        "forth",
        "communication",
        "statement",
        "herein",
        "historical",
        "fact",
        "often",
        "always",
        "statement",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expected",
        "scheduled",
        "estimate",
        "intends",
        "anticipates",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "condition",
        "circumstance",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "guarantee",
        "prediction",
        "future",
        "performance",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "following",
        "completion",
        "transaction",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "risk",
        "condition",
        "offer",
        "merger",
        "satisfied",
        "waived",
        "ii",
        "uncertainty",
        "associated",
        "aspect",
        "transaction",
        "including",
        "uncertainty",
        "relating",
        "anticipated",
        "timing",
        "filing",
        "approval",
        "relating",
        "transaction",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "cascadian",
        "therapeutic",
        "others",
        "relating",
        "transaction",
        "expected",
        "timing",
        "completion",
        "transaction",
        "satisfaction",
        "condition",
        "consummation",
        "transaction",
        "ability",
        "complete",
        "transaction",
        "iii",
        "level",
        "product",
        "sale",
        "united",
        "state",
        "canada",
        "european",
        "union",
        "japan",
        "country",
        "seattle",
        "genetics",
        "received",
        "approval",
        "relevant",
        "regulatory",
        "authority",
        "iv",
        "result",
        "discovery",
        "effort",
        "preclinical",
        "clinical",
        "commercial",
        "activity",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "respective",
        "competitor",
        "v",
        "announcement",
        "fda",
        "foreign",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "specific",
        "label",
        "indication",
        "restriction",
        "warning",
        "limitation",
        "use",
        "delay",
        "regulatory",
        "review",
        "approval",
        "process",
        "connection",
        "product",
        "candidate",
        "vi",
        "announcement",
        "regarding",
        "result",
        "clinical",
        "trial",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "conducting",
        "may",
        "future",
        "conduct",
        "vii",
        "announcement",
        "regarding",
        "negative",
        "publicity",
        "concerning",
        "adverse",
        "event",
        "associated",
        "use",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "respective",
        "product",
        "product",
        "candidate",
        "viii",
        "termination",
        "change",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "existing",
        "collaboration",
        "licensing",
        "arrangement",
        "ix",
        "entry",
        "additional",
        "material",
        "strategic",
        "transaction",
        "including",
        "licensing",
        "acquisition",
        "product",
        "business",
        "technology",
        "x",
        "action",
        "taken",
        "regulatory",
        "authority",
        "respect",
        "product",
        "candidate",
        "clinical",
        "trial",
        "regulatory",
        "filing",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "xi",
        "raising",
        "additional",
        "capital",
        "term",
        "upon",
        "seattle",
        "genetics",
        "may",
        "raise",
        "additional",
        "capital",
        "xii",
        "market",
        "condition",
        "equity",
        "investment",
        "general",
        "biotechnology",
        "pharmaceutical",
        "industry",
        "particular",
        "xiii",
        "development",
        "dispute",
        "concerning",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "proprietary",
        "right",
        "xiv",
        "development",
        "regarding",
        "pending",
        "potential",
        "additional",
        "related",
        "purported",
        "security",
        "class",
        "action",
        "lawsuit",
        "well",
        "potential",
        "litigation",
        "xv",
        "share",
        "price",
        "volume",
        "fluctuation",
        "attributable",
        "inconsistent",
        "trading",
        "volume",
        "level",
        "seattle",
        "genetics",
        "share",
        "xvi",
        "change",
        "government",
        "regulation",
        "xvii",
        "economic",
        "external",
        "factor",
        "xviii",
        "factor",
        "discussed",
        "caption",
        "risk",
        "factor",
        "company",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "september",
        "report",
        "filed",
        "sec",
        "including",
        "tender",
        "offer",
        "document",
        "filed",
        "seattle",
        "genetics",
        "filed",
        "cascadian",
        "therapeutic",
        "many",
        "risk",
        "uncertainty",
        "relate",
        "factor",
        "beyond",
        "seattle",
        "genetics",
        "ability",
        "control",
        "estimate",
        "precisely",
        "statement",
        "may",
        "turn",
        "wrong",
        "seattle",
        "genetics",
        "give",
        "assurance",
        "statement",
        "prove",
        "correct",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "communication",
        "seattle",
        "genetics",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "condition",
        "circumstance",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "nothing",
        "contained",
        "herein",
        "shall",
        "deemed",
        "forecast",
        "projection",
        "estimate",
        "future",
        "financial",
        "performance",
        "seattle",
        "genetics",
        "cascadian",
        "therapeutic",
        "following",
        "completion",
        "offer",
        "merger",
        "related",
        "transaction",
        "unless",
        "otherwise",
        "stated",
        "view",
        "source",
        "version",
        "http",
        "seattle",
        "genetics",
        "investor",
        "peggy",
        "pinkston",
        "ppinkston",
        "medium",
        "tricia",
        "larson",
        "tlarson",
        "source",
        "seattle",
        "genetics",
        "inc"
    ]
}