{
    "organizations": [],
    "uuid": "028428dd08227f3833efd71fa300233e8f894411",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/pr-newswire-perrigo-company-plc-reports-select-preliminary-unaudited-calendar-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Perrigo Company plc Reports Select Preliminary Unaudited Calendar Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DUBLIN, Feb. 27, 2018 /PRNewswire/ --\nSelect Preliminary Unaudited Calendar Year 2017 Results\nDelivered strong calendar year 2017 GAAP (\"reported\") and adjusted net sales at the high end of previous guidance range and operating cash flow above previous company guidance Generated net sales in all segments at or above previous guidance ranges Realized calendar year 2017 reported consolidated net sales of $4.9 billion compared to reported net sales of $5.3 billion in the prior year, lower by 6.3% Achieved calendar year 2017 adjusted net sales growth of 1.3% on a constant currency basis compared to the prior year, excluding the year-over-year effect of exited European distribution businesses, the divestiture of the Israel API business and the impact of Entocort ® Realized reported operating income of $0.6 billion; achieved consolidated adjusted operating income of $1.0 billion CHC Americas segment achieved calendar year 2017 reported net sales of $2.4 billion compared to $2.5 billion last year, lower by 3.1%; adjusted net sales grew 1.4% on a constant currency basis CHC International segment delivered calendar year 2017 reported net sales of $1.5 billion, down 9.8% versus last year; excluding the year-over-year effect of the exited European distribution businesses, net sales grew 2.6% versus last year on a constant currency basis RX segment realized calendar year 2017 reported net sales of $0.97 billion, consistent with the prior year, excluding the year-over-year effect of Entocort ®\nUpdated Fourth Quarter and Calendar Year 2017 Release Timing\nWill reschedule its fourth quarter and fiscal year 2017 final earnings release and conference call, previously scheduled for Tuesday, February 27, 2018 Company needs additional time to complete its final income tax review procedures related to reconciliations of specific non-cash items\nPerrigo Company plc (NYSE; TASE: PRGO) today announced preliminary unaudited results for the calendar year ended December 31, 2017.\nPerrigo CFO Ron Winowiecki commented, \"The Perrigo team delivered on its goals and commitments in calendar year 2017 driven by 1) actions taken to simplify, focus and execute on the company's core businesses, 2) a focus on operational execution in challenging end-markets, 3) a cost optimization program that improved our cost structure, and 4) strong cash flow and improved balance sheet flexibility.\"\nQuiet Period\nThe Company is working to complete its year-end tax review procedures. Perrigo will be in a quiet period regarding these and any other matters until its fourth quarter and calendar year 2017 final earnings release and conference call.\nAbout Perrigo\nPerrigo Company plc, a leading global healthcare company, delivers value to its customers and consumers by providing Quality Affordable Healthcare Products ® . Founded in 1887 as a packager of home remedies, Perrigo has built a unique business model that is best described as the convergence of a fast-moving consumer goods company, a high-quality pharmaceutical manufacturing organization and a world-class supply chain network. Perrigo is one of the world's largest manufacturers of over-the-counter (\"OTC\") healthcare products and suppliers of infant formulas for the store brand market. The Company also is a leading provider of branded OTC products throughout Europe and the U.S., as well as a leading producer of \"extended topical\" prescription drugs. Perrigo, headquartered in Ireland, sells its products primarily in North America and Europe, as well as in other markets, including Australia, Israel and China. Visit Perrigo online at ( http://www.perrigo.com ).\nForward-Looking Statements\nCertain statements in this press release are \"forward-looking statements.\" These statements relate to future events or the Company's future financial performance and involve known and unknown risks, uncertainties and other factors that may cause the actual results, levels of activity, performance or achievements of the Company or its industry to be materially different from those expressed or implied by any forward-looking statements. In some cases, forward-looking statements can be identified by terminology such as \"may,\" \"will,\" \"could,\" \"would,\" \"should,\" \"expect,\" \"forecast,\" \"plan,\" \"anticipate,\" \"intend,\" \"believe,\" \"estimate,\" \"predict,\" \"potential\" or the negative of those terms or other comparable terminology. The Company has based these forward-looking statements on its current expectations, assumptions, estimates and projections. While the Company believes these expectations, assumptions, estimates and projections are reasonable, such forward-looking statements are only predictions and involve known and unknown risks and uncertainties, many of which are beyond the Company's control, including: the timing, amount and cost of any share repurchases; future impairment charges; the success of management transition; customer acceptance of new products; competition from other industry participants, some of whom have greater marketing resources or larger market shares in certain product categories than the Company does; pricing pressures from customers and consumers; potential third-party claims and litigation, including litigation relating to the Company's restatement of previously-filed financial information; potential impacts of ongoing or future government investigations and regulatory initiatives; resolution of uncertain tax positions; the impact of U.S. tax reform legislation and healthcare policy; general economic conditions; fluctuations in currency exchange rates and interest rates; the consummation of announced acquisitions or dispositions and the success of such transactions, and the Company's ability to realize the desired benefits thereof; and the Company's ability to execute and achieve the desired benefits of announced cost-reduction efforts and other initiatives. In addition, the Company may be unable to remediate one or more previously identified material weaknesses in its internal control over financial reporting. Furthermore, the Company may incur additional tax liabilities in respect of 2016 or be found to have breached certain provisions of Irish company law in connection with the Company's restatement of previously filed financial statements, which may result in additional expenses and penalties. These and other important factors, including those discussed under \"Risk Factors\" in the Company's Form 10-K for the year ended December 31, 2016, as well as the Company's subsequent filings with the United States Securities and Exchange Commission, may cause actual results, performance or achievements to those expressed or implied by these forward-looking statements. The forward-looking statements in this press release are made only as of the date hereof, and unless otherwise required by applicable securities laws, the Company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nNon-GAAP Measures\nThis press release contains certain non-GAAP measures. A \"non-GAAP financial measure\" is defined as a numerical measure of a company's financial performance that excludes or includes amounts different from the most directly comparable measure calculated and presented in accordance with U.S. Generally Accepted Accounting Principles (GAAP) in the statements of operations, balance sheets or statements of cash flows of the Company. Pursuant to the requirements of the U.S. Securities and Exchange Commission, the Company has provided reconciliations for net sales on a constant currency basis, net sales excluding sales attributable to held-for-sale businesses, the European distribution businesses and Entocort ® , as well as adjusted operating income within this press release to the most directly comparable U.S. GAAP measures for these non-GAAP measures. These non-GAAP financial measures should be considered as supplements to the GAAP reported measures, should not be considered replacements for, or superior to the GAAP measures and may not be comparable to similarly named measures used by other companies.\nThe Company provides non-GAAP financial measures as additional information that it believes is useful to investors and analysts in evaluating the performance of the Company's ongoing operating trends, facilitating comparability between periods and companies in similar industries and assessing the Company's prospects for future performance. These non-GAAP financial measures exclude items, such as impairment charges, restructuring charges, and acquisition and integration-related charges, that by their nature affect comparability of operational performance or that we believe obscure underlying business operational trends. The non-GAAP measures the Company provides are consistent with how management analyzes and assesses the operating performance of the Company, and disclosing them provides investor insight into management's view of the business. Management uses these adjusted financial measures for planning and forecasting in future periods, and evaluating segment and overall operating performance. In addition, management uses certain of the profit measures as factors in determining compensation.\nNon-GAAP measures such as adjusted operating income related to profit measurements are useful to investors as they provide them with supplemental information to enhance their understanding of the Company's underlying business performance and trends, and enhance the ability of investors and analysts to compare the Company's period-to-period financial results. The Company discloses adjusted net sales, which excludes operating results attributable to held-for-sale businesses, the European distribution businesses and Entocort ® in order to provide information about sales of the Company's continuing business. In addition, the Company discloses net sales growth and adjusted net sales growth on a constant currency basis to provide information about sales of the Company's continuing business excluding the exogenous impact of foreign exchange. The Company believes these supplemental financial measures provide investors with consistency in financial reporting, enabling meaningful comparisons of past, present and future underlying operating results, and also facilitate comparison of the Company's operating performance to the operating performance of its competitors.\nA copy of this press release, including the reconciliations, is available on the Company's website at www.perrigo.com .\nTABLE I\nPERRIGO COMPANY PLC\nRECONCILIATION OF NON-GAAP MEASURES\nSELECTED CONSOLIDATED INFORMATION\n(in millions, except per share amounts)\n(unaudited)\nTwelve Months Ended December 31, 2017\nConsolidated\nNet\nSales\nOperating\nIncome\nReported\n$\n4,946.2\n$\n598.2\nAdjustments:\nAmortization expense related primarily to acquired intangible assets\n$\n—\n$\n355.5\nRestructuring charges\n—\n61.0\nImpairment charges\n—\n47.5\nOperating results attributable to held-for-sale business*\n(20.7)\n(1.8)\nAcquisition charges and contingent consideration adjustments\n—\n(18.9)\nUnusual litigation\n—\n(9.0)\nGain/Loss on divestitures\n—\n(23.1)\nAdjusted\n$\n4,925.5\n$\n1,009.4\n*Held-for-sale business includes the India and Israel API businesses.\nTABLE I (CONTINUED)\nPERRIGO COMPANY PLC\nRECONCILIATION OF NON-GAAP MEASURES\nSELECTED CONSOLIDATED INFORMATION\n(in millions, except per share amounts)\n(unaudited)\nTwelve Months Ended\nDecember 31, 2016\nConsolidated\nNet\nSales\nReported\n$\n5,280.6\nAdjustments:\nOperating results attributable to held-for-sale businesses*\n$\n(112.8)\nAdjusted\n$\n5,167.8\n*Held-for-sale businesses include the U.S. VMS business, European sports brand, and India API business.\nTABLE II\nPERRIGO COMPANY PLC\nRECONCILIATION OF NON-GAAP MEASURES\nSELECTED SEGMENT INFORMATION\n(in millions)\n(unaudited)\nTwelve Months Ended\nDecember 31,\n2017\nDecember 31,\n2016\nConsumer Healthcare Americas\nNet\nSales\nNet\nSales\nReported\n$\n2,429.9\n$\n2,507.1\nAdjustments:\nOperating results attributable to held-for-sale business*\n$\n(110.2)\nAdjusted\n$\n2,396.9\n*Held-for-sale business includes the U.S. VMS business.\nTABLE II (CONTINUED)\nPERRIGO COMPANY PLC\nRECONCILIATION OF NON-GAAP MEASURES\nSELECTED SEGMENT INFORMATION\n(in millions)\n(unaudited)\nTwelve Months Ended\nDecember 31,\n2017\nDecember 31,\n2016\nConsumer Healthcare International\nNet\nSales\nNet\nSales\nReported\n$\n1,491.0\n$\n1,652.2\nAs a % of reported net sales\nAdjustments:\nOperating results attributable to held-for-sale business*\n$\n(0.2)\nAdjusted\n$\n1,652.0\n* Held-for-sale business includes European Sports Brand.\nTABLE III\nPERRIGO COMPANY PLC\nRECONCILIATION OF NON-GAAP MEASURES\nCONSTANT CURRENCY\n(in millions)\n(unaudited)\nTwelve Months Ended\nDecember 31,\n2017\nDecember 31,\n2016\nTotal\nChange\nFX\nChange\nConstant\nCurrency\nChange\nCHCI*\n$\n1,491.0\n$\n1,652.0\nLess: Belgium distribution net sales\n(10.6)\n(210.9)\n$\n1,480.4\n$\n1,441.1\n2.7%\n(0.1)%\n2.6%\nCHCA\n$\n2,429.9\n$\n2,396.9\n1.4%\n—%\n1.4%\n*2017 net sales are adjusted to exclude sales attributable to divested businesses. See Tables I and II for non-GAAP reconciliations.\nTABLE IV\nPERRIGO COMPANY PLC\nRECONCILIATION OF NON-GAAP MEASURES\n(in millions)\n(unaudited)\nYTD Consolidated adjusted net sales excluding Belgium distribution net sales, Entocort ® net sales, and API net sales\nYTD 2017 consolidated adjusted net sales\n$\n4,925.5\nYTD 2016 consolidated adjusted net sales\n$\n5,167.8\nLess: Belgium distribution net sales\n(200.3)\nLess: Entocort ® net sales\n(67.2)\nLess: API net sales\n(41.2)\nYTD 2016 consolidated adjusted net sales excluding Belgium distribution net sales, Entocort ® net sales and API net sales\n$\n4,859.1\nTotal change\n1.3\n%\nThree Months Ended\nDecember 31,\n2017\nDecember 31,\n2016\nRX reported net sales\n$\n261.3\n$\n265.9\nLess: Entocort ® net sales\n(6.9)\n(12.1)\nRX reported net sales excluding Entocort ® net sales\n$\n254.4\n$\n253.8\nRX net sales growth excluding Entocort ® net sales\n0.2\n%\nView original content with multimedia: http://www.prnewswire.com/news-releases/perrigo-company-plc-reports-select-preliminary-unaudited-calendar-year-2017-financial-results-300604673.html\nSOURCE Perrigo Company plc",
    "published": "2018-02-27T09:07:00.000+02:00",
    "crawled": "2018-02-27T08:33:45.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dublin",
        "select",
        "preliminary",
        "unaudited",
        "calendar",
        "year",
        "result",
        "delivered",
        "strong",
        "calendar",
        "year",
        "gaap",
        "reported",
        "adjusted",
        "net",
        "sale",
        "high",
        "end",
        "previous",
        "guidance",
        "range",
        "operating",
        "cash",
        "flow",
        "previous",
        "company",
        "guidance",
        "generated",
        "net",
        "sale",
        "segment",
        "previous",
        "guidance",
        "range",
        "realized",
        "calendar",
        "year",
        "reported",
        "consolidated",
        "net",
        "sale",
        "billion",
        "compared",
        "reported",
        "net",
        "sale",
        "billion",
        "prior",
        "year",
        "lower",
        "achieved",
        "calendar",
        "year",
        "adjusted",
        "net",
        "sale",
        "growth",
        "constant",
        "currency",
        "basis",
        "compared",
        "prior",
        "year",
        "excluding",
        "effect",
        "exited",
        "european",
        "distribution",
        "business",
        "divestiture",
        "israel",
        "api",
        "business",
        "impact",
        "entocort",
        "realized",
        "reported",
        "operating",
        "income",
        "billion",
        "achieved",
        "consolidated",
        "adjusted",
        "operating",
        "income",
        "billion",
        "chc",
        "america",
        "segment",
        "achieved",
        "calendar",
        "year",
        "reported",
        "net",
        "sale",
        "billion",
        "compared",
        "billion",
        "last",
        "year",
        "lower",
        "adjusted",
        "net",
        "sale",
        "grew",
        "constant",
        "currency",
        "basis",
        "chc",
        "international",
        "segment",
        "delivered",
        "calendar",
        "year",
        "reported",
        "net",
        "sale",
        "billion",
        "versus",
        "last",
        "year",
        "excluding",
        "effect",
        "exited",
        "european",
        "distribution",
        "business",
        "net",
        "sale",
        "grew",
        "versus",
        "last",
        "year",
        "constant",
        "currency",
        "basis",
        "rx",
        "segment",
        "realized",
        "calendar",
        "year",
        "reported",
        "net",
        "sale",
        "billion",
        "consistent",
        "prior",
        "year",
        "excluding",
        "effect",
        "entocort",
        "updated",
        "fourth",
        "quarter",
        "calendar",
        "year",
        "release",
        "timing",
        "reschedule",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "final",
        "earnings",
        "release",
        "conference",
        "call",
        "previously",
        "scheduled",
        "tuesday",
        "february",
        "company",
        "need",
        "additional",
        "time",
        "complete",
        "final",
        "income",
        "tax",
        "review",
        "procedure",
        "related",
        "reconciliation",
        "specific",
        "item",
        "perrigo",
        "company",
        "plc",
        "nyse",
        "tase",
        "prgo",
        "today",
        "announced",
        "preliminary",
        "unaudited",
        "result",
        "calendar",
        "year",
        "ended",
        "december",
        "perrigo",
        "cfo",
        "ron",
        "winowiecki",
        "commented",
        "perrigo",
        "team",
        "delivered",
        "goal",
        "commitment",
        "calendar",
        "year",
        "driven",
        "action",
        "taken",
        "simplify",
        "focus",
        "execute",
        "company",
        "core",
        "business",
        "focus",
        "operational",
        "execution",
        "challenging",
        "cost",
        "optimization",
        "program",
        "improved",
        "cost",
        "structure",
        "strong",
        "cash",
        "flow",
        "improved",
        "balance",
        "sheet",
        "flexibility",
        "quiet",
        "period",
        "company",
        "working",
        "complete",
        "tax",
        "review",
        "procedure",
        "perrigo",
        "quiet",
        "period",
        "regarding",
        "matter",
        "fourth",
        "quarter",
        "calendar",
        "year",
        "final",
        "earnings",
        "release",
        "conference",
        "call",
        "perrigo",
        "perrigo",
        "company",
        "plc",
        "leading",
        "global",
        "healthcare",
        "company",
        "delivers",
        "value",
        "customer",
        "consumer",
        "providing",
        "quality",
        "affordable",
        "healthcare",
        "product",
        "founded",
        "packager",
        "home",
        "remedy",
        "perrigo",
        "built",
        "unique",
        "business",
        "model",
        "best",
        "described",
        "convergence",
        "consumer",
        "good",
        "company",
        "pharmaceutical",
        "manufacturing",
        "organization",
        "supply",
        "chain",
        "network",
        "perrigo",
        "one",
        "world",
        "largest",
        "manufacturer",
        "otc",
        "healthcare",
        "product",
        "supplier",
        "infant",
        "formula",
        "store",
        "brand",
        "market",
        "company",
        "also",
        "leading",
        "provider",
        "branded",
        "otc",
        "product",
        "throughout",
        "europe",
        "well",
        "leading",
        "producer",
        "extended",
        "topical",
        "prescription",
        "drug",
        "perrigo",
        "headquartered",
        "ireland",
        "sell",
        "product",
        "primarily",
        "north",
        "america",
        "europe",
        "well",
        "market",
        "including",
        "australia",
        "israel",
        "china",
        "visit",
        "perrigo",
        "online",
        "http",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "statement",
        "relate",
        "future",
        "event",
        "company",
        "future",
        "financial",
        "performance",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "industry",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "case",
        "statement",
        "identified",
        "terminology",
        "may",
        "could",
        "would",
        "expect",
        "forecast",
        "plan",
        "anticipate",
        "intend",
        "believe",
        "estimate",
        "predict",
        "potential",
        "negative",
        "term",
        "comparable",
        "terminology",
        "company",
        "based",
        "statement",
        "current",
        "expectation",
        "assumption",
        "estimate",
        "projection",
        "company",
        "belief",
        "expectation",
        "assumption",
        "estimate",
        "projection",
        "reasonable",
        "statement",
        "prediction",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "company",
        "control",
        "including",
        "timing",
        "amount",
        "cost",
        "share",
        "repurchase",
        "future",
        "impairment",
        "charge",
        "success",
        "management",
        "transition",
        "customer",
        "acceptance",
        "new",
        "product",
        "competition",
        "industry",
        "participant",
        "greater",
        "marketing",
        "resource",
        "larger",
        "market",
        "share",
        "certain",
        "product",
        "category",
        "company",
        "pricing",
        "pressure",
        "customer",
        "consumer",
        "potential",
        "claim",
        "litigation",
        "including",
        "litigation",
        "relating",
        "company",
        "restatement",
        "financial",
        "information",
        "potential",
        "impact",
        "ongoing",
        "future",
        "government",
        "investigation",
        "regulatory",
        "initiative",
        "resolution",
        "uncertain",
        "tax",
        "position",
        "impact",
        "tax",
        "reform",
        "legislation",
        "healthcare",
        "policy",
        "general",
        "economic",
        "condition",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "interest",
        "rate",
        "consummation",
        "announced",
        "acquisition",
        "disposition",
        "success",
        "transaction",
        "company",
        "ability",
        "realize",
        "desired",
        "benefit",
        "thereof",
        "company",
        "ability",
        "execute",
        "achieve",
        "desired",
        "benefit",
        "announced",
        "effort",
        "initiative",
        "addition",
        "company",
        "may",
        "unable",
        "remediate",
        "one",
        "previously",
        "identified",
        "material",
        "weakness",
        "internal",
        "control",
        "financial",
        "reporting",
        "furthermore",
        "company",
        "may",
        "incur",
        "additional",
        "tax",
        "liability",
        "respect",
        "found",
        "breached",
        "certain",
        "provision",
        "irish",
        "company",
        "law",
        "connection",
        "company",
        "restatement",
        "previously",
        "filed",
        "financial",
        "statement",
        "may",
        "result",
        "additional",
        "expense",
        "penalty",
        "important",
        "factor",
        "including",
        "discussed",
        "risk",
        "factor",
        "company",
        "form",
        "year",
        "ended",
        "december",
        "well",
        "company",
        "subsequent",
        "filing",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "unless",
        "otherwise",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "measure",
        "press",
        "release",
        "contains",
        "certain",
        "measure",
        "financial",
        "measure",
        "defined",
        "numerical",
        "measure",
        "company",
        "financial",
        "performance",
        "excludes",
        "includes",
        "amount",
        "different",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "statement",
        "operation",
        "balance",
        "sheet",
        "statement",
        "cash",
        "flow",
        "company",
        "pursuant",
        "requirement",
        "security",
        "exchange",
        "commission",
        "company",
        "provided",
        "reconciliation",
        "net",
        "sale",
        "constant",
        "currency",
        "basis",
        "net",
        "sale",
        "excluding",
        "sale",
        "attributable",
        "business",
        "european",
        "distribution",
        "business",
        "entocort",
        "well",
        "adjusted",
        "operating",
        "income",
        "within",
        "press",
        "release",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "measure",
        "financial",
        "measure",
        "considered",
        "supplement",
        "gaap",
        "reported",
        "measure",
        "considered",
        "replacement",
        "superior",
        "gaap",
        "measure",
        "may",
        "comparable",
        "similarly",
        "named",
        "measure",
        "used",
        "company",
        "company",
        "provides",
        "financial",
        "measure",
        "additional",
        "information",
        "belief",
        "useful",
        "investor",
        "analyst",
        "evaluating",
        "performance",
        "company",
        "ongoing",
        "operating",
        "trend",
        "facilitating",
        "comparability",
        "period",
        "company",
        "similar",
        "industry",
        "assessing",
        "company",
        "prospect",
        "future",
        "performance",
        "financial",
        "measure",
        "exclude",
        "item",
        "impairment",
        "charge",
        "restructuring",
        "charge",
        "acquisition",
        "charge",
        "nature",
        "affect",
        "comparability",
        "operational",
        "performance",
        "believe",
        "obscure",
        "underlying",
        "business",
        "operational",
        "trend",
        "measure",
        "company",
        "provides",
        "consistent",
        "management",
        "analyzes",
        "assesses",
        "operating",
        "performance",
        "company",
        "disclosing",
        "provides",
        "investor",
        "insight",
        "management",
        "view",
        "business",
        "management",
        "us",
        "adjusted",
        "financial",
        "measure",
        "planning",
        "forecasting",
        "future",
        "period",
        "evaluating",
        "segment",
        "overall",
        "operating",
        "performance",
        "addition",
        "management",
        "us",
        "certain",
        "profit",
        "measure",
        "factor",
        "determining",
        "compensation",
        "measure",
        "adjusted",
        "operating",
        "income",
        "related",
        "profit",
        "measurement",
        "useful",
        "investor",
        "provide",
        "supplemental",
        "information",
        "enhance",
        "understanding",
        "company",
        "underlying",
        "business",
        "performance",
        "trend",
        "enhance",
        "ability",
        "investor",
        "analyst",
        "compare",
        "company",
        "financial",
        "result",
        "company",
        "discloses",
        "adjusted",
        "net",
        "sale",
        "excludes",
        "operating",
        "result",
        "attributable",
        "business",
        "european",
        "distribution",
        "business",
        "entocort",
        "order",
        "provide",
        "information",
        "sale",
        "company",
        "continuing",
        "business",
        "addition",
        "company",
        "discloses",
        "net",
        "sale",
        "growth",
        "adjusted",
        "net",
        "sale",
        "growth",
        "constant",
        "currency",
        "basis",
        "provide",
        "information",
        "sale",
        "company",
        "continuing",
        "business",
        "excluding",
        "exogenous",
        "impact",
        "foreign",
        "exchange",
        "company",
        "belief",
        "supplemental",
        "financial",
        "measure",
        "provide",
        "investor",
        "consistency",
        "financial",
        "reporting",
        "enabling",
        "meaningful",
        "comparison",
        "past",
        "present",
        "future",
        "underlying",
        "operating",
        "result",
        "also",
        "facilitate",
        "comparison",
        "company",
        "operating",
        "performance",
        "operating",
        "performance",
        "competitor",
        "copy",
        "press",
        "release",
        "including",
        "reconciliation",
        "available",
        "company",
        "website",
        "table",
        "perrigo",
        "company",
        "plc",
        "reconciliation",
        "measure",
        "selected",
        "consolidated",
        "information",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "december",
        "consolidated",
        "net",
        "sale",
        "operating",
        "income",
        "reported",
        "adjustment",
        "amortization",
        "expense",
        "related",
        "primarily",
        "acquired",
        "intangible",
        "asset",
        "restructuring",
        "charge",
        "impairment",
        "charge",
        "operating",
        "result",
        "attributable",
        "business",
        "acquisition",
        "charge",
        "contingent",
        "consideration",
        "adjustment",
        "unusual",
        "litigation",
        "divestiture",
        "adjusted",
        "business",
        "includes",
        "india",
        "israel",
        "api",
        "business",
        "table",
        "continued",
        "perrigo",
        "company",
        "plc",
        "reconciliation",
        "measure",
        "selected",
        "consolidated",
        "information",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "december",
        "consolidated",
        "net",
        "sale",
        "reported",
        "adjustment",
        "operating",
        "result",
        "attributable",
        "business",
        "adjusted",
        "business",
        "include",
        "vms",
        "business",
        "european",
        "sport",
        "brand",
        "india",
        "api",
        "business",
        "table",
        "ii",
        "perrigo",
        "company",
        "plc",
        "reconciliation",
        "measure",
        "selected",
        "segment",
        "information",
        "million",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "consumer",
        "healthcare",
        "america",
        "net",
        "sale",
        "net",
        "sale",
        "reported",
        "adjustment",
        "operating",
        "result",
        "attributable",
        "business",
        "adjusted",
        "business",
        "includes",
        "vms",
        "business",
        "table",
        "ii",
        "continued",
        "perrigo",
        "company",
        "plc",
        "reconciliation",
        "measure",
        "selected",
        "segment",
        "information",
        "million",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "consumer",
        "healthcare",
        "international",
        "net",
        "sale",
        "net",
        "sale",
        "reported",
        "reported",
        "net",
        "sale",
        "adjustment",
        "operating",
        "result",
        "attributable",
        "business",
        "adjusted",
        "business",
        "includes",
        "european",
        "sport",
        "brand",
        "table",
        "iii",
        "perrigo",
        "company",
        "plc",
        "reconciliation",
        "measure",
        "constant",
        "currency",
        "million",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "total",
        "change",
        "fx",
        "change",
        "constant",
        "currency",
        "change",
        "chci",
        "less",
        "belgium",
        "distribution",
        "net",
        "sale",
        "chca",
        "net",
        "sale",
        "adjusted",
        "exclude",
        "sale",
        "attributable",
        "divested",
        "business",
        "see",
        "table",
        "ii",
        "reconciliation",
        "table",
        "iv",
        "perrigo",
        "company",
        "plc",
        "reconciliation",
        "measure",
        "million",
        "unaudited",
        "ytd",
        "consolidated",
        "adjusted",
        "net",
        "sale",
        "excluding",
        "belgium",
        "distribution",
        "net",
        "sale",
        "entocort",
        "net",
        "sale",
        "api",
        "net",
        "sale",
        "ytd",
        "consolidated",
        "adjusted",
        "net",
        "sale",
        "ytd",
        "consolidated",
        "adjusted",
        "net",
        "sale",
        "less",
        "belgium",
        "distribution",
        "net",
        "sale",
        "less",
        "entocort",
        "net",
        "sale",
        "less",
        "api",
        "net",
        "sale",
        "ytd",
        "consolidated",
        "adjusted",
        "net",
        "sale",
        "excluding",
        "belgium",
        "distribution",
        "net",
        "sale",
        "entocort",
        "net",
        "sale",
        "api",
        "net",
        "sale",
        "total",
        "change",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "rx",
        "reported",
        "net",
        "sale",
        "less",
        "entocort",
        "net",
        "sale",
        "rx",
        "reported",
        "net",
        "sale",
        "excluding",
        "entocort",
        "net",
        "sale",
        "rx",
        "net",
        "sale",
        "growth",
        "excluding",
        "entocort",
        "net",
        "sale",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "perrigo",
        "company",
        "plc"
    ]
}