{
    "organizations": [],
    "uuid": "80944a419d045b6bc0f399f0b4b846a76eec255a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/globe-newswire-abiomed-announces-q3-fy-2018-record-revenue-of-154-million-up-34-percent-over-prior-year.html",
    "ord_in_thread": 0,
    "title": "Abiomed Announces Q3 FY 2018 Record Revenue of $154 Million, Up 34% Over Prior Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "U.S. Patient Utilization Grew 33%, Year Over Year\nDANVERS, Mass., Feb. 01, 2018 (GLOBE NEWSWIRE) -- Abiomed, Inc. (NASDAQ:ABMD), a leading provider of breakthrough heart support and recovery technologies, today reported third quarter fiscal 2018 revenue of $154.0 million, an increase of 34% compared to revenue of $114.7 million for the same period of fiscal 2017.\nFinancial and operating highlights during the third quarter of fiscal 2018 include:\nWorldwide revenue from Impella heart pumps totaled $148.0 million, an increase of 36% compared to revenue of $109.2 million during the same period in the prior year. U.S. revenue from Impella pumps grew 30% to $130.7 million and U.S. patient usage grew 33%.\nOutside the U.S., revenue from Impella heart pumps totaled $17.3 million and was up 94% year over year, predominantly from Germany, which recorded $11.4 million, up 71%. Additionally, the Company recorded $1.1 million in revenue from Japan.\nThe installed base for Impella 2.5 ® heart pumps in the U.S. grew by an additional 10 hospitals, which made initial purchases of Impella heart pumps, bringing the installed customer base to 1,181 sites. The installed customer base for Impella CP ® heart pumps grew by 41 new U.S. hospitals, bringing the total number of Impella CP sites to 1,134. The installed customer base for Impella 5.0 ® heart pumps grew by 14 new U.S. hospitals, bringing the total number of Impella 5.0 sites to 498.\nAn additional 36 sites made initial purchases of Impella RP ® heart pumps during the quarter, bringing the total number of sites to 222.\nThird quarter fiscal 2018 GAAP net income was $13.4 million, or $0.29 per diluted share. Third quarter fiscal 2018 adjusted* net income before the recently enacted Tax Reform Act was $32.2 million, or $0.70 per diluted share, compared to $15.4 million or $0.34 per diluted share for the prior year period. Third quarter fiscal 2018 adjusted* net income included income tax expense adjustments of approximately $18.8 million, or $0.41 per diluted share due primarily to the recently enacted Tax Reform Act and excess tax benefits on employee share-based compensation awards, which were not applicable in the prior year period.\nGross margin was 83.8% compared to 83.4% in the prior year.\nOperating income was $44.8 million, or 29.1% operating margin, compared to $25.4 million, or 22.2% operating margin in the prior year.\nThe Company generated $56.7 million in cash from operating activities during the third quarter. Cash, cash equivalents and marketable securities totaled $350.7 million as of December 31, 2017, compared to $319.2 million at September 30, 2017. The Company currently has no debt.\nIn October 2017, the Company officially closed on the purchase of its Danvers, Massachusetts global headquarters for $16.5 million.\n“It is an exciting time for the company as we collaborate with our customers to improve patient outcomes and the standard of care for circulatory support,” said Michael R. Minogue, Chairman, President and Chief Executive Officer, Abiomed. “The Field of Heart Recovery is growing and Abiomed is well positioned to capture the $5 billion U.S. market opportunity, while planting the seeds for future growth in global markets.”\nFISCAL YEAR 2018 OUTLOOK\nThe Company is increasing its fiscal year 2018 revenue guidance again to approximately $583 million, an increase of approximately 31% from the prior year. This compares to the Company’s prior fiscal 2018 guidance of $565 million to $575 million and a 27% to 29% increase from the prior year. This guidance projects revenue to be approximately $164 million for the fourth quarter of fiscal 2018. The Company is increasing its fiscal year guidance for GAAP operating margin to approximately 26%. This compares to the Company’s prior fiscal 2018 guidance of 23% to 25%.\nCONFERENCE CALL\nThe Company will host a conference call to discuss the results on Thursday, February 1, 2018, at 8:00 a.m. EST. Michael R. Minogue, Chairman, President and Chief Executive Officer and Robert L. Bowen, former Chief Financial Officer, will host the conference call.\nTo listen to the call live, please tune into the webcast via http://investor.abiomed.com or dial (855) 212-2361; the international number is (678) 809-1538. A replay of this conference call will be available beginning at 11 a.m. EST February 1, 2018 through 11:00 a.m. EST on February 8, 2017. The replay phone number is (855) 859-2056; the international number is (404) 537-3406. The replay access code is 2967997.\nThe ABIOMED logo, ABIOMED, Impella, Impella CP, and Impella RP are registered trademarks of Abiomed, Inc. in the U.S. and in certain foreign countries. Impella 2.5, Impella 5.0, and Recovering hearts. Saving lives. are trademarks of Abiomed, Inc.\nABOUT ABIOMED\nBased in Danvers, Massachusetts, Abiomed, Inc. is a leading provider of medical devices that provide circulatory support. Our products are designed to enable the heart to rest by improving blood flow and/or performing the pumping of the heart. For additional information, please visit: www.abiomed.com\nFORWARD-LOOKING STATEMENTS\nThis release contains including statements regarding development of Abiomed's existing and new products, the Company's progress toward commercial growth, future opportunities, expected regulatory approvals and fiscal year 2018 revenue and operating margin expectations. The Company's actual results may anticipated in these based upon a number of factors, including uncertainties associated with development, testing and related regulatory approvals, including the potential for future losses, complex manufacturing, high quality requirements, dependence on limited sources of supply, competition, technological change, government regulation, litigation matters, future capital needs and uncertainty of additional financing, and other risks and challenges detailed in the Company's filings with the Securities and Exchange Commission, including the most recently filed Annual Report on Form 10-K and Quarterly Report on Form 10-Q. Readers are cautioned not to place undue reliance on any which speak only as of the date of this release. The Company undertakes no obligation to publicly release the results of any revisions to these that may be made to reflect events or circumstances that occur after the date of this release or to reflect the occurrence of unanticipated events.\n* USE OF NON-GAAP MEASURES\nTo supplement its consolidated financial statements, which are prepared and presented in accordance with accounting principles generally accepted in the United States (“GAAP”), the Company uses the following non-GAAP financial measures: adjusted net income and adjusted net income per diluted share. The presentation of this financial information is not intended to be considered in isolation or as a substitute for, or superior to, the financial information prepared and presented in accordance with GAAP. The Company uses these non-GAAP financial measures for financial and operational decision-making and as a means to evaluate period-to-period comparisons. The Company believes that these non-GAAP financial measures provide meaningful supplemental information regarding its performance and liquidity by excluding the provisional income tax expense related to the Tax Reform Act; and the excess tax benefits associated with share-based compensation arrangements. The Company believes that both management and investors benefit from referring to these non-GAAP financial measures in assessing its performance and when planning, forecasting, and analyzing future periods. These non-GAAP financial measures also facilitate management’s internal comparisons to its historical performance and liquidity. The Company believes these non-GAAP financial measures are useful to investors because (1) they allow for greater transparency with respect to key metrics used by management in its financial and operational decision-making and (2) they are used by institutional investors and the analyst community to help them analyze the performance of the Company's business.\nAdjusted net income and adjusted net income per diluted share. The Company defines adjusted net income as net income, net of the provisional income tax expense related to the Tax Reform Act and the excess tax benefits associated with share-based compensation arrangements. The Company defines adjusted net income per diluted share as adjusted net income divided by diluted shares used for GAAP purposes which are calculated as the weighted average outstanding shares plus dilutive potential shares outstanding during the period. See below for a reconciliation of adjusted net income and adjusted net income per diluted share to net income and net income per diluted share.\nFor further information please contact:\nIngrid Goldberg,\nDirector, Investor Relations\n978-646-1590\nir@abiomed.com\nAbiomed, Inc. and Subsidiaries Consolidated Balance Sheets (Unaudited) (in thousands, except share data) December 31, 2017 March 31, 2017 ASSETS Current assets: Cash and cash equivalents $ 50,502 $ 39,040 Short-term marketable securities 250,751 190,908 Accounts receivable, net 64,862 54,055 Inventories 46,891 34,931 Prepaid expenses and other current assets 9,192 8,024 Total current assets 422,198 326,958 Long-term marketable securities 49,485 47,143 Property and equipment, net 107,977 87,777 Goodwill 34,814 31,045 In-process research and development 16,241 14,482 Long-term deferred tax assets, net 75,201 34,723 Other assets 13,686 8,286 Total assets $ 719,602 $ 550,414 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities: Accounts payable $ 21,991 $ 20,620 Accrued expenses 41,565 37,703 Deferred revenue 11,797 10,495 Current portion of capital lease obligation — 799 Total current liabilities 75,353 69,617 Other long-term liabilities 466 3,251 Contingent consideration 10,423 9,153 Long-term deferred tax liabilities 878 783 Capital lease obligation, net of current portion — 15,539 Total liabilities 87,120 98,343 Commitments and contingencies Stockholders' equity: Class B Preferred Stock, $.01 par value — — Authorized - 1,000,000 shares; Issued and outstanding - none Common stock, $.01 par value 443 437 Authorized - 100,000,000 shares; Issued - 45,995,445 shares at 45,249,281 shares at March 31, 2017 Outstanding - 44,271,905 shares at 43,673,286 shares\nat March 31, 2017 Additional paid in capital 605,697 565,962 Retained earnings (accumulated deficit) 103,610 (46,959 ) Treasury stock at cost - 1,723,540 shares at 1,575,995 shares at March 31, 2017 (66,622 ) (46,763 ) Accumulated other comprehensive loss (10,646 ) (20,606 ) Total stockholders' equity 632,482 452,071 Total liabilities and stockholders' equity $ 719,602 $ 550,414\nAbiomed, Inc. and Subsidiaries Consolidated Statements of Operations (Unaudited) (in thousands, except per share data) Three Months Ended\nDecember 31, Nine Months Ended\nDecember 31, 2017 2016 2017 2016 Revenue: Product revenue $ 153,989 $ 114,624 $ 419,202 $ 320,541 Funded research and development 33 50 111 83 154,022 114,674 419,313 320,624 Costs and expenses: Cost of product revenue 24,994 18,987 68,483 51,366 Research and development 17,706 16,349 54,027 50,061 Selling, general and administrative 66,556 53,935 187,233 158,053 109,256 89,271 309,743 259,480 Income from operations 44,766 25,403 109,570 61,144 Other income: Investment income, net 969 457 2,385 1,068 Other expense, net (81 ) (34 ) (25 ) (225 ) 888 423 2,360 843 Income before income taxes 45,654 25,826 111,930 61,987 Income tax provision 32,208 10,394 36,607 24,770 Net income $ 13,446 $ 15,432 $ 75,323 $ 37,217 Basic net income per share $ 0.30 $ 0.36 $ 1.71 $ 0.86 Basic weighted average shares outstanding 44,247 43,431 44,095 43,125 Diluted net income per share $ 0.29 $ 0.34 $ 1.65 $ 0.83 Diluted weighted average shares outstanding 45,869 44,770 45,731 44,597\nAbiomed, Inc. and Subsidiaries Reconciliation of GAAP Financial Measures to Non-GAAP Financial Measures (Unaudited) (in thousands, except per share data) Three Months Ended\nDecember 31, Nine Months Ended\nDecember 31, 2017 2016 2017 2016 GAAP net income $ 13,446 $ 15,432 $ 75,323 $ 37,217 GAAP net income includes the effect of the following items: Effect of the Tax Reform Act on net deferred tax assets * 21,957 — 21,957 — Excess tax benefits related to stock-based compensation awards ** (3,214 ) — (24,490 ) — 18,743 — (2,533 ) — Adjusted net income $ 32,189 $ 15,432 $ 72,790 $ 37,217 GAAP net income per share - diluted $ 0.29 $ 0.34 $ 1.65 $ 0.83 GAAP diluted net income per share includes the effect of the following items: Effect of the Tax Reform Act on net deferred tax assets * 0.48 — 0.48 — Excess tax benefits related to stock-based compensation awards ** (0.07 ) — (0.54 ) — $ 0.41 $ — $ (0.06 ) $ — Adjusted net income per share - diluted $ 0.70 $ 0.34 $ 1.59 $ 0.83 Shares used in calculation of adjusted net income per diluted share 45,869 44,770 45,731 44,597 * On December 22, 2017, the Tax Cut and Jobs Act (“the Tax Reform Act”) was enacted into law. This new tax law, among other items, reduces the U.S. federal statutory corporate income tax rate from 35% to 21% effective January 1, 2018. During the three and nine months ended December 31, 2017, the Company recorded a one-time income tax expense adjustment related to the revaluation of its deferred taxes due to a reduction of the U.S. federal statutory corporate income tax rate.\n** In the first quarter of fiscal 2018, the Company adopted Accounting Standards Update No. 2016-09, Improvements to Employee Share-Based Payment Accounting, which requires that all excess tax benefits and tax deficiencies related share-based compensation arrangements be recognized as income tax benefit or expense, instead of in stockholders' equity as previous guidance required.\nSource:ABIOMED, Inc.",
    "published": "2018-02-01T15:00:00.000+02:00",
    "crawled": "2018-02-01T15:55:33.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "patient",
        "utilization",
        "grew",
        "year",
        "year",
        "danvers",
        "globe",
        "newswire",
        "abiomed",
        "nasdaq",
        "abmd",
        "leading",
        "provider",
        "breakthrough",
        "heart",
        "support",
        "recovery",
        "technology",
        "today",
        "reported",
        "third",
        "quarter",
        "fiscal",
        "revenue",
        "million",
        "increase",
        "compared",
        "revenue",
        "million",
        "period",
        "fiscal",
        "financial",
        "operating",
        "highlight",
        "third",
        "quarter",
        "fiscal",
        "include",
        "worldwide",
        "revenue",
        "impella",
        "heart",
        "pump",
        "totaled",
        "million",
        "increase",
        "compared",
        "revenue",
        "million",
        "period",
        "prior",
        "year",
        "revenue",
        "impella",
        "pump",
        "grew",
        "million",
        "patient",
        "usage",
        "grew",
        "outside",
        "revenue",
        "impella",
        "heart",
        "pump",
        "totaled",
        "million",
        "year",
        "year",
        "predominantly",
        "germany",
        "recorded",
        "million",
        "additionally",
        "company",
        "recorded",
        "million",
        "revenue",
        "japan",
        "installed",
        "base",
        "impella",
        "heart",
        "pump",
        "grew",
        "additional",
        "hospital",
        "made",
        "initial",
        "purchase",
        "impella",
        "heart",
        "pump",
        "bringing",
        "installed",
        "customer",
        "base",
        "site",
        "installed",
        "customer",
        "base",
        "impella",
        "cp",
        "heart",
        "pump",
        "grew",
        "new",
        "hospital",
        "bringing",
        "total",
        "number",
        "impella",
        "cp",
        "site",
        "installed",
        "customer",
        "base",
        "impella",
        "heart",
        "pump",
        "grew",
        "new",
        "hospital",
        "bringing",
        "total",
        "number",
        "impella",
        "site",
        "additional",
        "site",
        "made",
        "initial",
        "purchase",
        "impella",
        "rp",
        "heart",
        "pump",
        "quarter",
        "bringing",
        "total",
        "number",
        "site",
        "third",
        "quarter",
        "fiscal",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "third",
        "quarter",
        "fiscal",
        "adjusted",
        "net",
        "income",
        "recently",
        "enacted",
        "tax",
        "reform",
        "act",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "prior",
        "year",
        "period",
        "third",
        "quarter",
        "fiscal",
        "adjusted",
        "net",
        "income",
        "included",
        "income",
        "tax",
        "expense",
        "adjustment",
        "approximately",
        "million",
        "per",
        "diluted",
        "share",
        "due",
        "primarily",
        "recently",
        "enacted",
        "tax",
        "reform",
        "act",
        "excess",
        "tax",
        "benefit",
        "employee",
        "compensation",
        "award",
        "applicable",
        "prior",
        "year",
        "period",
        "gross",
        "margin",
        "compared",
        "prior",
        "year",
        "operating",
        "income",
        "million",
        "operating",
        "margin",
        "compared",
        "million",
        "operating",
        "margin",
        "prior",
        "year",
        "company",
        "generated",
        "million",
        "cash",
        "operating",
        "activity",
        "third",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "december",
        "compared",
        "million",
        "september",
        "company",
        "currently",
        "debt",
        "october",
        "company",
        "officially",
        "closed",
        "purchase",
        "danvers",
        "massachusetts",
        "global",
        "headquarters",
        "million",
        "exciting",
        "time",
        "company",
        "collaborate",
        "customer",
        "improve",
        "patient",
        "outcome",
        "standard",
        "care",
        "circulatory",
        "support",
        "said",
        "michael",
        "minogue",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "abiomed",
        "field",
        "heart",
        "recovery",
        "growing",
        "abiomed",
        "well",
        "positioned",
        "capture",
        "billion",
        "market",
        "opportunity",
        "planting",
        "seed",
        "future",
        "growth",
        "global",
        "fiscal",
        "year",
        "outlook",
        "company",
        "increasing",
        "fiscal",
        "year",
        "revenue",
        "guidance",
        "approximately",
        "million",
        "increase",
        "approximately",
        "prior",
        "year",
        "compare",
        "company",
        "prior",
        "fiscal",
        "guidance",
        "million",
        "million",
        "increase",
        "prior",
        "year",
        "guidance",
        "project",
        "revenue",
        "approximately",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "company",
        "increasing",
        "fiscal",
        "year",
        "guidance",
        "gaap",
        "operating",
        "margin",
        "approximately",
        "compare",
        "company",
        "prior",
        "fiscal",
        "guidance",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "result",
        "thursday",
        "february",
        "est",
        "michael",
        "minogue",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "robert",
        "bowen",
        "former",
        "chief",
        "financial",
        "officer",
        "host",
        "conference",
        "call",
        "listen",
        "call",
        "live",
        "please",
        "tune",
        "webcast",
        "via",
        "http",
        "dial",
        "international",
        "number",
        "replay",
        "conference",
        "call",
        "available",
        "beginning",
        "est",
        "february",
        "est",
        "february",
        "replay",
        "phone",
        "number",
        "international",
        "number",
        "replay",
        "access",
        "code",
        "abiomed",
        "logo",
        "abiomed",
        "impella",
        "impella",
        "cp",
        "impella",
        "rp",
        "registered",
        "trademark",
        "abiomed",
        "certain",
        "foreign",
        "country",
        "impella",
        "impella",
        "recovering",
        "heart",
        "saving",
        "life",
        "trademark",
        "abiomed",
        "abiomed",
        "based",
        "danvers",
        "massachusetts",
        "abiomed",
        "leading",
        "provider",
        "medical",
        "device",
        "provide",
        "circulatory",
        "support",
        "product",
        "designed",
        "enable",
        "heart",
        "rest",
        "improving",
        "blood",
        "flow",
        "performing",
        "pumping",
        "heart",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "release",
        "contains",
        "including",
        "statement",
        "regarding",
        "development",
        "abiomed",
        "existing",
        "new",
        "product",
        "company",
        "progress",
        "toward",
        "commercial",
        "growth",
        "future",
        "opportunity",
        "expected",
        "regulatory",
        "approval",
        "fiscal",
        "year",
        "revenue",
        "operating",
        "margin",
        "expectation",
        "company",
        "actual",
        "result",
        "may",
        "anticipated",
        "based",
        "upon",
        "number",
        "factor",
        "including",
        "uncertainty",
        "associated",
        "development",
        "testing",
        "related",
        "regulatory",
        "approval",
        "including",
        "potential",
        "future",
        "loss",
        "complex",
        "manufacturing",
        "high",
        "quality",
        "requirement",
        "dependence",
        "limited",
        "source",
        "supply",
        "competition",
        "technological",
        "change",
        "government",
        "regulation",
        "litigation",
        "matter",
        "future",
        "capital",
        "need",
        "uncertainty",
        "additional",
        "financing",
        "risk",
        "challenge",
        "detailed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "use",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "presented",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "gaap",
        "company",
        "us",
        "following",
        "financial",
        "measure",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "presentation",
        "financial",
        "information",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "financial",
        "information",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "company",
        "us",
        "financial",
        "measure",
        "financial",
        "operational",
        "mean",
        "evaluate",
        "comparison",
        "company",
        "belief",
        "financial",
        "measure",
        "provide",
        "meaningful",
        "supplemental",
        "information",
        "regarding",
        "performance",
        "liquidity",
        "excluding",
        "provisional",
        "income",
        "tax",
        "expense",
        "related",
        "tax",
        "reform",
        "act",
        "excess",
        "tax",
        "benefit",
        "associated",
        "compensation",
        "arrangement",
        "company",
        "belief",
        "management",
        "investor",
        "benefit",
        "referring",
        "financial",
        "measure",
        "assessing",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "financial",
        "measure",
        "also",
        "facilitate",
        "management",
        "internal",
        "comparison",
        "historical",
        "performance",
        "liquidity",
        "company",
        "belief",
        "financial",
        "measure",
        "useful",
        "investor",
        "allow",
        "greater",
        "transparency",
        "respect",
        "key",
        "metric",
        "used",
        "management",
        "financial",
        "operational",
        "used",
        "institutional",
        "investor",
        "analyst",
        "community",
        "help",
        "analyze",
        "performance",
        "company",
        "business",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "company",
        "defines",
        "adjusted",
        "net",
        "income",
        "net",
        "income",
        "net",
        "provisional",
        "income",
        "tax",
        "expense",
        "related",
        "tax",
        "reform",
        "act",
        "excess",
        "tax",
        "benefit",
        "associated",
        "compensation",
        "arrangement",
        "company",
        "defines",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "adjusted",
        "net",
        "income",
        "divided",
        "diluted",
        "share",
        "used",
        "gaap",
        "purpose",
        "calculated",
        "weighted",
        "average",
        "outstanding",
        "share",
        "plus",
        "dilutive",
        "potential",
        "share",
        "outstanding",
        "period",
        "see",
        "reconciliation",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "net",
        "income",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "information",
        "please",
        "contact",
        "ingrid",
        "goldberg",
        "director",
        "investor",
        "relation",
        "ir",
        "abiomed",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "data",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "goodwill",
        "research",
        "development",
        "deferred",
        "tax",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "current",
        "portion",
        "capital",
        "lease",
        "obligation",
        "total",
        "current",
        "liability",
        "liability",
        "contingent",
        "consideration",
        "deferred",
        "tax",
        "liability",
        "capital",
        "lease",
        "obligation",
        "net",
        "current",
        "portion",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "class",
        "b",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "none",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "share",
        "share",
        "march",
        "outstanding",
        "share",
        "share",
        "march",
        "additional",
        "paid",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "deficit",
        "treasury",
        "stock",
        "cost",
        "share",
        "share",
        "march",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "abiomed",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "revenue",
        "product",
        "revenue",
        "funded",
        "research",
        "development",
        "cost",
        "expense",
        "cost",
        "product",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "income",
        "operation",
        "income",
        "investment",
        "income",
        "net",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "income",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "abiomed",
        "subsidiary",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "financial",
        "measure",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "gaap",
        "net",
        "income",
        "gaap",
        "net",
        "income",
        "includes",
        "effect",
        "following",
        "item",
        "effect",
        "tax",
        "reform",
        "act",
        "net",
        "deferred",
        "tax",
        "asset",
        "excess",
        "tax",
        "benefit",
        "related",
        "compensation",
        "award",
        "adjusted",
        "net",
        "income",
        "gaap",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "gaap",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "includes",
        "effect",
        "following",
        "item",
        "effect",
        "tax",
        "reform",
        "act",
        "net",
        "deferred",
        "tax",
        "asset",
        "excess",
        "tax",
        "benefit",
        "related",
        "compensation",
        "award",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "share",
        "used",
        "calculation",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "december",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "act",
        "enacted",
        "law",
        "new",
        "tax",
        "law",
        "among",
        "item",
        "reduces",
        "federal",
        "statutory",
        "corporate",
        "income",
        "tax",
        "rate",
        "effective",
        "january",
        "three",
        "nine",
        "month",
        "ended",
        "december",
        "company",
        "recorded",
        "income",
        "tax",
        "expense",
        "adjustment",
        "related",
        "revaluation",
        "deferred",
        "tax",
        "due",
        "reduction",
        "federal",
        "statutory",
        "corporate",
        "income",
        "tax",
        "rate",
        "first",
        "quarter",
        "fiscal",
        "company",
        "adopted",
        "accounting",
        "standard",
        "update",
        "improvement",
        "employee",
        "payment",
        "accounting",
        "requires",
        "excess",
        "tax",
        "benefit",
        "tax",
        "deficiency",
        "related",
        "compensation",
        "arrangement",
        "recognized",
        "income",
        "tax",
        "benefit",
        "expense",
        "instead",
        "stockholder",
        "equity",
        "previous",
        "guidance",
        "required",
        "source",
        "abiomed",
        "inc"
    ]
}