{
    "organizations": [],
    "uuid": "2a9f9949e17f079561c852ab8ea77f26afbdd654",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/02/24/chinas-geely-shifts-globalization-drive-into-high-gear/",
    "ord_in_thread": 0,
    "title": "China's Geely shifts globalization drive into high gear",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler 10:07 AM EST \nThis week three Chinese investors made headlines for their efforts to “go global.” Stories of the two that made the biggest splash— Anbang Insurance Group and Sino IC Fund —are cautionary tales. But the third, involving automaker Zhejiang Geely Holding Group , appears to be a success story, and that makes it by far the most interesting of the three. \nAnbang made news because China’s insurance regulator announced Friday that it had seized control of the heavily indebted firm to keep it from collapsing. Meanwhile prosecutors in Shanghai indicted Anbang’s chairman, Wu Xiaohui, on fraud charges. The New York Times characterized the seizure as a “ blunt message ” that, under the leadership of Xi Jinping, China has stopped encouraging big companies to “spread the country’s wealth and influence beyond its borders” and is now reining in a “debt-feuled spending spree” that threatens future growth. \nThe Sino IC Fund story broke Thursday when Xcerra, a Massachusetts-based semiconductor testing company, disclosed that it had terminated an April 2017 agreement to be acquired by China’s Unic Capital Management for $580 million. Xcerra said the deal collapsed because it was unable to win approval from the Committee on Foreign Investment in the United States (CFIUS), the US government’s interagency security review process. Unic is an affiliate of Sino IC Fund, which manages a $20 billion fund created by the Chinese government in 2014 to promote development the nation’s integrated circuit and electronics industry. \nBoth cases had elements of drama and tension, and underscored the larger narrative of an escalating economic Cold War between the world’s two most powerful nations. But neither development was a surprise—nor did they demonstrate that all Chinese companies have thrown their globalization drives into reverse. \nAnbang lurched out of control four years ago when it began hawking high-risk, high-return “wealth management products” disguised as insurance policies to mom-and-pop investors in China. The group turbocharged the money it raised with convoluted financial engineering strategies, and plowed billions into foreign trophy properties like the Waldorf Astoria. If anything, the surprise is that Chinese regulators allowed this “ gray rhino ” to grow so large before finally getting out the tranquilizer gun. \nThe outcome of Sino IC’s Xcerra bid was equally predictable. Since Donald Trump’s election, CFIUS, which is chaired by the Treasury Secretary, has rejected nearly every Chinese attempt to invest in the US technology industry, including bids from firms with far smaller government presence attempted to invest in far less sensitive sectors than semiconductors. \nThe Geely investment is different. On Friday, Li Shufu, billionaire chairman of the Hangzhou-based automaker, revealed that he has accumulated at 9.7% stake, valued at about $9 billion, in Germany’s Daimler AG. That’s the largest investment by any Chinese entity in a global automobile manufacturer, and makes Li Daimler’s largest shareholder. In a statement, Geely said Li had a “long-term commitment” to the Daimler stake. Daimler said it welcomed Li’s investment as a “vote of confidence” in its future. \nThe Wall Street Journal says it’s too soon to say whether Li’s Daimler stake heralds a broader strategic alignment between the two companies. But the position will likely give Li a seat on Daimler’s board and an inside look at Daimler’s advanced technology in electric vehicles and self-driving cars. A Daimler – Geely alliance could put Geely in position to become China’s first truly global automaker. \nLi’s Daimler stake is the latest of a series of savvy investments that, in barely a decade, have transformed his company from local laughingstock to global empire builder. Li launched Geely in 1986 with a loan from his father, a farmer. The company began making refrigerator parts, morphed into a car maker and, by 2006 debuted its first sedan at the Detroit auto show. That model, even with a sticker price of under $10,00, was widely panned, forcing Li to abandon his hopes of cracking the US market. He returned home and focused on the China. \nIn 2010, Li took a big risk in paying $1.3 billion in cash to acquire Volvo Cars AB from Ford Motor as the US auto giant struggled to survive the aftermath of the global financial crisis. Li said the Volvo purchase was “like a poor farm boy pursuing a famous movie star.” But the union has proved a happy one. Volvo this month reported a fourth straight year of record sales and operating profits of $1.76 billion. The company is thriving, globally and in China, and has announced an ambitious plan to roll out electric or hybrid electric engines on all new models in 2019. \nOver the past year, Geely has rekindled its global ambitions, securing a 51% stake in British sports car maker Lotus Cars Ltd.; a 49.9% stake in struggling Malaysian carmaker Proton Holdings Bhd; and an 8.2% stake in Sweden’s Volvo AB, the world’s second-largest truck maker. Geely’s investments show that China hasn’t retreated entirely its from its “go global” aspirations. Indeed, the looks on track to join Huawei as one of the few Chinese companies to pull off a globalization strategy with success. \nMore China news below. @claychandler Trade and Economy \nIn the bag. Chinese conglomerate Fosun has acquired a majority stake in Lanvin, France’s oldest surviving couture label, after a fierce bidding war against Qatari-back fund Mayhoola that owns brands such as Balmain and Valentino. The sale is the latest luxury acquisition by a Chinese group after textile producer Shandong Ruyi took a controlling stake in the Swiss leather brand Bally earlier this month. New York Times \nNon- market behavior. The U.S. Treasury’s top diplomat David Malpass said this week that China’s economic policies displayed “patently non-market behavior” that suppresses global growth, and urged the United States to retaliate with stronger responses. Reuters \nLand preservation. French president Emmanuel Macron has promised French farmers that he will do more to prevent foreign investors from purchasing land in France, after a Chinese fund bought up over 2,700 hectares of prime farmland in the centre of the country. Macron has been accused of neglecting rural France in favour of its large cities and more lucrative economic sectors. The Telegraph Advertisement Technology and Innovation \nDigital red packets . More than 768m people sent and received hongbao, red packets filled with cash, over third-party payments platform Weixin Pay over Chinese New Year, said Tencent. The company initiated the migration from physical red packets to digital giving four years ago, and the digital payments market in China is estimated to be worth about $15.5 trillion. Financial Times \nRetail showdown. China’s tech titans Alibaba and Tencent have spent a combined $10 billion on retail-focused deals to win over customers, compete in areas of logistics, payments and big data, and boost their online and offline reach last year, according to CNBC. The two companies are worth a combined $1 trillion. CNBC \nBullish on blockchain. Prominent Chinese billionaire and angel investor Cai Wensheng, who founded China’s wildly popular photo-editing app and smartphone maker Meitu, said this week that blockchain is “the biggest bubble the world has ever seen”, but that missing it would be the biggest mistake anyone can make. Cai, who spoke on a public channel Chinese instant messaging platform WeChat, said that the next generation of consumer products will be built on blockchain, which holds untapped opportunities for value investors. China Money Network \nCFIUS says no. US regulators have block yet another Chinese tech investment deal, this time between Massachusetts-based semiconductor company Xcerra and Sino IC Fund, a $20bn state-backed Chinese fund. Amid bubbling trade tension between Beijing and the Trump administration, the Committee on Foreign Investment in the United States has been turning down a series of deals, citing national security concerns. Financial Times \nIn Case You Missed It ",
    "published": "2018-02-24T23:07:00.000+02:00",
    "crawled": "2018-02-24T17:58:00.043+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "est",
        "week",
        "three",
        "chinese",
        "investor",
        "made",
        "headline",
        "effort",
        "go",
        "story",
        "two",
        "made",
        "biggest",
        "anbang",
        "insurance",
        "group",
        "sino",
        "ic",
        "fund",
        "cautionary",
        "tale",
        "third",
        "involving",
        "automaker",
        "zhejiang",
        "geely",
        "holding",
        "group",
        "appears",
        "success",
        "story",
        "make",
        "far",
        "interesting",
        "three",
        "anbang",
        "made",
        "news",
        "china",
        "insurance",
        "regulator",
        "announced",
        "friday",
        "seized",
        "control",
        "heavily",
        "indebted",
        "firm",
        "keep",
        "collapsing",
        "meanwhile",
        "prosecutor",
        "shanghai",
        "indicted",
        "anbang",
        "chairman",
        "wu",
        "xiaohui",
        "fraud",
        "charge",
        "new",
        "york",
        "time",
        "characterized",
        "seizure",
        "blunt",
        "message",
        "leadership",
        "xi",
        "jinping",
        "china",
        "stopped",
        "encouraging",
        "big",
        "company",
        "spread",
        "country",
        "wealth",
        "influence",
        "beyond",
        "border",
        "reining",
        "spending",
        "spree",
        "threatens",
        "future",
        "growth",
        "sino",
        "ic",
        "fund",
        "story",
        "broke",
        "thursday",
        "xcerra",
        "semiconductor",
        "testing",
        "company",
        "disclosed",
        "terminated",
        "april",
        "agreement",
        "acquired",
        "china",
        "unic",
        "capital",
        "management",
        "million",
        "xcerra",
        "said",
        "deal",
        "collapsed",
        "unable",
        "win",
        "approval",
        "committee",
        "foreign",
        "investment",
        "united",
        "state",
        "cfius",
        "u",
        "government",
        "interagency",
        "security",
        "review",
        "process",
        "unic",
        "affiliate",
        "sino",
        "ic",
        "fund",
        "manages",
        "billion",
        "fund",
        "created",
        "chinese",
        "government",
        "promote",
        "development",
        "nation",
        "integrated",
        "circuit",
        "electronics",
        "industry",
        "case",
        "element",
        "drama",
        "tension",
        "underscored",
        "larger",
        "narrative",
        "escalating",
        "economic",
        "cold",
        "war",
        "world",
        "two",
        "powerful",
        "nation",
        "neither",
        "development",
        "demonstrate",
        "chinese",
        "company",
        "thrown",
        "globalization",
        "drive",
        "reverse",
        "anbang",
        "lurched",
        "control",
        "four",
        "year",
        "ago",
        "began",
        "hawking",
        "wealth",
        "management",
        "product",
        "disguised",
        "insurance",
        "policy",
        "investor",
        "china",
        "group",
        "turbocharged",
        "money",
        "raised",
        "convoluted",
        "financial",
        "engineering",
        "strategy",
        "plowed",
        "billion",
        "foreign",
        "trophy",
        "property",
        "like",
        "waldorf",
        "astoria",
        "anything",
        "surprise",
        "chinese",
        "regulator",
        "allowed",
        "gray",
        "rhino",
        "grow",
        "large",
        "finally",
        "getting",
        "tranquilizer",
        "gun",
        "outcome",
        "sino",
        "ic",
        "xcerra",
        "bid",
        "equally",
        "predictable",
        "since",
        "donald",
        "trump",
        "election",
        "cfius",
        "chaired",
        "treasury",
        "secretary",
        "rejected",
        "nearly",
        "every",
        "chinese",
        "attempt",
        "invest",
        "u",
        "technology",
        "industry",
        "including",
        "bid",
        "firm",
        "far",
        "smaller",
        "government",
        "presence",
        "attempted",
        "invest",
        "far",
        "less",
        "sensitive",
        "sector",
        "semiconductor",
        "geely",
        "investment",
        "different",
        "friday",
        "li",
        "shufu",
        "billionaire",
        "chairman",
        "automaker",
        "revealed",
        "accumulated",
        "stake",
        "valued",
        "billion",
        "germany",
        "daimler",
        "ag",
        "largest",
        "investment",
        "chinese",
        "entity",
        "global",
        "automobile",
        "manufacturer",
        "make",
        "li",
        "daimler",
        "largest",
        "shareholder",
        "statement",
        "geely",
        "said",
        "li",
        "commitment",
        "daimler",
        "stake",
        "daimler",
        "said",
        "welcomed",
        "li",
        "investment",
        "vote",
        "confidence",
        "future",
        "wall",
        "street",
        "journal",
        "say",
        "soon",
        "say",
        "whether",
        "li",
        "daimler",
        "stake",
        "herald",
        "broader",
        "strategic",
        "alignment",
        "two",
        "company",
        "position",
        "likely",
        "give",
        "li",
        "seat",
        "daimler",
        "board",
        "inside",
        "look",
        "daimler",
        "advanced",
        "technology",
        "electric",
        "vehicle",
        "car",
        "daimler",
        "geely",
        "alliance",
        "could",
        "put",
        "geely",
        "position",
        "become",
        "china",
        "first",
        "truly",
        "global",
        "automaker",
        "li",
        "daimler",
        "stake",
        "latest",
        "series",
        "savvy",
        "investment",
        "barely",
        "decade",
        "transformed",
        "company",
        "local",
        "laughingstock",
        "global",
        "empire",
        "builder",
        "li",
        "launched",
        "geely",
        "loan",
        "father",
        "farmer",
        "company",
        "began",
        "making",
        "refrigerator",
        "part",
        "morphed",
        "car",
        "maker",
        "debuted",
        "first",
        "sedan",
        "detroit",
        "auto",
        "show",
        "model",
        "even",
        "sticker",
        "price",
        "widely",
        "panned",
        "forcing",
        "li",
        "abandon",
        "hope",
        "cracking",
        "u",
        "market",
        "returned",
        "home",
        "focused",
        "china",
        "li",
        "took",
        "big",
        "risk",
        "paying",
        "billion",
        "cash",
        "acquire",
        "volvo",
        "car",
        "ab",
        "ford",
        "motor",
        "u",
        "auto",
        "giant",
        "struggled",
        "survive",
        "aftermath",
        "global",
        "financial",
        "crisis",
        "li",
        "said",
        "volvo",
        "purchase",
        "like",
        "poor",
        "farm",
        "boy",
        "pursuing",
        "famous",
        "movie",
        "union",
        "proved",
        "happy",
        "one",
        "volvo",
        "month",
        "reported",
        "fourth",
        "straight",
        "year",
        "record",
        "sale",
        "operating",
        "profit",
        "billion",
        "company",
        "thriving",
        "globally",
        "china",
        "announced",
        "ambitious",
        "plan",
        "roll",
        "electric",
        "hybrid",
        "electric",
        "engine",
        "new",
        "model",
        "past",
        "year",
        "geely",
        "rekindled",
        "global",
        "ambition",
        "securing",
        "stake",
        "british",
        "sport",
        "car",
        "maker",
        "lotus",
        "car",
        "stake",
        "struggling",
        "malaysian",
        "carmaker",
        "proton",
        "holding",
        "bhd",
        "stake",
        "sweden",
        "volvo",
        "ab",
        "world",
        "truck",
        "maker",
        "geely",
        "investment",
        "show",
        "china",
        "retreated",
        "entirely",
        "go",
        "global",
        "aspiration",
        "indeed",
        "look",
        "track",
        "join",
        "huawei",
        "one",
        "chinese",
        "company",
        "pull",
        "globalization",
        "strategy",
        "success",
        "china",
        "news",
        "claychandler",
        "trade",
        "economy",
        "bag",
        "chinese",
        "conglomerate",
        "fosun",
        "acquired",
        "majority",
        "stake",
        "lanvin",
        "france",
        "oldest",
        "surviving",
        "couture",
        "label",
        "fierce",
        "bidding",
        "war",
        "fund",
        "mayhoola",
        "owns",
        "brand",
        "balmain",
        "valentino",
        "sale",
        "latest",
        "luxury",
        "acquisition",
        "chinese",
        "group",
        "textile",
        "producer",
        "shandong",
        "ruyi",
        "took",
        "controlling",
        "stake",
        "swiss",
        "leather",
        "brand",
        "bally",
        "earlier",
        "month",
        "new",
        "york",
        "time",
        "market",
        "behavior",
        "treasury",
        "top",
        "diplomat",
        "david",
        "malpass",
        "said",
        "week",
        "china",
        "economic",
        "policy",
        "displayed",
        "patently",
        "behavior",
        "suppresses",
        "global",
        "growth",
        "urged",
        "united",
        "state",
        "retaliate",
        "stronger",
        "response",
        "reuters",
        "land",
        "preservation",
        "french",
        "president",
        "emmanuel",
        "macron",
        "promised",
        "french",
        "farmer",
        "prevent",
        "foreign",
        "investor",
        "purchasing",
        "land",
        "france",
        "chinese",
        "fund",
        "bought",
        "hectare",
        "prime",
        "farmland",
        "centre",
        "country",
        "macron",
        "accused",
        "neglecting",
        "rural",
        "france",
        "favour",
        "large",
        "city",
        "lucrative",
        "economic",
        "sector",
        "telegraph",
        "advertisement",
        "technology",
        "innovation",
        "digital",
        "red",
        "packet",
        "768m",
        "people",
        "sent",
        "received",
        "hongbao",
        "red",
        "packet",
        "filled",
        "cash",
        "payment",
        "platform",
        "weixin",
        "pay",
        "chinese",
        "new",
        "year",
        "said",
        "tencent",
        "company",
        "initiated",
        "migration",
        "physical",
        "red",
        "packet",
        "digital",
        "giving",
        "four",
        "year",
        "ago",
        "digital",
        "payment",
        "market",
        "china",
        "estimated",
        "worth",
        "trillion",
        "financial",
        "time",
        "retail",
        "showdown",
        "china",
        "tech",
        "titan",
        "alibaba",
        "tencent",
        "spent",
        "combined",
        "billion",
        "deal",
        "win",
        "customer",
        "compete",
        "area",
        "logistics",
        "payment",
        "big",
        "data",
        "boost",
        "online",
        "offline",
        "reach",
        "last",
        "year",
        "according",
        "cnbc",
        "two",
        "company",
        "worth",
        "combined",
        "trillion",
        "cnbc",
        "bullish",
        "blockchain",
        "prominent",
        "chinese",
        "billionaire",
        "angel",
        "investor",
        "cai",
        "wensheng",
        "founded",
        "china",
        "wildly",
        "popular",
        "app",
        "smartphone",
        "maker",
        "meitu",
        "said",
        "week",
        "blockchain",
        "biggest",
        "bubble",
        "world",
        "ever",
        "seen",
        "missing",
        "would",
        "biggest",
        "mistake",
        "anyone",
        "make",
        "cai",
        "spoke",
        "public",
        "channel",
        "chinese",
        "instant",
        "messaging",
        "platform",
        "wechat",
        "said",
        "next",
        "generation",
        "consumer",
        "product",
        "built",
        "blockchain",
        "hold",
        "untapped",
        "opportunity",
        "value",
        "investor",
        "china",
        "money",
        "network",
        "cfius",
        "say",
        "u",
        "regulator",
        "block",
        "yet",
        "another",
        "chinese",
        "tech",
        "investment",
        "deal",
        "time",
        "semiconductor",
        "company",
        "xcerra",
        "sino",
        "ic",
        "fund",
        "20bn",
        "chinese",
        "fund",
        "amid",
        "bubbling",
        "trade",
        "tension",
        "beijing",
        "trump",
        "administration",
        "committee",
        "foreign",
        "investment",
        "united",
        "state",
        "turning",
        "series",
        "deal",
        "citing",
        "national",
        "security",
        "concern",
        "financial",
        "time",
        "case",
        "missed"
    ]
}