{
    "organizations": [],
    "uuid": "c96d342d0d99e92156ed8a2945c3da203418f6cb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/globe-newswire-amsc-reports-third-quarter-fiscal-2017-financial-results-and-provides-business-outlook.html",
    "ord_in_thread": 0,
    "title": "AMSC Reports Third Quarter Fiscal 2017 Financial Results and Provides Business Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AYER, Mass., Feb. 05, 2018 (GLOBE NEWSWIRE) -- AMSC (Nasdaq:AMSC), a global solutions provider serving wind and power grid industry leaders, today reported financial results for its third quarter of fiscal 2017 ended December 31, 2017.\nRevenues for the third quarter of fiscal 2017 were $14.9 million, compared with $27.1 million for the same period of fiscal 2016. The year-over-year decrease was primarily due to a lack of shipments of electric control systems to Inox during the third quarter of fiscal 2017, partially offset by increased license revenues. Revenues in the Grid segment increased year-over-year.\nAMSC’s net loss for the third quarter of fiscal 2017 was $4.2 million, or $0.21 per share, compared to $2.8 million, or $0.20 per share, for the same period of fiscal 2016. The Company’s non-GAAP net loss for the third quarter of fiscal 2017 was $3.5 million, or $0.18 per share, compared with a non-GAAP net loss of $2.9 million, or $0.21 per share, in the same period of fiscal 2016. Please refer to the financial table below for a reconciliation of GAAP to non-GAAP results.\nCash, cash equivalents and restricted cash on December 31, 2017 totaled $22.3 million, compared with $30.5 million at September 30, 2017.\n“Our Grid segment delivered record revenues in the third quarter,” said Daniel P. McGahn, President and CEO, AMSC. “In 2017, Inox has participated and won in each of the 1st two national power tender auctions. Inox has since resumed production and we look forward to working with them as they ramp up their factory.”\nBusiness Outlook\nFor the fourth quarter ending March 31, 2018, AMSC expects that its revenues will be in the range of $12.0 million to $18.0 million. The Company’s net loss for the fourth quarter of fiscal 2017 is expected to be less than $7.5 million, or $0.37 per share. The Company's non-GAAP net loss (as defined below) is expected to be less than $6.9 million, or $0.34 per share. The Company expects an operating cash burn of $3.0 million to $5.0 million in the fourth quarter of fiscal 2017.\nConference Call Reminder\nIn conjunction with this announcement, AMSC management will participate in a conference call with investors beginning at 10:00 a.m. Eastern Time on Tuesday, February 6th to discuss the Company’s financial results and business outlook. Those who wish to listen to the live or archived conference call webcast should visit the “Investors” section of the Company’s website at http://www.amsc.com/investors . The live call also can be accessed by dialing 866-564-2846 and using conference ID 3267381.\nAbout AMSC (Nasdaq:AMSC)\nAMSC generates the ideas, technologies and solutions that meet the world’s demand for smarter, cleaner … better energy™. Through its Windtec™ Solutions, AMSC provides wind turbine electronic controls and systems, designs and engineering services that reduce the cost of wind energy. Through its Gridtec™ Solutions, AMSC provides the engineering planning services and advanced grid systems that optimize network reliability, efficiency and performance. The Company’s solutions are now powering gigawatts of renewable energy globally and are enhancing the performance and reliability of power networks in more than a dozen countries. Founded in 1987, AMSC is headquartered near Boston, Massachusetts with operations in Asia, Australia, Europe and North America. For more information, please visit www.amsc.com .\nAMSC, Windtec, Gridtec, and Smarter, Cleaner … Better Energy are trademarks or registered trademarks of American Superconductor Corporation. All other brand names, product names, trademarks or service marks belong to their respective holders.\nForward-Looking Statements\nThis press release contains within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"). Any statements in this release about our work with Inox as they ramp up their factory; our expected financial results for the quarter ending March 31, 2018, our expected operating cash burn during the quarter ending March 31, 2018, and other statements containing the words \"believes,\" \"anticipates,\" \"plans,\" \"expects,\" \"will\" , constitute within the meaning of the Private Securities Litigation Reform Act of 1995. Such represent management's current expectations and are inherently uncertain. There are a number of important factors that could materially impact the value of our common stock or cause actual results to differ materially from those indicated by such . These important factors include, but are not limited to: A significant portion of our revenues are derived from a single customer, Inox; We have a history of operating losses and negative operating cash flows, which may continue in the future and require us to secure additional financing in the future; Our operating results may fluctuate significantly from quarter to quarter and may fall below expectations in any particular fiscal quarter; Our financial condition may have an adverse effect on our customer and supplier relationships; Our success in addressing the wind energy market is dependent on the manufacturers that license our designs; Our success is dependent upon attracting and retaining qualified personnel and our inability to do so could significantly damage our business and prospects; We rely upon third-party suppliers for the components and sub-assemblies of many of our Wind and Grid products, making us vulnerable to supply shortages and price fluctuations; Failure to successfully execute any move of our Devens, Massachusetts manufacturing facility or achieve expected savings following any move could adversely impact our financial performance; We may not realize all of the sales expected from our backlog of orders and contracts; Our success depends upon the commercial use of high temperature superconductor products, which is currently limited, and a widespread commercial market for our products may not develop; Growth of the wind energy market depends largely on the availability and size of government subsidies, economic incentives and legislative programs designed to support the growth of wind energy; We have operations in and depend on sales in emerging markets, including India, and global conditions could negatively affect our operating results or limit our ability to expand our operations outside of these markets; We face risks related to our intellectual property; We face risks related to our legal proceedings; Tax reform in the U.S. may negatively affect our operating results; and the important factors discussed under the caption \"Risk Factors\" in Part 1. Item 1A of our Form 10-K for the fiscal year ended March 31, 2017, and our other reports filed with the SEC. These important factors, among others, could cause actual results to differ materially from those indicated by made herein and presented elsewhere by management from time to time. Any such represent management's estimates as of the date of this press release. While we may elect to update such at some point in the future, we disclaim any obligation to do so, even if subsequent events cause our views to change. These should not be relied upon as representing our views as of any date subsequent to the date of this press release.\nUNAUDITED CONSOLIDATED STATEMENTS OF OPERATIONS\n(In thousands, except per share data) Three Months Ended\nDecember 31, Nine Months Ended\nDecember 31, 2017 2016 2017 2016 Revenues Wind $ 2,633 $ 18,248 $ 10,465 $ 36,822 Grid 12,300 8,900 24,439 22,178 Total revenues 14,933 27,148 34,904 59,000 Cost of revenues 9,917 22,107 34,103 50,992 Gross margin 5,016 5,041 801 8,008 Operating expenses: Research and development 3,023 2,985 8,690 8,804 Selling, general and administrative 5,486 6,077 16,964 19,640 Amortization of acquisition-related intangibles 85 39 98 118 Change in fair value of contingent consideration 272 — 71 — Restructuring 1 — 1,328 — Total operating expenses 8,867 9,101 27,151 28,562 Operating loss (3,851 ) (4,060 ) (26,350 ) (20,554 ) Change in fair value of warrants 399 101 1,468 667 Gain on sale of minority interest — 325 951 325 Interest income (expense), net 49 (89 ) 94 (331 ) Other (expense)/income, net (279 ) 873 (2,449 ) 481 Loss before income tax (benefit) expense (3,682 ) (2,850 ) (26,286 ) (19,412 ) Income tax (benefit) expense 566 (82 ) 496 1,036 Net loss $ (4,248 ) $ (2,768 ) $ (26,782 ) $ (20,448 ) Net loss per common share Basic $ (0.21 ) $ (0.20 ) $ (1.44 ) $ (1.49 ) Diluted $ (0.21 ) $ (0.20 ) $ (1.44 ) $ (1.49 ) Weighted average number of common shares outstanding Basic 19,949 13,792 18,614 13,746 Diluted 19,949 13,792 18,614 13,746\nUNAUDITED CONSOLIDATED BALANCE SHEET\n(In thousands, except per share data) December 31,\n2017 March 31,\n2017 ASSETS Current assets: Cash and cash equivalents $ 22,113 $ 26,784 Accounts receivable, net 12,052 7,956 Inventory 17,129 17,462 Prepaid expenses and other current assets 2,822 2,703 Restricted cash — 795 Total current assets 54,116 55,700 Property, plant and equipment, net 36,684 43,438 Intangibles, net 3,315 301 Goodwill 1,719 — Restricted cash 165 165 Deferred tax assets 545 407 Other assets 227 233 Total assets $ 96,771 $ 100,244 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities: Accounts payable and accrued expenses $ 15,486 $ 14,490 Note payable, current portion, net of discount of $19 as of March 31, 2017 — 1,481 Derivative liabilities 1,142 1,923 Deferred revenue 14,194 14,323 Total current liabilities 30,822 32,217 Deferred revenue 8,425 7,631 Deferred tax liabilities 125 125 Other liabilities 54 45 Total liabilities 39,426 40,018 Stockholders' equity: Common stock 211 147 Additional paid-in capital 1,040,348 1,017,510 Treasury stock (1,645 ) (1,371 ) Accumulated other comprehensive income (loss) 770 (503 ) Accumulated deficit (982,339 ) (955,557 ) Total stockholders' equity 57,345 60,226 Total liabilities and stockholders' equity $ 96,771 $ 100,244\nUNAUDITED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(In thousands) Nine Months Ended\nDecember 31, 2017 2016 Cash flows from operating activities: Net loss $ (26,782 ) $ (20,448 ) Adjustments to reconcile net loss to net cash used in operations: Depreciation and amortization 9,239 5,606 Stock-based compensation expense 2,115 2,266 Provision for excess and obsolete inventory 415 1,074 Gain on sale of minority interest (951 ) (325 ) Change in fair value of warrants and contingent consideration (1,397 ) (667 ) Non-cash interest expense 19 127 Other non-cash items 81 (937 ) Changes in operating asset and liability accounts: Accounts receivable (3,576 ) 3,213 Inventory 180 (2,294 ) Prepaid expenses and other current assets 647 2,283 Accounts payable and accrued expenses 638 (4,031 ) Deferred revenue (862 ) 3,598 Net cash used in operating activities (20,234 ) (10,535 ) Cash flows from investing activities: Net cash (used in)/provided by investing activities (261 ) 357 Cash flows from financing activities: Net cash provided by/(used in) financing activities 15,188 (3,657 ) Effect of exchange rate changes on cash and cash equivalents 636 (432 ) Net decrease in cash and cash equivalents (4,671 ) (14,267 ) Cash and cash equivalents at beginning of year 26,784 39,330 Cash and cash equivalents at end of year $ 22,113 $ 25,063\nRECONCILIATION OF GAAP NET INCOME (LOSS) TO NON-GAAP NET INCOME (LOSS)\n(In thousands, except per share data) Three Months Ended\nDecember 31, Nine Months Ended\nDecember 31, 2017 2016 2017 2016 Net loss $ (4,248 ) $ (2,768 ) $ (26,782 ) $ (20,448 ) Sale of minority investments — (325 ) (951 ) (325 ) Stock-based compensation 883 613 2,115 2,266 Amortization of acquisition-related intangibles 85 39 98 118 Consumption of zero cost-basis inventory (118 ) (478 ) (514 ) (1,118 ) Change in fair value of warrants and contingent consideration (126 ) (101 ) (1,397 ) (667 ) Non-cash interest expense — 30 19 127 Tax effect of adjustments 19 77 142 179 Non-GAAP net loss $ (3,505 ) $ (2,913 ) $ (27,270 ) $ (19,868 ) Non-GAAP net loss per share $ (0.18 ) $ (0.21 ) $ (1.46 ) $ (1.45 ) Weighted average shares outstanding - basic and diluted 19,949 13,792 18,614 13,746\nReconciliation of Forecast GAAP Net Loss to Non-GAAP Net Loss\n(In thousands, except per share data) Three months ending March 31, 2018 Net loss $(7,500 ) Stock-based compensation 850 Amortization of acquisition-related intangibles 100 Consumption of zero-cost inventory (350 ) Tax effect of adjustments - Non-GAAP net loss $(6,900 ) Non-GAAP net loss per share $(0.34 ) Shares outstanding 20,300 Note: Non-GAAP net loss is defined by the Company as net loss before sale of minority investments; stock-based compensation; amortization of acquisition-related intangibles; consumption of zero cost-basis inventory; non-cash interest expense; change in fair value of warrants and contingent consideration; non-cash interest expense; tax effect of adjustments; and other unusual charges. The Company believes non-GAAP net loss assists management and investors in comparing the Company’s performance across reporting periods on a consistent basis by excluding these non-cash, non-recurring or other charges that it does not believe are indicative of its core operating performance. The Company is not able to provide the change in fair value of warrants and contingent consideration on a forward-looking basis without unreasonable efforts because the calculation for that change is primarily driven by the closing price and volatility of the Company's stock at the end of each fiscal quarter, which cannot be reasonably estimated at this time. The Company does not expect to adjust non-GAAP net loss for non-cash interest expense in future quarters due to the repayment of the Company’s term loan during the first quarter of fiscal 2017. Actual non-GAAP net loss for the fiscal quarter ending March 31, 2018, including the above adjustments, may differ materially from those forecasted in the table above.\nGenerally, a non-GAAP financial measure is a numerical measure of a company's performance, financial position or cash flow that either excludes or includes amounts that are not normally excluded or included in the most directly comparable measure calculated and presented in accordance with GAAP. The non-GAAP measures included in this release, however, should be considered in addition to, and not as a substitute for or superior to, operating income, cash flows, or other measures of financial performance prepared in accordance with GAAP. A reconciliation of GAAP to non-GAAP net loss is set forth in the table above.\nAMSC Investor Relations\nBrion D. Tanous\nPhone: 424-634-8592\nEmail: Brion.Tanous@amsc.com\nAMSC Public Relations\nNicol Golez\nPhone: 978-399-8344\nEmail: Nicol.Golez@amsc.com ﻿\nSource: AMSC",
    "published": "2018-02-06T00:05:00.000+02:00",
    "crawled": "2018-02-06T01:12:20.030+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ayer",
        "globe",
        "newswire",
        "amsc",
        "nasdaq",
        "amsc",
        "global",
        "solution",
        "provider",
        "serving",
        "wind",
        "power",
        "grid",
        "industry",
        "leader",
        "today",
        "reported",
        "financial",
        "result",
        "third",
        "quarter",
        "fiscal",
        "ended",
        "december",
        "revenue",
        "third",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "period",
        "fiscal",
        "decrease",
        "primarily",
        "due",
        "lack",
        "shipment",
        "electric",
        "control",
        "system",
        "inox",
        "third",
        "quarter",
        "fiscal",
        "partially",
        "offset",
        "increased",
        "license",
        "revenue",
        "revenue",
        "grid",
        "segment",
        "increased",
        "amsc",
        "net",
        "loss",
        "third",
        "quarter",
        "fiscal",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "fiscal",
        "company",
        "net",
        "loss",
        "third",
        "quarter",
        "fiscal",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "fiscal",
        "please",
        "refer",
        "financial",
        "table",
        "reconciliation",
        "gaap",
        "result",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "september",
        "grid",
        "segment",
        "delivered",
        "record",
        "revenue",
        "third",
        "quarter",
        "said",
        "daniel",
        "mcgahn",
        "president",
        "ceo",
        "amsc",
        "inox",
        "participated",
        "1st",
        "two",
        "national",
        "power",
        "tender",
        "auction",
        "inox",
        "since",
        "resumed",
        "production",
        "look",
        "forward",
        "working",
        "ramp",
        "business",
        "outlook",
        "fourth",
        "quarter",
        "ending",
        "march",
        "amsc",
        "expects",
        "revenue",
        "range",
        "million",
        "million",
        "company",
        "net",
        "loss",
        "fourth",
        "quarter",
        "fiscal",
        "expected",
        "less",
        "million",
        "per",
        "share",
        "company",
        "net",
        "loss",
        "defined",
        "expected",
        "less",
        "million",
        "per",
        "share",
        "company",
        "expects",
        "operating",
        "cash",
        "burn",
        "million",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "conference",
        "call",
        "reminder",
        "conjunction",
        "announcement",
        "amsc",
        "management",
        "participate",
        "conference",
        "call",
        "investor",
        "beginning",
        "eastern",
        "time",
        "tuesday",
        "february",
        "6th",
        "discus",
        "company",
        "financial",
        "result",
        "business",
        "outlook",
        "wish",
        "listen",
        "live",
        "archived",
        "conference",
        "call",
        "webcast",
        "visit",
        "investor",
        "section",
        "company",
        "website",
        "http",
        "live",
        "call",
        "also",
        "accessed",
        "dialing",
        "using",
        "conference",
        "id",
        "amsc",
        "nasdaq",
        "amsc",
        "amsc",
        "generates",
        "idea",
        "technology",
        "solution",
        "meet",
        "world",
        "demand",
        "smarter",
        "cleaner",
        "better",
        "solution",
        "amsc",
        "provides",
        "wind",
        "turbine",
        "electronic",
        "control",
        "system",
        "design",
        "engineering",
        "service",
        "reduce",
        "cost",
        "wind",
        "energy",
        "solution",
        "amsc",
        "provides",
        "engineering",
        "planning",
        "service",
        "advanced",
        "grid",
        "system",
        "optimize",
        "network",
        "reliability",
        "efficiency",
        "performance",
        "company",
        "solution",
        "powering",
        "gigawatts",
        "renewable",
        "energy",
        "globally",
        "enhancing",
        "performance",
        "reliability",
        "power",
        "network",
        "dozen",
        "country",
        "founded",
        "amsc",
        "headquartered",
        "near",
        "boston",
        "massachusetts",
        "operation",
        "asia",
        "australia",
        "europe",
        "north",
        "america",
        "information",
        "please",
        "visit",
        "amsc",
        "windtec",
        "gridtec",
        "smarter",
        "cleaner",
        "better",
        "energy",
        "trademark",
        "registered",
        "trademark",
        "american",
        "superconductor",
        "corporation",
        "brand",
        "name",
        "product",
        "name",
        "trademark",
        "service",
        "mark",
        "belong",
        "respective",
        "holder",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "statement",
        "release",
        "work",
        "inox",
        "ramp",
        "factory",
        "expected",
        "financial",
        "result",
        "quarter",
        "ending",
        "march",
        "expected",
        "operating",
        "cash",
        "burn",
        "quarter",
        "ending",
        "march",
        "statement",
        "containing",
        "word",
        "belief",
        "anticipates",
        "plan",
        "expects",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "represent",
        "management",
        "current",
        "expectation",
        "inherently",
        "uncertain",
        "number",
        "important",
        "factor",
        "could",
        "materially",
        "impact",
        "value",
        "common",
        "stock",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "important",
        "factor",
        "include",
        "limited",
        "significant",
        "portion",
        "revenue",
        "derived",
        "single",
        "customer",
        "inox",
        "history",
        "operating",
        "loss",
        "negative",
        "operating",
        "cash",
        "flow",
        "may",
        "continue",
        "future",
        "require",
        "u",
        "secure",
        "additional",
        "financing",
        "future",
        "operating",
        "result",
        "may",
        "fluctuate",
        "significantly",
        "quarter",
        "quarter",
        "may",
        "fall",
        "expectation",
        "particular",
        "fiscal",
        "quarter",
        "financial",
        "condition",
        "may",
        "adverse",
        "effect",
        "customer",
        "supplier",
        "relationship",
        "success",
        "addressing",
        "wind",
        "energy",
        "market",
        "dependent",
        "manufacturer",
        "license",
        "design",
        "success",
        "dependent",
        "upon",
        "attracting",
        "retaining",
        "qualified",
        "personnel",
        "inability",
        "could",
        "significantly",
        "damage",
        "business",
        "prospect",
        "rely",
        "upon",
        "supplier",
        "component",
        "many",
        "wind",
        "grid",
        "product",
        "making",
        "u",
        "vulnerable",
        "supply",
        "shortage",
        "price",
        "fluctuation",
        "failure",
        "successfully",
        "execute",
        "move",
        "devens",
        "massachusetts",
        "manufacturing",
        "facility",
        "achieve",
        "expected",
        "saving",
        "following",
        "move",
        "could",
        "adversely",
        "impact",
        "financial",
        "performance",
        "may",
        "realize",
        "sale",
        "expected",
        "backlog",
        "order",
        "contract",
        "success",
        "depends",
        "upon",
        "commercial",
        "use",
        "high",
        "temperature",
        "superconductor",
        "product",
        "currently",
        "limited",
        "widespread",
        "commercial",
        "market",
        "product",
        "may",
        "develop",
        "growth",
        "wind",
        "energy",
        "market",
        "depends",
        "largely",
        "availability",
        "size",
        "government",
        "subsidy",
        "economic",
        "incentive",
        "legislative",
        "program",
        "designed",
        "support",
        "growth",
        "wind",
        "energy",
        "operation",
        "depend",
        "sale",
        "emerging",
        "market",
        "including",
        "india",
        "global",
        "condition",
        "could",
        "negatively",
        "affect",
        "operating",
        "result",
        "limit",
        "ability",
        "expand",
        "operation",
        "outside",
        "market",
        "face",
        "risk",
        "related",
        "intellectual",
        "property",
        "face",
        "risk",
        "related",
        "legal",
        "proceeding",
        "tax",
        "reform",
        "may",
        "negatively",
        "affect",
        "operating",
        "result",
        "important",
        "factor",
        "discussed",
        "caption",
        "risk",
        "factor",
        "part",
        "item",
        "1a",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "report",
        "filed",
        "sec",
        "important",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "made",
        "herein",
        "presented",
        "elsewhere",
        "management",
        "time",
        "time",
        "represent",
        "management",
        "estimate",
        "date",
        "press",
        "release",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "disclaim",
        "obligation",
        "even",
        "subsequent",
        "event",
        "cause",
        "view",
        "change",
        "relied",
        "upon",
        "representing",
        "view",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "revenue",
        "wind",
        "grid",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "margin",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "restructuring",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "change",
        "fair",
        "value",
        "warrant",
        "gain",
        "sale",
        "minority",
        "interest",
        "interest",
        "income",
        "expense",
        "net",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "benefit",
        "expense",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "restricted",
        "cash",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "net",
        "goodwill",
        "restricted",
        "cash",
        "deferred",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "note",
        "payable",
        "current",
        "portion",
        "net",
        "discount",
        "march",
        "derivative",
        "liability",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "deferred",
        "tax",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "treasury",
        "stock",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "unaudited",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "nine",
        "month",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operation",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "provision",
        "excess",
        "obsolete",
        "inventory",
        "gain",
        "sale",
        "minority",
        "interest",
        "change",
        "fair",
        "value",
        "warrant",
        "contingent",
        "consideration",
        "interest",
        "expense",
        "item",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "end",
        "year",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "net",
        "loss",
        "sale",
        "minority",
        "investment",
        "compensation",
        "amortization",
        "intangible",
        "consumption",
        "zero",
        "inventory",
        "change",
        "fair",
        "value",
        "warrant",
        "contingent",
        "consideration",
        "interest",
        "expense",
        "tax",
        "effect",
        "adjustment",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "reconciliation",
        "forecast",
        "gaap",
        "net",
        "loss",
        "net",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ending",
        "march",
        "net",
        "loss",
        "compensation",
        "amortization",
        "intangible",
        "consumption",
        "inventory",
        "tax",
        "effect",
        "adjustment",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "outstanding",
        "note",
        "net",
        "loss",
        "defined",
        "company",
        "net",
        "loss",
        "sale",
        "minority",
        "investment",
        "compensation",
        "amortization",
        "intangible",
        "consumption",
        "zero",
        "inventory",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "contingent",
        "consideration",
        "interest",
        "expense",
        "tax",
        "effect",
        "adjustment",
        "unusual",
        "charge",
        "company",
        "belief",
        "net",
        "loss",
        "assist",
        "management",
        "investor",
        "comparing",
        "company",
        "performance",
        "across",
        "reporting",
        "period",
        "consistent",
        "basis",
        "excluding",
        "charge",
        "believe",
        "indicative",
        "core",
        "operating",
        "performance",
        "company",
        "able",
        "provide",
        "change",
        "fair",
        "value",
        "warrant",
        "contingent",
        "consideration",
        "basis",
        "without",
        "unreasonable",
        "effort",
        "calculation",
        "change",
        "primarily",
        "driven",
        "closing",
        "price",
        "volatility",
        "company",
        "stock",
        "end",
        "fiscal",
        "quarter",
        "reasonably",
        "estimated",
        "time",
        "company",
        "expect",
        "adjust",
        "net",
        "loss",
        "interest",
        "expense",
        "future",
        "quarter",
        "due",
        "repayment",
        "company",
        "term",
        "loan",
        "first",
        "quarter",
        "fiscal",
        "actual",
        "net",
        "loss",
        "fiscal",
        "quarter",
        "ending",
        "march",
        "including",
        "adjustment",
        "may",
        "differ",
        "materially",
        "forecasted",
        "table",
        "generally",
        "financial",
        "measure",
        "numerical",
        "measure",
        "company",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "either",
        "excludes",
        "includes",
        "amount",
        "normally",
        "excluded",
        "included",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "measure",
        "included",
        "release",
        "however",
        "considered",
        "addition",
        "substitute",
        "superior",
        "operating",
        "income",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "set",
        "forth",
        "table",
        "amsc",
        "investor",
        "relation",
        "brion",
        "tanous",
        "phone",
        "email",
        "amsc",
        "public",
        "relation",
        "nicol",
        "golez",
        "phone",
        "email",
        "source",
        "amsc"
    ]
}