{
    "organizations": [],
    "uuid": "585ffe3a7a4232e5b3f94f1e19aa27c75527aeaf",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/27/the-associated-press-trump-campaign-chief-lends-name-to-penny-stock-tied-to-felon.html",
    "ord_in_thread": 0,
    "title": "Trump campaign chief lends name to penny stock tied to felon",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON (AP) — The political strategist and online guru who was named President Donald Trump's 2020 campaign manager Tuesday has a close financial relationship with a penny-stock firm with a questionable history that includes longstanding ties to a convicted fraudster, according to an Associated Press investigation.\nBrad Parscale, who played a key role in Trump's 2016 election victory, signed a $10 million deal in August to sell his digital marketing company to CloudCommerce Inc. As part of the deal, Parscale currently serves as a member of California-based company's management team.\nThe company touts itself as \"a global provider of cloud-driven e-commerce and mobile commerce solutions.\" But records reviewed by the AP raise questions about its current financial picture and its rocky past.\nCloud Commerce's operations have not turned a profit in nearly a decade, the records indicate. The company's most recent quarterly earnings showed it has spent more than $19 million in investor money since its creation nearly two decades ago and has only $107,000 in cash on hand.\nAnd in 2006, a top executive at the company, which was operating under a different name at the time, was caught in an FBI bribery sting and later pleaded guilty to securities fraud. The company said the former executive no longer has any connection to the company, but documents reviewed by the AP indicate he has remained involved in CloudCommerce's major corporate decisions in recent years.\nParscale did not answer written questions from the AP about what he knew regarding CloudCommerce and its history when he sold his firm to the company and joined its board of directors.\nA press release announcing Parscale's hiring as Trump's new campaign manager included Eric Trump calling him \"an amazing talent\" who has the Trump family's \"complete trust.\"\nThe owner of an obscure web development firm before the 2016 presidential race, Parscale parlayed commercial website work for Trump family businesses into a role as the public face of Trump's highly successful digital campaign. He is considered an ally of Jared Kushner and has taken credit both for selling Trump on digital advertising and for the campaign's vital last-minute pivot to Michigan and Wisconsin.\n\"Brad was essential in bringing a disciplined technology and data-driven approach to how the 2016 campaign was run,\" Kushner, Trump's adviser and son-in-law, said in the campaign press release.\nAs part of the deal with CloudCommerce, the company acquired Parscale's web development company, including roughly 60 employees, many of his past clients and a web-hosting business that services some Trump family business websites.\nCloudCommerce did not acquire Parscale's digital advertising business, however. That work has been transferred to another Parscale company based in Florida, which handles as much as $1 million a month in digital advertising for the Trump campaign alone.\nParscale is on the payroll of five campaign and political advocacy organizations tied to Trump, lucrative work that made him central to Trump's campaign even before his appointment as campaign manager.\nIn addition, Parscale has hired Eric Trump's wife, Lara, a move that reflects his close relationship to the family and shields how much she is being paid from public disclosure because she works for a private company. According to the terms of her hiring last March, she was Giles-Parscale's liaison to the campaign, working out of Trump Tower.\nNeither she nor Parscale responded to emailed questions about her current compensation.\nWhen Parscale's CloudCommerce deal was originally announced last August, the price of CloudCommerce's shares surged.\n\"Big week for the parent company of my commercial business,\" Parscale tweeted, noting that its stock was up 500 percent. CloudCommerce is a penny stock, meaning its shares do not trade on a major stock exchange and can be bought for just pennies a share. Such stock often is thinly traded and prone to fluctuate due to speculation.\n\"I've got Fortune 500 companies calling,\" CloudCommerce chief executive Andrew Van Noy said in an interview before the AP raised questions about the company's history. Van Noy said the company hopes to do more work for the Trump Organization, though \"any conversation with the family happens at the Brad level. I work with him daily.\"\nCloudCommerce's financial filings with the Securities and Exchange Commission give varying descriptions of Van Noy's business career before he joined the company in the spring of 2011. They said he ran a \"boutique real estate private equity firm\" through the end of 2008 and oversaw more than $300 million of transactions during a roughly six-month stint at Morgan Stanley at the beginning of 2010.\nBut in a bankruptcy filing Van Noy made in Utah in August 2010, Van Noy said he was unemployed — and had earned less than $9,000 in each of the last three years. Along with six-figure debts from unpaid credit cards and repossessed cars, he also faced two real-estate fraud lawsuits. A judge ruled against him in one case and Van Noy agreed to settle the other for the full amount of funds he was accused of misspending.\nAfter the AP asked Van Noy to reconcile the conflicting filings, he hung up and then emailed a request for written questions, which he did not answer. He did not respond to subsequent phone calls and emails.\nCreated in 1999, CloudCommerce has repeatedly changed its name and lines of business, which have included health care, software and digital marketing. Past corporate names include Latinocare Management Corp., Roaming Messenger Inc. and Warp 9 Inc.\nOne constant throughout has been Jonathan Lei, the former chief executive of several CloudCommerce predecessors, including Roaming Messenger, which court records show he was running in 2006 when he and a fellow executive agreed to pay a $1 million bribe to hedge fund managers who promised to buy Roaming Messenger stock on behalf of unwitting clients.\nThe hedge fund managers turned out to be undercover FBI agents. In a plea agreement to a single count of conspiracy to commit securities fraud, Lei escaped any prison sentence by becoming a government cooperator. A judge sentenced him to five years of probation and a $10,000 fine. The company itself was not charged.\nAs a condition of Lei's probation, court records show he was barred from owning or involving himself with any publicly traded company during his probation. But securities filings in 2008 — during the period Lei was still under probation — showed he still owned over 25 percent of the company, which had been renamed Warp 9 Inc.\nLei maintained his public holding of company stock for years after his conviction. By the time CloudCommerce adopted its current name, however, his name was nowhere to be found in its annual reports.\nVan Noy told the AP that Lei had not been involved in running the company for at least six years. But CloudCommerce emails with outside parties showed him actively involved in company affairs as recently as 2015 — and he continues to be included in internal communications regarding its business activities, according to a review of documents by the AP and two people familiar with the company who spoke on condition of anonymity due to concerns they could be sued over the disclosures.\nCloudCommerce's most recent disclosure of ownership shows that one of Lei's relatives, Elaine Lei, owns 11.4 percent of CloudCommerce through a shell company located in Lake Tahoe, Nevada — a stake she received from Lei.\nAs recently as 2015, Lei himself also remained an investor through NewQuest Ventures LLC, another holding company, according to SEC filings. A person familiar with CloudCommerce provided the AP with documentation reflecting that Lei remains involved in the company's major decisions, including acquisition targets.\nNeither Lei responded to requests to comment sent to Jonathan Lei's email address or a message left at Elaine Lei's company in Nevada. Elaine Lei's relation with Jonathan Lei is unclear, but Van Noy acknowledged the familial tie.\nRegulators have raised questions about possible manipulation in CloudCommerce's stock in the past. In June 2016, the company said it received an inquiry from the stock exchange on which it trades about online stock promotion activities that \"coincided with higher than average trading volume and increases in the company's stock price.\" There have been no subsequent announcements about the inquiry by the OTC Markets Group, the company that owns the exchange on which CloudCommerce trades.\nCloudCommerce denied any involvement in efforts to hype its stock, and the OTC Markets Group said it generally does not comment on specific companies.\nAn expert on penny stock trading said the details about CloudCommerce — including its history of losses, limited cash, the fraud once committed by Lei and discrepancies in its current chief executive's biography — raise concerns.\n\"There are sufficient red flags to give a responsible regulator reason to investigate,\" said Jacob Frenkel, a former senior counsel at the Securities and Exchange Commission who focused on penny stock fraud and is now in private practice. \"What about this company isn't a red flag?\"\nOf the $10 million sale price for Parscale's firm, $9 million is described in company financial filings as the \"stated value\" of Parscale's preferred stock, meaning it is hypothetical and bears no relation to its current value. Calculating the value of Parscale's hosting firm before it was sold to CloudCommerce is difficult because it was privately held with no public disclosures about its clients, revenues or expenses.\nParscale is prohibited from selling his CloudCommerce stock for at least two years. The remaining $1 million from the sale was supposed to be paid in cash by Jan. 1 for Parscale's web hosting business, but the company informed investors earlier this month that it will be paying Parscale in installments over the course of a year.\nFrenkel, the former SEC enforcement attorney, said Parscale's two-year contractual limits on selling his shares would delay his ability to benefit from any rise in the company's stock.\n\"There are many examples in the small cap world where credible individuals are enticed into taking ownership, leadership or directorship roles in companies and come to regret that decision,\" Frenkel said.",
    "published": "2018-02-28T00:35:00.000+02:00",
    "crawled": "2018-02-28T01:27:38.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "ap",
        "political",
        "strategist",
        "online",
        "guru",
        "named",
        "president",
        "donald",
        "trump",
        "campaign",
        "manager",
        "tuesday",
        "close",
        "financial",
        "relationship",
        "firm",
        "questionable",
        "history",
        "includes",
        "longstanding",
        "tie",
        "convicted",
        "fraudster",
        "according",
        "associated",
        "press",
        "investigation",
        "brad",
        "parscale",
        "played",
        "key",
        "role",
        "trump",
        "election",
        "victory",
        "signed",
        "million",
        "deal",
        "august",
        "sell",
        "digital",
        "marketing",
        "company",
        "cloudcommerce",
        "part",
        "deal",
        "parscale",
        "currently",
        "serf",
        "member",
        "company",
        "management",
        "team",
        "company",
        "tout",
        "global",
        "provider",
        "mobile",
        "commerce",
        "solution",
        "record",
        "reviewed",
        "ap",
        "raise",
        "question",
        "current",
        "financial",
        "picture",
        "rocky",
        "past",
        "cloud",
        "commerce",
        "operation",
        "turned",
        "profit",
        "nearly",
        "decade",
        "record",
        "indicate",
        "company",
        "recent",
        "quarterly",
        "earnings",
        "showed",
        "spent",
        "million",
        "investor",
        "money",
        "since",
        "creation",
        "nearly",
        "two",
        "decade",
        "ago",
        "cash",
        "hand",
        "top",
        "executive",
        "company",
        "operating",
        "different",
        "name",
        "time",
        "caught",
        "fbi",
        "bribery",
        "sting",
        "later",
        "pleaded",
        "guilty",
        "security",
        "fraud",
        "company",
        "said",
        "former",
        "executive",
        "longer",
        "connection",
        "company",
        "document",
        "reviewed",
        "ap",
        "indicate",
        "remained",
        "involved",
        "cloudcommerce",
        "major",
        "corporate",
        "decision",
        "recent",
        "year",
        "parscale",
        "answer",
        "written",
        "question",
        "ap",
        "knew",
        "regarding",
        "cloudcommerce",
        "history",
        "sold",
        "firm",
        "company",
        "joined",
        "board",
        "director",
        "press",
        "release",
        "announcing",
        "parscale",
        "hiring",
        "trump",
        "new",
        "campaign",
        "manager",
        "included",
        "eric",
        "trump",
        "calling",
        "amazing",
        "talent",
        "trump",
        "family",
        "complete",
        "trust",
        "owner",
        "obscure",
        "web",
        "development",
        "firm",
        "presidential",
        "race",
        "parscale",
        "parlayed",
        "commercial",
        "website",
        "work",
        "trump",
        "family",
        "business",
        "role",
        "public",
        "face",
        "trump",
        "highly",
        "successful",
        "digital",
        "campaign",
        "considered",
        "ally",
        "jared",
        "kushner",
        "taken",
        "credit",
        "selling",
        "trump",
        "digital",
        "advertising",
        "campaign",
        "vital",
        "pivot",
        "michigan",
        "wisconsin",
        "brad",
        "essential",
        "bringing",
        "disciplined",
        "technology",
        "approach",
        "campaign",
        "run",
        "kushner",
        "trump",
        "adviser",
        "said",
        "campaign",
        "press",
        "release",
        "part",
        "deal",
        "cloudcommerce",
        "company",
        "acquired",
        "parscale",
        "web",
        "development",
        "company",
        "including",
        "roughly",
        "employee",
        "many",
        "past",
        "client",
        "business",
        "service",
        "trump",
        "family",
        "business",
        "website",
        "cloudcommerce",
        "acquire",
        "parscale",
        "digital",
        "advertising",
        "business",
        "however",
        "work",
        "transferred",
        "another",
        "parscale",
        "company",
        "based",
        "florida",
        "handle",
        "much",
        "million",
        "month",
        "digital",
        "advertising",
        "trump",
        "campaign",
        "alone",
        "parscale",
        "payroll",
        "five",
        "campaign",
        "political",
        "advocacy",
        "organization",
        "tied",
        "trump",
        "lucrative",
        "work",
        "made",
        "central",
        "trump",
        "campaign",
        "even",
        "appointment",
        "campaign",
        "manager",
        "addition",
        "parscale",
        "hired",
        "eric",
        "trump",
        "wife",
        "lara",
        "move",
        "reflects",
        "close",
        "relationship",
        "family",
        "shield",
        "much",
        "paid",
        "public",
        "disclosure",
        "work",
        "private",
        "company",
        "according",
        "term",
        "hiring",
        "last",
        "march",
        "liaison",
        "campaign",
        "working",
        "trump",
        "tower",
        "neither",
        "parscale",
        "responded",
        "emailed",
        "question",
        "current",
        "compensation",
        "parscale",
        "cloudcommerce",
        "deal",
        "originally",
        "announced",
        "last",
        "august",
        "price",
        "cloudcommerce",
        "share",
        "surged",
        "big",
        "week",
        "parent",
        "company",
        "commercial",
        "business",
        "parscale",
        "tweeted",
        "noting",
        "stock",
        "percent",
        "cloudcommerce",
        "penny",
        "stock",
        "meaning",
        "share",
        "trade",
        "major",
        "stock",
        "exchange",
        "bought",
        "penny",
        "share",
        "stock",
        "often",
        "thinly",
        "traded",
        "prone",
        "fluctuate",
        "due",
        "speculation",
        "got",
        "fortune",
        "company",
        "calling",
        "cloudcommerce",
        "chief",
        "executive",
        "andrew",
        "van",
        "noy",
        "said",
        "interview",
        "ap",
        "raised",
        "question",
        "company",
        "history",
        "van",
        "noy",
        "said",
        "company",
        "hope",
        "work",
        "trump",
        "organization",
        "though",
        "conversation",
        "family",
        "happens",
        "brad",
        "level",
        "work",
        "daily",
        "cloudcommerce",
        "financial",
        "filing",
        "security",
        "exchange",
        "commission",
        "give",
        "varying",
        "description",
        "van",
        "noy",
        "business",
        "career",
        "joined",
        "company",
        "spring",
        "said",
        "ran",
        "boutique",
        "real",
        "estate",
        "private",
        "equity",
        "firm",
        "end",
        "oversaw",
        "million",
        "transaction",
        "roughly",
        "stint",
        "morgan",
        "stanley",
        "beginning",
        "bankruptcy",
        "filing",
        "van",
        "noy",
        "made",
        "utah",
        "august",
        "van",
        "noy",
        "said",
        "unemployed",
        "earned",
        "less",
        "last",
        "three",
        "year",
        "along",
        "debt",
        "unpaid",
        "credit",
        "card",
        "repossessed",
        "car",
        "also",
        "faced",
        "two",
        "fraud",
        "lawsuit",
        "judge",
        "ruled",
        "one",
        "case",
        "van",
        "noy",
        "agreed",
        "settle",
        "full",
        "amount",
        "fund",
        "accused",
        "misspending",
        "ap",
        "asked",
        "van",
        "noy",
        "reconcile",
        "conflicting",
        "filing",
        "hung",
        "emailed",
        "request",
        "written",
        "question",
        "answer",
        "respond",
        "subsequent",
        "phone",
        "call",
        "email",
        "created",
        "cloudcommerce",
        "repeatedly",
        "changed",
        "name",
        "line",
        "business",
        "included",
        "health",
        "care",
        "software",
        "digital",
        "marketing",
        "past",
        "corporate",
        "name",
        "include",
        "latinocare",
        "management",
        "roaming",
        "messenger",
        "warp",
        "one",
        "constant",
        "throughout",
        "jonathan",
        "lei",
        "former",
        "chief",
        "executive",
        "several",
        "cloudcommerce",
        "predecessor",
        "including",
        "roaming",
        "messenger",
        "court",
        "record",
        "show",
        "running",
        "fellow",
        "executive",
        "agreed",
        "pay",
        "million",
        "bribe",
        "hedge",
        "fund",
        "manager",
        "promised",
        "buy",
        "roaming",
        "messenger",
        "stock",
        "behalf",
        "unwitting",
        "client",
        "hedge",
        "fund",
        "manager",
        "turned",
        "undercover",
        "fbi",
        "agent",
        "plea",
        "agreement",
        "single",
        "count",
        "conspiracy",
        "commit",
        "security",
        "fraud",
        "lei",
        "escaped",
        "prison",
        "sentence",
        "becoming",
        "government",
        "cooperator",
        "judge",
        "sentenced",
        "five",
        "year",
        "probation",
        "fine",
        "company",
        "charged",
        "condition",
        "lei",
        "probation",
        "court",
        "record",
        "show",
        "barred",
        "owning",
        "involving",
        "publicly",
        "traded",
        "company",
        "probation",
        "security",
        "filing",
        "period",
        "lei",
        "still",
        "probation",
        "showed",
        "still",
        "owned",
        "percent",
        "company",
        "renamed",
        "warp",
        "lei",
        "maintained",
        "public",
        "holding",
        "company",
        "stock",
        "year",
        "conviction",
        "time",
        "cloudcommerce",
        "adopted",
        "current",
        "name",
        "however",
        "name",
        "nowhere",
        "found",
        "annual",
        "report",
        "van",
        "noy",
        "told",
        "ap",
        "lei",
        "involved",
        "running",
        "company",
        "least",
        "six",
        "year",
        "cloudcommerce",
        "email",
        "outside",
        "party",
        "showed",
        "actively",
        "involved",
        "company",
        "affair",
        "recently",
        "continues",
        "included",
        "internal",
        "communication",
        "regarding",
        "business",
        "activity",
        "according",
        "review",
        "document",
        "ap",
        "two",
        "people",
        "familiar",
        "company",
        "spoke",
        "condition",
        "anonymity",
        "due",
        "concern",
        "could",
        "sued",
        "disclosure",
        "cloudcommerce",
        "recent",
        "disclosure",
        "ownership",
        "show",
        "one",
        "lei",
        "relative",
        "elaine",
        "lei",
        "owns",
        "percent",
        "cloudcommerce",
        "shell",
        "company",
        "located",
        "lake",
        "tahoe",
        "nevada",
        "stake",
        "received",
        "lei",
        "recently",
        "lei",
        "also",
        "remained",
        "investor",
        "newquest",
        "venture",
        "llc",
        "another",
        "holding",
        "company",
        "according",
        "sec",
        "filing",
        "person",
        "familiar",
        "cloudcommerce",
        "provided",
        "ap",
        "documentation",
        "reflecting",
        "lei",
        "remains",
        "involved",
        "company",
        "major",
        "decision",
        "including",
        "acquisition",
        "target",
        "neither",
        "lei",
        "responded",
        "request",
        "comment",
        "sent",
        "jonathan",
        "lei",
        "email",
        "address",
        "message",
        "left",
        "elaine",
        "lei",
        "company",
        "nevada",
        "elaine",
        "lei",
        "relation",
        "jonathan",
        "lei",
        "unclear",
        "van",
        "noy",
        "acknowledged",
        "familial",
        "tie",
        "regulator",
        "raised",
        "question",
        "possible",
        "manipulation",
        "cloudcommerce",
        "stock",
        "past",
        "june",
        "company",
        "said",
        "received",
        "inquiry",
        "stock",
        "exchange",
        "trade",
        "online",
        "stock",
        "promotion",
        "activity",
        "coincided",
        "higher",
        "average",
        "trading",
        "volume",
        "increase",
        "company",
        "stock",
        "price",
        "subsequent",
        "announcement",
        "inquiry",
        "otc",
        "market",
        "group",
        "company",
        "owns",
        "exchange",
        "cloudcommerce",
        "trade",
        "cloudcommerce",
        "denied",
        "involvement",
        "effort",
        "hype",
        "stock",
        "otc",
        "market",
        "group",
        "said",
        "generally",
        "comment",
        "specific",
        "company",
        "expert",
        "penny",
        "stock",
        "trading",
        "said",
        "detail",
        "cloudcommerce",
        "including",
        "history",
        "loss",
        "limited",
        "cash",
        "fraud",
        "committed",
        "lei",
        "discrepancy",
        "current",
        "chief",
        "executive",
        "biography",
        "raise",
        "concern",
        "sufficient",
        "red",
        "flag",
        "give",
        "responsible",
        "regulator",
        "reason",
        "investigate",
        "said",
        "jacob",
        "frenkel",
        "former",
        "senior",
        "counsel",
        "security",
        "exchange",
        "commission",
        "focused",
        "penny",
        "stock",
        "fraud",
        "private",
        "practice",
        "company",
        "red",
        "flag",
        "million",
        "sale",
        "price",
        "parscale",
        "firm",
        "million",
        "described",
        "company",
        "financial",
        "filing",
        "stated",
        "value",
        "parscale",
        "preferred",
        "stock",
        "meaning",
        "hypothetical",
        "bear",
        "relation",
        "current",
        "value",
        "calculating",
        "value",
        "parscale",
        "hosting",
        "firm",
        "sold",
        "cloudcommerce",
        "difficult",
        "privately",
        "held",
        "public",
        "disclosure",
        "client",
        "revenue",
        "expense",
        "parscale",
        "prohibited",
        "selling",
        "cloudcommerce",
        "stock",
        "least",
        "two",
        "year",
        "remaining",
        "million",
        "sale",
        "supposed",
        "paid",
        "cash",
        "parscale",
        "web",
        "hosting",
        "business",
        "company",
        "informed",
        "investor",
        "earlier",
        "month",
        "paying",
        "parscale",
        "installment",
        "course",
        "year",
        "frenkel",
        "former",
        "sec",
        "enforcement",
        "attorney",
        "said",
        "parscale",
        "contractual",
        "limit",
        "selling",
        "share",
        "would",
        "delay",
        "ability",
        "benefit",
        "rise",
        "company",
        "stock",
        "many",
        "example",
        "small",
        "cap",
        "world",
        "credible",
        "individual",
        "enticed",
        "taking",
        "ownership",
        "leadership",
        "directorship",
        "role",
        "company",
        "come",
        "regret",
        "decision",
        "frenkel",
        "said"
    ]
}