{
    "organizations": [],
    "uuid": "7ada26064cdb2b362661ffe75413e8c93704b20e",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1Q553T",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Feb 16 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,909.000 67.800 NZX 50** 8,063.33 4.530 DJIA** 25,200.37 306.88 NIKKEI** 21,464.98 310.81 Nasdaq** 7,256.430 112.815 FTSE** 7,234.81 20.84 S&P 500** 2,731.20 32.57 Hang Seng** 31,115.43 599.83 SPI 200 Fut 5,882 20.00 STI** 3,443.51 40.65 SSEC** 3,199.15890 14.20020 KOSPI** 2,421.83 26.64 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.063 0 KR 10 YR Bond 2.752 -0.011 AU 10 YR Bond 2.907 0.013 US 10 YR Bond 2.9058 -0.007 NZ 10 YR Bond 3.015 -0.015 US 30 YR Bond 3.1596 -0.017 -- Currencies Net Chng Net Chng SGD US$ 1.3094 -0.0047 KRW US$ 1,064.06 -5.85 AUD US$ 0.7937 0.0011 NZD US$ 0.74 0.0032 EUR US$ 1.2499 0.0051 Yen US$ 106.03 -0.97 THB US$ 31.27 -0.06 PHP US$ 52.267 0.152 IDR US$ 13,557 -69 INR US$ 63.89 -0.205 MYR US$ 3.891 -0.023 TWD US$ 29.342 -0.016 CNY US$ 6.345 0.0058 HKD US$ 7.8204 -0.0018 -- Commodities Net Chng Net Chng Spot Gold 1,352.71 2.0299 Silver (Lon) 16.85 -0.02 U.S. Gold Fut 1,355.7 -2.3 Brent Crude 64.45 0.09 Iron Ore CNY535.5 9.5 TRJCRB Index - - TOCOM Rubber JPY182.2 -3.8 LME Copper 7,189 26 -- ** indicates closing price All prices as of 21:13 GMT EQUITIES GLOBAL - World equity markets climbed anew on Thursday as investors shrugged off the latest indication of rising U.S. inflation, while strong global growth weighed on the dollar and pushed it to a 15-month low against the Japanese yen. U.S. producer prices accelerated in January, according to a Labor Department report that offered further evidence of growing inflation pressures in the world's largest economy For a full report, click on - - - - NEW YORK - Wall Street surged on Thursday and was on track to end higher for a fifth straight session, led by Apple and other technology stocks as investors shrugged off recent inflation worries that threw the market into a sell-off at the start of the month. Apple Inc jumped 3.2 percent and contributed more than any other stock to gains on the S&P 500 after Warren Buffett's Berkshire Hathaway made the iPhone maker its top investment. For a full report, click on - - - - LONDON - European stocks rose for a second day on Thursday as investors brushed off a spike in U.S. inflation, turning their focus back to company earnings from heavy hitters including Europe's largest aerospace firm Airbus. The pan-European STOXX 600 ended up 0.5 percent at its highest level in a week, though the main European stock index was still down 6.7 percent from a 2-1/2-year peak hit as recently as Jan. 23. For a full report, click on - - - - TOKYO - Japan's Nikkei share average rose significantly on Thursday as investors bought back recently-battered stocks after U.S. markets climbed overnight, shrugging off stronger-than-expected inflation data. The Nikkei ended 1.5 percent higher at 21,464.98, after tumbling to a four-month low on Wednesday and briefly dipping below its 200-day moving average. For a full report, click on - - - - SHANGHAI - China stocks rebounded on Wednesday, but volumes were thin as many traders had already left for the week-long Lunar New Year holiday that starts on Thursday. Chinese markets will reopen on Feb. 22 At the close, the Shanghai Composite index .SSEC was up 14.52 points or 0.46 percent at 3,199.48 For a full report, click on - - - - AUSTRALIA - Australian shares are set to move slightly higher at Friday's open, tracking positive performance in equities and oil in the United States. All three major U.S. indices ended more than 1.2 percent higher on Thursday while U.S. crude oil futures settled up 1.2 percent, with a weak U.S. dollar in the backdrop. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index rose on Wednesday. The Korean won extended its gains on the local platform while bond yields fell. At 06:30 GMT, the KOSPI was up 26.64 points or 1.11 percent at 2,421.83. The index was supported by large purchases from foreign investors, especially in market heavyweight Samsung Electronics. The tech giant's shares ended up 3.1 percent. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar fell across the board on Thursday, hitting a 15-month low against the yen, as negative sentiment around the U.S. currency outweighed a rise in 10-year Treasury yields to their highest levels in four years. Analysts gave various explanations for the dollar's broad weakness, which came as the yield on the benchmark U.S. government bond climbed towards 3 percent, and as stock markets and commodities rose. But most agreed it was a long-term trend. For a full report, click on - - - - CHINA - China's yuan inched up against the U.S. dollar in thin trade on Wednesday, the last trading day in the country's financial markets ahead of the long Lunar New Year holiday. The dollar eased in global markets overnight, with a gauge that tracks the unit's strength against its major peers falling nearly 0.6 percent, as investors remained on edge ahead of key U.S. inflation numbers due later on Wednesday. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars held firm on their U.S. counterpart on Thursday as the sudden, and unexpected, return of risk appetite helped offset a sharp rise in U.S. bond yields. The Aussie was holding at $0.7931 after climbing 0.8 percent in a wild session overnight. It had been down as deep as $0.7774 after U.S. inflation figures surprised on the high side, only to rally sharply when Wall Street and commodities brushed the data aside and swept higher. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index rose on Wednesday. The Korean won extended its gains on the local platform while bond yields fell. The won was Quote: d at 1,077.2 per dollar on the onshore settlement platform , 0.68 percent firmer than its previous close at 1,084.5. The currency received additional support from stronger yen. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields slipped on Thursday after sizable gains in recent sessions, as investors took a breather from selling bonds and readjusted positions to prepare for more inflation-related volatility, a scenario that could take yields even higher. U.S. benchmark 10-year yields, which move inversely to prices, earlier hit a fresh four-year high of 2.944 percent, before pulling back. So far this year, 10-year yields have climbed nearly 50 basis points. For a full report, click on - - - - LONDON - The gap between German and U.S. 10-year borrowing costs reached its widest point since April on Thursday after higher-than-expected inflation in the United States led to a sharp sell-off in U.S. Treasuries. While investors also shed European government bonds after Wednesday's inflation data, political risks kept a cap on yields. For a full report, click on - - - - TOKYO - XX XX For a full report, click on COMMODITIES GOLD Japanese government bond prices were little changed on Thursday, as tight supplies due to the central bank's massive bond purchase helped offset some of the negative impact from rising bond yields. The 10-year JGB yield stood flat at 0.060 percent, the low end of its range in the past month. The price of the benchmark 10-year JGB futures gained 0.05 point to 150.68. For a full report, click on - - - - IRON ORE Iron ore futures in China climbed to their strongest in three weeks on Wednesday, supported by expectations for firm steel demand in the world's top consumer in the first half of the year. It marked the second straight session of sharp gains for the steelmaking raw material, with the price movements accompanied by low liquidity as many market players have taken off for the week-long Lunar New Year holiday that starts on Thursday. For a full report, click on - - - - BASE METALS Copper rose on Thursday as the dollar fell and concerns over inflation prompted a move into hard assets, sparking an early rally across base metals that also saw zinc hit its highest in more than a decade and nickel a near three-year peak. Copper is on track for its biggest weekly gain since November 2016, up 6.3 percent so far on the back of optimism over global growth and weakness in the dollar, which benefits assets priced in the U.S. currency. For a full report, click on - - - - OIL Oil prices were mixed on Thursday with Brent paring losses and U.S. crude turning positive as a weak dollar and Saudi Arabia's comments that OPEC and other producers were committed to their pact on cutting supplies outweighed record U.S. production and rising inventories. Brent futures were down 25 cents, or 0.4 percent, at $64.11 a barrel by 2:10 p.m. EST (1910 GMT), while U.S. West Texas Intermediate crude were up 48 cents, or 0.8 percent, at $61.08. For a full report, click on - - - - PALM OIL Malaysian palm oil futures edged up slightly around noon on Thursday, snapping two sessions of declines, tracking overnight gains in U.S. soyoil on the Chicago Board of Trade (CBOT). A strong ringgit was however seen limiting the gains, said a trader. The ringgit, palm's currency of trade, rose 0.6 percent against the dollar to 3.8920 around noon. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures rose on Thursday, bouncing back from near 8-month lows hit the previous session, on the back of higher oil and metals prices, but trades were thin as China began a week-long Lunar New Year holiday. Oil prices rose by around 1 percent on Thursday to extend gains from the previous session, lifted by a weak dollar and Saudi comments that it would rather see an undersupplied market than end a deal with OPEC and Russia to withhold production. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-02-16T05:20:00.000+02:00",
    "crawled": "2018-02-16T17:00:29.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "feb",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "world",
        "equity",
        "market",
        "climbed",
        "anew",
        "thursday",
        "investor",
        "shrugged",
        "latest",
        "indication",
        "rising",
        "inflation",
        "strong",
        "global",
        "growth",
        "weighed",
        "dollar",
        "pushed",
        "low",
        "japanese",
        "yen",
        "producer",
        "price",
        "accelerated",
        "january",
        "according",
        "labor",
        "department",
        "report",
        "offered",
        "evidence",
        "growing",
        "inflation",
        "pressure",
        "world",
        "largest",
        "economy",
        "full",
        "report",
        "click",
        "new",
        "york",
        "wall",
        "street",
        "surged",
        "thursday",
        "track",
        "end",
        "higher",
        "fifth",
        "straight",
        "session",
        "led",
        "apple",
        "technology",
        "stock",
        "investor",
        "shrugged",
        "recent",
        "inflation",
        "worry",
        "threw",
        "market",
        "start",
        "month",
        "apple",
        "inc",
        "jumped",
        "percent",
        "contributed",
        "stock",
        "gain",
        "p",
        "warren",
        "buffett",
        "berkshire",
        "hathaway",
        "made",
        "iphone",
        "maker",
        "top",
        "investment",
        "full",
        "report",
        "click",
        "london",
        "european",
        "stock",
        "rose",
        "second",
        "day",
        "thursday",
        "investor",
        "brushed",
        "spike",
        "inflation",
        "turning",
        "focus",
        "back",
        "company",
        "earnings",
        "heavy",
        "hitter",
        "including",
        "europe",
        "largest",
        "aerospace",
        "firm",
        "airbus",
        "stoxx",
        "ended",
        "percent",
        "highest",
        "level",
        "week",
        "though",
        "main",
        "european",
        "stock",
        "index",
        "still",
        "percent",
        "peak",
        "hit",
        "recently",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "rose",
        "significantly",
        "thursday",
        "investor",
        "bought",
        "back",
        "stock",
        "market",
        "climbed",
        "overnight",
        "shrugging",
        "inflation",
        "data",
        "nikkei",
        "ended",
        "percent",
        "higher",
        "tumbling",
        "low",
        "wednesday",
        "briefly",
        "dipping",
        "moving",
        "average",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "rebounded",
        "wednesday",
        "volume",
        "thin",
        "many",
        "trader",
        "already",
        "left",
        "lunar",
        "new",
        "year",
        "holiday",
        "start",
        "thursday",
        "chinese",
        "market",
        "reopen",
        "close",
        "shanghai",
        "composite",
        "index",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "set",
        "move",
        "slightly",
        "higher",
        "friday",
        "open",
        "tracking",
        "positive",
        "performance",
        "equity",
        "oil",
        "united",
        "state",
        "three",
        "major",
        "index",
        "ended",
        "percent",
        "higher",
        "thursday",
        "crude",
        "oil",
        "future",
        "settled",
        "percent",
        "weak",
        "dollar",
        "backdrop",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "rose",
        "wednesday",
        "korean",
        "extended",
        "gain",
        "local",
        "platform",
        "bond",
        "yield",
        "fell",
        "gmt",
        "kospi",
        "point",
        "percent",
        "index",
        "supported",
        "large",
        "purchase",
        "foreign",
        "investor",
        "especially",
        "market",
        "heavyweight",
        "samsung",
        "electronics",
        "tech",
        "giant",
        "share",
        "ended",
        "percent",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "fell",
        "across",
        "board",
        "thursday",
        "hitting",
        "low",
        "yen",
        "negative",
        "sentiment",
        "around",
        "currency",
        "outweighed",
        "rise",
        "treasury",
        "yield",
        "highest",
        "level",
        "four",
        "year",
        "analyst",
        "gave",
        "various",
        "explanation",
        "dollar",
        "broad",
        "weakness",
        "came",
        "yield",
        "benchmark",
        "government",
        "bond",
        "climbed",
        "towards",
        "percent",
        "stock",
        "market",
        "commodity",
        "rose",
        "agreed",
        "trend",
        "full",
        "report",
        "click",
        "china",
        "china",
        "yuan",
        "inched",
        "dollar",
        "thin",
        "trade",
        "wednesday",
        "last",
        "trading",
        "day",
        "country",
        "financial",
        "market",
        "ahead",
        "long",
        "lunar",
        "new",
        "year",
        "holiday",
        "dollar",
        "eased",
        "global",
        "market",
        "overnight",
        "gauge",
        "track",
        "unit",
        "strength",
        "major",
        "peer",
        "falling",
        "nearly",
        "percent",
        "investor",
        "remained",
        "edge",
        "ahead",
        "key",
        "inflation",
        "number",
        "due",
        "later",
        "wednesday",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "held",
        "firm",
        "counterpart",
        "thursday",
        "sudden",
        "unexpected",
        "return",
        "risk",
        "appetite",
        "helped",
        "offset",
        "sharp",
        "rise",
        "bond",
        "yield",
        "aussie",
        "holding",
        "climbing",
        "percent",
        "wild",
        "session",
        "overnight",
        "deep",
        "inflation",
        "figure",
        "surprised",
        "high",
        "side",
        "rally",
        "sharply",
        "wall",
        "street",
        "commodity",
        "brushed",
        "data",
        "aside",
        "swept",
        "higher",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "rose",
        "wednesday",
        "korean",
        "extended",
        "gain",
        "local",
        "platform",
        "bond",
        "yield",
        "fell",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "currency",
        "received",
        "additional",
        "support",
        "stronger",
        "yen",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "slipped",
        "thursday",
        "sizable",
        "gain",
        "recent",
        "session",
        "investor",
        "took",
        "breather",
        "selling",
        "bond",
        "readjusted",
        "position",
        "prepare",
        "volatility",
        "scenario",
        "could",
        "take",
        "yield",
        "even",
        "higher",
        "benchmark",
        "yield",
        "move",
        "inversely",
        "price",
        "earlier",
        "hit",
        "fresh",
        "high",
        "percent",
        "pulling",
        "back",
        "far",
        "year",
        "yield",
        "climbed",
        "nearly",
        "basis",
        "point",
        "full",
        "report",
        "click",
        "london",
        "gap",
        "german",
        "borrowing",
        "cost",
        "reached",
        "widest",
        "point",
        "since",
        "april",
        "thursday",
        "inflation",
        "united",
        "state",
        "led",
        "sharp",
        "treasury",
        "investor",
        "also",
        "shed",
        "european",
        "government",
        "bond",
        "wednesday",
        "inflation",
        "data",
        "political",
        "risk",
        "kept",
        "cap",
        "yield",
        "full",
        "report",
        "click",
        "tokyo",
        "xx",
        "xx",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "japanese",
        "government",
        "bond",
        "price",
        "little",
        "changed",
        "thursday",
        "tight",
        "supply",
        "due",
        "central",
        "bank",
        "massive",
        "bond",
        "purchase",
        "helped",
        "offset",
        "negative",
        "impact",
        "rising",
        "bond",
        "yield",
        "jgb",
        "yield",
        "stood",
        "flat",
        "percent",
        "low",
        "end",
        "range",
        "past",
        "month",
        "price",
        "benchmark",
        "jgb",
        "future",
        "gained",
        "point",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "iron",
        "ore",
        "future",
        "china",
        "climbed",
        "strongest",
        "three",
        "week",
        "wednesday",
        "supported",
        "expectation",
        "firm",
        "steel",
        "demand",
        "world",
        "top",
        "consumer",
        "first",
        "half",
        "year",
        "marked",
        "second",
        "straight",
        "session",
        "sharp",
        "gain",
        "steelmaking",
        "raw",
        "material",
        "price",
        "movement",
        "accompanied",
        "low",
        "liquidity",
        "many",
        "market",
        "player",
        "taken",
        "lunar",
        "new",
        "year",
        "holiday",
        "start",
        "thursday",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "copper",
        "rose",
        "thursday",
        "dollar",
        "fell",
        "concern",
        "inflation",
        "prompted",
        "move",
        "hard",
        "asset",
        "sparking",
        "early",
        "rally",
        "across",
        "base",
        "metal",
        "also",
        "saw",
        "zinc",
        "hit",
        "highest",
        "decade",
        "nickel",
        "near",
        "peak",
        "copper",
        "track",
        "biggest",
        "weekly",
        "gain",
        "since",
        "november",
        "percent",
        "far",
        "back",
        "optimism",
        "global",
        "growth",
        "weakness",
        "dollar",
        "benefit",
        "asset",
        "priced",
        "currency",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "price",
        "mixed",
        "thursday",
        "brent",
        "paring",
        "loss",
        "crude",
        "turning",
        "positive",
        "weak",
        "dollar",
        "saudi",
        "arabia",
        "comment",
        "opec",
        "producer",
        "committed",
        "pact",
        "cutting",
        "supply",
        "outweighed",
        "record",
        "production",
        "rising",
        "inventory",
        "brent",
        "future",
        "cent",
        "percent",
        "barrel",
        "est",
        "gmt",
        "west",
        "texas",
        "intermediate",
        "crude",
        "cent",
        "percent",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "edged",
        "slightly",
        "around",
        "noon",
        "thursday",
        "snapping",
        "two",
        "session",
        "decline",
        "tracking",
        "overnight",
        "gain",
        "soyoil",
        "chicago",
        "board",
        "trade",
        "cbot",
        "strong",
        "ringgit",
        "however",
        "seen",
        "limiting",
        "gain",
        "said",
        "trader",
        "ringgit",
        "palm",
        "currency",
        "trade",
        "rose",
        "percent",
        "dollar",
        "around",
        "noon",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "rose",
        "thursday",
        "bouncing",
        "back",
        "near",
        "low",
        "hit",
        "previous",
        "session",
        "back",
        "higher",
        "oil",
        "metal",
        "price",
        "trade",
        "thin",
        "china",
        "began",
        "lunar",
        "new",
        "year",
        "holiday",
        "oil",
        "price",
        "rose",
        "around",
        "percent",
        "thursday",
        "extend",
        "gain",
        "previous",
        "session",
        "lifted",
        "weak",
        "dollar",
        "saudi",
        "comment",
        "would",
        "rather",
        "see",
        "undersupplied",
        "market",
        "end",
        "deal",
        "opec",
        "russia",
        "withhold",
        "production",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}