{
    "organizations": [],
    "uuid": "47af86402e4058ecaeb2ebeb88c0240694d6c7fe",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/business-wire-granite-point-mortgage-trust-inc-reports-fourth-quarter-2017-financial-results-and-post-quarter-end-business-update.html",
    "ord_in_thread": 0,
    "title": "Granite Point Mortgage Trust Inc. Reports Fourth Quarter 2017 Financial Results and Post-Quarter End Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Granite Point Mortgage Trust Inc . (NYSE: GPMT), a commercial real estate investment trust (REIT) focused on directly originating, investing in and managing senior floating rate commercial mortgage loans and other debt and debt-like commercial real estate investments, today announced its financial results for the quarter ended December 31, 2017 and provided an update on its activities subsequent to quarter-end. A presentation containing fourth quarter 2017 highlights and an investment update can be viewed at www.gpmortgagetrust.com .\nFourth Quarter 2017 Summary\nDelivered GAAP net income of $14.1 million or $0.33 per common share; Core Earnings of $14.5 million or $0.34 per common share (1) ; taxable income of $17.9 million of $0.41 per common share; dividend of $0.38 per common share; and book value of $19.17 per common share. Closed 6 senior floating rate commercial real estate loans with total commitments of approximately $334.7 million having a weighted average stabilized loan-to-value ratio (LTV) of 64% (2) and a weighted average yield of LIBOR + 4.84% (3) ; upsized 2 loans with total additional commitments of $9.2 million; funded $252.5 million of principal balance of loans and an additional $24.5 million of existing loan commitments, bringing total fundings to $277.0 million. Received prepayments of approximately $98.3 million. Owned a portfolio with a principal balance of $2.4 billion, which was over 97% floating rate in predominantly senior commercial mortgage loans with a weighted average stabilized LTV of 64%. (2) Increased 2 financing facilities by a combined $350 million. Issued $125 million of 5-year convertible notes in December 2017, plus nearly $19 million in additional notes in January 2018 with the exercise of the overallotment option, for total net proceeds to the company of approximately $140 million.\nAnnual Summary\nCompleted initial public offering on June 28, 2017, raising net proceeds of $181.9 million, resulting in an equity base of $832.4 million. Established borrowing capacity of $2.3 billion across 5 financing facilities. Originated over $1.2 billion of senior floating rate commercial real estate loans.\nActivity Post Quarter-End\nGenerated a pipeline of senior floating rate commercial real estate loans, including upsizings, with total commitments of over $132 million, and initial funding loan amounts of over $123 million, which have either closed or are in the closing process, subject to fallout.\n“Granite Point had an excellent 2017 as we became an independent publicly traded company, grew our business, and expanded our presence within the commercial real estate lending markets,” stated Jack Taylor, Granite Point’s President and Chief Executive Officer. “With originations of over $1.2 billion of senior loans during the year our portfolio grew to $2.4 billion of performing loans, and, as over 97% of our portfolio is floating rate, we are well positioned to benefit from continued favorable real estate fundamentals and rising short term rates.”\n(1) Core Earnings is a non-U.S. GAAP measure that we define as comprehensive income attributable to common stockholders, excluding “realized and unrealized gains and losses” (impairment losses, realized and unrealized gains or losses on the aggregate portfolio and non-cash compensation expense related to restricted common stock). We believe the presentation of Core Earnings provides investors greater transparency into our period-over-period financial performance and facilitates comparisons to peer REITs. Please see page 6 for a reconciliation of GAAP to non-GAAP financial information. (2) Stabilized LTV is calculated as the fully funded loan amount (plus any financing that is pari passu with or senior to such loan), including all contractually provided for future fundings, divided by the as stabilized value (as determined in conformance with USPAP) set forth in the original appraisal. As stabilized value may be based on certain assumptions, such as future construction completion, projected re-tenanting, payment of tenant improvement or leasing commissions allowances or free or abated rent periods, or increased tenant occupancies. (3) Yield includes net origination fees and exit fees, but does not include future fundings, and is expressed as a monthly equivalent yield. Conference Call\nGranite Point Mortgage Trust Inc. will host a conference call on February 8, 2018 at 10:00 a.m. EST to discuss fourth quarter 2017 financial results and related information. To participate in the teleconference, approximately 10 minutes prior to the above start time please call toll-free (866) 807-9684, (or (412) 317-5415 for international callers), and ask to be joined into the Granite Point Mortgage Trust Inc. call. You may also listen to the teleconference live via the Internet at www.gpmortgagetrust.com , in the Investors section under the Events and Presentations link. For those unable to attend, a telephone playback will be available beginning February 8, 2018 at 12:00 p.m. EST through February 15, 2018 at 12:00 a.m. EST. The playback can be accessed by calling (877) 344-7529 (or (412) 317-0088 for international callers) and providing the Access Code 10115549. The call will also be archived on the company’s website in the Investors section under the Events and Presentations link.\nGranite Point Mortgage Trust\nGranite Point Mortgage Trust Inc. is a Maryland corporation focused on directly originating, investing in and managing senior floating rate commercial mortgage loans and other debt and debt-like commercial real estate investments. Granite Point intends to elect and qualify to be taxed as a REIT. Granite Point is headquartered in New York, New York, and is externally managed by Pine River Capital Management L.P. Additional information is available at www.gpmortgagetrust.com .\nForward-Looking Statements\nThis presentation contains, in addition to historical information, certain that are based on our current assumptions, expectations and projections about future performance and events. In particular, statements regarding future economic performance, finances, and expectations and objectives of management constitute . Forward-looking statements are not historical in nature and can be identified by words such as “believes,” “expects,” “may,” “will,” “should,” “seeks,” “approximately,” “intends,” “plans,” “estimates,” “anticipates,” “targets,” “goals,” “future,” “likely” and other expressions that are predictions of or indicate future events and trends and that do not relate to historical matters.\nAlthough the contained in this presentation are based upon information available at the time the statements are made and reflect the best judgment of our senior management, inherently involve known and unknown risks, uncertainties and other factors, which may cause the actual results, performance or achievements to differ materially from anticipated future results. Important factors that could cause actual results to differ materially from expected results, including, among other things, those described in our filings with the Securities and Exchange Commission (“SEC”), including our Quarterly Reports on Form 10-Q under the caption “Risk Factors.” Factors that could cause actual results to differ include, but are not limited to: the state of the U.S. economy generally or in specific geographic regions; the state of the commercial real estate market and the availability and cost of our target assets; defaults by borrowers in paying debt service on outstanding items and borrowers’ abilities to manage and stabilize properties; actions and initiatives of the U.S. Government and changes to U.S. Government policies; our ability to obtain financing arrangement on favorable terms if at all; general volatility of the securities markets in which we invest; changes in interest rates and the market value of our investments; rates of default or decreased recovery rates on our target investments; the degree to which our hedging strategies may or may not protect us from interest rate volatility; changes in governmental regulations, tax law and rates, and similar matters; and our ability to qualify as a REIT for U.S. federal income tax purposes. These apply only as of the date of this press release. We are under no duty to update any of these after the date of this presentation to conform these statements to actual results or revised expectations. You should, therefore, not rely on these as predictions of future events.\nFor historical information relating to TH Commercial Holdings LLC and its subsidiaries, which we acquired from Two Harbors Investment Corp. as part of our Formation Transaction on June 28, 2017, you should consider the information contained in Two Harbors Investment Corp.’s filings with the SEC, including its Annual Report on Form 10-K for the fiscal year ended December 31, 2016 and Quarterly Report on Form 10-Q for the period ended September 30, 2017.\nNon-GAAP Financial Measures\nIn addition to disclosing financial results calculated in accordance with United States generally accepted accounting principles (GAAP), this press release and the accompanying investor presentation present non-GAAP financial measures, such as Core Earnings and Core Earnings per basic common share, that exclude certain items. Granite Point management believes that these non-GAAP measures enable it to perform meaningful comparisons of past, present and future results of the company’s core business operations, and uses these measures to gain a comparative understanding of the company’s operating performance and business trends. The non-GAAP financial measures presented by the company represent supplemental information to assist investors in analyzing the results of its operations. However, because these measures are not calculated in accordance with GAAP, they should not be considered a substitute for, or superior to, the financial measures calculated in accordance with GAAP. The company’s GAAP financial results and the reconciliations from these results should be carefully evaluated. See the GAAP to non-GAAP reconciliation table on page 6 of this release.\nAdditional Information\nStockholders of Granite Point and other interested persons may find additional information regarding the company at the Securities and Exchange Commission’s Internet site at www.sec.gov or by directing requests to: Granite Point Mortgage Trust Inc., 590 Madison Avenue, 38 th floor, New York, NY 10022, telephone 212-364-3718\nGRANITE POINT MORTGAGE TRUST INC.\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except share data)\nDecember 31, December 31, 2017 2016 ASSETS (unaudited) Loans held-for-investment $ 2,304,266 $ 1,364,291 Available-for-sale securities, at fair value 12,798 12,686 Held-to-maturity securities 42,169 48,252 Cash and cash equivalents 107,765 56,019 Restricted cash 2,953 260 Accrued interest receivable 7,105 3,745 Due from counterparties — 249 Deferred debt issuance costs 8,872 2,365 Prepaid expenses 390 — Other assets 12,812 7,740 Total Assets $ 2,499,130 $ 1,495,607 LIABILITIES AND STOCKHOLDERS’ EQUITY Liabilities Repurchase agreements $ 1,521,608 $ 451,167 Convertible senior notes 121,314 — Note payable to affiliate — 593,632 Accrued interest payable 3,119 655 Unearned interest income 197 143 Other payables to affiliates — 21,460 Dividends payable 16,454 — Other liabilities 6,817 559 Total Liabilities 1,669,509 1,067,616 10% cumulative redeemable preferred stock, par value $0.01 per share; 50,000,000 shares authorized and 1,000 and 0 shares issued and outstanding, respectively 1,000 — Stockholders’ Equity Common stock, par value $0.01 per share; 450,000,000 shares authorized and 43,235,103 and 0 shares issued and outstanding, respectively 432 — Additional paid-in capital 829,704 392,608 Accumulated other comprehensive income (loss) — (112 ) Cumulative earnings 28,800 35,495 Cumulative distributions to stockholders (30,315 ) — Total Stockholders’ Equity 828,621 427,991 Total Liabilities and Stockholders’ Equity $ 2,499,130 $ 1,495,607 GRANITE POINT MORTGAGE TRUST INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(in thousands, except share data)\nThree Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Interest income: (unaudited) (unaudited) Loans held-for-investment $ 35,837 $ 18,565 $ 113,050 $ 55,627 Available-for-sale securities 268 244 1,035 1,002 Held-to-maturity securities 934 975 3,726 4,192 Cash and cash equivalents 16 1 26 7 Total interest income 37,055 19,785 117,837 60,828 Interest expense 16,087 3,978 42,463 11,029 Net interest income 20,968 15,807 75,374 49,799 Other income: Ancillary fee income — (4 ) — 37 Other fee income — 166 — 166 Total other income — 162 — 203 Expenses: Management fees 3,020 2,075 9,737 7,173 Servicing expenses 392 233 1,354 605 Other operating expenses 3,421 1,674 10,982 6,878 Total expenses 6,833 3,982 22,073 14,656 Income before income taxes 14,135 11,987 53,301 35,346 Benefit from income taxes (1 ) (2 ) (4 ) (11 ) Net income 14,136 11,989 53,305 35,357 Dividends on preferred stock 25 — 50 — Net income attributable to common stockholders $ 14,111 $ 11,989 $ 53,255 $ 35,357 Basic and diluted earnings per weighted average common share (1) $ 0.33 $ — $ 0.60 $ — Dividends declared per common share $ 0.38 $ — $ 0.70 $ — Basic and diluted weighted average number of shares of common stock outstanding 43,235,103 — 43,234,671 — Comprehensive income: Net income attributable to common stockholders $ 14,111 $ 11,989 $ 53,255 $ 35,357 Other comprehensive (loss) income, net of tax: Unrealized (loss) gain on available-for-sale securities (16 ) 16 112 (112 ) Other comprehensive (loss) income (16 ) 16 112 (112 ) Comprehensive income attributable to common stockholders $ 14,095 $ 12,005 $ 53,367 $ 35,245",
    "published": "2018-02-08T00:18:00.000+02:00",
    "crawled": "2018-02-08T01:17:19.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "granite",
        "point",
        "mortgage",
        "trust",
        "inc",
        "nyse",
        "gpmt",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "focused",
        "directly",
        "originating",
        "investing",
        "managing",
        "senior",
        "floating",
        "rate",
        "commercial",
        "mortgage",
        "loan",
        "debt",
        "commercial",
        "real",
        "estate",
        "investment",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "provided",
        "update",
        "activity",
        "subsequent",
        "presentation",
        "containing",
        "fourth",
        "quarter",
        "highlight",
        "investment",
        "update",
        "viewed",
        "fourth",
        "quarter",
        "summary",
        "delivered",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "common",
        "share",
        "core",
        "earnings",
        "million",
        "per",
        "common",
        "share",
        "taxable",
        "income",
        "million",
        "per",
        "common",
        "share",
        "dividend",
        "per",
        "common",
        "share",
        "book",
        "value",
        "per",
        "common",
        "share",
        "closed",
        "senior",
        "floating",
        "rate",
        "commercial",
        "real",
        "estate",
        "loan",
        "total",
        "commitment",
        "approximately",
        "million",
        "weighted",
        "average",
        "stabilized",
        "ratio",
        "ltv",
        "weighted",
        "average",
        "yield",
        "libor",
        "upsized",
        "loan",
        "total",
        "additional",
        "commitment",
        "million",
        "funded",
        "million",
        "principal",
        "balance",
        "loan",
        "additional",
        "million",
        "existing",
        "loan",
        "commitment",
        "bringing",
        "total",
        "funding",
        "million",
        "received",
        "prepayment",
        "approximately",
        "million",
        "owned",
        "portfolio",
        "principal",
        "balance",
        "billion",
        "floating",
        "rate",
        "predominantly",
        "senior",
        "commercial",
        "mortgage",
        "loan",
        "weighted",
        "average",
        "stabilized",
        "ltv",
        "increased",
        "financing",
        "facility",
        "combined",
        "million",
        "issued",
        "million",
        "convertible",
        "note",
        "december",
        "plus",
        "nearly",
        "million",
        "additional",
        "note",
        "january",
        "exercise",
        "overallotment",
        "option",
        "total",
        "net",
        "proceeds",
        "company",
        "approximately",
        "million",
        "annual",
        "summary",
        "completed",
        "initial",
        "public",
        "offering",
        "june",
        "raising",
        "net",
        "proceeds",
        "million",
        "resulting",
        "equity",
        "base",
        "million",
        "established",
        "borrowing",
        "capacity",
        "billion",
        "across",
        "financing",
        "facility",
        "originated",
        "billion",
        "senior",
        "floating",
        "rate",
        "commercial",
        "real",
        "estate",
        "loan",
        "activity",
        "post",
        "generated",
        "pipeline",
        "senior",
        "floating",
        "rate",
        "commercial",
        "real",
        "estate",
        "loan",
        "including",
        "upsizings",
        "total",
        "commitment",
        "million",
        "initial",
        "funding",
        "loan",
        "amount",
        "million",
        "either",
        "closed",
        "closing",
        "process",
        "subject",
        "fallout",
        "granite",
        "point",
        "excellent",
        "became",
        "independent",
        "publicly",
        "traded",
        "company",
        "grew",
        "business",
        "expanded",
        "presence",
        "within",
        "commercial",
        "real",
        "estate",
        "lending",
        "market",
        "stated",
        "jack",
        "taylor",
        "granite",
        "point",
        "president",
        "chief",
        "executive",
        "officer",
        "origination",
        "billion",
        "senior",
        "loan",
        "year",
        "portfolio",
        "grew",
        "billion",
        "performing",
        "loan",
        "portfolio",
        "floating",
        "rate",
        "well",
        "positioned",
        "benefit",
        "continued",
        "favorable",
        "real",
        "estate",
        "fundamental",
        "rising",
        "short",
        "term",
        "core",
        "earnings",
        "gaap",
        "measure",
        "define",
        "comprehensive",
        "income",
        "attributable",
        "common",
        "stockholder",
        "excluding",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "impairment",
        "loss",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "aggregate",
        "portfolio",
        "compensation",
        "expense",
        "related",
        "restricted",
        "common",
        "stock",
        "believe",
        "presentation",
        "core",
        "earnings",
        "provides",
        "investor",
        "greater",
        "transparency",
        "financial",
        "performance",
        "facilitates",
        "comparison",
        "peer",
        "reit",
        "please",
        "see",
        "page",
        "reconciliation",
        "gaap",
        "financial",
        "information",
        "stabilized",
        "ltv",
        "calculated",
        "fully",
        "funded",
        "loan",
        "amount",
        "plus",
        "financing",
        "pari",
        "passu",
        "senior",
        "loan",
        "including",
        "contractually",
        "provided",
        "future",
        "funding",
        "divided",
        "stabilized",
        "value",
        "determined",
        "conformance",
        "uspap",
        "set",
        "forth",
        "original",
        "appraisal",
        "stabilized",
        "value",
        "may",
        "based",
        "certain",
        "assumption",
        "future",
        "construction",
        "completion",
        "projected",
        "payment",
        "tenant",
        "improvement",
        "leasing",
        "commission",
        "allowance",
        "free",
        "abated",
        "rent",
        "period",
        "increased",
        "tenant",
        "occupancy",
        "yield",
        "includes",
        "net",
        "origination",
        "fee",
        "exit",
        "fee",
        "include",
        "future",
        "funding",
        "expressed",
        "monthly",
        "equivalent",
        "yield",
        "conference",
        "call",
        "granite",
        "point",
        "mortgage",
        "trust",
        "host",
        "conference",
        "call",
        "february",
        "est",
        "discus",
        "fourth",
        "quarter",
        "financial",
        "result",
        "related",
        "information",
        "participate",
        "teleconference",
        "approximately",
        "minute",
        "prior",
        "start",
        "time",
        "please",
        "call",
        "international",
        "caller",
        "ask",
        "joined",
        "granite",
        "point",
        "mortgage",
        "trust",
        "call",
        "may",
        "also",
        "listen",
        "teleconference",
        "live",
        "via",
        "internet",
        "investor",
        "section",
        "event",
        "presentation",
        "link",
        "unable",
        "attend",
        "telephone",
        "playback",
        "available",
        "beginning",
        "february",
        "est",
        "february",
        "est",
        "playback",
        "accessed",
        "calling",
        "international",
        "caller",
        "providing",
        "access",
        "code",
        "call",
        "also",
        "archived",
        "company",
        "website",
        "investor",
        "section",
        "event",
        "presentation",
        "link",
        "granite",
        "point",
        "mortgage",
        "trust",
        "granite",
        "point",
        "mortgage",
        "trust",
        "maryland",
        "corporation",
        "focused",
        "directly",
        "originating",
        "investing",
        "managing",
        "senior",
        "floating",
        "rate",
        "commercial",
        "mortgage",
        "loan",
        "debt",
        "commercial",
        "real",
        "estate",
        "investment",
        "granite",
        "point",
        "intends",
        "elect",
        "qualify",
        "taxed",
        "reit",
        "granite",
        "point",
        "headquartered",
        "new",
        "york",
        "new",
        "york",
        "externally",
        "managed",
        "pine",
        "river",
        "capital",
        "management",
        "additional",
        "information",
        "available",
        "statement",
        "presentation",
        "contains",
        "addition",
        "historical",
        "information",
        "certain",
        "based",
        "current",
        "assumption",
        "expectation",
        "projection",
        "future",
        "performance",
        "event",
        "particular",
        "statement",
        "regarding",
        "future",
        "economic",
        "performance",
        "finance",
        "expectation",
        "objective",
        "management",
        "constitute",
        "statement",
        "historical",
        "nature",
        "identified",
        "word",
        "belief",
        "expects",
        "may",
        "seek",
        "approximately",
        "intends",
        "plan",
        "estimate",
        "anticipates",
        "target",
        "goal",
        "future",
        "likely",
        "expression",
        "prediction",
        "indicate",
        "future",
        "event",
        "trend",
        "relate",
        "historical",
        "matter",
        "although",
        "contained",
        "presentation",
        "based",
        "upon",
        "information",
        "available",
        "time",
        "statement",
        "made",
        "reflect",
        "best",
        "judgment",
        "senior",
        "management",
        "inherently",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "anticipated",
        "future",
        "result",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expected",
        "result",
        "including",
        "among",
        "thing",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "quarterly",
        "report",
        "form",
        "caption",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "limited",
        "state",
        "economy",
        "generally",
        "specific",
        "geographic",
        "region",
        "state",
        "commercial",
        "real",
        "estate",
        "market",
        "availability",
        "cost",
        "target",
        "asset",
        "default",
        "borrower",
        "paying",
        "debt",
        "service",
        "outstanding",
        "item",
        "borrower",
        "ability",
        "manage",
        "stabilize",
        "property",
        "action",
        "initiative",
        "government",
        "change",
        "government",
        "policy",
        "ability",
        "obtain",
        "financing",
        "arrangement",
        "favorable",
        "term",
        "general",
        "volatility",
        "security",
        "market",
        "invest",
        "change",
        "interest",
        "rate",
        "market",
        "value",
        "investment",
        "rate",
        "default",
        "decreased",
        "recovery",
        "rate",
        "target",
        "investment",
        "degree",
        "hedging",
        "strategy",
        "may",
        "may",
        "protect",
        "u",
        "interest",
        "rate",
        "volatility",
        "change",
        "governmental",
        "regulation",
        "tax",
        "law",
        "rate",
        "similar",
        "matter",
        "ability",
        "qualify",
        "reit",
        "federal",
        "income",
        "tax",
        "purpose",
        "apply",
        "date",
        "press",
        "release",
        "duty",
        "update",
        "date",
        "presentation",
        "conform",
        "statement",
        "actual",
        "result",
        "revised",
        "expectation",
        "therefore",
        "rely",
        "prediction",
        "future",
        "event",
        "historical",
        "information",
        "relating",
        "th",
        "commercial",
        "holding",
        "llc",
        "subsidiary",
        "acquired",
        "two",
        "harbor",
        "investment",
        "part",
        "formation",
        "transaction",
        "june",
        "consider",
        "information",
        "contained",
        "two",
        "harbor",
        "investment",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "september",
        "financial",
        "measure",
        "addition",
        "disclosing",
        "financial",
        "result",
        "calculated",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "press",
        "release",
        "accompanying",
        "investor",
        "presentation",
        "present",
        "financial",
        "measure",
        "core",
        "earnings",
        "core",
        "earnings",
        "per",
        "basic",
        "common",
        "share",
        "exclude",
        "certain",
        "item",
        "granite",
        "point",
        "management",
        "belief",
        "measure",
        "enable",
        "perform",
        "meaningful",
        "comparison",
        "past",
        "present",
        "future",
        "result",
        "company",
        "core",
        "business",
        "operation",
        "us",
        "measure",
        "gain",
        "comparative",
        "understanding",
        "company",
        "operating",
        "performance",
        "business",
        "trend",
        "financial",
        "measure",
        "presented",
        "company",
        "represent",
        "supplemental",
        "information",
        "assist",
        "investor",
        "analyzing",
        "result",
        "operation",
        "however",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "company",
        "gaap",
        "financial",
        "result",
        "reconciliation",
        "result",
        "carefully",
        "evaluated",
        "see",
        "gaap",
        "reconciliation",
        "table",
        "page",
        "release",
        "additional",
        "information",
        "stockholder",
        "granite",
        "point",
        "interested",
        "person",
        "may",
        "find",
        "additional",
        "information",
        "regarding",
        "company",
        "security",
        "exchange",
        "commission",
        "internet",
        "site",
        "directing",
        "request",
        "granite",
        "point",
        "mortgage",
        "trust",
        "madison",
        "avenue",
        "th",
        "floor",
        "new",
        "york",
        "ny",
        "telephone",
        "granite",
        "point",
        "mortgage",
        "trust",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "unaudited",
        "loan",
        "security",
        "fair",
        "value",
        "security",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "accrued",
        "interest",
        "receivable",
        "due",
        "counterparties",
        "deferred",
        "debt",
        "issuance",
        "cost",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "repurchase",
        "agreement",
        "convertible",
        "senior",
        "note",
        "note",
        "payable",
        "affiliate",
        "accrued",
        "interest",
        "payable",
        "unearned",
        "interest",
        "income",
        "payable",
        "affiliate",
        "dividend",
        "payable",
        "liability",
        "total",
        "liability",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "cumulative",
        "earnings",
        "cumulative",
        "distribution",
        "stockholder",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "granite",
        "point",
        "mortgage",
        "trust",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "thousand",
        "except",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "interest",
        "income",
        "unaudited",
        "unaudited",
        "loan",
        "security",
        "security",
        "cash",
        "cash",
        "equivalent",
        "total",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "income",
        "ancillary",
        "fee",
        "income",
        "fee",
        "income",
        "total",
        "income",
        "expense",
        "management",
        "fee",
        "servicing",
        "expense",
        "operating",
        "expense",
        "total",
        "expense",
        "income",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "dividend",
        "preferred",
        "stock",
        "net",
        "income",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "earnings",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "comprehensive",
        "income",
        "net",
        "income",
        "attributable",
        "common",
        "stockholder",
        "comprehensive",
        "loss",
        "income",
        "net",
        "tax",
        "unrealized",
        "loss",
        "gain",
        "security",
        "comprehensive",
        "loss",
        "income",
        "comprehensive",
        "income",
        "attributable",
        "common",
        "stockholder"
    ]
}