{
    "organizations": [],
    "uuid": "a16d41e83c1e05de5d4070838acdc26518f5c096",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/globe-newswire-flux-power-q2a18-revenue-rose-over-500-percent-to-1-point-2m-on-accelerating-large-customer-adoption-of-lithium-ion.html",
    "ord_in_thread": 0,
    "title": "Flux Power Q2’18 Revenue Rose Over 500% to $1.2M on Accelerating Large Customer Adoption of Lithium-Ion Forklift Batteries; Sales Momentum Continues into Second Half of FY 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Vista, Calif., Feb. 14, 2018 (GLOBE NEWSWIRE) -- Flux Power Holdings, Inc. (OTCQB: FLUX), a developer of advanced lithium batteries for industrial applications including electric forklifts and airport ground support equipment, today reported recent order activity and financial results for its fiscal 2018 second quarter ended December 31, 2017 (Q2‘18). In lieu of a conference call, Flux will take and respond to investor questions in an online Q&A, details below.\nHighlights:\nLiFT Pack Battery Commercial Adoption Reaches Inflection Point, accelerating in pace and expanding into original equipment purchases – Flux shipped approximately $1.2M in LiFT Packs in Q2 ’18 compared to approximately $0.2M in Q2’17. Q2’18 marked a turning point as Flux received orders accompanying new forklifts purchased by a leading global beverage company. This end customer has indicated plans to upgrade their entire walkie pallet jack fleet to lithium battery power.\nQ2’18 revenue of $1.2 M exceeds full year FY 2017 revenue of $0.9M by 33% ; Rose over 500% from Q2’17 revenue of $181,000; and Increased nearly 700% from Q1’18 revenue of $153,000.\nFlux Order Pipeline Continues to Grow – At December 31, 2017, Flux had LiFT Pack orders totaling $0.9M, of which $0.6M shipped during January 2018. Flux is in advanced discussions with leading forklift manufacturers and major customers regarding additional orders over the balance of calendar 2018. Flux’s pipeline currently reflects anticipated orders exceeding $3M for walkie LiFT Pack deliveries through June 2018, positioning Flux to substantially outperform first half revenue of $1.35M in the balance of FY 2018.\nExpanding Product Line to Larger Forklift Equipment – Flux has encountered very strong interest for Class 1 and Class 2 solutions from customers and manufacturers across the lift truck industry. Flux’s plan to introduce lithium packs for the larger, counterbalance and narrow aisle (Class 1 & Class 2) forklifts, continues on track to achieve a full product line for forklifts within the current quarter. Flux’s plan to offer a full Class 1, 2 and 3 equipment product line is in response to multiple customer requests. This broad line is expected to play an important role in capturing Fortune 500 account business as it will streamline and simplify customer management of their supply chains, while extending Flux’s leadership and credibility as a customer focused, diversified provider of lithium-ion solutions.\nFlux has placed a counterbalance forklift LiFT Pack solution for customer evaluation with a Fortune 100 heavy machinery conglomerate. The customer’s piloting process is progressing well with excellent performance reviews. They are now expected to advance to an initial approximately $100k order in the next few months, with the potential for significant follow-on orders for their sizeable forklift fleet.\nFlux’s CEO Ron Dutt is confirmed to present to investors at The MicroCap Conference in New York City on Monday, April 9, 2018 . Interested institutional and retail investors are encouraged to attend.\nFinancial Results:\nQ2 ‘18 revenue rose over 500% to $1,201,000 compared to Q2 ‘17 revenue of $181,000, due to increased shipments of Flux walkie LiFT Pack batteries. The majority of LiFT Pack shipments were slated for a major global customer that has signaled its intention to standardize its national walkie forklift fleet on Flux LiFT Pack power.\nQ2 ‘18 cost of sales increased to $1,589,000 compared to $311,000 in Q2 ‘17, mainly due to a significant increase in LiFT Pack unit sales. Flux is implementing its plan for design, production and procurement initiatives designed to improve product performance and gross margins over the next twelve months. Flux anticipates improved vendor pricing from volume increases and increased assembly efficiencies from these initiatives.\nSelling and administrative expenses increased to $807,000 in Q2 ‘18 from $653,000 in Q2 ’17 primarily due to the addition of two regional sales managers as well as an increase in stock-based compensation. Flux was able to partially offset payroll increases related to expanded sales and production capabilities by reducing utilization of external consultants, engineers and legal resources.\nResearch & development expenses increased to $479,000 in Q2 ‘18, compared to $219,000 in Q2 ‘17, primarily due to materials, supplies, salaries and other expenses related to the company’s active new product development efforts targeted at the larger equipment (Class 1 and Class 2) forklift markets. Research and development expenses are expected to remain significant as Flux builds out a complete product line for the forklift market, while also working to enhance the related features and functionality.\nFlux’s Q2 ‘18 operating loss increased to $1.67M from $1.0M in Q2 ‘17, due to production volume ramping issues, currently being resolved, as well as increased operating expenses. Net loss in Q2 ‘18 increased to $1.84M, or $0.07 per share, from $1.03M, or $0.04 per share, in Q2 ‘17, reflecting the higher operating loss in addition to increased interest expense related to a higher level of average borrowings. Flux had 25.x million common shares outstanding at the close of Q2’18 compared to 25.yM common shares outstanding at the close of the year ago period.\nFlux Financing:\nFlux continues to fund its near term working capital through a combination of borrowings under a $10M line of credit from its largest shareholder, Esenjay Investments, LLC (“Esenjay”), and through periodic private placements of common stock. Borrowings under the Esenjay line of credit increased $1.7M from September 30, 2017 to $8.4M at December 31, 2017. The line of credit is convertible, at the lender’s discretion, into Flux Common Stock at $0.60 per share.\nCEO Comments:\nCEO, Ron Dutt, commented, “It’s taken the better part of four years, but Flux is now seeing the impact of large customer demand for our lithium-ion forklift battery replacement for lead-acid products. We have been advancing our product development in a deliberate fashion, along with customer and OEM relationships and production capabilities to support our ramping sales.\n“We are now seeing an inflection point in the material-handling ecosystem as the deployment of lithium battery technology moves into commercial scale. An increasing number of customers are progressing from the evaluation phase into deployment planning and budgeting. While we have been focusing our initial production on a few major customers, it is our expectation that several prominent accounts, that are very advanced in their planning to outfit their forklift fleets, will initiate sizeable lithium battery deployments over the balance of calendar 2018.\n“Feedback from the forklift market indicates that Flux offers the premium lithium-ion solution and has built a position of industry leadership over three years of research, piloting, customer feedback and technical and safety approvals. Importantly, leading forklift manufacturers have also come to recognize the important role that lithium-ion storage can play in satisfying their customers and driving their productivity.”\nFlux Investor Q&A:\nIn light of past modest conference call participation, Flux is focusing its resources on a direct and open investor Q&A process:\nSubmit questions via email to flux@catalyst-ir.com or call our investor relations firm. Flux will post questions and answers on its Flux blog and provide links to this content on social media, referenced to $FLUX.\nAbout Flux Power Holdings, Inc. ( www.fluxpwr.com )\nFlux Power develops advanced lithium-ion batteries for industrial uses, including its first-ever UL 2271 Listed lithium-ion “LiFT Pack” forklift batteries. Flux solutions utilize its proprietary battery management system and in-house engineering and product design. Flux batteries deliver improved performance, extended cycle life and lower total cost of ownership than legacy lead-acid solutions. Flux sells primarily to lift equipment OEM’s, their dealers and battery distributors. Current products include advanced battery packs for motive power in the lift equipment and airport ground support markets.\nFlux Blog: Flux Power Currents\nFacebook: FLUXPower\nTwitter Company: @FLUXpwr Investor Relations: @FluxPowerIR\nLinkedIn Flux Power\nThis release contains projections and other \"forward-looking statements\" relating to Flux’s business, that are often identified by the use of \"believes,\" \"expects\" or similar expressions. Forward-looking statements involve a number of estimates, assumptions, risks and other uncertainties that may cause actual results to be materially different from those anticipated, believed, estimated, expected, etc. Such forward-looking statements include the development and success of new products, projected sales, the Company’s ability to timely obtain UL Listing for its products, the Company’s ability to fund its operations, distribution partnerships and business opportunities and the uncertainties of customer acceptance of current and new products. Actual results could differ from those projected due to numerous factors and uncertainties. Although Flux believes that the expectations, opinions, projections, and comments reflected in these forward-looking statements are reasonable, they can give no assurance that such statements will prove to be correct, and that the Flux’s actual results of ‎ operations, financial condition and performance will not differ materially from the ‎ results of operations, financial condition and performance reflected or implied by these forward- ‎ looking statements. Undue reliance should not be placed on the forward-looking statements and Investors should refer to the risk factors outlined in our Form 10-K, 10-Q and other reports filed with the SEC and available at www.sec.gov/edgar . These forward-looking statements are made as of the date of this news release, and the Company assumes no obligation to update these statements or the reasons why actual results could differ from those projected.\nFlux, Flux Power and associated logos are trademarks of Flux Power Holdings, Inc. All other third party brands, products, trademarks, or registered marks are the property of and used to identify the products or services of their respective owners.\nMedia & Investor Relations: Catalyst IR Chris Eddy 212-924-9800 flux@catalyst-ir.com\nSource:Flux Power",
    "published": "2018-02-14T16:18:00.000+02:00",
    "crawled": "2018-02-14T17:13:51.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vista",
        "globe",
        "newswire",
        "flux",
        "power",
        "holding",
        "otcqb",
        "flux",
        "developer",
        "advanced",
        "lithium",
        "battery",
        "industrial",
        "application",
        "including",
        "electric",
        "forklift",
        "airport",
        "ground",
        "support",
        "equipment",
        "today",
        "reported",
        "recent",
        "order",
        "activity",
        "financial",
        "result",
        "fiscal",
        "second",
        "quarter",
        "ended",
        "december",
        "q2",
        "lieu",
        "conference",
        "call",
        "flux",
        "take",
        "respond",
        "investor",
        "question",
        "online",
        "q",
        "detail",
        "highlight",
        "lift",
        "pack",
        "battery",
        "commercial",
        "adoption",
        "reach",
        "inflection",
        "point",
        "accelerating",
        "pace",
        "expanding",
        "original",
        "equipment",
        "purchase",
        "flux",
        "shipped",
        "approximately",
        "lift",
        "pack",
        "q2",
        "compared",
        "approximately",
        "q2",
        "q2",
        "marked",
        "turning",
        "point",
        "flux",
        "received",
        "order",
        "accompanying",
        "new",
        "forklift",
        "purchased",
        "leading",
        "global",
        "beverage",
        "company",
        "end",
        "customer",
        "indicated",
        "plan",
        "upgrade",
        "entire",
        "walkie",
        "pallet",
        "jack",
        "fleet",
        "lithium",
        "battery",
        "power",
        "q2",
        "revenue",
        "exceeds",
        "full",
        "year",
        "fy",
        "revenue",
        "rose",
        "q2",
        "revenue",
        "increased",
        "nearly",
        "q1",
        "revenue",
        "flux",
        "order",
        "pipeline",
        "continues",
        "grow",
        "december",
        "flux",
        "lift",
        "pack",
        "order",
        "totaling",
        "shipped",
        "january",
        "flux",
        "advanced",
        "discussion",
        "leading",
        "forklift",
        "manufacturer",
        "major",
        "customer",
        "regarding",
        "additional",
        "order",
        "balance",
        "calendar",
        "flux",
        "pipeline",
        "currently",
        "reflects",
        "anticipated",
        "order",
        "exceeding",
        "3m",
        "walkie",
        "lift",
        "pack",
        "delivery",
        "june",
        "positioning",
        "flux",
        "substantially",
        "outperform",
        "first",
        "half",
        "revenue",
        "balance",
        "fy",
        "expanding",
        "product",
        "line",
        "larger",
        "forklift",
        "equipment",
        "flux",
        "encountered",
        "strong",
        "interest",
        "class",
        "class",
        "solution",
        "customer",
        "manufacturer",
        "across",
        "lift",
        "truck",
        "industry",
        "flux",
        "plan",
        "introduce",
        "lithium",
        "pack",
        "larger",
        "counterbalance",
        "narrow",
        "aisle",
        "class",
        "class",
        "forklift",
        "continues",
        "track",
        "achieve",
        "full",
        "product",
        "line",
        "forklift",
        "within",
        "current",
        "quarter",
        "flux",
        "plan",
        "offer",
        "full",
        "class",
        "equipment",
        "product",
        "line",
        "response",
        "multiple",
        "customer",
        "request",
        "broad",
        "line",
        "expected",
        "play",
        "important",
        "role",
        "capturing",
        "fortune",
        "account",
        "business",
        "streamline",
        "simplify",
        "customer",
        "management",
        "supply",
        "chain",
        "extending",
        "flux",
        "leadership",
        "credibility",
        "customer",
        "focused",
        "diversified",
        "provider",
        "solution",
        "flux",
        "placed",
        "counterbalance",
        "forklift",
        "lift",
        "pack",
        "solution",
        "customer",
        "evaluation",
        "fortune",
        "heavy",
        "machinery",
        "conglomerate",
        "customer",
        "piloting",
        "process",
        "progressing",
        "well",
        "excellent",
        "performance",
        "review",
        "expected",
        "advance",
        "initial",
        "approximately",
        "100k",
        "order",
        "next",
        "month",
        "potential",
        "significant",
        "order",
        "sizeable",
        "forklift",
        "fleet",
        "flux",
        "ceo",
        "ron",
        "dutt",
        "confirmed",
        "present",
        "investor",
        "microcap",
        "conference",
        "new",
        "york",
        "city",
        "monday",
        "april",
        "interested",
        "institutional",
        "retail",
        "investor",
        "encouraged",
        "attend",
        "financial",
        "result",
        "q2",
        "revenue",
        "rose",
        "compared",
        "q2",
        "revenue",
        "due",
        "increased",
        "shipment",
        "flux",
        "walkie",
        "lift",
        "pack",
        "battery",
        "majority",
        "lift",
        "pack",
        "shipment",
        "slated",
        "major",
        "global",
        "customer",
        "signaled",
        "intention",
        "standardize",
        "national",
        "walkie",
        "forklift",
        "fleet",
        "flux",
        "lift",
        "pack",
        "power",
        "q2",
        "cost",
        "sale",
        "increased",
        "compared",
        "q2",
        "mainly",
        "due",
        "significant",
        "increase",
        "lift",
        "pack",
        "unit",
        "sale",
        "flux",
        "implementing",
        "plan",
        "design",
        "production",
        "procurement",
        "initiative",
        "designed",
        "improve",
        "product",
        "performance",
        "gross",
        "margin",
        "next",
        "twelve",
        "month",
        "flux",
        "anticipates",
        "improved",
        "vendor",
        "pricing",
        "volume",
        "increase",
        "increased",
        "assembly",
        "efficiency",
        "initiative",
        "selling",
        "administrative",
        "expense",
        "increased",
        "q2",
        "q2",
        "primarily",
        "due",
        "addition",
        "two",
        "regional",
        "sale",
        "manager",
        "well",
        "increase",
        "compensation",
        "flux",
        "able",
        "partially",
        "offset",
        "payroll",
        "increase",
        "related",
        "expanded",
        "sale",
        "production",
        "capability",
        "reducing",
        "utilization",
        "external",
        "consultant",
        "engineer",
        "legal",
        "resource",
        "research",
        "development",
        "expense",
        "increased",
        "q2",
        "compared",
        "q2",
        "primarily",
        "due",
        "material",
        "supply",
        "salary",
        "expense",
        "related",
        "company",
        "active",
        "new",
        "product",
        "development",
        "effort",
        "targeted",
        "larger",
        "equipment",
        "class",
        "class",
        "forklift",
        "market",
        "research",
        "development",
        "expense",
        "expected",
        "remain",
        "significant",
        "flux",
        "build",
        "complete",
        "product",
        "line",
        "forklift",
        "market",
        "also",
        "working",
        "enhance",
        "related",
        "feature",
        "functionality",
        "flux",
        "q2",
        "operating",
        "loss",
        "increased",
        "q2",
        "due",
        "production",
        "volume",
        "ramping",
        "issue",
        "currently",
        "resolved",
        "well",
        "increased",
        "operating",
        "expense",
        "net",
        "loss",
        "q2",
        "increased",
        "per",
        "share",
        "per",
        "share",
        "q2",
        "reflecting",
        "higher",
        "operating",
        "loss",
        "addition",
        "increased",
        "interest",
        "expense",
        "related",
        "higher",
        "level",
        "average",
        "borrowing",
        "flux",
        "million",
        "common",
        "share",
        "outstanding",
        "close",
        "q2",
        "compared",
        "common",
        "share",
        "outstanding",
        "close",
        "year",
        "ago",
        "period",
        "flux",
        "financing",
        "flux",
        "continues",
        "fund",
        "near",
        "term",
        "working",
        "capital",
        "combination",
        "borrowing",
        "10m",
        "line",
        "credit",
        "largest",
        "shareholder",
        "esenjay",
        "investment",
        "llc",
        "esenjay",
        "periodic",
        "private",
        "placement",
        "common",
        "stock",
        "borrowing",
        "esenjay",
        "line",
        "credit",
        "increased",
        "september",
        "december",
        "line",
        "credit",
        "convertible",
        "lender",
        "discretion",
        "flux",
        "common",
        "stock",
        "per",
        "share",
        "ceo",
        "comment",
        "ceo",
        "ron",
        "dutt",
        "commented",
        "taken",
        "better",
        "part",
        "four",
        "year",
        "flux",
        "seeing",
        "impact",
        "large",
        "customer",
        "demand",
        "forklift",
        "battery",
        "replacement",
        "product",
        "advancing",
        "product",
        "development",
        "deliberate",
        "fashion",
        "along",
        "customer",
        "oem",
        "relationship",
        "production",
        "capability",
        "support",
        "ramping",
        "sale",
        "seeing",
        "inflection",
        "point",
        "ecosystem",
        "deployment",
        "lithium",
        "battery",
        "technology",
        "move",
        "commercial",
        "scale",
        "increasing",
        "number",
        "customer",
        "progressing",
        "evaluation",
        "phase",
        "deployment",
        "planning",
        "budgeting",
        "focusing",
        "initial",
        "production",
        "major",
        "customer",
        "expectation",
        "several",
        "prominent",
        "account",
        "advanced",
        "planning",
        "outfit",
        "forklift",
        "fleet",
        "initiate",
        "sizeable",
        "lithium",
        "battery",
        "deployment",
        "balance",
        "calendar",
        "feedback",
        "forklift",
        "market",
        "indicates",
        "flux",
        "offer",
        "premium",
        "solution",
        "built",
        "position",
        "industry",
        "leadership",
        "three",
        "year",
        "research",
        "piloting",
        "customer",
        "feedback",
        "technical",
        "safety",
        "approval",
        "importantly",
        "leading",
        "forklift",
        "manufacturer",
        "also",
        "come",
        "recognize",
        "important",
        "role",
        "storage",
        "play",
        "satisfying",
        "customer",
        "driving",
        "flux",
        "investor",
        "q",
        "light",
        "past",
        "modest",
        "conference",
        "call",
        "participation",
        "flux",
        "focusing",
        "resource",
        "direct",
        "open",
        "investor",
        "q",
        "process",
        "submit",
        "question",
        "via",
        "email",
        "flux",
        "call",
        "investor",
        "relation",
        "firm",
        "flux",
        "post",
        "question",
        "answer",
        "flux",
        "blog",
        "provide",
        "link",
        "content",
        "social",
        "medium",
        "referenced",
        "flux",
        "flux",
        "power",
        "holding",
        "flux",
        "power",
        "develops",
        "advanced",
        "battery",
        "industrial",
        "us",
        "including",
        "ul",
        "listed",
        "lift",
        "pack",
        "forklift",
        "battery",
        "flux",
        "solution",
        "utilize",
        "proprietary",
        "battery",
        "management",
        "system",
        "engineering",
        "product",
        "design",
        "flux",
        "battery",
        "deliver",
        "improved",
        "performance",
        "extended",
        "cycle",
        "life",
        "lower",
        "total",
        "cost",
        "ownership",
        "legacy",
        "solution",
        "flux",
        "sell",
        "primarily",
        "lift",
        "equipment",
        "oem",
        "dealer",
        "battery",
        "distributor",
        "current",
        "product",
        "include",
        "advanced",
        "battery",
        "pack",
        "motive",
        "power",
        "lift",
        "equipment",
        "airport",
        "ground",
        "support",
        "market",
        "flux",
        "blog",
        "flux",
        "power",
        "current",
        "facebook",
        "fluxpower",
        "twitter",
        "company",
        "fluxpwr",
        "investor",
        "relation",
        "fluxpowerir",
        "linkedin",
        "flux",
        "power",
        "release",
        "contains",
        "projection",
        "statement",
        "relating",
        "flux",
        "business",
        "often",
        "identified",
        "use",
        "belief",
        "expects",
        "similar",
        "expression",
        "statement",
        "involve",
        "number",
        "estimate",
        "assumption",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "etc",
        "statement",
        "include",
        "development",
        "success",
        "new",
        "product",
        "projected",
        "sale",
        "company",
        "ability",
        "timely",
        "obtain",
        "ul",
        "listing",
        "product",
        "company",
        "ability",
        "fund",
        "operation",
        "distribution",
        "partnership",
        "business",
        "opportunity",
        "uncertainty",
        "customer",
        "acceptance",
        "current",
        "new",
        "product",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "due",
        "numerous",
        "factor",
        "uncertainty",
        "although",
        "flux",
        "belief",
        "expectation",
        "opinion",
        "projection",
        "comment",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "statement",
        "prove",
        "correct",
        "flux",
        "actual",
        "result",
        "operation",
        "financial",
        "condition",
        "performance",
        "differ",
        "materially",
        "result",
        "operation",
        "financial",
        "condition",
        "performance",
        "reflected",
        "implied",
        "looking",
        "statement",
        "undue",
        "reliance",
        "placed",
        "statement",
        "investor",
        "refer",
        "risk",
        "factor",
        "outlined",
        "form",
        "report",
        "filed",
        "sec",
        "available",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "flux",
        "flux",
        "power",
        "associated",
        "logo",
        "trademark",
        "flux",
        "power",
        "holding",
        "third",
        "party",
        "brand",
        "product",
        "trademark",
        "registered",
        "mark",
        "property",
        "used",
        "identify",
        "product",
        "service",
        "respective",
        "owner",
        "medium",
        "investor",
        "relation",
        "catalyst",
        "ir",
        "chris",
        "eddy",
        "flux",
        "source",
        "flux",
        "power"
    ]
}