{
    "organizations": [],
    "uuid": "452e6e4b8c6cb5778ecce474b1cdfd1404b6316b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/pr-newswire-sqi-diagnostics-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "SQI Diagnostics Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, Feb. 5, 2018 /PRNewswire/ - SQI Diagnostics Inc. (\"SQI\" or the \"Company\") (TSX-V: SQD; OTCQB: SQIDF), today reported its financial and operational results for the three months ended December 31, 2017.\nSQI is a Toronto-based life sciences and diagnostics company that develops and commercializes proprietary technologies and products for advanced multiplexed diagnostics.\n\"We are entering the most exciting time in the company's history,\" said Andrew Morris, SQI's President and CEO. \"Three customers validating our technology, several more utilizing our contract testing services and a growing customer pipeline position us very well for 2018.\"\nFinancial and Business Highlights for the Quarter\nWe completed the technology transfer for our predictive diagnostic customer's product and their first sqidlite platform. This customer was announced in March 2017.\nIn the third quarter of fiscal 2017 we reported our goal of delivering the final product, and selling and installing the first sqidlite by December 2017, and we achieved this target. We also received the first order of 30 kits from this customer in December. We are working with this customer to ensure that it has the capacity to run high volumes of test kits on a monthly basis. They are currently running tests for thousands of patients each month in their CLIA lab in California. [CLIA refers to US regulatory standards called Clinical Laboratory Improvement Amendments.]\nThe large comparative study we reported last quarter for our human diagnostic DNA customer was launched during the second half of 2017 and is progressing well. Management believes completion of this validation study will lead to commercial production of this product and recurring sales of kits following successful validation.\nWe advanced significantly on the product development for our large, global biopharma customer first announced as a new customer in November. We are expecting to complete product development in the first half of February and to begin running the test samples as a service to them later that same month.\nWe ended the first quarter of fiscal 2018 with a total of six customers that are all now generating revenues. Subsequent to the quarter end we added a seventh customer. We have also expanded our sales pipeline with several new, large biopharma customers. We have also progressed with our direct-to-consumer prospect with whom we have an LOI that we believe will move them into the active customer category in the second (current) fiscal quarter.\nWe completed an over-subscribed round of financing, including significant insider support of $3 million to add gross proceeds of $4.65 million to our balance sheet. We believe that this positions us well for our expected commercial growth in 2018.\nSubsequent to the quarter end the Board granted 75,000 options to each of Claude Ricks and Eric Schneider, both of whom are Directors. The grant is effective February 2, 2018 and the options have an exercise price of $0.19. Pursuant to the Company's stock option plan, the options have a term of five years and will vest over a three-year period.\nQ1 2018 Financial Results Overview\nRevenue for the three months ended December 31, 2017 was $376,000 compared to $126,000 from the prior quarter and to $415,000 for the same period last year. The revenues for the three months ended December 31, 2017 included the sale of two platforms, service revenue and kit sales. Service revenues had declined over the comparable periods as our customers are transitioning from development through validation. The sale of the two platforms in the first quarter of fiscal 2018 is a result of two additional customers entering the validation stage. These platforms will be validated at the customers' own laboratories. After this we expect to benefit from on-going kit sales.\nFor the quarter, the Company recorded a net loss of $1,788,000 ($0.02 net loss per share) as compared to the net loss of $1,497,000 ($0.02 net loss per share) for the quarter-ended December 31, 2016. Per share values are based on the weighted average shares outstanding in the relevant period. For the quarter-ended December 31, 2017, there was an average of 107,926,000 shares outstanding. The increase in net loss for the three months ended December 31, 2017 compared to the same period in the year prior is primarily a result of increased research and development costs for the development of customers' products and lower sales in the quarter.\nR&D expenditures, excluding amortization and stock-based compensation, for the three months ended December 31, 2017 were $935,000 compared to $792,000 for the same period last year. The increase in R&D expenditures in the three-month period ended December 31, 2017 is a result of higher laboratory costs primarily related to consumables purchased at a higher than normal level to ensure critical projects are completed to meet internal deadlines and to deliver finished products to our customers for their validation - the final step prior to commercial kit sales.\nCorporate and general expenses excluding stock-based compensation, totaled $405,000 for the three months ended December 31, 2017 as compared to $301,000 for the three months ended December 31, 2016. Corporate and general expenses are higher over the comparable periods due professional fees including legal and recruiting fees.\nSales and marketing expenses were primarily related to sales and marketing consultant fees and to travel in the quarter. Sales and marketing expenses, excluding stock-based compensation, totaled $275,000 for the three months ended December 31, 2017 compared to $309,000 for the three months ended December 31, 2016. Sales and marketing expenses were lower for the three months ended December 31, 2017 compared to the same period in the previous year, primarily due to the payment of retention bonuses in the first quarter of fiscal 2016.\nAt December 31, 2017, current assets were $5,360,000 compared to $2,414,000 at September 30, 2017. As at December 31, 2017, the Company had working capital of $4,582,000 compared to working capital of $1,919,000 at September 30, 2017.\nConference Call Details\nPresident and CEO, Andrew Morris, along with Company management, will host a conference call to review financial results and discuss business developments for the period. Details are as below:\nDate:\nMonday February 5, 2018\nTime:\n10:00 a.m. ET\nLive Call:\n1-888-231-8191 (Canada and the United States)\nConference ID:\n8639858\nWebcast:\nhttp://event.on24.com/r.htm?e=1591454&s=1&k=20505AA21D07035F4DD3781E64C129FB\nAn archived copy of the conference call will be available for 90 days on the Company website at www.sqidiagnostics.com/about/investors and also at http://event.on24.com/r.htm?e=1591454&s=1&k=20505AA21D07035F4DD3781E64C129FB .\nDetailed financial statements and the management's discussion and analysis (MD&A) will also be made available on the Company website at www.sqidiagnostics.com and at www.sedar.com .\nFor more information, please contact:\nChief Executive Officer\nAndrew Morris\n416.674.9500 ext. 229\namorris@sqidiagnostics.com\nVice President of Finance\nPatricia Lie\n416.674.9500 ext. 277\nplie@sqidiagnostics.com\nAbout SQI Diagnostics\nSQI Diagnostics is a life sciences and diagnostics company that develops clinical grade multiplexed microarray and molecular assays run on its automated instrumentation for the pharmaceutical research, animal health, and clinical diagnostics markets. SQI develops custom research and diagnostic assays that are multiplexed; meaning the simplification, consolidation and automation of many individual tests into one. This increases sample throughput, reduces time, cost and chance for human error, and provides excellent data quality. For more information, please visit sqidiagnostics.com .\nForward-looking Statements\nThis press release contains certain statements including, without limitation, the words \"may\", \"plan\", \"will\", \"estimate\", \"continue\", \"anticipate\", \"intend\", \"expect\", \"believe\", \"in the process\", \"benefits\", \"leading to\", \"position\" \"possible\", \"is subject to\" and other similar expressions which may constitute \"forward-looking statements\" within the meaning of applicable securities laws. Forward-looking statements reflect the Company's current expectations and assumptions, and are subject to a number of risks and uncertainties that could cause actual results to differ materially from those anticipated. Readers are cautioned not to place undue reliance on these forward-looking statements. These forward-looking statements involve risks and uncertainties including, but not limited to: our ability to market and sell our products including our novel multiplexing technologies and detection platforms; our ability to maintain any technical or product advantages; the success of our Diagnostic Tools and Services business and our intent to build near-term revenue streams from this business; the successful regulatory filing and receipt of regulatory approvals for our later stage quantitative diagnostic consumable kits; adverse changes in general economic conditions; international risk and currency exchange fluctuations; competitor activity; technology changes; regulatory approvals and the impact of healthcare reform legislation; and, SQI's ability to raise additional funds in the future.\nSuch statements, risks and uncertainties are detailed in the Company's ongoing filings with the securities regulatory authorities, and are available to the public at www.sedar.com . The Company undertakes no obligation to publicly update or revise any forward-looking statements either as a result of new information, future events or otherwise, except as required by applicable securities laws.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSOURCE SQI Diagnostics Inc.",
    "published": "2018-02-05T16:00:00.000+02:00",
    "crawled": "2018-02-05T17:21:25.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "sqi",
        "diagnostics",
        "sqi",
        "company",
        "sqd",
        "otcqb",
        "sqidf",
        "today",
        "reported",
        "financial",
        "operational",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "sqi",
        "life",
        "science",
        "diagnostics",
        "company",
        "develops",
        "commercializes",
        "proprietary",
        "technology",
        "product",
        "advanced",
        "multiplexed",
        "diagnostics",
        "entering",
        "exciting",
        "time",
        "company",
        "history",
        "said",
        "andrew",
        "morris",
        "sqi",
        "president",
        "ceo",
        "three",
        "customer",
        "validating",
        "technology",
        "several",
        "utilizing",
        "contract",
        "testing",
        "service",
        "growing",
        "customer",
        "pipeline",
        "position",
        "u",
        "well",
        "financial",
        "business",
        "highlight",
        "quarter",
        "completed",
        "technology",
        "transfer",
        "predictive",
        "diagnostic",
        "customer",
        "product",
        "first",
        "sqidlite",
        "platform",
        "customer",
        "announced",
        "march",
        "third",
        "quarter",
        "fiscal",
        "reported",
        "goal",
        "delivering",
        "final",
        "product",
        "selling",
        "installing",
        "first",
        "sqidlite",
        "december",
        "achieved",
        "target",
        "also",
        "received",
        "first",
        "order",
        "kit",
        "customer",
        "december",
        "working",
        "customer",
        "ensure",
        "capacity",
        "run",
        "high",
        "volume",
        "test",
        "kit",
        "monthly",
        "basis",
        "currently",
        "running",
        "test",
        "thousand",
        "patient",
        "month",
        "clia",
        "lab",
        "california",
        "clia",
        "refers",
        "u",
        "regulatory",
        "standard",
        "called",
        "clinical",
        "laboratory",
        "improvement",
        "amendment",
        "large",
        "comparative",
        "study",
        "reported",
        "last",
        "quarter",
        "human",
        "diagnostic",
        "dna",
        "customer",
        "launched",
        "second",
        "half",
        "progressing",
        "well",
        "management",
        "belief",
        "completion",
        "validation",
        "study",
        "lead",
        "commercial",
        "production",
        "product",
        "recurring",
        "sale",
        "kit",
        "following",
        "successful",
        "validation",
        "advanced",
        "significantly",
        "product",
        "development",
        "large",
        "global",
        "biopharma",
        "customer",
        "first",
        "announced",
        "new",
        "customer",
        "november",
        "expecting",
        "complete",
        "product",
        "development",
        "first",
        "half",
        "february",
        "begin",
        "running",
        "test",
        "sample",
        "service",
        "later",
        "month",
        "ended",
        "first",
        "quarter",
        "fiscal",
        "total",
        "six",
        "customer",
        "generating",
        "revenue",
        "subsequent",
        "quarter",
        "end",
        "added",
        "seventh",
        "customer",
        "also",
        "expanded",
        "sale",
        "pipeline",
        "several",
        "new",
        "large",
        "biopharma",
        "customer",
        "also",
        "progressed",
        "prospect",
        "loi",
        "believe",
        "move",
        "active",
        "customer",
        "category",
        "second",
        "current",
        "fiscal",
        "quarter",
        "completed",
        "round",
        "financing",
        "including",
        "significant",
        "insider",
        "support",
        "million",
        "add",
        "gross",
        "proceeds",
        "million",
        "balance",
        "sheet",
        "believe",
        "position",
        "u",
        "well",
        "expected",
        "commercial",
        "growth",
        "subsequent",
        "quarter",
        "end",
        "board",
        "granted",
        "option",
        "claude",
        "rick",
        "eric",
        "schneider",
        "director",
        "grant",
        "effective",
        "february",
        "option",
        "exercise",
        "price",
        "pursuant",
        "company",
        "stock",
        "option",
        "plan",
        "option",
        "term",
        "five",
        "year",
        "vest",
        "period",
        "q1",
        "financial",
        "result",
        "overview",
        "revenue",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "prior",
        "quarter",
        "period",
        "last",
        "year",
        "revenue",
        "three",
        "month",
        "ended",
        "december",
        "included",
        "sale",
        "two",
        "platform",
        "service",
        "revenue",
        "kit",
        "sale",
        "service",
        "revenue",
        "declined",
        "comparable",
        "period",
        "customer",
        "transitioning",
        "development",
        "validation",
        "sale",
        "two",
        "platform",
        "first",
        "quarter",
        "fiscal",
        "result",
        "two",
        "additional",
        "customer",
        "entering",
        "validation",
        "stage",
        "platform",
        "validated",
        "customer",
        "laboratory",
        "expect",
        "benefit",
        "kit",
        "sale",
        "quarter",
        "company",
        "recorded",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "december",
        "per",
        "share",
        "value",
        "based",
        "weighted",
        "average",
        "share",
        "outstanding",
        "relevant",
        "period",
        "december",
        "average",
        "share",
        "outstanding",
        "increase",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "period",
        "year",
        "prior",
        "primarily",
        "result",
        "increased",
        "research",
        "development",
        "cost",
        "development",
        "customer",
        "product",
        "lower",
        "sale",
        "quarter",
        "r",
        "expenditure",
        "excluding",
        "amortization",
        "compensation",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "period",
        "last",
        "year",
        "increase",
        "r",
        "expenditure",
        "period",
        "ended",
        "december",
        "result",
        "higher",
        "laboratory",
        "cost",
        "primarily",
        "related",
        "consumables",
        "purchased",
        "higher",
        "normal",
        "level",
        "ensure",
        "critical",
        "project",
        "completed",
        "meet",
        "internal",
        "deadline",
        "deliver",
        "finished",
        "product",
        "customer",
        "validation",
        "final",
        "step",
        "prior",
        "commercial",
        "kit",
        "sale",
        "corporate",
        "general",
        "expense",
        "excluding",
        "compensation",
        "totaled",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "three",
        "month",
        "ended",
        "december",
        "corporate",
        "general",
        "expense",
        "higher",
        "comparable",
        "period",
        "due",
        "professional",
        "fee",
        "including",
        "legal",
        "recruiting",
        "fee",
        "sale",
        "marketing",
        "expense",
        "primarily",
        "related",
        "sale",
        "marketing",
        "consultant",
        "fee",
        "travel",
        "quarter",
        "sale",
        "marketing",
        "expense",
        "excluding",
        "compensation",
        "totaled",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "three",
        "month",
        "ended",
        "december",
        "sale",
        "marketing",
        "expense",
        "lower",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "period",
        "previous",
        "year",
        "primarily",
        "due",
        "payment",
        "retention",
        "bonus",
        "first",
        "quarter",
        "fiscal",
        "december",
        "current",
        "asset",
        "compared",
        "september",
        "december",
        "company",
        "working",
        "capital",
        "compared",
        "working",
        "capital",
        "september",
        "conference",
        "call",
        "detail",
        "president",
        "ceo",
        "andrew",
        "morris",
        "along",
        "company",
        "management",
        "host",
        "conference",
        "call",
        "review",
        "financial",
        "result",
        "discus",
        "business",
        "development",
        "period",
        "detail",
        "date",
        "monday",
        "february",
        "time",
        "et",
        "live",
        "call",
        "canada",
        "united",
        "state",
        "conference",
        "id",
        "webcast",
        "http",
        "archived",
        "copy",
        "conference",
        "call",
        "available",
        "day",
        "company",
        "website",
        "also",
        "http",
        "detailed",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "also",
        "made",
        "available",
        "company",
        "website",
        "information",
        "please",
        "contact",
        "chief",
        "executive",
        "officer",
        "andrew",
        "morris",
        "ext",
        "amorris",
        "vice",
        "president",
        "finance",
        "patricia",
        "lie",
        "ext",
        "plie",
        "sqi",
        "diagnostics",
        "sqi",
        "diagnostics",
        "life",
        "science",
        "diagnostics",
        "company",
        "develops",
        "clinical",
        "grade",
        "multiplexed",
        "microarray",
        "molecular",
        "assay",
        "run",
        "automated",
        "instrumentation",
        "pharmaceutical",
        "research",
        "animal",
        "health",
        "clinical",
        "diagnostics",
        "market",
        "sqi",
        "develops",
        "custom",
        "research",
        "diagnostic",
        "assay",
        "multiplexed",
        "meaning",
        "simplification",
        "consolidation",
        "automation",
        "many",
        "individual",
        "test",
        "one",
        "increase",
        "sample",
        "throughput",
        "reduces",
        "time",
        "cost",
        "chance",
        "human",
        "error",
        "provides",
        "excellent",
        "data",
        "quality",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "including",
        "without",
        "limitation",
        "word",
        "may",
        "plan",
        "estimate",
        "continue",
        "anticipate",
        "intend",
        "expect",
        "believe",
        "process",
        "benefit",
        "leading",
        "position",
        "possible",
        "subject",
        "similar",
        "expression",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "reflect",
        "company",
        "current",
        "expectation",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "ability",
        "market",
        "sell",
        "product",
        "including",
        "novel",
        "multiplexing",
        "technology",
        "detection",
        "platform",
        "ability",
        "maintain",
        "technical",
        "product",
        "advantage",
        "success",
        "diagnostic",
        "tool",
        "service",
        "business",
        "intent",
        "build",
        "revenue",
        "stream",
        "business",
        "successful",
        "regulatory",
        "filing",
        "receipt",
        "regulatory",
        "approval",
        "later",
        "stage",
        "quantitative",
        "diagnostic",
        "consumable",
        "kit",
        "adverse",
        "change",
        "general",
        "economic",
        "condition",
        "international",
        "risk",
        "currency",
        "exchange",
        "fluctuation",
        "competitor",
        "activity",
        "technology",
        "change",
        "regulatory",
        "approval",
        "impact",
        "healthcare",
        "reform",
        "legislation",
        "sqi",
        "ability",
        "raise",
        "additional",
        "fund",
        "future",
        "statement",
        "risk",
        "uncertainty",
        "detailed",
        "company",
        "ongoing",
        "filing",
        "security",
        "regulatory",
        "authority",
        "available",
        "public",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "either",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "sqi",
        "diagnostics",
        "inc"
    ]
}