{
    "organizations": [],
    "uuid": "b7bff1cd9c1dd9d2ba7204a08060dc5d28b816f9",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-china-pigs-production/china-supersizes-pig-farms-to-cut-costs-in-worlds-top-pork-market-idUSKBN1FQ39W",
    "ord_in_thread": 0,
    "title": "China supersizes pig farms to cut costs in world's top pork market",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WUXUAN COUNTY, China (Reuters) - Surrounded by mountains in a remote part of southwestern China, Xinguangan’s first large-scale, modern pig farm is getting ready to produce its first offspring.\nBy the end of the year, 10,000 sows will live inside two huge barns on this 73-hectare (180-acre) site, producing up to 280,000 piglets annually, or about 20,000 tonnes of pork.\nThe farm, big even by American standards, is one of a record number of large-scale projects that will be built in China this year as it shifts a big chunk of its pork production from backyard pig pens to automated, intensive hog barns of the kind widely used in the United States.\nSome in the industry estimate it could build several hundred sow farms with about 5,000-8,000 head this year, even more than last year, accelerating the transformation of the world’s biggest pork industry.\nLarger, more standardised farms are also paving the way to a more sophisticated market, with China approving this week a live hog futures contract to help farmers hedge price risks.\nBut there are also doubts about China’s ability to pull off such a rapid leap from age-old traditional methods to cutting-edge industrial production, given the shortage of experienced people and the high risk of disease.\n“Industrialization has never been this big before,” said Martin Jensen, executive partner at Carthage & MHJ Agritech Consulting, which runs large farms for Chinese clients and trains staff.\nThe overhaul comes as hundreds of thousands of backyard farms are shuttered, too small to bear the cost of meeting new pollution standards. This is opening up room for megafarms using new methods and imported genetics to boost productivity and cut costs.\nHigher output from these farms will tame China’s notorious pork price volatility, raise food safety standards, and improve the environment, say experts.\nIn the long-term, it also could turn China’s pork producers into international competitors, offering quality, competitively priced meat to regional markets.\n“As more large firms enter the market, food safety will increase and costs will drop. Global competitiveness will increase and China will certainly export,” said Fang Shijun, chief researcher at research firm Huitong Data.\nFang predicts a growing surplus of pork from 2018 to 2020, as production grows amid slowing domestic demand.\nINDUSTRY UPHEAVAL Modernizing China’s pig farms is a massive undertaking. More than half the country’s almost 700 million pigs are produced on family farms, which slaughter fewer than 500 a year. Though many have switched from feeding kitchen scraps to protein-rich soymeal, productivity still lags Western farms.\nCosts are among the world’s highest, thanks to heavy dependence on imported soybeans.\nRecent policy has driven many small farms out however, exacerbating an earlier market rout. A nationwide crackdown on farm pollution intensified during 2017, forcing hundreds of thousands of pig farms to shut. Many were smaller farms without the funds or land to build waste treatment facilities.\n“We didn’t expect it (to be so strict),” said Wang Chuduan, animal science professor at China Agriculture University. “The impact was very obvious.”\nA government blueprint for the industry’s development also encouraged expansion in the northeastern corn belt while restricting livestock farming in populous coastal regions. That further encouraged more intensive production by China’s new corporate farmers, flush with money raised on the stock market and fueled by 2016’s record hog prices.\nSince 2016, almost 70 billion yuan ($10.94 billion) in new farm investment has been announced by 26 listed companies, according to analysts at ZhuE, a trade website.\nNEW GENETICS, EQUIPMENT\nPigs are seen on a family farm in Xiaoxinzhuang village, Hebei province, China January 25, 2018. REUTERS/Dominique Patton Imported genetics are boosting productivity. Breeding pigs supplied by U.K.-based Genus and others from Canada, France and the United States produce a higher number of piglets per litter, more lean meat and grow faster than China’s once-common native breeds.\nGenus, which sells its PIC-brand pigs to firms like Xinguangan, reported an 80 percent jump in profits from the China market in its 2017 financial year, and is currently stocking a new breeding farm in southern China to add to three others it runs in the country.\n“We’re behind demand. The orders people are asking for, no-one can really do it,” said David Casey, product performance director for Asia at Genus.\nHe cited a new client who wants to build eight 5,000-head sow farms this year, requiring 35,000 young sows in September.\nGetting the best out of the genetics requires following best practices. On the Wuxuan farm, technicians in an on-site laboratory scrutinize samples from every batch of semen collected from boars, checking motility levels and other indicators that boost chances of pregnancy.\nBoars in well-run facilities can service up to 200 sows, twice as many as the average farm in China, said Casey, thanks to work done in such labs.\nSlideshow (7 Images) Fast-expanding pig firm Guangxi Yangxiang is replacing male breeding stock at the end of every year, instead of every two to three years like many others.\n“That guarantees that the genetics we’re using are the newest. Genetics are continually improving,” said Guangxi Yangxiang Co Ltd Vice President Gao Yuanfei.\nSTEEP LEARNING CURVE Such rapid scaling up faces many potential pitfalls however. Investment costs are high, particularly under new environmental laws. Farms will spend 30 yuan per sow on waste treatment alone, said Professor Wang.\nPreventing disease is challenging in China, where diseases already eradicated in other countries are still prevalent, and the huge number of livestock and its proximity to people raises the risk of contamination. Once disease enters an intensive farm, it can kill hundreds of animals in days.\nEven farms supplying new farms with young sows have been hit by disease, reducing already short supplies.\nMost daunting perhaps is the shortage of trained workers.\n“Raising pigs is no longer how it was in the past, for farmers with no professional knowledge,” said Fang, the analyst.\nMost of Xinguangan’s staff are university graduates but even so, awareness of animal health is low, said Hong Haozhou, consulting vet from Carthage & MHJ Agritech. Drugs are not always issued in the right way and biosecurity measures do not always focus on the biggest risks.\n“From the hardware perspective, there’s not much difference (from Western farms),” said Hong. “You’ve got automatic feeders, temperature control systems, automatic fans, everything is the same as international farms. But it’s the internal problems, like insufficient understanding of healthy development of pigs.”\nFor now, Xinguangan is managing to keep disease at bay. Workers spend 48 hours in quarantine before entering the farm to prevent transmission of disease, and then live on site for weeks at a time.\nLike in the United States, feed trucks deliver meal over a fence to stop vehicles from contaminating the site with disease from other farms.\nOffspring from the sow farm will go to separate locations for fattening to reduce the risk of spreading disease between animals, adding extra complexity to managing the operation.\n“Our construction model and our production process is completely based on studying the U.S.,” said Chen Gang, who oversees Xinguangan’s pig farming operations in the Guangxi region.\nReporting by Dominique Patton; Editing by Stephen Coates\n ",
    "published": "2018-02-07T07:06:00.000+02:00",
    "crawled": "2018-02-07T21:42:13.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wuxuan",
        "county",
        "china",
        "reuters",
        "surrounded",
        "mountain",
        "remote",
        "part",
        "southwestern",
        "china",
        "xinguangan",
        "first",
        "modern",
        "pig",
        "farm",
        "getting",
        "ready",
        "produce",
        "first",
        "offspring",
        "end",
        "year",
        "sow",
        "live",
        "inside",
        "two",
        "huge",
        "barn",
        "site",
        "producing",
        "piglet",
        "annually",
        "tonne",
        "pork",
        "farm",
        "big",
        "even",
        "american",
        "standard",
        "one",
        "record",
        "number",
        "project",
        "built",
        "china",
        "year",
        "shift",
        "big",
        "chunk",
        "pork",
        "production",
        "backyard",
        "pig",
        "pen",
        "automated",
        "intensive",
        "hog",
        "barn",
        "kind",
        "widely",
        "used",
        "united",
        "state",
        "industry",
        "estimate",
        "could",
        "build",
        "several",
        "hundred",
        "sow",
        "farm",
        "head",
        "year",
        "even",
        "last",
        "year",
        "accelerating",
        "transformation",
        "world",
        "biggest",
        "pork",
        "industry",
        "larger",
        "standardised",
        "farm",
        "also",
        "paving",
        "way",
        "sophisticated",
        "market",
        "china",
        "approving",
        "week",
        "live",
        "hog",
        "future",
        "contract",
        "help",
        "farmer",
        "hedge",
        "price",
        "risk",
        "also",
        "doubt",
        "china",
        "ability",
        "pull",
        "rapid",
        "leap",
        "traditional",
        "method",
        "industrial",
        "production",
        "given",
        "shortage",
        "experienced",
        "people",
        "high",
        "risk",
        "disease",
        "industrialization",
        "never",
        "big",
        "said",
        "martin",
        "jensen",
        "executive",
        "partner",
        "carthage",
        "mhj",
        "agritech",
        "consulting",
        "run",
        "large",
        "farm",
        "chinese",
        "client",
        "train",
        "staff",
        "overhaul",
        "come",
        "hundred",
        "thousand",
        "backyard",
        "farm",
        "shuttered",
        "small",
        "bear",
        "cost",
        "meeting",
        "new",
        "pollution",
        "standard",
        "opening",
        "room",
        "megafarms",
        "using",
        "new",
        "method",
        "imported",
        "genetics",
        "boost",
        "productivity",
        "cut",
        "cost",
        "higher",
        "output",
        "farm",
        "tame",
        "china",
        "notorious",
        "pork",
        "price",
        "volatility",
        "raise",
        "food",
        "safety",
        "standard",
        "improve",
        "environment",
        "say",
        "expert",
        "also",
        "could",
        "turn",
        "china",
        "pork",
        "producer",
        "international",
        "competitor",
        "offering",
        "quality",
        "competitively",
        "priced",
        "meat",
        "regional",
        "market",
        "large",
        "firm",
        "enter",
        "market",
        "food",
        "safety",
        "increase",
        "cost",
        "drop",
        "global",
        "competitiveness",
        "increase",
        "china",
        "certainly",
        "export",
        "said",
        "fang",
        "shijun",
        "chief",
        "researcher",
        "research",
        "firm",
        "huitong",
        "data",
        "fang",
        "predicts",
        "growing",
        "surplus",
        "pork",
        "production",
        "grows",
        "amid",
        "slowing",
        "domestic",
        "demand",
        "industry",
        "upheaval",
        "modernizing",
        "china",
        "pig",
        "farm",
        "massive",
        "undertaking",
        "half",
        "country",
        "almost",
        "million",
        "pig",
        "produced",
        "family",
        "farm",
        "slaughter",
        "fewer",
        "year",
        "though",
        "many",
        "switched",
        "feeding",
        "kitchen",
        "scrap",
        "soymeal",
        "productivity",
        "still",
        "lag",
        "western",
        "farm",
        "cost",
        "among",
        "world",
        "highest",
        "thanks",
        "heavy",
        "dependence",
        "imported",
        "soybean",
        "recent",
        "policy",
        "driven",
        "many",
        "small",
        "farm",
        "however",
        "exacerbating",
        "earlier",
        "market",
        "rout",
        "nationwide",
        "crackdown",
        "farm",
        "pollution",
        "intensified",
        "forcing",
        "hundred",
        "thousand",
        "pig",
        "farm",
        "shut",
        "many",
        "smaller",
        "farm",
        "without",
        "fund",
        "land",
        "build",
        "waste",
        "treatment",
        "facility",
        "expect",
        "strict",
        "said",
        "wang",
        "chuduan",
        "animal",
        "science",
        "professor",
        "china",
        "agriculture",
        "university",
        "impact",
        "government",
        "blueprint",
        "industry",
        "development",
        "also",
        "encouraged",
        "expansion",
        "northeastern",
        "corn",
        "belt",
        "restricting",
        "livestock",
        "farming",
        "populous",
        "coastal",
        "region",
        "encouraged",
        "intensive",
        "production",
        "china",
        "new",
        "corporate",
        "farmer",
        "flush",
        "money",
        "raised",
        "stock",
        "market",
        "fueled",
        "record",
        "hog",
        "price",
        "since",
        "almost",
        "billion",
        "yuan",
        "billion",
        "new",
        "farm",
        "investment",
        "announced",
        "listed",
        "company",
        "according",
        "analyst",
        "zhue",
        "trade",
        "website",
        "new",
        "genetics",
        "equipment",
        "pig",
        "seen",
        "family",
        "farm",
        "xiaoxinzhuang",
        "village",
        "hebei",
        "province",
        "china",
        "january",
        "patton",
        "imported",
        "genetics",
        "boosting",
        "productivity",
        "breeding",
        "pig",
        "supplied",
        "genus",
        "others",
        "canada",
        "france",
        "united",
        "state",
        "produce",
        "higher",
        "number",
        "piglet",
        "per",
        "litter",
        "lean",
        "meat",
        "grow",
        "faster",
        "china",
        "native",
        "breed",
        "genus",
        "sell",
        "pig",
        "firm",
        "like",
        "xinguangan",
        "reported",
        "percent",
        "jump",
        "profit",
        "china",
        "market",
        "financial",
        "year",
        "currently",
        "stocking",
        "new",
        "breeding",
        "farm",
        "southern",
        "china",
        "add",
        "three",
        "others",
        "run",
        "country",
        "behind",
        "demand",
        "order",
        "people",
        "asking",
        "really",
        "said",
        "david",
        "casey",
        "product",
        "performance",
        "director",
        "asia",
        "genus",
        "cited",
        "new",
        "client",
        "want",
        "build",
        "eight",
        "sow",
        "farm",
        "year",
        "requiring",
        "young",
        "sow",
        "september",
        "getting",
        "best",
        "genetics",
        "requires",
        "following",
        "best",
        "practice",
        "wuxuan",
        "farm",
        "technician",
        "laboratory",
        "scrutinize",
        "sample",
        "every",
        "batch",
        "semen",
        "collected",
        "boar",
        "checking",
        "motility",
        "level",
        "indicator",
        "boost",
        "chance",
        "pregnancy",
        "boar",
        "facility",
        "service",
        "sow",
        "twice",
        "many",
        "average",
        "farm",
        "china",
        "said",
        "casey",
        "thanks",
        "work",
        "done",
        "lab",
        "slideshow",
        "image",
        "pig",
        "firm",
        "guangxi",
        "yangxiang",
        "replacing",
        "male",
        "breeding",
        "stock",
        "end",
        "every",
        "year",
        "instead",
        "every",
        "two",
        "three",
        "year",
        "like",
        "many",
        "others",
        "guarantee",
        "genetics",
        "using",
        "newest",
        "genetics",
        "continually",
        "improving",
        "said",
        "guangxi",
        "yangxiang",
        "co",
        "ltd",
        "vice",
        "president",
        "gao",
        "yuanfei",
        "steep",
        "learning",
        "curve",
        "rapid",
        "scaling",
        "face",
        "many",
        "potential",
        "pitfall",
        "however",
        "investment",
        "cost",
        "high",
        "particularly",
        "new",
        "environmental",
        "law",
        "farm",
        "spend",
        "yuan",
        "per",
        "sow",
        "waste",
        "treatment",
        "alone",
        "said",
        "professor",
        "wang",
        "preventing",
        "disease",
        "challenging",
        "china",
        "disease",
        "already",
        "eradicated",
        "country",
        "still",
        "prevalent",
        "huge",
        "number",
        "livestock",
        "proximity",
        "people",
        "raise",
        "risk",
        "contamination",
        "disease",
        "enters",
        "intensive",
        "farm",
        "kill",
        "hundred",
        "animal",
        "day",
        "even",
        "farm",
        "supplying",
        "new",
        "farm",
        "young",
        "sow",
        "hit",
        "disease",
        "reducing",
        "already",
        "short",
        "supply",
        "daunting",
        "perhaps",
        "shortage",
        "trained",
        "worker",
        "raising",
        "pig",
        "longer",
        "past",
        "farmer",
        "professional",
        "knowledge",
        "said",
        "fang",
        "analyst",
        "xinguangan",
        "staff",
        "university",
        "graduate",
        "even",
        "awareness",
        "animal",
        "health",
        "low",
        "said",
        "hong",
        "haozhou",
        "consulting",
        "vet",
        "carthage",
        "mhj",
        "agritech",
        "drug",
        "always",
        "issued",
        "right",
        "way",
        "biosecurity",
        "measure",
        "always",
        "focus",
        "biggest",
        "risk",
        "hardware",
        "perspective",
        "much",
        "difference",
        "western",
        "farm",
        "said",
        "hong",
        "got",
        "automatic",
        "feeder",
        "temperature",
        "control",
        "system",
        "automatic",
        "fan",
        "everything",
        "international",
        "farm",
        "internal",
        "problem",
        "like",
        "insufficient",
        "understanding",
        "healthy",
        "development",
        "xinguangan",
        "managing",
        "keep",
        "disease",
        "bay",
        "worker",
        "spend",
        "hour",
        "quarantine",
        "entering",
        "farm",
        "prevent",
        "transmission",
        "disease",
        "live",
        "site",
        "week",
        "time",
        "like",
        "united",
        "state",
        "feed",
        "truck",
        "deliver",
        "meal",
        "fence",
        "stop",
        "vehicle",
        "contaminating",
        "site",
        "disease",
        "farm",
        "offspring",
        "sow",
        "farm",
        "go",
        "separate",
        "location",
        "fattening",
        "reduce",
        "risk",
        "spreading",
        "disease",
        "animal",
        "adding",
        "extra",
        "complexity",
        "managing",
        "operation",
        "construction",
        "model",
        "production",
        "process",
        "completely",
        "based",
        "studying",
        "said",
        "chen",
        "gang",
        "oversees",
        "xinguangan",
        "pig",
        "farming",
        "operation",
        "guangxi",
        "region",
        "reporting",
        "dominique",
        "patton",
        "editing",
        "stephen",
        "coates"
    ]
}