{
    "organizations": [],
    "uuid": "3678aa02f1a4277ed7a6d7b1e262b4bc790d8e26",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/business-wire-charles-river-laboratories-to-acquire-mpi-research.html",
    "ord_in_thread": 0,
    "title": "Charles River Laboratories to Acquire MPI Research",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Enhances Charles River’s Position as a Leading Global Early-Stage CRO –\n– Transaction Expected to be Accretive to Non-GAAP EPS by Approximately $0.25 in 2018 and Approximately $0.60 in 2019 –\nWILMINGTON, Mass.--(BUSINESS WIRE)-- Charles River Laboratories International, Inc. (NYSE: CRL) announced today that it has entered into a definitive agreement to acquire MPI Research for approximately $800 million in cash, subject to customary closing adjustments.\nMPI is a premier non-clinical contract research organization (CRO) providing comprehensive testing services to biopharmaceutical and medical device companies worldwide. Acquiring MPI will enhance Charles River’s position as a leading global early-stage CRO by strengthening its ability to partner with clients across the drug discovery and development continuum.\nJames C. Foster, Chairman and Chief Executive Officer of Charles River Laboratories, commented, “In addition to meeting our disciplined acquisition criteria, MPI is an exceptional strategic fit for Charles River because it incorporates the key attributes we require in an acquisition: access to growing end markets, high-quality services, scientific expertise, and complementary capabilities. MPI’S one-million-square-foot, single-site facility in Michigan will provide needed capacity to meet current and future demand.”\n“In addition to enhancing our value proposition for clients, we believe that the acquisition of MPI will generate value for shareholders, driving profitable revenue growth and non-GAAP earnings per share accretion of approximately $0.25 in 2018 and approximately $0.60 in 2019. We greatly respect MPI’s employees, its scientific capabilities, and the reputation it has built over the nearly 25 years since its founding, and look forward to welcoming MPI to the Charles River family,” Mr. Foster concluded.\nStrategic Rationale\nThe acquisition of MPI will enhance Charles River’s access to growing end markets, builds scale to meet demand, and augments our scientific bench strength, providing a compelling value proposition for both clients and shareholders.\nExpands client base – The acquisition aligns with Charles River’s strategy to expand its biotechnology client base, its fastest-growing market segment. MPI has specialized in supporting this client segment and is recognized for its scientific expertise, flexible and responsive project management, and client service. Expands service portfolio - MPI will add ototoxicity and abuse liability capabilities, and expand Charles River’s existing capabilities in general toxicology and specialty toxicology, including ophthalmology, juvenile toxicity, molecular biology, and surgery, as well as medical device testing. Builds scale to meet demand – With Charles River’s legacy safety assessment network operating near optimal capacity, MPI will provide safety assessment infrastructure to support Charles River’s current demand and future growth needs. Enhances growth profile – The addition of MPI is expected to enhance Charles River’s ability to achieve its long-term growth goals. The acquisition is also expected to generate attractive financial returns through profitable revenue growth and meaningful accretion to non-GAAP earnings per share.\nAdditional Financial and Transaction Details\nFor 2017, MPI is expected to generate annual revenue of approximately $240 million. The purchase price implies multiples of 11.7x non-GAAP EBITDA based on the estimated 2017 results, and approximately 10.5x non-GAAP EBITDA based on the estimated 2018 results including operational synergies.\nThe transaction is expected to close early in the second quarter of 2018, subject to regulatory approvals and customary closing conditions. The acquisition is expected to add $170 to $190 million to Charles River’s 2018 consolidated revenue based on the anticipated timing of the close, and $260 to $280 million to 2019 consolidated revenue. MPI is expected to be reported as part of Charles River’s Discovery and Safety Assessment segment.\nThe transaction is expected to be accretive to non-GAAP earnings per share by approximately $0.25 in 2018 and approximately $0.60 in 2019. The Company expects to generate operational synergies as a result of the acquisition, with benefits totaling $13 to $16 million by the end of 2019. Items excluded from non-GAAP earnings per share are expected to include all acquisition-related costs, which primarily include amortization of intangible assets, certain costs associated with efficiency initiatives, advisory fees, certain third-party integration costs, and the write-off of deferred financing costs and fees related to debt financing.\nThe acquisition and associated fees are expected to be financed through an expansion of Charles River’s credit facility and cash. The Company is evaluating fixed-rate debt financing alternatives which could be used to finance the acquisition and for general corporate purposes.\nMorgan Stanley & Co. LLC is acting as the exclusive financial advisor to Charles River. Davis Polk & Wardwell LLP is acting as Charles River’s transactional legal counsel and Axinn, Veltrop & Harkrider LLP is acting as antitrust counsel. Jefferies LLC and SunTrust Robinson Humphrey, Inc. are acting as finanical advisors to MPI. Weil, Gotshal & Manges LLP is acting as MPI’s transactional legal counsel.\nWebcast\nCharles River Laboratories has scheduled a live webcast on Tuesday, February 13 th , at 8:30 a.m. EST to discuss its fourth-quarter earnings, 2018 guidance, and matters relating to this news release. To participate, please go to ir.criver.com and select the webcast link. You can also find the associated slide presentation on the website.\nUse of Non-GAAP Financial Measures\nThis news release contains non-GAAP financial measures, such as non-GAAP earnings per diluted share, which exclude the amortization of intangible assets, certain third-party integration costs, certain costs associated with efficiency initiatives, advisory fees, and other charges related to our acquisitions and expenses associated with evaluating acquisitions. We exclude these items from the non-GAAP financial measures because they are outside our normal operations. This news release also refers to our revenue in both a GAAP and non-GAAP (constant currency) basis. There are limitations in using non-GAAP financial measures, as they are not prepared in accordance with generally accepted accounting principles, and may be different than non-GAAP financial measures used by other companies. In particular, we believe that the inclusion of supplementary non-GAAP financial measures in this news release helps investors to gain a meaningful understanding of our core operating results and future prospects without the effect of these often-one-time charges, and is consistent with how management measures and forecasts the Company's performance, especially when comparing such results to prior periods or forecasts. We believe that the financial impact of our acquisitions (and in certain cases, the evaluation of such acquisitions, whether or not ultimately consummated) is often large relative to our overall financial performance, which can adversely affect the comparability of our results on a period-to-period basis. In addition, certain activities, such as business acquisitions, happen irregularly and the underlying costs associated with such activities do not recur on a consistent basis. Presenting revenue on a constant-currency basis allows investors to measure our revenue growth exclusive of foreign currency exchange fluctuations more clearly. Non-GAAP results also allow investors to compare the Company’s operations against the financial results of other companies in the industry who similarly provide non-GAAP results. The non-GAAP financial measures included in this news release are not meant to be considered superior to or a substitute for results of operations prepared in accordance with GAAP. The Company intends to continue to periodically assess the potential value of reporting non-GAAP results consistent with applicable rules and regulations. A reconciliation of the effect of this transaction on non-GAAP earnings per share for 2018 and 2019 to the most directly comparable GAAP financial measure has not been included because it is impracticable to determine the allocation of the purchase price and other necessary adjustments at this time.\nCaution Concerning Forward-Looking Statements\nThis news release includes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by the use of words such as “anticipate,” “believe,” “expect,” “will,” “may,” “estimate,” “plan,” “outlook,” and “project” and other similar expressions that predict or indicate future events or trends or that are not statements of historical matters. Forward-looking statements include statements in this news release regarding the acquisition of MPI Research, expectations regarding the timing of the closing of the acquisition, and Charles River’s expectations with respect to the impact of MPI on the Company, its service offerings, client perception, revenue, revenue growth rates, and earnings; MPI’s final 2017 financial results; Charles River’s projected future performance including revenue and earnings per share; Charles River’s expected operational synergies; as well as Charles River’s future growth in the area of safety assessment. Forward-looking statements are based on Charles River’s current expectations and beliefs, and involve a number of risks and uncertainties that are difficult to predict and that could cause actual results to differ materially from those stated or implied by the forward-looking statements. Those risks and uncertainties include, but are not limited to, the ability to successfully complete the acquisition of MPI. A further description of these risks, uncertainties, and other matters can be found in the Risk Factors detailed in Charles River's Annual Report on Form 10-K as filed on February 14, 2017, as well as other filings we make with the Securities and Exchange Commission. Because forward-looking statements involve risks and uncertainties, actual results and events may differ materially from results and events currently expected by Charles River, and Charles River assumes no obligation and expressly disclaims any duty to update information contained in this news release except as required by law.\nAbout Charles River\nCharles River provides essential products and services to help pharmaceutical and biotechnology companies, government agencies and leading academic institutions around the globe accelerate their research and drug development efforts. Our dedicated employees are focused on providing clients with exactly what they need to improve and expedite the discovery, early-stage development and safe manufacture of new therapies for the patients who need them. To learn more about our unique portfolio and breadth of services, visit www.criver.com .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180213005768/en/\nCharles River Laboratories International, Inc.\nInvestor Contact:\nSusan E. Hardy, 781-222-6190\nCorporate Vice President, Investor Relations\nsusan.hardy@crl.com\nor\nMedia Contact:\nAmy Cianciaruso, 781-222-6168\nCorporate Vice President, Public Relations\namy.cianciaruso@crl.com\nSource: Charles River Laboratories International, Inc.",
    "published": "2018-02-13T15:00:00.000+02:00",
    "crawled": "2018-02-13T17:20:20.026+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "enhances",
        "charles",
        "river",
        "position",
        "leading",
        "global",
        "cro",
        "transaction",
        "expected",
        "accretive",
        "eps",
        "approximately",
        "approximately",
        "wilmington",
        "business",
        "wire",
        "charles",
        "river",
        "laboratory",
        "international",
        "nyse",
        "crl",
        "announced",
        "today",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "mpi",
        "research",
        "approximately",
        "million",
        "cash",
        "subject",
        "customary",
        "closing",
        "adjustment",
        "mpi",
        "premier",
        "contract",
        "research",
        "organization",
        "cro",
        "providing",
        "comprehensive",
        "testing",
        "service",
        "biopharmaceutical",
        "medical",
        "device",
        "company",
        "worldwide",
        "acquiring",
        "mpi",
        "enhance",
        "charles",
        "river",
        "position",
        "leading",
        "global",
        "cro",
        "strengthening",
        "ability",
        "partner",
        "client",
        "across",
        "drug",
        "discovery",
        "development",
        "continuum",
        "james",
        "foster",
        "chairman",
        "chief",
        "executive",
        "officer",
        "charles",
        "river",
        "laboratory",
        "commented",
        "addition",
        "meeting",
        "disciplined",
        "acquisition",
        "criterion",
        "mpi",
        "exceptional",
        "strategic",
        "fit",
        "charles",
        "river",
        "incorporates",
        "key",
        "attribute",
        "require",
        "acquisition",
        "access",
        "growing",
        "end",
        "market",
        "service",
        "scientific",
        "expertise",
        "complementary",
        "capability",
        "mpi",
        "facility",
        "michigan",
        "provide",
        "needed",
        "capacity",
        "meet",
        "current",
        "future",
        "addition",
        "enhancing",
        "value",
        "proposition",
        "client",
        "believe",
        "acquisition",
        "mpi",
        "generate",
        "value",
        "shareholder",
        "driving",
        "profitable",
        "revenue",
        "growth",
        "earnings",
        "per",
        "share",
        "accretion",
        "approximately",
        "approximately",
        "greatly",
        "respect",
        "mpi",
        "employee",
        "scientific",
        "capability",
        "reputation",
        "built",
        "nearly",
        "year",
        "since",
        "founding",
        "look",
        "forward",
        "welcoming",
        "mpi",
        "charles",
        "river",
        "family",
        "foster",
        "concluded",
        "strategic",
        "rationale",
        "acquisition",
        "mpi",
        "enhance",
        "charles",
        "river",
        "access",
        "growing",
        "end",
        "market",
        "build",
        "scale",
        "meet",
        "demand",
        "augments",
        "scientific",
        "bench",
        "strength",
        "providing",
        "compelling",
        "value",
        "proposition",
        "client",
        "shareholder",
        "expands",
        "client",
        "base",
        "acquisition",
        "aligns",
        "charles",
        "river",
        "strategy",
        "expand",
        "biotechnology",
        "client",
        "base",
        "market",
        "segment",
        "mpi",
        "specialized",
        "supporting",
        "client",
        "segment",
        "recognized",
        "scientific",
        "expertise",
        "flexible",
        "responsive",
        "project",
        "management",
        "client",
        "service",
        "expands",
        "service",
        "portfolio",
        "mpi",
        "add",
        "ototoxicity",
        "abuse",
        "liability",
        "capability",
        "expand",
        "charles",
        "river",
        "existing",
        "capability",
        "general",
        "toxicology",
        "specialty",
        "toxicology",
        "including",
        "ophthalmology",
        "juvenile",
        "toxicity",
        "molecular",
        "biology",
        "surgery",
        "well",
        "medical",
        "device",
        "testing",
        "build",
        "scale",
        "meet",
        "demand",
        "charles",
        "river",
        "legacy",
        "safety",
        "assessment",
        "network",
        "operating",
        "near",
        "optimal",
        "capacity",
        "mpi",
        "provide",
        "safety",
        "assessment",
        "infrastructure",
        "support",
        "charles",
        "river",
        "current",
        "demand",
        "future",
        "growth",
        "need",
        "enhances",
        "growth",
        "profile",
        "addition",
        "mpi",
        "expected",
        "enhance",
        "charles",
        "river",
        "ability",
        "achieve",
        "growth",
        "goal",
        "acquisition",
        "also",
        "expected",
        "generate",
        "attractive",
        "financial",
        "return",
        "profitable",
        "revenue",
        "growth",
        "meaningful",
        "accretion",
        "earnings",
        "per",
        "share",
        "additional",
        "financial",
        "transaction",
        "detail",
        "mpi",
        "expected",
        "generate",
        "annual",
        "revenue",
        "approximately",
        "million",
        "purchase",
        "price",
        "implies",
        "multiple",
        "ebitda",
        "based",
        "estimated",
        "result",
        "approximately",
        "ebitda",
        "based",
        "estimated",
        "result",
        "including",
        "operational",
        "synergy",
        "transaction",
        "expected",
        "close",
        "early",
        "second",
        "quarter",
        "subject",
        "regulatory",
        "approval",
        "customary",
        "closing",
        "condition",
        "acquisition",
        "expected",
        "add",
        "million",
        "charles",
        "river",
        "consolidated",
        "revenue",
        "based",
        "anticipated",
        "timing",
        "close",
        "million",
        "consolidated",
        "revenue",
        "mpi",
        "expected",
        "reported",
        "part",
        "charles",
        "river",
        "discovery",
        "safety",
        "assessment",
        "segment",
        "transaction",
        "expected",
        "accretive",
        "earnings",
        "per",
        "share",
        "approximately",
        "approximately",
        "company",
        "expects",
        "generate",
        "operational",
        "synergy",
        "result",
        "acquisition",
        "benefit",
        "totaling",
        "million",
        "end",
        "item",
        "excluded",
        "earnings",
        "per",
        "share",
        "expected",
        "include",
        "cost",
        "primarily",
        "include",
        "amortization",
        "intangible",
        "asset",
        "certain",
        "cost",
        "associated",
        "efficiency",
        "initiative",
        "advisory",
        "fee",
        "certain",
        "integration",
        "cost",
        "deferred",
        "financing",
        "cost",
        "fee",
        "related",
        "debt",
        "financing",
        "acquisition",
        "associated",
        "fee",
        "expected",
        "financed",
        "expansion",
        "charles",
        "river",
        "credit",
        "facility",
        "cash",
        "company",
        "evaluating",
        "debt",
        "financing",
        "alternative",
        "could",
        "used",
        "finance",
        "acquisition",
        "general",
        "corporate",
        "purpose",
        "morgan",
        "stanley",
        "llc",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "charles",
        "river",
        "davis",
        "polk",
        "wardwell",
        "llp",
        "acting",
        "charles",
        "river",
        "transactional",
        "legal",
        "counsel",
        "axinn",
        "veltrop",
        "harkrider",
        "llp",
        "acting",
        "antitrust",
        "counsel",
        "jefferies",
        "llc",
        "suntrust",
        "robinson",
        "humphrey",
        "acting",
        "finanical",
        "advisor",
        "mpi",
        "weil",
        "gotshal",
        "mange",
        "llp",
        "acting",
        "mpi",
        "transactional",
        "legal",
        "counsel",
        "webcast",
        "charles",
        "river",
        "laboratory",
        "scheduled",
        "live",
        "webcast",
        "tuesday",
        "february",
        "th",
        "est",
        "discus",
        "earnings",
        "guidance",
        "matter",
        "relating",
        "news",
        "release",
        "participate",
        "please",
        "go",
        "select",
        "webcast",
        "link",
        "also",
        "find",
        "associated",
        "slide",
        "presentation",
        "website",
        "use",
        "financial",
        "measure",
        "news",
        "release",
        "contains",
        "financial",
        "measure",
        "earnings",
        "per",
        "diluted",
        "share",
        "exclude",
        "amortization",
        "intangible",
        "asset",
        "certain",
        "integration",
        "cost",
        "certain",
        "cost",
        "associated",
        "efficiency",
        "initiative",
        "advisory",
        "fee",
        "charge",
        "related",
        "acquisition",
        "expense",
        "associated",
        "evaluating",
        "acquisition",
        "exclude",
        "item",
        "financial",
        "measure",
        "outside",
        "normal",
        "operation",
        "news",
        "release",
        "also",
        "refers",
        "revenue",
        "gaap",
        "constant",
        "currency",
        "basis",
        "limitation",
        "using",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "may",
        "different",
        "financial",
        "measure",
        "used",
        "company",
        "particular",
        "believe",
        "inclusion",
        "supplementary",
        "financial",
        "measure",
        "news",
        "release",
        "help",
        "investor",
        "gain",
        "meaningful",
        "understanding",
        "core",
        "operating",
        "result",
        "future",
        "prospect",
        "without",
        "effect",
        "charge",
        "consistent",
        "management",
        "measure",
        "forecast",
        "company",
        "performance",
        "especially",
        "comparing",
        "result",
        "prior",
        "period",
        "forecast",
        "believe",
        "financial",
        "impact",
        "acquisition",
        "certain",
        "case",
        "evaluation",
        "acquisition",
        "whether",
        "ultimately",
        "consummated",
        "often",
        "large",
        "relative",
        "overall",
        "financial",
        "performance",
        "adversely",
        "affect",
        "comparability",
        "result",
        "basis",
        "addition",
        "certain",
        "activity",
        "business",
        "acquisition",
        "happen",
        "irregularly",
        "underlying",
        "cost",
        "associated",
        "activity",
        "recur",
        "consistent",
        "basis",
        "presenting",
        "revenue",
        "basis",
        "allows",
        "investor",
        "measure",
        "revenue",
        "growth",
        "exclusive",
        "foreign",
        "currency",
        "exchange",
        "fluctuation",
        "clearly",
        "result",
        "also",
        "allow",
        "investor",
        "compare",
        "company",
        "operation",
        "financial",
        "result",
        "company",
        "industry",
        "similarly",
        "provide",
        "result",
        "financial",
        "measure",
        "included",
        "news",
        "release",
        "meant",
        "considered",
        "superior",
        "substitute",
        "result",
        "operation",
        "prepared",
        "accordance",
        "gaap",
        "company",
        "intends",
        "continue",
        "periodically",
        "assess",
        "potential",
        "value",
        "reporting",
        "result",
        "consistent",
        "applicable",
        "rule",
        "regulation",
        "reconciliation",
        "effect",
        "transaction",
        "earnings",
        "per",
        "share",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "included",
        "impracticable",
        "determine",
        "allocation",
        "purchase",
        "price",
        "necessary",
        "adjustment",
        "time",
        "caution",
        "concerning",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "expect",
        "may",
        "estimate",
        "plan",
        "outlook",
        "project",
        "similar",
        "expression",
        "predict",
        "indicate",
        "future",
        "event",
        "trend",
        "statement",
        "historical",
        "matter",
        "statement",
        "include",
        "statement",
        "news",
        "release",
        "regarding",
        "acquisition",
        "mpi",
        "research",
        "expectation",
        "regarding",
        "timing",
        "closing",
        "acquisition",
        "charles",
        "river",
        "expectation",
        "respect",
        "impact",
        "mpi",
        "company",
        "service",
        "offering",
        "client",
        "perception",
        "revenue",
        "revenue",
        "growth",
        "rate",
        "earnings",
        "mpi",
        "final",
        "financial",
        "result",
        "charles",
        "river",
        "projected",
        "future",
        "performance",
        "including",
        "revenue",
        "earnings",
        "per",
        "share",
        "charles",
        "river",
        "expected",
        "operational",
        "synergy",
        "well",
        "charles",
        "river",
        "future",
        "growth",
        "area",
        "safety",
        "assessment",
        "statement",
        "based",
        "charles",
        "river",
        "current",
        "expectation",
        "belief",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "stated",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "successfully",
        "complete",
        "acquisition",
        "mpi",
        "description",
        "risk",
        "uncertainty",
        "matter",
        "found",
        "risk",
        "factor",
        "detailed",
        "charles",
        "river",
        "annual",
        "report",
        "form",
        "filed",
        "february",
        "well",
        "filing",
        "make",
        "security",
        "exchange",
        "commission",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "currently",
        "expected",
        "charles",
        "river",
        "charles",
        "river",
        "assumes",
        "obligation",
        "expressly",
        "disclaims",
        "duty",
        "update",
        "information",
        "contained",
        "news",
        "release",
        "except",
        "required",
        "law",
        "charles",
        "river",
        "charles",
        "river",
        "provides",
        "essential",
        "product",
        "service",
        "help",
        "pharmaceutical",
        "biotechnology",
        "company",
        "government",
        "agency",
        "leading",
        "academic",
        "institution",
        "around",
        "globe",
        "accelerate",
        "research",
        "drug",
        "development",
        "effort",
        "dedicated",
        "employee",
        "focused",
        "providing",
        "client",
        "exactly",
        "need",
        "improve",
        "expedite",
        "discovery",
        "development",
        "safe",
        "manufacture",
        "new",
        "therapy",
        "patient",
        "need",
        "learn",
        "unique",
        "portfolio",
        "breadth",
        "service",
        "visit",
        "view",
        "source",
        "version",
        "http",
        "charles",
        "river",
        "laboratory",
        "international",
        "investor",
        "contact",
        "susan",
        "hardy",
        "corporate",
        "vice",
        "president",
        "investor",
        "relation",
        "medium",
        "contact",
        "amy",
        "cianciaruso",
        "corporate",
        "vice",
        "president",
        "public",
        "relation",
        "source",
        "charles",
        "river",
        "laboratory",
        "international",
        "inc"
    ]
}