{
    "organizations": [],
    "uuid": "3dc6e14ea2d3e00fa89e1c0783755274c5acc824",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/globe-newswire-aerogrow-reports-strong-third-quarter-results.html",
    "ord_in_thread": 0,
    "title": "AeroGrow Reports Strong Third Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Quarterly Net Revenue up 31% to $17.4MM\n9 Month Net Revenue up 45% to $25.6MM Profitable Quarterly Operating Results Strong Sell-thru in e-Commerce and Retail Channels Successful New Product Launches\nBOULDER, Colo., Feb. 13, 2018 (GLOBE NEWSWIRE) -- AeroGrow International, Inc. (OTCQB:AERO) (\"AeroGrow\" or the \"Company\"), which is the manufacturer and distributor of the world’s leading indoor gardening systems – the AeroGarden line of Smart Countertop Gardens – announced results for the third quarter of its fiscal year, ended December 31, 2017.\nFor the quarter ended December 31, 2017 the Company recorded net revenue of $17.4 million, an increase of 31% over the same period in the prior year. Year-to-date, net revenue increased by 45% to $25.6 million. Income from operations for the quarter was $406 thousand, a slight decline from $622 thousand in the prior year period due to increased marketing expenditures. For the 9 month period, loss from operations improved to ($452) thousand from ($658) thousand in the prior year.\n“Our third quarter results continued the strong momentum we’ve been generating for the past several years,” said AeroGrow President & CEO J. Michael Wolfe. “The key takeaway from our third quarter – which included the critical holiday selling season – was that we had exceptional sell-thru results at all of our key retailers, driving our 31% overall top line growth year-over-year. Distribution successes included double-digit sell-thru increases at established accounts including Amazon.com and Bed, Bath & Beyond. We also achieved successful first year results at Kohl’s, Macy’s, Canadian Tire and Target, and solid results from established partners like Sur La Table, Walmart.com and others. Our Direct-to-Consumer business continued to show good results and we generated 200%+ growth on our Amazon platforms in Europe, albeit off of a relatively small base.\n“In addition to our strong sell-thru, our new products were very well received – particularly the AeroGarden Farm, which is our most advanced indoor garden ever with 24 pods, automatically-adjustable 120 watt LED grow lights, and 24 inches of growing height that offer our biggest and best growing experience yet. The Farm experienced exceptional sales results on our Direct-to-Consumer platform – encouraging at its greater than $500 price point. We also launched our all new Harvest Wi-Fi AeroGarden on Amazon’s Cyber Monday Deal of the Day event – and were completely sold out within just hours.\n“To help drive our double digit sales growth and build the brand for the long-term, we increased some of our marketing investments which caused a slight decline in our operating income vs. last year. Margins also declined slightly due to significantly increased sales to Brick and Mortar accounts, which are sold at lower margins. However, both our operating income and our margins were in-line with our internal plans. We had no debt as of December 31 st along with a cash balance of $2.2 million, and $9.7 million of healthy receivables.\n“There is one other matter, related to Board governance, that I would like to report. Effective March 31, 2018, Mr. Jack J. Walker and Mr. Wayne Harding will be stepping down from the AeroGrow Board of Directors. I know I speak for the entire Board and the employees of AeroGrow in expressing my deep gratitude for Jack and Wayne’s steady guidance, wisdom and support during their time on our Board. Both of these gentlemen have been instrumental in helping build AeroGrow into the company that it has become. To both Jack and Wayne: A truly heartfelt “thank you.” Nominated to take their place as independent directors on our Board will be Mr. H. MacGregor Clarke and Mr. David B. Kent. Greg Clarke formerly served as AeroGrow’s Chief Financial Officer and now holds the post of Senior Vice President & CFO for Johns Manville, a Berkshire Hathaway company. Dave Kent has an extensive background in growing consumer product companies through his experience with Proctor & Gamble Co., E. & J. Gallo Winery, and The Wine Group LLC. I’m looking forward to working with both Greg and Dave, along with the other members of our Board, in continuing to build AeroGrow in the years to come.\n“We had a terrific holiday selling season, and I believe it sets us up for continued strong growth through increased distribution, exciting new products and strong innovation. I look forward to updating you with our continued progress.”\nThird Quarter Details\nFor the three months ended December 31, 2017, we generated $17.4 million of total net revenue, an increase of 31.4%, or $4.1 million, relative to the same period in the prior year. Retail sales increased 37.1% to $13.4 million based upon further expansion into the housewares channel and increases in some existing and newly acquired retail accounts, including Bed Bath & Beyond, Macy’s, Home Depot and Kohl’s. Our Direct-to-Consumer sales were flat in the period due to increased competition caused by our presence at numerous other retailers and retail web sites.\nFor the three months ended December 31, 2017, total gross dollar sales of AeroGarden units increased by 42.8% from the prior year period. Seed pod kit and accessory sales increased by 5.8% over the prior year period, as our established base of AeroGardeners continues to grow. AeroGarden sales net of allowances represented 87.8% of total revenue, as compared to 84.9% in the prior year period. This percentage increase, on a product line basis, was attributable to increased retail sales, which tends initially to favor garden sales over seed pod kit or accessory sales, especially during the high demand holiday season. Seed pod kit and accessory sales decreased as a percent of the total to 12.2% from 15.1% due to the increased sales of AeroGardens this quarter. However, as noted above, total dollar sales increased $116,000.\nThe Company continues to spend advertising dollars in order to strategically build market awareness and enhance initiatives implemented in the prior year. For Fiscal 2018, we intend to expand consumer awareness of the AeroGrow brand and product line. During the three months ended December 31, 2017, we spent $3.6 million in advertising expenditures, a $982,000, or 37.4% year-over-year increase compared to the same period ended December 31, 2016.\nOur gross profit for the three months ended December 31, 2017 was 34.1%, down from 36.6% in the prior year period. This decrease was attributable to the following factors, each of which carry lower margins: (1) shift in retailer mix and product mix which both have different margins and are also dependent on whether we are selling online or in stores; (2) an increase in retail sales, relative to our direct-to-consumer sales; (3) and the introduction of new retail accounts, as compared to existing retail accounts; and; (4) expansion into the European market, which entails certain supply chain and logistical challenges. This decrease was partially offset by the introduction of new products with higher margins.\nIn aggregate, our total operating expenses increased 30.9%, or $1.3 million, year-over-year, principally to support general advertising and media in order to further develop the brand and in anticipation of current and future revenue growth.\nBecause the increase in sales was offset by the increase in general advertising and media, our operating profit was $406,000 for the three months ended December 31, 2017, as compared to an operating profit of $622,000 in the prior year period.\nForward-Looking Statements\n\"Safe Harbor\" Statement under the Private Securities Litigation Reform Act of 1995: Statements by J. Michael Wolfe and/or the Company, statements regarding growth of the AeroGarden product line, ability to raise capital, optimism related to the business, expanding sales, market acceptance of developments and enhancements to our product line, improved margins and profitability, and other statements in this press release are the Securities Litigation Reform Act of 1995. Such statements are based on current expectations, estimates and projections about the Company's business. Words such as expects, anticipates, intends, plans, believes, sees, estimates and variations of such words and similar expressions are intended to identify such . These statements are not guarantees of future performance and involve certain risks and uncertainties that are difficult to predict. Actual results could vary materially from the description contained herein due to many factors including continued market acceptance of the Company's products or the need to raise additional capital. In addition, actual results could vary materially based on changes or slower growth in the indoor garden market; the potential inability to realize expected benefits and synergies; domestic and international business and economic conditions; changes in customer demand or ordering patterns; changes in the competitive environment including pricing pressures or technological changes; technological advances; shortages of manufacturing capacity; future production variables impacting excess inventory and other risk factors listed from time to time in the Company's Securities (SEC) filings, including in \"Item 1A Risk Factors\" of the Company's Annual Report on Form 10-K for the fiscal year ended March 31, 2017. The contained in this press release speak only as of the date on which they are made, and the Company does not undertake any obligation to update any forward-looking statement to reflect events or circumstances after the date of this press release.\nAdditional detailed information concerning a number of the important factors that could cause actual results to differ materially from the forward-looking information contained in this release is readily available in the Company's publicly filed quarterly, annual and other reports. The Company disclaims any obligation to update developments of these risk factors or to announce publicly any revision to any of the contained in this release, or to make corrections to reflect future events or developments.\nAEROGROW INTERNATIONAL, INC.\nCONDENSED BALANCE SHEETS December 31,\n2017 March 31,\n2017 (in thousands, except share and per share data)\nASSETS (Unaudited) (Derived\nfrom\nAudited\nStatements) Current assets Cash $ 2,162 $ 8,804 Restricted cash 15 15 Accounts receivable, net of allowance for doubtful accounts of $89\nand $20 at December 31, 2017 and March 31, 2017, respectively 9,673 2,484 Other receivables 196 258 Inventory, net 5,895 2,921 Prepaid expenses and other 680 511 Total current assets 18,621 14,993 Property and equipment and intangible assets, net of accumulated\ndepreciation of $4,307 and $4,020 at December 31, 2017 and\nMarch 31, 2017, respectively 592 415 Other assets Deposits 110 106 Total assets $ 19,323 $ 15,514 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities Accounts payable $ 2,909 $ 1,853 Accrued expenses 3,187 1,520 Customer deposits 359 106 Debt associated with sale of intellectual property 89 117 Total current liabilities 6,544 3,596 Long term liabilities Capital lease liability 14 19 Total liabilities 6,558 3,615 Commitments and contingencies Stockholders' equity Common stock, $.001 par value, 750,000,000 shares\nauthorized, 34,328,036 and 33,477,287 shares issued and\noutstanding at December 31, 2017 and March 31, 2017,respectively 34 33 Additional paid-in capital 140,817 138,757 Stock to be distributed for Scotts Miracle-Gro transactions - 2,595 Accumulated deficit (128,086 ) (129,486 ) Total stockholders' equity 12,765 11,899 Total liabilities and stockholders' equity $ 19,323 $ 15,514\nAEROGROW INTERNATIONAL, INC.\nCONDENSED STATEMENTS OF OPERATIONS\n(Unaudited) Three Months ended\nDecember 31, Nine Months ended\nDecember 31, (in thousands, except per share data) 2017 2016 2017 2016 Net revenue $ 17,351 $ 13,207 $ 25,554 $ 17,605 Cost of revenue 11,429 8,372 17,148 11,235 Gross profit 5,922 4,835 8,406 6,370 Operating expenses Research and development 186 131 419 341 Sales and marketing 4,617 3,455 6,461 5,004 General and administrative 713 627 1,978 1,683 Total operating expenses 5,516 4,213 8,858 7,028 Profit (loss) from operations 406 622 (452 ) (658 ) Other income (expense), net Fair value changes in derivative\nwarrant liability - (1,205 ) - (2,108 ) Interest expense – related party (19 ) (77 ) (20 ) (108 ) Other income (expense), net 4 21 52 (20 ) Total other income (expense), net (15 ) (1,261 ) 32 (2,236 ) Net income (loss) $ 391 $ (639 ) $ (420 ) $ (2,894 ) Change in fair value of stock and dividend to be distributed for Scotts Miracle-Gro transactions - (1,447 ) 534 (2,214 ) Net income (loss) attributable to common shareholders $ 391 $ (2,086 ) $ 114 $ (5,108 ) Net income (loss) per share, basic and diluted $ 0.01 $ (0.09 ) $ 0.00 $ (0.38 ) Weighted average number of common\nshares outstanding, basic and diluted 34,328 24,022 33,951 13,452\nAbout AeroGrow International, Inc.\nHeadquartered in Boulder, Colorado, AeroGrow International, Inc. is the leader in the rapidly growing indoor gardening category. AeroGardens allow anyone to grow farmer's market fresh herbs, salad greens, tomatoes, chili peppers, flowers and more, indoors, year-round, so simply and easily that no green thumb is required. With an AeroGarden…you can grow anything! In April 2013, AeroGrow entered into a strategic partnership with Scotts Miracle-Gro to continue to expand the indoor gardening market. For more information, visit http://www.aerogrow.com .\nInvestor Relations: Grey Gibbs Senior Vice President of Finance and Accounting grey@aerogrow.com 303-444-7755\nSource:AeroGrow International, Inc.",
    "published": "2018-02-14T00:35:00.000+02:00",
    "crawled": "2018-02-14T03:00:57.040+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quarterly",
        "net",
        "revenue",
        "month",
        "net",
        "revenue",
        "profitable",
        "quarterly",
        "operating",
        "result",
        "strong",
        "retail",
        "channel",
        "successful",
        "new",
        "product",
        "launch",
        "boulder",
        "globe",
        "newswire",
        "aerogrow",
        "international",
        "otcqb",
        "aero",
        "aerogrow",
        "company",
        "manufacturer",
        "distributor",
        "world",
        "leading",
        "indoor",
        "gardening",
        "system",
        "aerogarden",
        "line",
        "smart",
        "countertop",
        "garden",
        "announced",
        "result",
        "third",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "company",
        "recorded",
        "net",
        "revenue",
        "million",
        "increase",
        "period",
        "prior",
        "year",
        "net",
        "revenue",
        "increased",
        "million",
        "income",
        "operation",
        "quarter",
        "thousand",
        "slight",
        "decline",
        "thousand",
        "prior",
        "year",
        "period",
        "due",
        "increased",
        "marketing",
        "expenditure",
        "month",
        "period",
        "loss",
        "operation",
        "improved",
        "thousand",
        "thousand",
        "prior",
        "year",
        "third",
        "quarter",
        "result",
        "continued",
        "strong",
        "momentum",
        "generating",
        "past",
        "several",
        "year",
        "said",
        "aerogrow",
        "president",
        "ceo",
        "michael",
        "wolfe",
        "key",
        "takeaway",
        "third",
        "quarter",
        "included",
        "critical",
        "holiday",
        "selling",
        "season",
        "exceptional",
        "result",
        "key",
        "retailer",
        "driving",
        "overall",
        "top",
        "line",
        "growth",
        "distribution",
        "success",
        "included",
        "increase",
        "established",
        "account",
        "including",
        "bed",
        "bath",
        "beyond",
        "also",
        "achieved",
        "successful",
        "first",
        "year",
        "result",
        "kohl",
        "macy",
        "canadian",
        "tire",
        "target",
        "solid",
        "result",
        "established",
        "partner",
        "like",
        "sur",
        "la",
        "table",
        "others",
        "business",
        "continued",
        "show",
        "good",
        "result",
        "generated",
        "growth",
        "amazon",
        "platform",
        "europe",
        "albeit",
        "relatively",
        "small",
        "base",
        "addition",
        "strong",
        "new",
        "product",
        "well",
        "received",
        "particularly",
        "aerogarden",
        "farm",
        "advanced",
        "indoor",
        "garden",
        "ever",
        "pod",
        "watt",
        "led",
        "grow",
        "light",
        "inch",
        "growing",
        "height",
        "offer",
        "biggest",
        "best",
        "growing",
        "experience",
        "yet",
        "farm",
        "experienced",
        "exceptional",
        "sale",
        "result",
        "platform",
        "encouraging",
        "greater",
        "price",
        "point",
        "also",
        "launched",
        "new",
        "harvest",
        "aerogarden",
        "amazon",
        "cyber",
        "monday",
        "deal",
        "day",
        "event",
        "completely",
        "sold",
        "within",
        "hour",
        "help",
        "drive",
        "double",
        "digit",
        "sale",
        "growth",
        "build",
        "brand",
        "increased",
        "marketing",
        "investment",
        "caused",
        "slight",
        "decline",
        "operating",
        "income",
        "last",
        "year",
        "margin",
        "also",
        "declined",
        "slightly",
        "due",
        "significantly",
        "increased",
        "sale",
        "brick",
        "mortar",
        "account",
        "sold",
        "lower",
        "margin",
        "however",
        "operating",
        "income",
        "margin",
        "internal",
        "plan",
        "debt",
        "december",
        "st",
        "along",
        "cash",
        "balance",
        "million",
        "million",
        "healthy",
        "receivables",
        "one",
        "matter",
        "related",
        "board",
        "governance",
        "would",
        "like",
        "report",
        "effective",
        "march",
        "jack",
        "walker",
        "wayne",
        "harding",
        "stepping",
        "aerogrow",
        "board",
        "director",
        "know",
        "speak",
        "entire",
        "board",
        "employee",
        "aerogrow",
        "expressing",
        "deep",
        "gratitude",
        "jack",
        "wayne",
        "steady",
        "guidance",
        "wisdom",
        "support",
        "time",
        "board",
        "gentleman",
        "instrumental",
        "helping",
        "build",
        "aerogrow",
        "company",
        "become",
        "jack",
        "wayne",
        "truly",
        "heartfelt",
        "thank",
        "nominated",
        "take",
        "place",
        "independent",
        "director",
        "board",
        "macgregor",
        "clarke",
        "david",
        "kent",
        "greg",
        "clarke",
        "formerly",
        "served",
        "aerogrow",
        "chief",
        "financial",
        "officer",
        "hold",
        "post",
        "senior",
        "vice",
        "president",
        "cfo",
        "john",
        "manville",
        "berkshire",
        "hathaway",
        "company",
        "dave",
        "kent",
        "extensive",
        "background",
        "growing",
        "consumer",
        "product",
        "company",
        "experience",
        "proctor",
        "gamble",
        "gallo",
        "winery",
        "wine",
        "group",
        "llc",
        "looking",
        "forward",
        "working",
        "greg",
        "dave",
        "along",
        "member",
        "board",
        "continuing",
        "build",
        "aerogrow",
        "year",
        "come",
        "terrific",
        "holiday",
        "selling",
        "season",
        "believe",
        "set",
        "u",
        "continued",
        "strong",
        "growth",
        "increased",
        "distribution",
        "exciting",
        "new",
        "product",
        "strong",
        "innovation",
        "look",
        "forward",
        "updating",
        "continued",
        "third",
        "quarter",
        "detail",
        "three",
        "month",
        "ended",
        "december",
        "generated",
        "million",
        "total",
        "net",
        "revenue",
        "increase",
        "million",
        "relative",
        "period",
        "prior",
        "year",
        "retail",
        "sale",
        "increased",
        "million",
        "based",
        "upon",
        "expansion",
        "housewares",
        "channel",
        "increase",
        "existing",
        "newly",
        "acquired",
        "retail",
        "account",
        "including",
        "bed",
        "bath",
        "beyond",
        "macy",
        "home",
        "depot",
        "kohl",
        "sale",
        "flat",
        "period",
        "due",
        "increased",
        "competition",
        "caused",
        "presence",
        "numerous",
        "retailer",
        "retail",
        "web",
        "site",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "gross",
        "dollar",
        "sale",
        "aerogarden",
        "unit",
        "increased",
        "prior",
        "year",
        "period",
        "seed",
        "pod",
        "kit",
        "accessory",
        "sale",
        "increased",
        "prior",
        "year",
        "period",
        "established",
        "base",
        "aerogardeners",
        "continues",
        "grow",
        "aerogarden",
        "sale",
        "net",
        "allowance",
        "represented",
        "total",
        "revenue",
        "compared",
        "prior",
        "year",
        "period",
        "percentage",
        "increase",
        "product",
        "line",
        "basis",
        "attributable",
        "increased",
        "retail",
        "sale",
        "tends",
        "initially",
        "favor",
        "garden",
        "sale",
        "seed",
        "pod",
        "kit",
        "accessory",
        "sale",
        "especially",
        "high",
        "demand",
        "holiday",
        "season",
        "seed",
        "pod",
        "kit",
        "accessory",
        "sale",
        "decreased",
        "percent",
        "total",
        "due",
        "increased",
        "sale",
        "aerogardens",
        "quarter",
        "however",
        "noted",
        "total",
        "dollar",
        "sale",
        "increased",
        "company",
        "continues",
        "spend",
        "advertising",
        "dollar",
        "order",
        "strategically",
        "build",
        "market",
        "awareness",
        "enhance",
        "initiative",
        "implemented",
        "prior",
        "year",
        "fiscal",
        "intend",
        "expand",
        "consumer",
        "awareness",
        "aerogrow",
        "brand",
        "product",
        "line",
        "three",
        "month",
        "ended",
        "december",
        "spent",
        "million",
        "advertising",
        "expenditure",
        "increase",
        "compared",
        "period",
        "ended",
        "december",
        "gross",
        "profit",
        "three",
        "month",
        "ended",
        "december",
        "prior",
        "year",
        "period",
        "decrease",
        "attributable",
        "following",
        "factor",
        "carry",
        "lower",
        "margin",
        "shift",
        "retailer",
        "mix",
        "product",
        "mix",
        "different",
        "margin",
        "also",
        "dependent",
        "whether",
        "selling",
        "online",
        "store",
        "increase",
        "retail",
        "sale",
        "relative",
        "sale",
        "introduction",
        "new",
        "retail",
        "account",
        "compared",
        "existing",
        "retail",
        "account",
        "expansion",
        "european",
        "market",
        "entail",
        "certain",
        "supply",
        "chain",
        "logistical",
        "challenge",
        "decrease",
        "partially",
        "offset",
        "introduction",
        "new",
        "product",
        "higher",
        "margin",
        "aggregate",
        "total",
        "operating",
        "expense",
        "increased",
        "million",
        "principally",
        "support",
        "general",
        "advertising",
        "medium",
        "order",
        "develop",
        "brand",
        "anticipation",
        "current",
        "future",
        "revenue",
        "growth",
        "increase",
        "sale",
        "offset",
        "increase",
        "general",
        "advertising",
        "medium",
        "operating",
        "profit",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "operating",
        "profit",
        "prior",
        "year",
        "period",
        "statement",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "michael",
        "wolfe",
        "company",
        "statement",
        "regarding",
        "growth",
        "aerogarden",
        "product",
        "line",
        "ability",
        "raise",
        "capital",
        "optimism",
        "related",
        "business",
        "expanding",
        "sale",
        "market",
        "acceptance",
        "development",
        "enhancement",
        "product",
        "line",
        "improved",
        "margin",
        "profitability",
        "statement",
        "press",
        "release",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "company",
        "business",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "see",
        "estimate",
        "variation",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "description",
        "contained",
        "herein",
        "due",
        "many",
        "factor",
        "including",
        "continued",
        "market",
        "acceptance",
        "company",
        "product",
        "need",
        "raise",
        "additional",
        "capital",
        "addition",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "based",
        "change",
        "slower",
        "growth",
        "indoor",
        "garden",
        "market",
        "potential",
        "inability",
        "realize",
        "expected",
        "benefit",
        "synergy",
        "domestic",
        "international",
        "business",
        "economic",
        "condition",
        "change",
        "customer",
        "demand",
        "ordering",
        "pattern",
        "change",
        "competitive",
        "environment",
        "including",
        "pricing",
        "pressure",
        "technological",
        "change",
        "technological",
        "advance",
        "shortage",
        "manufacturing",
        "capacity",
        "future",
        "production",
        "variable",
        "impacting",
        "excess",
        "inventory",
        "risk",
        "factor",
        "listed",
        "time",
        "time",
        "company",
        "security",
        "sec",
        "filing",
        "including",
        "item",
        "1a",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "made",
        "company",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "additional",
        "detailed",
        "information",
        "concerning",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "information",
        "contained",
        "release",
        "readily",
        "available",
        "company",
        "publicly",
        "filed",
        "quarterly",
        "annual",
        "report",
        "company",
        "disclaims",
        "obligation",
        "update",
        "development",
        "risk",
        "factor",
        "announce",
        "publicly",
        "revision",
        "contained",
        "release",
        "make",
        "correction",
        "reflect",
        "future",
        "event",
        "development",
        "aerogrow",
        "international",
        "condensed",
        "balance",
        "sheet",
        "december",
        "march",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "asset",
        "unaudited",
        "derived",
        "audited",
        "statement",
        "current",
        "asset",
        "cash",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "december",
        "march",
        "respectively",
        "receivables",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "intangible",
        "asset",
        "net",
        "accumulated",
        "depreciation",
        "december",
        "march",
        "respectively",
        "asset",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "customer",
        "deposit",
        "debt",
        "associated",
        "sale",
        "intellectual",
        "property",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "capital",
        "lease",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "march",
        "respectively",
        "additional",
        "capital",
        "stock",
        "distributed",
        "scott",
        "transaction",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "aerogrow",
        "international",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "net",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "profit",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "fair",
        "value",
        "change",
        "derivative",
        "warrant",
        "liability",
        "interest",
        "expense",
        "related",
        "party",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "income",
        "loss",
        "change",
        "fair",
        "value",
        "stock",
        "dividend",
        "distributed",
        "scott",
        "transaction",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "aerogrow",
        "international",
        "headquartered",
        "boulder",
        "colorado",
        "aerogrow",
        "international",
        "leader",
        "rapidly",
        "growing",
        "indoor",
        "gardening",
        "category",
        "aerogardens",
        "allow",
        "anyone",
        "grow",
        "farmer",
        "market",
        "fresh",
        "herb",
        "salad",
        "green",
        "tomato",
        "chili",
        "pepper",
        "flower",
        "indoors",
        "simply",
        "easily",
        "green",
        "thumb",
        "required",
        "grow",
        "anything",
        "april",
        "aerogrow",
        "entered",
        "strategic",
        "partnership",
        "scott",
        "continue",
        "expand",
        "indoor",
        "gardening",
        "market",
        "information",
        "visit",
        "http",
        "investor",
        "relation",
        "grey",
        "gibbs",
        "senior",
        "vice",
        "president",
        "finance",
        "accounting",
        "grey",
        "source",
        "aerogrow",
        "international",
        "inc"
    ]
}