{
    "organizations": [],
    "uuid": "9d200e8cb283d2c84ad14e4694d9777dfd2ddc7d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/business-wire-mexichem-completes-the-acquisition-of-netafim.html",
    "ord_in_thread": 0,
    "title": "Mexichem Completes the Acquisition of Netafim",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TLALNEPANTLA DE BAZ, Mexico--(BUSINESS WIRE)-- Mexichem, S.A.B. de C.V. (BMV: MEXCHEM*) (“The Company” or “Mexichem”) announced that it has completed the acquisition of an 80% stake in Netafim, Ltd. (“Netafim”) from a company backed by the Permira funds after all the governmental authorizations and all the precedent conditions required by the Share Purchase Agreement have been obtained and completed. Netafim is a privately-held Israeli company and a leader in precision irrigation solutions. The total enterprise value of the transaction is US$1.895 billion. Kibbutz Hatzerim retains 20% ownership in Netafim, which will maintain its headquarters in Israel. As previously-disclosed, Mexichem financed the acquisition with a combination of cash and debt.\nThe completion of this transaction has significantly advanced Mexichem’s long-term strategy to position itself as a world leader in specialty products and solutions serving high-growth markets.\n“Finalizing this acquisition is a key milestone for Mexichem and one that will provide substantial opportunities for the Company in the periods ahead,” noted Antonio Carrillo, Mexichem’s outgoing Chief Executive Officer.\nDaniel Martínez-Valle, Mexichem’s incoming Chief Executive Officer, continued “Netafim adds an important element to Mexichem’s strategic profile. In addition to making us a leader in the fast-growing micro irrigation sector, Netafim brings the R&D and technology to transform existing products in our portfolio into smart solutions that can assist our customers in managing their networks and operating sites. We look forward to benefitting from Netafim’s great talent and purpose-driven culture.”\nRan Maidan, Netafim’s President and Chief Executive Officer added, “The integration with Mexichem creates a major step forward for Netafim. By leveraging Mexichem’s global platform and resources, we will be able to accelerate our growth, while providing a more comprehensive set of solutions and services to our customers”.\nTorsten Vogt, Partner and Co-Head of Industrials at Permira, said, “Netafim is an outstanding business with a critical mission of conserving and protecting vital water resources. We are very proud to have accompanied the company in recent years as it developed new technologies that revolutionized precision farming and successfully expanded into significant new markets to become a leading global platform for irrigation systems. We wish it continued growth and success as part of Mexichem.”\nCommenting on the completion of this transaction, Juan Pablo del Valle, Chairman of Mexichem said, “The Netafim acquisition has enabled Mexichem to develop a strategic presence in the dynamic field of micro irrigation, a sector that is effectively addressing challenges related to global food and water shortages. I have full confidence that our respective management teams will successfully integrate our combined offerings to provide the best solutions to the agricultural and industrial customers we serve.”\nAbout Netafim\nNetafim is the global leader in precision irrigation for a sustainable future. With 29 subsidiaries, 17 manufacturing plants and 4,500 employees worldwide, Netafim delivers innovative, tailor-made solutions to millions of farmers, from smallholders to large-scale agricultural producers, in over 110 countries. Founded in 1965, Netafim pioneered the drip revolution, creating a paradigm shift toward precision irrigation.\nToday, Netafim provides diverse precision irrigation solutions for agriculture, greenhouses, landscaping and mining, accompanied by expert agronomic, technical and operational support. Netafim is also leading the way in digital farming for irrigation, integrating monitoring, analysis and automation into one state-of-the-art system. Specializing in end-to-end solutions from the water source to the root zone, Netafim delivers turnkey irrigation and greenhouse projects, supported by engineering, project management and financing services. See how Netafim’s solutions are changing the economics of agriculture and helping the world grow more with less at www.netafim.com .\nAbout Kibbutz Hatzerim\nLocated in the Negev desert in Israel, Kibbutz Hatzerim was founded in 1946. It co-founded Netafim in 1965, and introduced drip irrigation technology commercially to the agricultural community. One of the first agricultural settlements to move from traditional farming to corporate entrepreneurship, Hatzerim has supported continuous innovation in irrigation for over 50 years. It has provided Netafim a rich legacy of down-to-earth rural values combined with cutting-edge agronomic and technological expertise to lead the way in drip and micro irrigation solutions that help farmers around the world.\nAbout Permira\nIt’s a global investment firm that finds and backs successful businesses with growth ambition. Founded in 1985, the firm advises funds with a total committed capital of approximately €32 billion (US$35 billion). The Permira funds make long-term investments in companies with the ambition of transforming their performance and driving sustainable growth. In the past 32 years, the Permira funds have made over 200 private equity investments in five key sectors: Consumer, Financial Services, Healthcare, Industrials and Technology. Current and past industrial investments for the Permira funds include chemical manufacturer CABB, micro-irrigation specialist Netafim, containment solutions business Bakercorp, and leading fulfillment solutions provider Intelligrated. Permira employs over 200 people in 14 offices across North America, Europe and Asia.\nABOUT MEXICHEM\nMexichem is a global leader in plastic piping and one of the world’s largest chemical and petrochemical companies. It has more than 50 years of experience. The Company contributes to global development by delivering an extended portfolio of products to high growth sectors such as infrastructure, housing, datacom and water management, among others. With operations in 37 countries, 120 facilities worldwide and more than 18,000 employees, Mexichem has the rights to produce fluorspar in two mines in Mexico, as well as 8 formation academies and 15 R&D labs. Operations are divided into two value chains and three business units: Ethylene Chain: Vinyl and Fluent Business and Fluor Value Chain, which includes Fluor business group. Mexichem has annual revenues of US$5.4 billion and has been traded on the Mexican Stock Exchange for more than 30 years. The company is member of the Mexican Stock Exchange Sustainability Index and the sustainability emerging markets index FTSE4Good.\nForward-looking Statements\nIn addition to historical information, this press release contains \"forward-looking\" statements that reflect management's expectations for the future. The words “anticipate,” “believe,” “expect,” “hope,” “have the intention of,” “might,” “plan,” “should” and similar expressions generally indicate comments on expectations. The final results may be materially different from current expectations due to several factors, which include, but are not limited to, global and local changes in politics, the economy, business, competition, market and regulatory factors, cyclical trends in relevant sectors; as well as other factors that are highlighted under the title “Risk Factors” on the annual report submitted by Mexichem to the Mexican National Banking and Securities Commission (CNBV). The forward-looking statements included herein represent Mexichem’s views as of the date of this press release. Mexichem undertakes no obligation to revise or update publicly any forward-looking statement for any reason unless required by law.”\nMexichem has implemented a new Code of Ethics that rules its relationships with its employees, clients, suppliers and general groups. Mexichem’s Code of Ethics is available for consulting in the following link: http://www.mexichem.com/Codigo_de_etica.html Additionally, according to the terms contained in the Securities Exchange Act No 42, Mexichem Audit Committee established a mechanism of contact, which allows that any person that knows the unfulfilment of operational and accounting records guidelines and lack of internal controls of the Code of Ethics, from the Company itself or from the subsidiaries that this controls, file a complaint which is anonymously guaranteed. The whistleblower program is facilitated by a third party. The telephone number in Mexico is 01-800-062-12-03. The website is http://www.ethic-line.com/mexichem and contact e-mail is mexichem@ethic-line.com . Mexichem’s Audit Committee will be notified of all complaints for immediate investigation.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180207005742/en/\nInvestor Relations:\nMexichem\nFabiola Molina del Valle, + (52) 55.5366.4050\nfabiola.molina@mexichem.com\nwww.mexichem.com\nSource: Mexichem, S.A.B. de C.V.",
    "published": "2018-02-07T17:28:00.000+02:00",
    "crawled": "2018-02-07T20:00:18.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tlalnepantla",
        "de",
        "baz",
        "mexico",
        "business",
        "wire",
        "mexichem",
        "de",
        "bmv",
        "mexchem",
        "company",
        "mexichem",
        "announced",
        "completed",
        "acquisition",
        "stake",
        "netafim",
        "netafim",
        "company",
        "backed",
        "permira",
        "fund",
        "governmental",
        "authorization",
        "precedent",
        "condition",
        "required",
        "share",
        "purchase",
        "agreement",
        "obtained",
        "completed",
        "netafim",
        "israeli",
        "company",
        "leader",
        "precision",
        "irrigation",
        "solution",
        "total",
        "enterprise",
        "value",
        "transaction",
        "u",
        "billion",
        "kibbutz",
        "hatzerim",
        "retains",
        "ownership",
        "netafim",
        "maintain",
        "headquarters",
        "israel",
        "mexichem",
        "financed",
        "acquisition",
        "combination",
        "cash",
        "debt",
        "completion",
        "transaction",
        "significantly",
        "advanced",
        "mexichem",
        "strategy",
        "position",
        "world",
        "leader",
        "specialty",
        "product",
        "solution",
        "serving",
        "market",
        "finalizing",
        "acquisition",
        "key",
        "milestone",
        "mexichem",
        "one",
        "provide",
        "substantial",
        "opportunity",
        "company",
        "period",
        "ahead",
        "noted",
        "antonio",
        "carrillo",
        "mexichem",
        "outgoing",
        "chief",
        "executive",
        "officer",
        "daniel",
        "mexichem",
        "incoming",
        "chief",
        "executive",
        "officer",
        "continued",
        "netafim",
        "add",
        "important",
        "element",
        "mexichem",
        "strategic",
        "profile",
        "addition",
        "making",
        "u",
        "leader",
        "micro",
        "irrigation",
        "sector",
        "netafim",
        "brings",
        "r",
        "technology",
        "transform",
        "existing",
        "product",
        "portfolio",
        "smart",
        "solution",
        "assist",
        "customer",
        "managing",
        "network",
        "operating",
        "site",
        "look",
        "forward",
        "benefitting",
        "netafim",
        "great",
        "talent",
        "ran",
        "maidan",
        "netafim",
        "president",
        "chief",
        "executive",
        "officer",
        "added",
        "integration",
        "mexichem",
        "creates",
        "major",
        "step",
        "forward",
        "netafim",
        "leveraging",
        "mexichem",
        "global",
        "platform",
        "resource",
        "able",
        "accelerate",
        "growth",
        "providing",
        "comprehensive",
        "set",
        "solution",
        "service",
        "customer",
        "torsten",
        "vogt",
        "partner",
        "industrials",
        "permira",
        "said",
        "netafim",
        "outstanding",
        "business",
        "critical",
        "mission",
        "conserving",
        "protecting",
        "vital",
        "water",
        "resource",
        "proud",
        "accompanied",
        "company",
        "recent",
        "year",
        "developed",
        "new",
        "technology",
        "revolutionized",
        "precision",
        "farming",
        "successfully",
        "expanded",
        "significant",
        "new",
        "market",
        "become",
        "leading",
        "global",
        "platform",
        "irrigation",
        "system",
        "wish",
        "continued",
        "growth",
        "success",
        "part",
        "commenting",
        "completion",
        "transaction",
        "juan",
        "pablo",
        "del",
        "valle",
        "chairman",
        "mexichem",
        "said",
        "netafim",
        "acquisition",
        "enabled",
        "mexichem",
        "develop",
        "strategic",
        "presence",
        "dynamic",
        "field",
        "micro",
        "irrigation",
        "sector",
        "effectively",
        "addressing",
        "challenge",
        "related",
        "global",
        "food",
        "water",
        "shortage",
        "full",
        "confidence",
        "respective",
        "management",
        "team",
        "successfully",
        "integrate",
        "combined",
        "offering",
        "provide",
        "best",
        "solution",
        "agricultural",
        "industrial",
        "customer",
        "netafim",
        "netafim",
        "global",
        "leader",
        "precision",
        "irrigation",
        "sustainable",
        "future",
        "subsidiary",
        "manufacturing",
        "plant",
        "employee",
        "worldwide",
        "netafim",
        "delivers",
        "innovative",
        "solution",
        "million",
        "farmer",
        "smallholder",
        "agricultural",
        "producer",
        "country",
        "founded",
        "netafim",
        "pioneered",
        "drip",
        "revolution",
        "creating",
        "paradigm",
        "shift",
        "toward",
        "precision",
        "irrigation",
        "today",
        "netafim",
        "provides",
        "diverse",
        "precision",
        "irrigation",
        "solution",
        "agriculture",
        "greenhouse",
        "landscaping",
        "mining",
        "accompanied",
        "expert",
        "agronomic",
        "technical",
        "operational",
        "support",
        "netafim",
        "also",
        "leading",
        "way",
        "digital",
        "farming",
        "irrigation",
        "integrating",
        "monitoring",
        "analysis",
        "automation",
        "one",
        "system",
        "specializing",
        "solution",
        "water",
        "source",
        "root",
        "zone",
        "netafim",
        "delivers",
        "turnkey",
        "irrigation",
        "greenhouse",
        "project",
        "supported",
        "engineering",
        "project",
        "management",
        "financing",
        "service",
        "see",
        "netafim",
        "solution",
        "changing",
        "economics",
        "agriculture",
        "helping",
        "world",
        "grow",
        "less",
        "kibbutz",
        "hatzerim",
        "located",
        "negev",
        "desert",
        "israel",
        "kibbutz",
        "hatzerim",
        "founded",
        "netafim",
        "introduced",
        "drip",
        "irrigation",
        "technology",
        "commercially",
        "agricultural",
        "community",
        "one",
        "first",
        "agricultural",
        "settlement",
        "move",
        "traditional",
        "farming",
        "corporate",
        "entrepreneurship",
        "hatzerim",
        "supported",
        "continuous",
        "innovation",
        "irrigation",
        "year",
        "provided",
        "netafim",
        "rich",
        "legacy",
        "rural",
        "value",
        "combined",
        "agronomic",
        "technological",
        "expertise",
        "lead",
        "way",
        "drip",
        "micro",
        "irrigation",
        "solution",
        "help",
        "farmer",
        "around",
        "world",
        "permira",
        "global",
        "investment",
        "firm",
        "find",
        "back",
        "successful",
        "business",
        "growth",
        "ambition",
        "founded",
        "firm",
        "advises",
        "fund",
        "total",
        "committed",
        "capital",
        "approximately",
        "billion",
        "u",
        "billion",
        "permira",
        "fund",
        "make",
        "investment",
        "company",
        "ambition",
        "transforming",
        "performance",
        "driving",
        "sustainable",
        "growth",
        "past",
        "year",
        "permira",
        "fund",
        "made",
        "private",
        "equity",
        "investment",
        "five",
        "key",
        "sector",
        "consumer",
        "financial",
        "service",
        "healthcare",
        "industrials",
        "technology",
        "current",
        "past",
        "industrial",
        "investment",
        "permira",
        "fund",
        "include",
        "chemical",
        "manufacturer",
        "cabb",
        "specialist",
        "netafim",
        "containment",
        "solution",
        "business",
        "bakercorp",
        "leading",
        "fulfillment",
        "solution",
        "provider",
        "intelligrated",
        "permira",
        "employ",
        "people",
        "office",
        "across",
        "north",
        "america",
        "europe",
        "asia",
        "mexichem",
        "mexichem",
        "global",
        "leader",
        "plastic",
        "piping",
        "one",
        "world",
        "largest",
        "chemical",
        "petrochemical",
        "company",
        "year",
        "experience",
        "company",
        "contributes",
        "global",
        "development",
        "delivering",
        "extended",
        "portfolio",
        "product",
        "high",
        "growth",
        "sector",
        "infrastructure",
        "housing",
        "datacom",
        "water",
        "management",
        "among",
        "others",
        "operation",
        "country",
        "facility",
        "worldwide",
        "employee",
        "mexichem",
        "right",
        "produce",
        "fluorspar",
        "two",
        "mine",
        "mexico",
        "well",
        "formation",
        "academy",
        "r",
        "lab",
        "operation",
        "divided",
        "two",
        "value",
        "chain",
        "three",
        "business",
        "unit",
        "ethylene",
        "chain",
        "vinyl",
        "fluent",
        "business",
        "fluor",
        "value",
        "chain",
        "includes",
        "fluor",
        "business",
        "group",
        "mexichem",
        "annual",
        "revenue",
        "u",
        "billion",
        "traded",
        "mexican",
        "stock",
        "exchange",
        "year",
        "company",
        "member",
        "mexican",
        "stock",
        "exchange",
        "sustainability",
        "index",
        "sustainability",
        "emerging",
        "market",
        "index",
        "ftse4good",
        "statement",
        "addition",
        "historical",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "reflect",
        "management",
        "expectation",
        "future",
        "word",
        "anticipate",
        "believe",
        "expect",
        "hope",
        "intention",
        "might",
        "plan",
        "similar",
        "expression",
        "generally",
        "indicate",
        "comment",
        "expectation",
        "final",
        "result",
        "may",
        "materially",
        "different",
        "current",
        "expectation",
        "due",
        "several",
        "factor",
        "include",
        "limited",
        "global",
        "local",
        "change",
        "politics",
        "economy",
        "business",
        "competition",
        "market",
        "regulatory",
        "factor",
        "cyclical",
        "trend",
        "relevant",
        "sector",
        "well",
        "factor",
        "highlighted",
        "title",
        "risk",
        "factor",
        "annual",
        "report",
        "submitted",
        "mexichem",
        "mexican",
        "national",
        "banking",
        "security",
        "commission",
        "cnbv",
        "statement",
        "included",
        "herein",
        "represent",
        "mexichem",
        "view",
        "date",
        "press",
        "release",
        "mexichem",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "publicly",
        "statement",
        "reason",
        "unless",
        "required",
        "mexichem",
        "implemented",
        "new",
        "code",
        "ethic",
        "rule",
        "relationship",
        "employee",
        "client",
        "supplier",
        "general",
        "group",
        "mexichem",
        "code",
        "ethic",
        "available",
        "consulting",
        "following",
        "link",
        "http",
        "additionally",
        "according",
        "term",
        "contained",
        "security",
        "exchange",
        "act",
        "mexichem",
        "audit",
        "committee",
        "established",
        "mechanism",
        "contact",
        "allows",
        "person",
        "know",
        "unfulfilment",
        "operational",
        "accounting",
        "record",
        "guideline",
        "lack",
        "internal",
        "control",
        "code",
        "ethic",
        "company",
        "subsidiary",
        "control",
        "file",
        "complaint",
        "anonymously",
        "guaranteed",
        "whistleblower",
        "program",
        "facilitated",
        "third",
        "party",
        "telephone",
        "number",
        "mexico",
        "website",
        "http",
        "contact",
        "mexichem",
        "mexichem",
        "audit",
        "committee",
        "notified",
        "complaint",
        "immediate",
        "investigation",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "relation",
        "mexichem",
        "fabiola",
        "molina",
        "del",
        "valle",
        "source",
        "mexichem",
        "de"
    ]
}