{
    "organizations": [],
    "uuid": "ed62611cdda775da34ce68c9935ec3f7ffd7c9ea",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/pr-newswire-cott-announces-agreement-to-acquire-crystal-rock-holdings-inc.html",
    "ord_in_thread": 0,
    "title": "Cott Announces Agreement to Acquire Crystal Rock Holdings, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO and TAMPA, FL, Feb. 12, 2018 /PRNewswire/ - Cott Corporation (NYSE:COT; TSX:BCB) today announced that it has entered into a definitive agreement pursuant to which Cott will acquire Crystal Rock Holdings, Inc. (NYSE:CRVP) for $0.97 per share in cash. The transaction, which values Crystal Rock at approximately $35 million, was unanimously approved by both the Cott and Crystal Rock Boards of Directors. Crystal Rock is a 100 year old direct-to-consumer home and office water, coffee, filtration and office supply service delivery business serving customers throughout New York and New England.\nJerry Fowden, Cott's Chief Executive Officer, commented, \"The Crystal Rock acquisition is another positive step in our stated strategy to pursue acquisitions in the higher margin home and office water delivery and coffee services categories, where we believe our platform, operating strength and synergies can be leveraged.\"\nTom Harrington, Chief Executive Officer of DS Services, a wholly-owned subsidiary of Cott, commented, \"We are very excited about strengthening our business in the New York and New England high density markets and firmly believe that our proven track record of integrating companies onto our platform will result in improved performance within our operations in the Northeastern United States.\"\nUnder the terms of the merger agreement, a wholly-owned subsidiary of Cott will promptly commence a tender offer to acquire all of the outstanding shares of Crystal Rock's common stock at a price of $0.97 per share in cash. The consummation of the tender offer is subject to various conditions, including a minimum tender of a majority of outstanding shares of Crystal Rock common stock on a fully diluted basis and other customary conditions. Following consummation of the tender offer, such subsidiary will merge with and into Crystal Rock, such that, following the merger, Crystal Rock will become a wholly-owned subsidiary of Cott. Any eligible shares not validly tendered will be cancelled and converted into the right to receive the same price per share offered in the tender offer. As a result of the acquisition, Crystal Rock shares will cease to be traded on the New York Stock Exchange.\nIn connection with the execution of the merger agreement, shareholders holding 50.8% of the outstanding shares of Crystal Rock common stock have entered into a support agreement with Cott pursuant to which they have agreed to tender their shares in the tender offer.\nThe transaction is expected to close in March 2018, subject to the conditions to the tender offer and other customary closing conditions. Additional financial and integration information relating to the acquisition of Crystal Rock will be provided post-closing.\nIMPORTANT INFORMATION FOR INVESTORS\nThe tender offer for the outstanding shares of Crystal Rock common stock referenced in this press release has not yet commenced. This press release is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell shares of Crystal Rock common stock, nor is it a substitute for the tender offer materials that Cott and its acquisition subsidiary will file with the SEC upon commencement of the tender offer. At the time the offer is commenced, Cott and its acquisition subsidiary will file tender offer materials on Schedule TO, and Crystal Rock will thereafter file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the tender offer. The tender offer materials (including an Offer to Purchase, a related Letter of Transmittal and certain other offer documents) and the Solicitation/Recommendation Statement will contain important information. Holders of shares of Crystal Rock common stock are urged to read these documents when they become available because they will contain important information that holders of Crystal Rock common stock should consider before making any decision regarding tendering their shares. The Offer to Purchase, the related Letter of Transmittal and certain other offer documents, as well as the Solicitation/Recommendation Statement, will be made available to all holders of shares of Crystal Rock common stock at no expense to them. The tender offer materials and the Solicitation/Recommendation Statement will be made available for free at the SEC's web site at www.sec.gov . Copies of these documents will also be made available free of charge on Cott's website at http://www.cott.com/investor-relations . Copies of the documents filed with the SEC by Crystal Rock will be available free of charge on Crystal Rock's website at http://ir.crystalrock.com . In addition to the Offer to Purchase, the related Letter of Transmittal and certain other offer documents, as well as the Solicitation/Recommendation Statement, Cott and Crystal Rock file annual, quarterly and special reports and other information with the SEC. You may read and copy any reports or other information filed by Cott or Crystal Rock at the SEC public reference room at 100 F Street, N.E., Washington, D.C. 20549. Please call the Commission at 1-800-SEC-0330 for further information on the public reference room. Cott and Crystal Rock's filings with the SEC are also available to the public at the website maintained by the SEC at www.sec.gov .\nABOUT COTT CORPORATION\nCott is a route based service company with a leading volume-based national presence in the North America and European home and office bottled water delivery industry and a leader in custom coffee roasting, blending of iced tea, and extract solutions for the U.S. foodservice industry. Our platform reaches over 2.3 million customers or delivery points across North America and Europe supported by strategically located sales and distribution facilities and fleets, as well as wholesalers and distributors. This enables us to efficiently service residences, businesses, restaurant chains, hotels and motels, small and large retailers, and healthcare facilities.\nABOUT CRYSTAL ROCK HOLDINGS, INC.\nCrystal Rock Holdings, Inc. (NYSE MKT: CRVP), operating through its subsidiary Crystal Rock LLC, markets and distributes water and coffee service, office supplies, refreshment beverages and other break room items to the commercial office and at home markets throughout the Northeast. For over 100 years, the company has provided quality and high value service, and it's the largest independent delivery provider of its kind in the United States. It bottles and distributes natural spring water under the Vermont Pure® brand, purified water with minerals added under the Crystal Rock® Waters label and it roasts and packages coffee under its Cool Beans® brand. Launched in 2010, the Crystal Rock Office® brand features traditional office supplies, break room items, furniture and janitorial and sanitation products. The majority of its sales are derived from a route distribution system that delivers water in 3- to 5-gallon reusable, recyclable bottles, and coffee in fractional packs or pods. Crystal Rock believes \"Little Things Matter™\" to the customer experience with high standards for delivering premium service excellence and results in customer productivity - at work or at home. Through technical innovation, a branded customer experience and a commitment to community and environment, Crystal Rock family values are integral to the relationships between employees and customers. More information is available at CrystalRock.com .\nSafe Harbor Statements\nThis press release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934 conveying management's expectations as to the future based on plans, estimates and projections at the time Cott makes the statements. Forward-looking statements involve inherent risks and uncertainties and Cott cautions you that a number of important factors could cause actual results to differ materially from those contained in any such forward-looking statement. The forward-looking statements contained in this press release include, but are not limited to, statements related to the completion of the transaction on the terms proposed, the anticipated timing of the transaction, expected synergies and contribution to Cott's performance, and the potential impact the acquisition will have on Cott and related matters. The forward-looking statements are based on assumptions regarding the time necessary to satisfy the conditions to the closing of the transaction and management's current plans and estimates. Management believes these assumptions to be reasonable but there is no assurance that they will prove to be accurate.\nFactors that could cause actual results to differ materially from those described in this press release include, among others: changes in expectations as to the closing of the transaction; changes in estimates of future earnings and cash flows; expected synergies and cost savings are not achieved or achieved at a slower pace than expected; integration problems, delays or other related costs; retention of customers and suppliers; and unanticipated changes in laws, regulations, or other industry standards affecting the companies.\nThe foregoing list of factors is not exhaustive. Readers are cautioned not to place undue reliance on any forward-looking statements, which speak only as of the date hereof. Readers are urged to carefully review and consider the various disclosures, including but not limited to risk factors contained in Cott's Annual Report on Form 10-K and its quarterly reports on Form 10-Q, as well as other filings with the securities commissions. Cott does not undertake to update or revise any of these statements in light of new information or future events, except as expressly required by applicable law.\nWebsite: www.cott.com\nSOURCE Cott Corporation",
    "published": "2018-02-13T00:15:00.000+02:00",
    "crawled": "2018-02-13T04:44:52.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "tampa",
        "fl",
        "cott",
        "corporation",
        "nyse",
        "cot",
        "tsx",
        "bcb",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "pursuant",
        "cott",
        "acquire",
        "crystal",
        "rock",
        "holding",
        "nyse",
        "crvp",
        "per",
        "share",
        "cash",
        "transaction",
        "value",
        "crystal",
        "rock",
        "approximately",
        "million",
        "unanimously",
        "approved",
        "cott",
        "crystal",
        "rock",
        "board",
        "director",
        "crystal",
        "rock",
        "year",
        "old",
        "home",
        "office",
        "water",
        "coffee",
        "filtration",
        "office",
        "supply",
        "service",
        "delivery",
        "business",
        "serving",
        "customer",
        "throughout",
        "new",
        "york",
        "new",
        "england",
        "jerry",
        "fowden",
        "cott",
        "chief",
        "executive",
        "officer",
        "commented",
        "crystal",
        "rock",
        "acquisition",
        "another",
        "positive",
        "step",
        "stated",
        "strategy",
        "pursue",
        "acquisition",
        "higher",
        "margin",
        "home",
        "office",
        "water",
        "delivery",
        "coffee",
        "service",
        "category",
        "believe",
        "platform",
        "operating",
        "strength",
        "synergy",
        "leveraged",
        "tom",
        "harrington",
        "chief",
        "executive",
        "officer",
        "d",
        "service",
        "subsidiary",
        "cott",
        "commented",
        "excited",
        "strengthening",
        "business",
        "new",
        "york",
        "new",
        "england",
        "high",
        "density",
        "market",
        "firmly",
        "believe",
        "proven",
        "track",
        "record",
        "integrating",
        "company",
        "onto",
        "platform",
        "result",
        "improved",
        "performance",
        "within",
        "operation",
        "northeastern",
        "united",
        "state",
        "term",
        "merger",
        "agreement",
        "subsidiary",
        "cott",
        "promptly",
        "commence",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "cash",
        "consummation",
        "tender",
        "offer",
        "subject",
        "various",
        "condition",
        "including",
        "minimum",
        "tender",
        "majority",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "fully",
        "diluted",
        "basis",
        "customary",
        "condition",
        "following",
        "consummation",
        "tender",
        "offer",
        "subsidiary",
        "merge",
        "crystal",
        "rock",
        "following",
        "merger",
        "crystal",
        "rock",
        "become",
        "subsidiary",
        "cott",
        "eligible",
        "share",
        "validly",
        "tendered",
        "cancelled",
        "converted",
        "right",
        "receive",
        "price",
        "per",
        "share",
        "offered",
        "tender",
        "offer",
        "result",
        "acquisition",
        "crystal",
        "rock",
        "share",
        "cease",
        "traded",
        "new",
        "york",
        "stock",
        "exchange",
        "connection",
        "execution",
        "merger",
        "agreement",
        "shareholder",
        "holding",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "entered",
        "support",
        "agreement",
        "cott",
        "pursuant",
        "agreed",
        "tender",
        "share",
        "tender",
        "offer",
        "transaction",
        "expected",
        "close",
        "march",
        "subject",
        "condition",
        "tender",
        "offer",
        "customary",
        "closing",
        "condition",
        "additional",
        "financial",
        "integration",
        "information",
        "relating",
        "acquisition",
        "crystal",
        "rock",
        "provided",
        "important",
        "information",
        "investor",
        "tender",
        "offer",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "referenced",
        "press",
        "release",
        "yet",
        "commenced",
        "press",
        "release",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "substitute",
        "tender",
        "offer",
        "material",
        "cott",
        "acquisition",
        "subsidiary",
        "file",
        "sec",
        "upon",
        "commencement",
        "tender",
        "offer",
        "time",
        "offer",
        "commenced",
        "cott",
        "acquisition",
        "subsidiary",
        "file",
        "tender",
        "offer",
        "material",
        "schedule",
        "crystal",
        "rock",
        "thereafter",
        "file",
        "statement",
        "schedule",
        "sec",
        "respect",
        "tender",
        "offer",
        "tender",
        "offer",
        "material",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "statement",
        "contain",
        "important",
        "information",
        "holder",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "urged",
        "read",
        "document",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "holder",
        "crystal",
        "rock",
        "common",
        "stock",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "well",
        "statement",
        "made",
        "available",
        "holder",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "expense",
        "tender",
        "offer",
        "material",
        "statement",
        "made",
        "available",
        "free",
        "sec",
        "web",
        "site",
        "copy",
        "document",
        "also",
        "made",
        "available",
        "free",
        "charge",
        "cott",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "crystal",
        "rock",
        "available",
        "free",
        "charge",
        "crystal",
        "rock",
        "website",
        "http",
        "addition",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "well",
        "statement",
        "cott",
        "crystal",
        "rock",
        "file",
        "annual",
        "quarterly",
        "special",
        "report",
        "information",
        "sec",
        "may",
        "read",
        "copy",
        "report",
        "information",
        "filed",
        "cott",
        "crystal",
        "rock",
        "sec",
        "public",
        "reference",
        "room",
        "f",
        "street",
        "washington",
        "please",
        "call",
        "commission",
        "information",
        "public",
        "reference",
        "room",
        "cott",
        "crystal",
        "rock",
        "filing",
        "sec",
        "also",
        "available",
        "public",
        "website",
        "maintained",
        "sec",
        "cott",
        "corporation",
        "cott",
        "route",
        "based",
        "service",
        "company",
        "leading",
        "national",
        "presence",
        "north",
        "america",
        "european",
        "home",
        "office",
        "bottled",
        "water",
        "delivery",
        "industry",
        "leader",
        "custom",
        "coffee",
        "roasting",
        "blending",
        "iced",
        "tea",
        "extract",
        "solution",
        "foodservice",
        "industry",
        "platform",
        "reach",
        "million",
        "customer",
        "delivery",
        "point",
        "across",
        "north",
        "america",
        "europe",
        "supported",
        "strategically",
        "located",
        "sale",
        "distribution",
        "facility",
        "fleet",
        "well",
        "wholesaler",
        "distributor",
        "enables",
        "u",
        "efficiently",
        "service",
        "residence",
        "business",
        "restaurant",
        "chain",
        "hotel",
        "motel",
        "small",
        "large",
        "retailer",
        "healthcare",
        "facility",
        "crystal",
        "rock",
        "holding",
        "crystal",
        "rock",
        "holding",
        "nyse",
        "mkt",
        "crvp",
        "operating",
        "subsidiary",
        "crystal",
        "rock",
        "llc",
        "market",
        "distributes",
        "water",
        "coffee",
        "service",
        "office",
        "supply",
        "refreshment",
        "beverage",
        "break",
        "room",
        "item",
        "commercial",
        "office",
        "home",
        "market",
        "throughout",
        "northeast",
        "year",
        "company",
        "provided",
        "quality",
        "high",
        "value",
        "service",
        "largest",
        "independent",
        "delivery",
        "provider",
        "kind",
        "united",
        "state",
        "bottle",
        "distributes",
        "natural",
        "spring",
        "water",
        "vermont",
        "brand",
        "purified",
        "water",
        "mineral",
        "added",
        "crystal",
        "water",
        "label",
        "roast",
        "package",
        "coffee",
        "cool",
        "brand",
        "launched",
        "crystal",
        "rock",
        "brand",
        "feature",
        "traditional",
        "office",
        "supply",
        "break",
        "room",
        "item",
        "furniture",
        "janitorial",
        "sanitation",
        "product",
        "majority",
        "sale",
        "derived",
        "route",
        "distribution",
        "system",
        "delivers",
        "water",
        "reusable",
        "recyclable",
        "bottle",
        "coffee",
        "fractional",
        "pack",
        "pod",
        "crystal",
        "rock",
        "belief",
        "little",
        "thing",
        "customer",
        "experience",
        "high",
        "standard",
        "delivering",
        "premium",
        "service",
        "excellence",
        "result",
        "customer",
        "productivity",
        "work",
        "home",
        "technical",
        "innovation",
        "branded",
        "customer",
        "experience",
        "commitment",
        "community",
        "environment",
        "crystal",
        "rock",
        "family",
        "value",
        "integral",
        "relationship",
        "employee",
        "customer",
        "information",
        "available",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "conveying",
        "management",
        "expectation",
        "future",
        "based",
        "plan",
        "estimate",
        "projection",
        "time",
        "cott",
        "make",
        "statement",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "cott",
        "caution",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "include",
        "limited",
        "statement",
        "related",
        "completion",
        "transaction",
        "term",
        "proposed",
        "anticipated",
        "timing",
        "transaction",
        "expected",
        "synergy",
        "contribution",
        "cott",
        "performance",
        "potential",
        "impact",
        "acquisition",
        "cott",
        "related",
        "matter",
        "statement",
        "based",
        "assumption",
        "regarding",
        "time",
        "necessary",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "management",
        "current",
        "plan",
        "estimate",
        "management",
        "belief",
        "assumption",
        "reasonable",
        "assurance",
        "prove",
        "accurate",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "press",
        "release",
        "include",
        "among",
        "others",
        "change",
        "expectation",
        "closing",
        "transaction",
        "change",
        "estimate",
        "future",
        "earnings",
        "cash",
        "flow",
        "expected",
        "synergy",
        "cost",
        "saving",
        "achieved",
        "achieved",
        "slower",
        "pace",
        "expected",
        "integration",
        "problem",
        "delay",
        "related",
        "cost",
        "retention",
        "customer",
        "supplier",
        "unanticipated",
        "change",
        "law",
        "regulation",
        "industry",
        "standard",
        "affecting",
        "company",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "reader",
        "urged",
        "carefully",
        "review",
        "consider",
        "various",
        "disclosure",
        "including",
        "limited",
        "risk",
        "factor",
        "contained",
        "cott",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "well",
        "filing",
        "security",
        "commission",
        "cott",
        "undertake",
        "update",
        "revise",
        "statement",
        "light",
        "new",
        "information",
        "future",
        "event",
        "except",
        "expressly",
        "required",
        "applicable",
        "law",
        "website",
        "source",
        "cott",
        "corporation"
    ]
}