{
    "organizations": [],
    "uuid": "08e77ac55342a78b50285941e9197e61d53e4bcf",
    "author": "Ray Sipherd",
    "url": "https://www.cnbc.com/2018/02/22/medical-errors-third-leading-cause-of-death-in-america.html",
    "ord_in_thread": 0,
    "title": "Medical errors third-leading cause of death in America",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "\"My little angel\" is how Christopher Jerry describes his daughter Emily.\nAt just a year and a half, Emily was diagnosed with a massive abdominal tumor and endured numerous surgeries and rigorous chemotherapy before finally being declared cancer-free. But just to be sure, doctors encouraged Chris and his wife to continue with Emily's last scheduled chemotherapy session, a three-day treatment that would begin on her second birthday.\nOn the morning of her final day of treatment, a pharmacy technician prepared the intravenous bag, filling it with more than 20 times the recommended dose of sodium chloride. Within hours Emily was on life support and declared brain dead.\nThree days later she was gone.\nSadly, Emily's case is not unique. According to a recent study by Johns Hopkins , more than 250,000 people in the United States die every year because of medical mistakes, making it the third leading cause of death after heart disease and cancer.\nOther studies report much higher figures , claiming the number of deaths from medical error to be as high as 440,000. The reason for the discrepancy is that physicians, funeral directors, coroners and medical examiners rarely note on death certificates the human errors and system failures involved. Yet death certificates are what the Centers for Disease Control and Prevention rely on to post statistics for deaths nationwide.\nThe authors of the Johns Hopkins study, led by Dr. James Makary of the Johns Hopkins University School of Medicine, have appealed to the CDC to change the way in which it collects data from death certificates. To date, no changes have been made, Makary said.\n'The system is to blame' Dr. Makary defines a death due to medical error as one that is caused by inadequately skilled staff, error in judgment or care, a system defect or a preventable adverse effect. This includes computer breakdowns, mix-ups with the doses or types of medications administered to patients and surgical complications that go undiagnosed.\n\"Currently the CDC uses a deaths collection system that only tallies causes of death occurring from diseases, morbid conditions, and injuries,\" Dr. Makary stated in a letter urging the CDC to change the way it collects the nation's vital health statistics.\n\"It's the system more than the individuals that is to blame,\" Dr. Makary said. The U.S. patient-care study, which was released in 2016, explored death-rate data for eight consecutive years. The researchers discovered that based on a total of 35,416,020 hospitalizations, there was a pooled incidence rate of 251,454 deaths per year — or about 9.5 percent of all deaths — that stemmed from medical error.\nNow, two years later, Makary said he hasn't seen the needle move much.\n\"Medical-care workers are dedicated, caring people,\" said Chris Jerry, \"but they're human. And human beings make mistakes.\" According to him, the day Emily was given her fatal dose, the hospital pharmacy was short-staffed, the pharmacy computer was not properly working, and there was a backlog of physician orders.\nAfterward Chris said he discovered that pharmacy technicians, rather than well-trained and educated pharmacists, are compounding nearly all of the IV medications for patients. And many states have no requirements, or proof of competency, for these pharmacy technicians.\nshow chapters Medical errors, one of the leading causes of death 8:59 AM ET Thu, 5 May 2016 | 00:34 To seek greater safeguards for patients, Chris founded the Emily Jerry Foundation in 2008. EJF focuses primarily on medication safety and better training for pharmacy technicians, as well as backup procedures that will improve the health-care system. Last year he unveiled the Emily Jerry Foundation's National Pharmacy Technician Initiative , an interactive scorecard to make the public aware of unsafe pharmacy practices in the United States. He also travels throughout the country, speaking out about key patient safety-related issues and best practices proven to minimize the \"human error\" component of medicine.\nAny new tools 'will be a game changer' Pascal Metrics, based in Washington, D.C., designs ways to increase patient safety and improve clinical reliability at health organizations.\nPascal's chief medical information officer, Dr. David Classen, is also associate professor of medicine at the University of Utah and an active consultant in infectious diseases at the University of Utah School of Medicine in Salt Lake City. He admits there are problems: \"The system of care is fragmented,\" he said. \"Any tools that enable patients to manage their health-care needs will be a game changer.\"\nTo improve the safety of medication use, Dr. Classen developed and implemented a computerized physician order-entry program at LDS Hospital in Salt Lake City. \"Harnessing health information technology through the use of electronic health records of hospitalized and ambulatory patients is essential,\" he said.\nMany hospitals, for their part, are seeking to keep pace with increasingly available technology to improve patient safety. Kim Lanyon, a senior ICU nurse at Danbury Hospital in Connecticut, said all electronic records there are double-checked, and fail-safe devices are in place.\"\nAt Mount Sinai Hospital in New York City, Dr. Vicki LoPatchin oversees a Good Catch Award, given to medical personnel who identify potential or existing errors related to their patients' care. Similarly, most physicians' offices now keep records electronically, as well as recording conversations among doctors, nurses and their patients in order to make certain there is clarity and that no mistakes result.\nEven so, Makary said ordinary complications can occur, especially from unneeded medical care. According to him, \"Twenty percent of all medical procedures may be unnecessary.\" He faults also the overprescription of medication following surgery, particularly opioids.\nDoctors, he said, have been encouraged by drug companies, sometimes through cash payments, to \"promote\" their products, as revealed by the website Dollars for Docs .\nWhat patients can do to protect themselves According to Dr. John James, a patient-safety advocate and author of A Sea of Broken Hearts: Patient Rights in a Dangerous, Profit-Driven Health Care System, patients need to take charge. \"There needs to be a balance between the provider community and the patients. It is not an even relationship at all.\"\nIn 2002 Dr. James lost his 19-year-old son after he collapsed while running. He had been diagnosed with a heart arrhythmia by a cardiologist a few weeks prior and was released from the hospital with instructions not to drive for 24 hours.\n\"His death certificate said he died of a heart arrhythmia,\" he said, but my son really died as a result of \"uninformed, careless, and unethical care by cardiologists.\" He explained: \"If you have a patient with heart arrhythmias of a certain level and low potassium, you need to replace the potassium, and they did not. And they didn't tell him he shouldn't go back to running.\" Communication errors, he said, are \"unfortunately very common.\"\nIn 2014 Dr. James retired early to devote his life to improving patient safety. His mission: to teach people how to be empowered patients. He has created a patient bill of rights , which he's been pushing to become federal law. Yet so far he said his letters to the Centers for Medicare & Medicaid Services have gone unanswered.\n\"Makary has a lot of courage,\" Dr. James said. \"A lot of the retired doctors will tell you it's a mess and it's terrible. But for a young physician to come out and say what he did, that's pretty bold. Makary is a brave guy.\"\nDr. James' site, Patient Safety America , lists the three levels in which patients can protect themselves. These include being a wise consumer of health care by demanding quality, cost-effective care for yourself and those you love; by participating in patient-safety leadership through boards, panels and commissions that implement policy and laws; and by pushing for laws that favor safer care, transparency and accountability.\n\"Too often, the health-care system silences people around a problem.\" -Dr. Martin Makary, surgical oncologist and chief of the Johns Hopkins Islet Transplant Center Here are some other ways patients can be vigilant right now:\nAsk questions. Gain as much insight as you can from your health-care provider. Ask about the benefits, side effects and disadvantages of a recommended medication or procedure. Use social media to learn more about the patient's own condition, as well as those medications and procedures for which they were prescribed.\nSeek a second opinion. If the situation warrants or if uncertainties exist, get a second opinion from another doctor: A good doctor will welcome confirmation of his diagnosis and resist any efforts to discourage the patient from learning more — or what Dr. Makary calls, \"attempts to gag the patient.\"\n\"Too often,\" he said, \"the health-care system silences people around a problem.\" Why? Many doctors are reluctant to speculate, but some admit the answers range from simple ego to losing a patient to another doctor they trust more.\nBring along an advocate. Sometimes it's hard to process all the information by yourself. Bring a family member or a friend to your appointment — someone who can understand the information and suggestions given and ask questions.\nIlene Corina, president and founder of the Pulse Center for Patient Safety Education & Advocacy, based in Wantagh, New York, urges both the patient and their advocate to be \"respectful but assertive\" in seeking answers to the questions they may have. In some cases, she recommends a \"designated medication manager\" to be a safety check on the advice the care provider gives.\nDownload an app. By having your medical information literally in the palm of your hand, you can work as a team with your doctor to cut your risk for medical errors. Health-care apps can be simple or complex, and depending on your age and condition, you can manage your well-being, medications and more.\nMore from Modern Medicine:\nDisturbing YouTube content reveals tech's dark side on young minds\nScientific breakthrough may finally lead to an effective anti-obesity drug\nNew treatment aims to prevent hair loss in cancer patients\n— By Ray Sipherd, special to CNBC.com",
    "published": "2018-02-22T16:31:00.000+02:00",
    "crawled": "2018-02-22T16:33:34.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "little",
        "angel",
        "christopher",
        "jerry",
        "describes",
        "daughter",
        "emily",
        "year",
        "half",
        "emily",
        "diagnosed",
        "massive",
        "abdominal",
        "tumor",
        "endured",
        "numerous",
        "surgery",
        "rigorous",
        "chemotherapy",
        "finally",
        "declared",
        "sure",
        "doctor",
        "encouraged",
        "chris",
        "wife",
        "continue",
        "emily",
        "last",
        "scheduled",
        "chemotherapy",
        "session",
        "treatment",
        "would",
        "begin",
        "second",
        "birthday",
        "morning",
        "final",
        "day",
        "treatment",
        "pharmacy",
        "technician",
        "prepared",
        "intravenous",
        "bag",
        "filling",
        "time",
        "recommended",
        "dose",
        "sodium",
        "chloride",
        "within",
        "hour",
        "emily",
        "life",
        "support",
        "declared",
        "brain",
        "dead",
        "three",
        "day",
        "later",
        "gone",
        "sadly",
        "emily",
        "case",
        "unique",
        "according",
        "recent",
        "study",
        "john",
        "hopkins",
        "people",
        "united",
        "state",
        "die",
        "every",
        "year",
        "medical",
        "mistake",
        "making",
        "third",
        "leading",
        "cause",
        "death",
        "heart",
        "disease",
        "cancer",
        "study",
        "report",
        "much",
        "higher",
        "figure",
        "claiming",
        "number",
        "death",
        "medical",
        "error",
        "high",
        "reason",
        "discrepancy",
        "physician",
        "funeral",
        "director",
        "coroner",
        "medical",
        "examiner",
        "rarely",
        "note",
        "death",
        "certificate",
        "human",
        "error",
        "system",
        "failure",
        "involved",
        "yet",
        "death",
        "certificate",
        "center",
        "disease",
        "control",
        "prevention",
        "rely",
        "post",
        "statistic",
        "death",
        "nationwide",
        "author",
        "john",
        "hopkins",
        "study",
        "led",
        "james",
        "makary",
        "john",
        "hopkins",
        "university",
        "school",
        "medicine",
        "appealed",
        "cdc",
        "change",
        "way",
        "collect",
        "data",
        "death",
        "certificate",
        "date",
        "change",
        "made",
        "makary",
        "said",
        "system",
        "blame",
        "makary",
        "defines",
        "death",
        "due",
        "medical",
        "error",
        "one",
        "caused",
        "inadequately",
        "skilled",
        "staff",
        "error",
        "judgment",
        "care",
        "system",
        "defect",
        "preventable",
        "adverse",
        "effect",
        "includes",
        "computer",
        "breakdown",
        "dos",
        "type",
        "medication",
        "administered",
        "patient",
        "surgical",
        "complication",
        "go",
        "undiagnosed",
        "currently",
        "cdc",
        "us",
        "death",
        "collection",
        "system",
        "tally",
        "cause",
        "death",
        "occurring",
        "disease",
        "morbid",
        "condition",
        "injury",
        "makary",
        "stated",
        "letter",
        "urging",
        "cdc",
        "change",
        "way",
        "collect",
        "nation",
        "vital",
        "health",
        "statistic",
        "system",
        "individual",
        "blame",
        "makary",
        "said",
        "study",
        "released",
        "explored",
        "data",
        "eight",
        "consecutive",
        "year",
        "researcher",
        "discovered",
        "based",
        "total",
        "hospitalization",
        "pooled",
        "incidence",
        "rate",
        "death",
        "per",
        "year",
        "percent",
        "death",
        "stemmed",
        "medical",
        "error",
        "two",
        "year",
        "later",
        "makary",
        "said",
        "seen",
        "needle",
        "move",
        "much",
        "worker",
        "dedicated",
        "caring",
        "people",
        "said",
        "chris",
        "jerry",
        "human",
        "human",
        "being",
        "make",
        "mistake",
        "according",
        "day",
        "emily",
        "given",
        "fatal",
        "dose",
        "hospital",
        "pharmacy",
        "pharmacy",
        "computer",
        "properly",
        "working",
        "backlog",
        "physician",
        "order",
        "afterward",
        "chris",
        "said",
        "discovered",
        "pharmacy",
        "technician",
        "rather",
        "educated",
        "pharmacist",
        "compounding",
        "nearly",
        "iv",
        "medication",
        "patient",
        "many",
        "state",
        "requirement",
        "proof",
        "competency",
        "pharmacy",
        "technician",
        "show",
        "chapter",
        "medical",
        "error",
        "one",
        "leading",
        "cause",
        "death",
        "et",
        "thu",
        "may",
        "seek",
        "greater",
        "safeguard",
        "patient",
        "chris",
        "founded",
        "emily",
        "jerry",
        "foundation",
        "ejf",
        "focus",
        "primarily",
        "medication",
        "safety",
        "better",
        "training",
        "pharmacy",
        "technician",
        "well",
        "backup",
        "procedure",
        "improve",
        "system",
        "last",
        "year",
        "unveiled",
        "emily",
        "jerry",
        "foundation",
        "national",
        "pharmacy",
        "technician",
        "initiative",
        "interactive",
        "scorecard",
        "make",
        "public",
        "aware",
        "unsafe",
        "pharmacy",
        "practice",
        "united",
        "state",
        "also",
        "travel",
        "throughout",
        "country",
        "speaking",
        "key",
        "patient",
        "issue",
        "best",
        "practice",
        "proven",
        "minimize",
        "human",
        "error",
        "component",
        "medicine",
        "new",
        "tool",
        "game",
        "changer",
        "pascal",
        "metric",
        "based",
        "washington",
        "design",
        "way",
        "increase",
        "patient",
        "safety",
        "improve",
        "clinical",
        "reliability",
        "health",
        "organization",
        "pascal",
        "chief",
        "medical",
        "information",
        "officer",
        "david",
        "classen",
        "also",
        "associate",
        "professor",
        "medicine",
        "university",
        "utah",
        "active",
        "consultant",
        "infectious",
        "disease",
        "university",
        "utah",
        "school",
        "medicine",
        "salt",
        "lake",
        "city",
        "admits",
        "problem",
        "system",
        "care",
        "fragmented",
        "said",
        "tool",
        "enable",
        "patient",
        "manage",
        "need",
        "game",
        "changer",
        "improve",
        "safety",
        "medication",
        "use",
        "classen",
        "developed",
        "implemented",
        "computerized",
        "physician",
        "program",
        "lds",
        "hospital",
        "salt",
        "lake",
        "city",
        "harnessing",
        "health",
        "information",
        "technology",
        "use",
        "electronic",
        "health",
        "record",
        "hospitalized",
        "ambulatory",
        "patient",
        "essential",
        "said",
        "many",
        "hospital",
        "part",
        "seeking",
        "keep",
        "pace",
        "increasingly",
        "available",
        "technology",
        "improve",
        "patient",
        "safety",
        "kim",
        "lanyon",
        "senior",
        "icu",
        "nurse",
        "danbury",
        "hospital",
        "connecticut",
        "said",
        "electronic",
        "record",
        "device",
        "place",
        "mount",
        "sinai",
        "hospital",
        "new",
        "york",
        "city",
        "vicki",
        "lopatchin",
        "oversees",
        "good",
        "catch",
        "award",
        "given",
        "medical",
        "personnel",
        "identify",
        "potential",
        "existing",
        "error",
        "related",
        "patient",
        "care",
        "similarly",
        "physician",
        "office",
        "keep",
        "record",
        "electronically",
        "well",
        "recording",
        "conversation",
        "among",
        "doctor",
        "nurse",
        "patient",
        "order",
        "make",
        "certain",
        "clarity",
        "mistake",
        "result",
        "even",
        "makary",
        "said",
        "ordinary",
        "complication",
        "occur",
        "especially",
        "unneeded",
        "medical",
        "care",
        "according",
        "twenty",
        "percent",
        "medical",
        "procedure",
        "may",
        "unnecessary",
        "fault",
        "also",
        "overprescription",
        "medication",
        "following",
        "surgery",
        "particularly",
        "opioids",
        "doctor",
        "said",
        "encouraged",
        "drug",
        "company",
        "sometimes",
        "cash",
        "payment",
        "promote",
        "product",
        "revealed",
        "website",
        "dollar",
        "doc",
        "patient",
        "protect",
        "according",
        "john",
        "james",
        "advocate",
        "author",
        "sea",
        "broken",
        "heart",
        "patient",
        "right",
        "dangerous",
        "health",
        "care",
        "system",
        "patient",
        "need",
        "take",
        "charge",
        "need",
        "balance",
        "provider",
        "community",
        "patient",
        "even",
        "relationship",
        "james",
        "lost",
        "son",
        "collapsed",
        "running",
        "diagnosed",
        "heart",
        "arrhythmia",
        "cardiologist",
        "week",
        "prior",
        "released",
        "hospital",
        "instruction",
        "drive",
        "hour",
        "death",
        "certificate",
        "said",
        "died",
        "heart",
        "arrhythmia",
        "said",
        "son",
        "really",
        "died",
        "result",
        "uninformed",
        "careless",
        "unethical",
        "care",
        "cardiologist",
        "explained",
        "patient",
        "heart",
        "arrhythmia",
        "certain",
        "level",
        "low",
        "potassium",
        "need",
        "replace",
        "potassium",
        "tell",
        "go",
        "back",
        "running",
        "communication",
        "error",
        "said",
        "unfortunately",
        "common",
        "james",
        "retired",
        "early",
        "devote",
        "life",
        "improving",
        "patient",
        "safety",
        "mission",
        "teach",
        "people",
        "empowered",
        "patient",
        "created",
        "patient",
        "bill",
        "right",
        "pushing",
        "become",
        "federal",
        "law",
        "yet",
        "far",
        "said",
        "letter",
        "center",
        "medicare",
        "medicaid",
        "service",
        "gone",
        "unanswered",
        "makary",
        "lot",
        "courage",
        "james",
        "said",
        "lot",
        "retired",
        "doctor",
        "tell",
        "mess",
        "terrible",
        "young",
        "physician",
        "come",
        "say",
        "pretty",
        "bold",
        "makary",
        "brave",
        "guy",
        "james",
        "site",
        "patient",
        "safety",
        "america",
        "list",
        "three",
        "level",
        "patient",
        "protect",
        "include",
        "wise",
        "consumer",
        "health",
        "care",
        "demanding",
        "quality",
        "care",
        "love",
        "participating",
        "leadership",
        "board",
        "panel",
        "commission",
        "implement",
        "policy",
        "law",
        "pushing",
        "law",
        "favor",
        "safer",
        "care",
        "transparency",
        "accountability",
        "often",
        "system",
        "silence",
        "people",
        "around",
        "problem",
        "martin",
        "makary",
        "surgical",
        "oncologist",
        "chief",
        "john",
        "hopkins",
        "islet",
        "transplant",
        "center",
        "way",
        "patient",
        "vigilant",
        "right",
        "ask",
        "question",
        "gain",
        "much",
        "insight",
        "provider",
        "ask",
        "benefit",
        "side",
        "effect",
        "disadvantage",
        "recommended",
        "medication",
        "procedure",
        "use",
        "social",
        "medium",
        "learn",
        "patient",
        "condition",
        "well",
        "medication",
        "procedure",
        "prescribed",
        "seek",
        "second",
        "opinion",
        "situation",
        "warrant",
        "uncertainty",
        "exist",
        "get",
        "second",
        "opinion",
        "another",
        "doctor",
        "good",
        "doctor",
        "welcome",
        "confirmation",
        "diagnosis",
        "resist",
        "effort",
        "discourage",
        "patient",
        "learning",
        "makary",
        "call",
        "attempt",
        "gag",
        "patient",
        "often",
        "said",
        "system",
        "silence",
        "people",
        "around",
        "problem",
        "many",
        "doctor",
        "reluctant",
        "speculate",
        "admit",
        "answer",
        "range",
        "simple",
        "ego",
        "losing",
        "patient",
        "another",
        "doctor",
        "trust",
        "bring",
        "along",
        "advocate",
        "sometimes",
        "hard",
        "process",
        "information",
        "bring",
        "family",
        "member",
        "friend",
        "appointment",
        "someone",
        "understand",
        "information",
        "suggestion",
        "given",
        "ask",
        "question",
        "ilene",
        "corina",
        "president",
        "founder",
        "pulse",
        "center",
        "patient",
        "safety",
        "education",
        "advocacy",
        "based",
        "wantagh",
        "new",
        "york",
        "urge",
        "patient",
        "advocate",
        "respectful",
        "assertive",
        "seeking",
        "answer",
        "question",
        "may",
        "case",
        "recommends",
        "designated",
        "medication",
        "manager",
        "safety",
        "check",
        "advice",
        "care",
        "provider",
        "give",
        "download",
        "app",
        "medical",
        "information",
        "literally",
        "palm",
        "hand",
        "work",
        "team",
        "doctor",
        "cut",
        "risk",
        "medical",
        "error",
        "apps",
        "simple",
        "complex",
        "depending",
        "age",
        "condition",
        "manage",
        "medication",
        "modern",
        "medicine",
        "disturbing",
        "youtube",
        "content",
        "reveals",
        "tech",
        "dark",
        "side",
        "young",
        "mind",
        "scientific",
        "breakthrough",
        "may",
        "finally",
        "lead",
        "effective",
        "drug",
        "new",
        "treatment",
        "aim",
        "prevent",
        "hair",
        "loss",
        "cancer",
        "patient",
        "ray",
        "sipherd",
        "special"
    ]
}