{
    "organizations": [],
    "uuid": "6386227fe158584a16a59ae6293d6920077545a7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/business-wire-almonty-announces-positive-2875000-q4-ebitda-from-mining-operations-and-the-filing-of-its-audited-annual-consolidated.html",
    "ord_in_thread": 0,
    "title": "Almonty Announces Positive $2,875,000 Q4 EBITDA from Mining Operations and the Filing of Its Audited Annual Consolidated Financial Statements and MD&A for the Year Ended September 30, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Almonty Industries Inc. (TSX-V: AII):\nNOT FOR DISTRIBUTION TO U.S. NEWSWIRE SERVICES OR DISSEMINATION IN THE UNITED STATES\nAlmonty Industries Inc. (“Almonty” or the “Company”) (TSX-V: AII) today announced the filing of its audited annual consolidated financial statements and management’s discussion & analysis for the year ended September 30 th , 2017. Unless otherwise indicated, all currency amounts contained in this news release are expressed in Canadian dollars.\nThe following financial information is for the three months and year ended September 30 th 2017 and 2016:\nGross Revenue 10,810 10,472 39,018 37,310 Mine production costs 7,935 6,939 32,349 32,505 Inventory write-down - 5,345 - 5,345 Depreciation and amortization 1,874 2,011 6,400 8,200 Earnings (loss) from mining operations 1,001 (3,823) 269 (8,740) General and administrative costs 3,323 2,352 9,864 9,256 Non-cash compensation costs 472 - 472 170 Earnings (loss) before the under noted items (2,794) (6,175) (10,067) (18,166) Interest expense 502 1,044 2,436 2,709 (Gain) Loss on debt settlement (3,015) - (3,015) - Foreign exchange (gain) loss (1,124) 490 (1,368) (360) Tax provision 122 676 122 660 Net income (loss) for the period 721 (8,385) (8,242) (21,175) Income (loss) per share basic $0.00 ($0.08) ($0.07) ($0.22) Income (loss) per share diluted $0.00 ($0.08) ($0.07) ($0.22) Dividends - - - - Cash flows provided by (used in) operating activities (3,337) 560 (2,888) (4,219) Cash flows provided by (used in) investing activities (1,140) (3,382) (10,680) (13,030) Cash flows provided by (used in) financing activities 7,632 1,946 13,934 20,579\nThe following financial information is as at September 30 th , 2017, and September 30 th , 2016:\n30-Sep-17 30-Sep-16 $'000 $'000 Cash 4,473 4,215 Restricted cash 1,300 1,336 Total assets 160,151 167,766 Bank indebtedness 9,447 4,456 Long-term debt 44,659 56,497 Shareholders’ equity 45,625 35,569 Other Outstanding shares (‘000) 169,752 110,896 Weighted average outstanding shares (‘000) Basic 121,553 107,871 Fully diluted 121,553 107,871 Closing share price $0.630 $0.27 Lewis Black, Chief Executive Officer of Almonty commented, “These results are continuing to reflect the go-forward cost structure and production profile of Almonty as well as the benefits of Almonty’s fixed price contracts that are currently in effect. The positive impact of the recent improvement in the commodity price, which is now at a 3 year high at approximately US$ 325 per MTU, continue to positively impact revenue and earnings as prices have continually increased since July 2017. Almonty has successfully negotiated significant increases to its fixed price contracts commencing January 2018. The Company expects to see income from mining operations significantly improve as a consequence of these new fixed price contracts and the increasing tungsten price and continuing strengthening of demand globally. My personal investment of $6.5 million in Almonty’s common shares during this period is a testament to my confidence in Almonty’s future and the continued improvement of its performance. Along with my investment, Almonty has successfully raised over $9,750,000 million over the last 12 months and has significantly improved the balance sheet. In addition, our Q4 EBITDA from mining operations of $2,875,000 has matched our Q3 results and has increased significantly from $951,000 recorded in Q2. The Company’s focus continues to be to strengthen its balance sheet and to continue moving forward with the development of the Sangdong mine. The recent conversion of large tranches of debt into equity, at significant premiums to the underlying market price, has reduced the Company’s overall debt levels and we are continuing to focus on returning the Company’s gearing ratio to more normalized levels. The Company currently had, as of September 2017, a 60.3% ratio which is significantly lower since the Company announced in January 2017 the restructuring program. The Company is pleased with its overall stock performance of 133% growth in the 2017 year and fully expects this trend to continue as the build out of Sangdong gets underway. We remain on track for our previously stated timeframe. With our improved performance and stronger balance sheet, combined with the expected financing and construction of our Sangdong property, Almonty is well placed to remain the dominant Western supplier of tungsten concentrate. ”\nAbout Almonty\nThe principal business of Toronto, Canada-based Almonty Industries Inc. is the mining, processing and shipping of tungsten concentrate from its Los Santos Mine in western Spain and its Panasqueira mine in Portugal as well as the refurbishment of its Wolfram Camp Mine in north Queensland, Australia, the development of its Sangdong tungsten mine in Gangwon Province, South Korea and the development of the Valtreixal tin/tungsten project in north western Spain. The Los Santos Mine was acquired by Almonty in September 2011 and is located approximately 50 kilometres from Salamanca in western Spain and produces tungsten concentrate. The Wolfram Camp Mine was acquired by Almonty in September 2014 and is located approximately 130 kilometres west of Cairns in northern Queensland, Australia and has produced tungsten and molybdenum concentrate, although the Wolfram Camp Mine is not currently producing due to ongoing refurbishment of the processing plant. The Panasqueira mine, which has been in production since 1896, is located approximately 260 kilometres northeast of Lisbon, Portugal, was acquired in January 2016 and produces tungsten concentrate. The Sangdong mine, which was historically one of the largest tungsten mines in the world and one of the few long-life, high-grade tungsten deposits outside of China, was acquired in September 2015 through the acquisition of a 100% interest in Woulfe Mining Corp. Almonty owns 100% of the Valtreixal tin-tungsten project in north-western Spain. Further information about Almonty’s activities may be found at www.almonty.com and under Almonty’s profile at www.sedar.com .\nLegal Notice\nThe release, publication or distribution of this announcement in certain jurisdictions may be restricted by law and therefore persons in such jurisdictions into which this announcement is released, published or distributed should inform themselves about and observe such restrictions.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nDisclaimer for Forward-Looking Information\nWhen used in this press release, the words “estimate”, “project”, “belief”, “anticipate”, “intend”, “expect”, “plan”, “predict”, “may” or “should” and the negative of these words or such variations thereon or comparable terminology are intended to identify forward-looking statements and information. These statements and information are based on management’s beliefs, estimates and opinions on the date that statements are made and reflect Almonty’s current expectations.\nForward-looking statements are subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of Almonty to be materially different from those expressed or implied by such forward-looking statements, including but not limited to: any specific risks relating to fluctuations in the price of ammonium para tungstate (“APT”) from which the sale price of Almonty’s tungsten concentrate is derived, actual results of mining and exploration activities, environmental, economic and political risks of the jurisdictions in which Almonty’s operations are located and changes in project parameters as plans continue to be refined, forecasts and assessments relating to Almonty’s business, credit and liquidity risks, hedging risk, competition in the mining industry, risks related to the market price of Almonty’s shares, the ability of Almonty to retain key management employees or procure the services of skilled and experienced personnel, risks related to claims and legal proceedings against Almonty and any of its operating mines, risks relating to unknown defects and impairments, risks related to the adequacy of internal control over financial reporting, risks related to governmental regulations, including environmental regulations, risks related to international operations of Almonty, risks relating to exploration, development and operations at Almonty’s tungsten mines, the ability of Almonty to obtain and maintain necessary permits, the ability of Almonty to comply with applicable laws, regulations and permitting requirements, lack of suitable infrastructure and employees to support Almonty’s mining operations, uncertainty in the accuracy of mineral reserves and mineral resources estimates, production estimates from Almonty’s mining operations, inability to replace and expand mineral reserves, uncertainties related to title and indigenous rights with respect to mineral properties owned directly or indirectly by Almonty, the ability of Almonty to obtain adequate financing, the ability of Almonty to complete permitting, construction, development and expansion, challenges related to global financial conditions, risks related to future sales or issuance of equity securities, differences in the interpretation or application of tax laws and regulations or accounting policies and rules and acceptance of the TSX-V of the listing of Almonty shares on the TSX-V.\nForward-looking statements are based on assumptions management believes to be reasonable, including but not limited to, no material adverse change in the market price of ammonium para tungstate (APT), the continuing ability to fund or obtain funding for outstanding commitments, expectations regarding the resolution of legal and tax matters, no negative change to applicable laws, the ability to secure local contractors, employees and assistance as and when required and on reasonable terms, and such other assumptions and factors as are set out herein. Although Almonty has attempted to identify important factors that could cause actual results, level of activity, performance or achievements to differ materially from those contained in forward-looking statements, there may be other factors that cause results, level of activity, performance or achievements not to be as anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate and even if events or results described in the forward-looking statements are realized or substantially realized, there can be no assurance that they will have the expected consequences to, or effects on, Almonty. Accordingly, readers should not place undue reliance on forward-looking statements and are cautioned that actual outcomes may vary.\nInvestors are cautioned against attributing undue certainty to forward-looking statements. Almonty cautions that the foregoing list of material factors is not exhaustive. When relying on Almonty’s forward-looking statements and information to make decisions, investors and others should carefully consider the foregoing factors and other uncertainties and potential events.\nAlmonty has also assumed that material factors will not cause any forward-looking statements and information to differ materially from actual results or events. However, the list of these factors is not exhaustive and is subject to change and there can be no assurance that such assumptions will reflect the actual outcome of such items or factors.\nTHE FORWARD-LOOKING INFORMATION CONTAINED IN THIS PRESS RELEASE REPRESENTS THE EXPECTATIONS OF ALMONTY AS OF THE DATE OF THIS PRESS RELEASE AND, ACCORDINGLY, IS SUBJECT TO CHANGE AFTER SUCH DATE. READERS SHOULD NOT PLACE UNDUE IMPORTANCE ON FORWARD-LOOKING INFORMATION AND SHOULD NOT RELY UPON THIS INFORMATION AS OF ANY OTHER DATE. WHILE ALMONTY MAY ELECT TO, IT DOES NOT UNDERTAKE TO UPDATE THIS INFORMATION AT ANY PARTICULAR TIME EXCEPT AS REQUIRED IN ACCORDANCE WITH APPLICABLE LAWS.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180205005525/en/\nAlmonty Industries Inc.\nLewis Black, +1 647 438-9766\nChairman, President and CEO\ninfo@almonty.com\nSource: Almonty Industries Inc.",
    "published": "2018-02-05T17:17:00.000+02:00",
    "crawled": "2018-02-05T20:10:25.035+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "almonty",
        "industry",
        "aii",
        "distribution",
        "newswire",
        "service",
        "dissemination",
        "united",
        "state",
        "almonty",
        "industry",
        "almonty",
        "company",
        "aii",
        "today",
        "announced",
        "filing",
        "audited",
        "annual",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "september",
        "th",
        "unless",
        "otherwise",
        "indicated",
        "currency",
        "amount",
        "contained",
        "news",
        "release",
        "expressed",
        "canadian",
        "dollar",
        "following",
        "financial",
        "information",
        "three",
        "month",
        "year",
        "ended",
        "september",
        "th",
        "gross",
        "revenue",
        "mine",
        "production",
        "cost",
        "inventory",
        "depreciation",
        "amortization",
        "earnings",
        "loss",
        "mining",
        "operation",
        "general",
        "administrative",
        "cost",
        "compensation",
        "cost",
        "earnings",
        "loss",
        "noted",
        "item",
        "interest",
        "expense",
        "gain",
        "loss",
        "debt",
        "settlement",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "tax",
        "provision",
        "net",
        "income",
        "loss",
        "period",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "dividend",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "provided",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "provided",
        "used",
        "financing",
        "activity",
        "following",
        "financial",
        "information",
        "september",
        "th",
        "september",
        "th",
        "cash",
        "restricted",
        "cash",
        "total",
        "asset",
        "bank",
        "indebtedness",
        "debt",
        "shareholder",
        "equity",
        "outstanding",
        "share",
        "weighted",
        "average",
        "outstanding",
        "share",
        "basic",
        "fully",
        "diluted",
        "closing",
        "share",
        "price",
        "lewis",
        "black",
        "chief",
        "executive",
        "officer",
        "almonty",
        "commented",
        "result",
        "continuing",
        "reflect",
        "cost",
        "structure",
        "production",
        "profile",
        "almonty",
        "well",
        "benefit",
        "almonty",
        "fixed",
        "price",
        "contract",
        "currently",
        "effect",
        "positive",
        "impact",
        "recent",
        "improvement",
        "commodity",
        "price",
        "year",
        "high",
        "approximately",
        "u",
        "per",
        "mtu",
        "continue",
        "positively",
        "impact",
        "revenue",
        "earnings",
        "price",
        "continually",
        "increased",
        "since",
        "july",
        "almonty",
        "successfully",
        "negotiated",
        "significant",
        "increase",
        "fixed",
        "price",
        "contract",
        "commencing",
        "january",
        "company",
        "expects",
        "see",
        "income",
        "mining",
        "operation",
        "significantly",
        "improve",
        "consequence",
        "new",
        "fixed",
        "price",
        "contract",
        "increasing",
        "tungsten",
        "price",
        "continuing",
        "strengthening",
        "demand",
        "globally",
        "personal",
        "investment",
        "million",
        "almonty",
        "common",
        "share",
        "period",
        "testament",
        "confidence",
        "almonty",
        "future",
        "continued",
        "improvement",
        "performance",
        "along",
        "investment",
        "almonty",
        "successfully",
        "raised",
        "million",
        "last",
        "month",
        "significantly",
        "improved",
        "balance",
        "sheet",
        "addition",
        "q4",
        "ebitda",
        "mining",
        "operation",
        "matched",
        "q3",
        "result",
        "increased",
        "significantly",
        "recorded",
        "q2",
        "company",
        "focus",
        "continues",
        "strengthen",
        "balance",
        "sheet",
        "continue",
        "moving",
        "forward",
        "development",
        "sangdong",
        "mine",
        "recent",
        "conversion",
        "large",
        "tranche",
        "debt",
        "equity",
        "significant",
        "premium",
        "underlying",
        "market",
        "price",
        "reduced",
        "company",
        "overall",
        "debt",
        "level",
        "continuing",
        "focus",
        "returning",
        "company",
        "gearing",
        "ratio",
        "normalized",
        "level",
        "company",
        "currently",
        "september",
        "ratio",
        "significantly",
        "lower",
        "since",
        "company",
        "announced",
        "january",
        "restructuring",
        "program",
        "company",
        "pleased",
        "overall",
        "stock",
        "performance",
        "growth",
        "year",
        "fully",
        "expects",
        "trend",
        "continue",
        "build",
        "sangdong",
        "get",
        "underway",
        "remain",
        "track",
        "previously",
        "stated",
        "timeframe",
        "improved",
        "performance",
        "stronger",
        "balance",
        "sheet",
        "combined",
        "expected",
        "financing",
        "construction",
        "sangdong",
        "property",
        "almonty",
        "well",
        "placed",
        "remain",
        "dominant",
        "western",
        "supplier",
        "tungsten",
        "concentrate",
        "almonty",
        "principal",
        "business",
        "toronto",
        "almonty",
        "industry",
        "mining",
        "processing",
        "shipping",
        "tungsten",
        "concentrate",
        "los",
        "santos",
        "mine",
        "western",
        "spain",
        "panasqueira",
        "mine",
        "portugal",
        "well",
        "refurbishment",
        "wolfram",
        "camp",
        "mine",
        "north",
        "queensland",
        "australia",
        "development",
        "sangdong",
        "tungsten",
        "mine",
        "gangwon",
        "province",
        "south",
        "korea",
        "development",
        "valtreixal",
        "project",
        "north",
        "western",
        "spain",
        "los",
        "santos",
        "mine",
        "acquired",
        "almonty",
        "september",
        "located",
        "approximately",
        "kilometre",
        "salamanca",
        "western",
        "spain",
        "produce",
        "tungsten",
        "concentrate",
        "wolfram",
        "camp",
        "mine",
        "acquired",
        "almonty",
        "september",
        "located",
        "approximately",
        "kilometre",
        "west",
        "cairn",
        "northern",
        "queensland",
        "australia",
        "produced",
        "tungsten",
        "molybdenum",
        "concentrate",
        "although",
        "wolfram",
        "camp",
        "mine",
        "currently",
        "producing",
        "due",
        "ongoing",
        "refurbishment",
        "processing",
        "plant",
        "panasqueira",
        "mine",
        "production",
        "since",
        "located",
        "approximately",
        "kilometre",
        "northeast",
        "lisbon",
        "portugal",
        "acquired",
        "january",
        "produce",
        "tungsten",
        "concentrate",
        "sangdong",
        "mine",
        "historically",
        "one",
        "largest",
        "tungsten",
        "mine",
        "world",
        "one",
        "tungsten",
        "deposit",
        "outside",
        "china",
        "acquired",
        "september",
        "acquisition",
        "interest",
        "woulfe",
        "mining",
        "almonty",
        "owns",
        "valtreixal",
        "project",
        "spain",
        "information",
        "almonty",
        "activity",
        "may",
        "found",
        "almonty",
        "profile",
        "legal",
        "notice",
        "release",
        "publication",
        "distribution",
        "announcement",
        "certain",
        "jurisdiction",
        "may",
        "restricted",
        "law",
        "therefore",
        "person",
        "jurisdiction",
        "announcement",
        "released",
        "published",
        "distributed",
        "inform",
        "observe",
        "restriction",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "disclaimer",
        "information",
        "used",
        "press",
        "release",
        "word",
        "estimate",
        "project",
        "belief",
        "anticipate",
        "intend",
        "expect",
        "plan",
        "predict",
        "may",
        "negative",
        "word",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "intended",
        "identify",
        "statement",
        "information",
        "statement",
        "information",
        "based",
        "management",
        "belief",
        "estimate",
        "opinion",
        "date",
        "statement",
        "made",
        "reflect",
        "almonty",
        "current",
        "expectation",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "almonty",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "including",
        "limited",
        "specific",
        "risk",
        "relating",
        "fluctuation",
        "price",
        "ammonium",
        "para",
        "tungstate",
        "apt",
        "sale",
        "price",
        "almonty",
        "tungsten",
        "concentrate",
        "derived",
        "actual",
        "result",
        "mining",
        "exploration",
        "activity",
        "environmental",
        "economic",
        "political",
        "risk",
        "jurisdiction",
        "almonty",
        "operation",
        "located",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "forecast",
        "assessment",
        "relating",
        "almonty",
        "business",
        "credit",
        "liquidity",
        "risk",
        "hedging",
        "risk",
        "competition",
        "mining",
        "industry",
        "risk",
        "related",
        "market",
        "price",
        "almonty",
        "share",
        "ability",
        "almonty",
        "retain",
        "key",
        "management",
        "employee",
        "procure",
        "service",
        "skilled",
        "experienced",
        "personnel",
        "risk",
        "related",
        "claim",
        "legal",
        "proceeding",
        "almonty",
        "operating",
        "mine",
        "risk",
        "relating",
        "unknown",
        "defect",
        "impairment",
        "risk",
        "related",
        "adequacy",
        "internal",
        "control",
        "financial",
        "reporting",
        "risk",
        "related",
        "governmental",
        "regulation",
        "including",
        "environmental",
        "regulation",
        "risk",
        "related",
        "international",
        "operation",
        "almonty",
        "risk",
        "relating",
        "exploration",
        "development",
        "operation",
        "almonty",
        "tungsten",
        "mine",
        "ability",
        "almonty",
        "obtain",
        "maintain",
        "necessary",
        "permit",
        "ability",
        "almonty",
        "comply",
        "applicable",
        "law",
        "regulation",
        "permitting",
        "requirement",
        "lack",
        "suitable",
        "infrastructure",
        "employee",
        "support",
        "almonty",
        "mining",
        "operation",
        "uncertainty",
        "accuracy",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "estimate",
        "production",
        "estimate",
        "almonty",
        "mining",
        "operation",
        "inability",
        "replace",
        "expand",
        "mineral",
        "reserve",
        "uncertainty",
        "related",
        "title",
        "indigenous",
        "right",
        "respect",
        "mineral",
        "property",
        "owned",
        "directly",
        "indirectly",
        "almonty",
        "ability",
        "almonty",
        "obtain",
        "adequate",
        "financing",
        "ability",
        "almonty",
        "complete",
        "permitting",
        "construction",
        "development",
        "expansion",
        "challenge",
        "related",
        "global",
        "financial",
        "condition",
        "risk",
        "related",
        "future",
        "sale",
        "issuance",
        "equity",
        "security",
        "difference",
        "interpretation",
        "application",
        "tax",
        "law",
        "regulation",
        "accounting",
        "policy",
        "rule",
        "acceptance",
        "listing",
        "almonty",
        "share",
        "statement",
        "based",
        "assumption",
        "management",
        "belief",
        "reasonable",
        "including",
        "limited",
        "material",
        "adverse",
        "change",
        "market",
        "price",
        "ammonium",
        "para",
        "tungstate",
        "apt",
        "continuing",
        "ability",
        "fund",
        "obtain",
        "funding",
        "outstanding",
        "commitment",
        "expectation",
        "regarding",
        "resolution",
        "legal",
        "tax",
        "matter",
        "negative",
        "change",
        "applicable",
        "law",
        "ability",
        "secure",
        "local",
        "contractor",
        "employee",
        "assistance",
        "required",
        "reasonable",
        "term",
        "assumption",
        "factor",
        "set",
        "herein",
        "although",
        "almonty",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "contained",
        "statement",
        "may",
        "factor",
        "cause",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "even",
        "event",
        "result",
        "described",
        "statement",
        "realized",
        "substantially",
        "realized",
        "assurance",
        "expected",
        "consequence",
        "effect",
        "almonty",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "cautioned",
        "actual",
        "outcome",
        "may",
        "vary",
        "investor",
        "cautioned",
        "attributing",
        "undue",
        "certainty",
        "statement",
        "almonty",
        "caution",
        "foregoing",
        "list",
        "material",
        "factor",
        "exhaustive",
        "relying",
        "almonty",
        "statement",
        "information",
        "make",
        "decision",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "almonty",
        "also",
        "assumed",
        "material",
        "factor",
        "cause",
        "statement",
        "information",
        "differ",
        "materially",
        "actual",
        "result",
        "event",
        "however",
        "list",
        "factor",
        "exhaustive",
        "subject",
        "change",
        "assurance",
        "assumption",
        "reflect",
        "actual",
        "outcome",
        "item",
        "factor",
        "information",
        "contained",
        "press",
        "release",
        "represents",
        "expectation",
        "almonty",
        "date",
        "press",
        "release",
        "accordingly",
        "subject",
        "change",
        "date",
        "reader",
        "place",
        "undue",
        "importance",
        "information",
        "rely",
        "upon",
        "information",
        "date",
        "almonty",
        "may",
        "elect",
        "undertake",
        "update",
        "information",
        "particular",
        "time",
        "except",
        "required",
        "accordance",
        "applicable",
        "law",
        "view",
        "source",
        "version",
        "http",
        "almonty",
        "industry",
        "lewis",
        "black",
        "chairman",
        "president",
        "ceo",
        "info",
        "source",
        "almonty",
        "industry",
        "inc"
    ]
}