{
    "organizations": [],
    "uuid": "ecfce8d5e1416ff2be118bbd385b72b6d8cec910",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/business-wire-copart-reports-second-quarter-fiscal-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Copart Reports Second Quarter Fiscal 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS--(BUSINESS WIRE)-- Copart, Inc. (NASDAQ: CPRT) today reported financial results for the quarter ended January 31, 2018.\nFor the three months ended January 31, 2018, revenue, gross margin, and net income were $459.1 million, $191.6 million, and $103.3 million, respectively. These represent an increase in revenue of $109.6 million, or 31.3%; an increase in gross margin of $44.8 million, or 30.6%; and an increase in net income of $37.2 million, or 56.3%, respectively, from the same quarter last year. Fully diluted earnings per share for the three months were $0.43 compared to $0.28 last year, an increase of 53.6%.\nFor the six months ended January 31, 2018, revenue, gross margin, and net income were $878.3 million, $354.9 million, and $180.8 million, respectively. These represent an increase in revenue of $182.8 million, or 26.3%; an increase in gross margin of $62.8 million, or 21.5%; and a decrease in net income of $52.6 million, or 22.5%, respectively, from the same period last year. Fully diluted earnings per share for the six months were $0.75 compared to $0.99 last year, a decrease of 24.2%.\nThe operating results for the three and six months ended January 31, 2018 were adversely affected by abnormal costs of $36.5 million and $72.3 million, respectively, incurred as a result of Hurricane Harvey. These costs included temporary storage facilities; premiums for subhaulers; labor costs incurred from overtime; travel and lodging due to the reassignment of employees to the affected region; and equipment lease expenses to handle the increased volume, as well as cost of vehicle sales. These costs, net of the associated revenues of $44.8 million and $63.4 million, respectively, generated pre-tax income for the three months ended January 31, 2018 of $8.3 million, and a pre-tax loss of $8.9 million for the six month period. The operating results for the three months ended January 31, 2018 were also adversely impacted by a charge of $10.0 million to income tax expense for the deemed repatriation of foreign earnings and profits under the Tax Cuts and Jobs Act of 2017, net of deferred tax changes, and was offset by the Act’s reduction of the federal corporate income tax rate. Because Copart’s fiscal year includes periods before and after the effective date of the Act, during which the U.S. federal corporate tax rate was 35% and 21%, respectively, our U.S. federal corporate tax rate for fiscal year 2018 will be 26.9%. The operating results for the three months ended January 31, 2018, include the benefit of this rate reduction, as well as a favorable adjustment of $7.6 million to account for previously accrued taxes at our prior federal corporate tax rate for the three months ended October 31, 2017.\nExcluding the impact of income taxes on the deemed repatriation of foreign earnings, net of deferred tax changes, disposals of non-operating assets, foreign currency-related losses and gains, certain income tax benefits and payroll taxes related to accounting for stock option exercises, non-GAAP fully diluted earnings per share for the three months ended January 31, 2018 and 2017, were $0.47 and $0.29, respectively. Non-GAAP fully diluted earnings per share for the six months ended January 31, 2018 and 2017, were $0.79 and $0.57, respectively. A reconciliation of non-GAAP financial measures to the most directly comparable financial measures computed in accordance with U.S. generally accepted accounting principles (GAAP) can be found in the tables attached to this press release.\nOn Monday, February 26, 2018, at 11 a.m. Eastern time, Copart will conduct a conference call to discuss the results for the quarter. The call will be webcast live and can be accessed at http://stream.conferenceamerica.com/copart022618 . A replay of the call will be available through April 27, 2018 by calling (877) 919-4059. Use confirmation code # 77546245.\nAbout Copart\nCopart, Inc., founded in 1982, is a global leader in online vehicle auctions. Copart’s innovative technology and online auction platform links sellers to more than 750,000 Members in over 170 countries. Copart offers services to process and sell salvage and clean title vehicles to dealers, dismantlers, rebuilders, exporters, and in some cases, to end users. Copart sells vehicles on behalf of insurance companies, banks, finance companies, charities, fleet operators, dealers and also sells vehicles sourced from individual owners. With operations at over 200 locations in 10 countries, Copart has more than 125,000 vehicles available online every day. Copart currently operates in the United States ( Copart.com ), Canada (Copart.ca), the United Kingdom (Copart.co.uk), the Republic of Ireland (Copart.ie), Brazil ( Copart.com .br), Germany (Copart.de), the United Arab Emirates, Oman and Bahrain ( Copartmea.com ), and Spain (Copart.es). For more information, or to become a Member, visit Copart.com/Register .\nUse of Non-GAAP Financial Measures\nIncluded in this release are certain non-GAAP financial measures, including non-GAAP net income per diluted share, which exclude the impact of income taxes on the deemed repatriation of foreign earnings, net of deferred tax changes, disposals of non-operating assets, foreign currency-related losses and gains, and certain income tax benefits and payroll taxes related to accounting for stock option exercises. These non-GAAP financial measures do not represent alternative financial measures under GAAP. In addition, these non-GAAP financial measures may be different from non-GAAP financial measures used by other companies. Furthermore, these non-GAAP financial measures do not reflect a comprehensive view of Copart’s operations in accordance with GAAP and should only be read in conjunction with the corresponding GAAP financial measures. This information constitutes non-GAAP financial measures within the meaning of Regulation G adopted by the U.S. Securities and Exchange Commission. Accordingly, Copart has presented herein, and will present in other information it publishes that contains these non-GAAP financial measures, a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures.\nCopart believes the presentation of non-GAAP net income per diluted share included in this release in conjunction with the corresponding GAAP financial measures provides meaningful information for investors, analysts and management in assessing Copart’s business trends and financial performance. From a financial planning and analysis perspective, Copart management analyzes its operating results with and without the impact of income taxes on the deemed repatriation of foreign earnings, net of deferred tax changes, disposals of non-operating assets, foreign currency-related losses and gains, and certain income tax benefits and payroll taxes related to accounting for stock option exercises.\nCautionary Note About Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of federal securities laws, and these forward-looking statements are subject to substantial risks and uncertainties. These forward-looking statements are subject to certain risks, trends and uncertainties that could cause actual results to differ materially from those projected or implied by our statements and comments. For a more complete discussion of the risks that could affect our business, please review the “Management’s Discussion and Analysis” and the other risks identified in Copart’s latest Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, as filed with the Securities and Exchange Commission. We encourage investors to review these disclosures carefully. We do not undertake to update any forward-looking statement that may be made from time to time on our behalf.\nCopart, Inc.\nConsolidated Statements of Income\n(In thousands, except per share data)\n(Unaudited)\nThree Months Ended\nJanuary 31, Six Months Ended\nJanuary 31, 2018 2017 2018 2017 Service revenues and vehicle sales: Service revenues $ 401,954 $ 310,033 $ 776,079 $ 617,111 Vehicle sales 57,152 39,499 102,195 78,412 Total service revenues and vehicle sales 459,106 349,532 878,274 695,523 Operating expenses: Yard operations 204,289 158,556 410,508 315,918 Cost of vehicle sales 50,313 33,686 88,610 66,773 Yard depreciation and amortization 11,893 9,717 22,429 19,165 Yard stock-based payment compensation 1,002 808 1,854 1,609 Gross margin 191,609 146,765 354,873 292,058 General and administrative 29,694 27,675 59,196 58,599 General and administrative depreciation and amortization 5,978 5,498 11,344 10,759 General and administrative stock-based payment compensation 4,990 4,712 9,444 8,996 Total operating expenses 308,159 240,652 603,385 481,819 Operating income 150,947 108,880 274,889 213,704 Other (expense) income: Interest expense, net (5,561 ) (5,760 ) (10,959 ) (11,382 ) Other (expense) income, net (948 ) (3,021 ) (5,364 ) 311 Total other expenses (6,509 ) (8,781 ) (16,323 ) (11,071 ) Income before income taxes 144,438 100,099 258,566 202,633 Income tax expense (benefit) 41,137 34,033 77,705 (30,713 ) Net income 103,301 66,066 180,861 233,346 Net income attributable to noncontrolling interest 45 — 90 — Net income attributable to Copart, Inc. $ 103,256 $ 66,066 $ 180,771 $ 233,346 Basic net income per common share $ 0.45 $ 0.29 $ 0.78 $ 1.03 Weighted average common shares outstanding 231,478 229,142 231,086 227,288 Diluted net income per common share $ 0.43 $ 0.28 $ 0.75 $ 0.99 Diluted weighted average common shares outstanding 241,360 235,588 240,076 236,672 Copart, Inc.\nConsolidated Balance Sheets\n(In thousands)\n(Unaudited)\nJanuary 31, 2018 July 31, 2017 ASSETS Current assets: Cash and cash equivalents $ 195,300 $ 210,100 Accounts receivable, net 398,972 311,846 Vehicle pooling costs and inventories 50,994 41,281 Income taxes receivable 3,836 6,418 Prepaid expenses and other assets 17,374 17,616 Total current assets 666,476 587,261 Property and equipment, net 1,024,564 944,056 Intangibles, net 69,934 75,938 Goodwill 344,499 340,243 Deferred income taxes 301 1,287 Other assets 37,767 33,716 Total assets $ 2,143,541 $ 1,982,501 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable and accrued liabilities $ 242,594 $ 208,415 Deferred revenue 6,797 5,019 Income taxes payable 13,806 6,472 Deferred income taxes — 92 Current portion of revolving loan facility and capital lease obligations 111,851 82,155 Total current liabilities 375,048 302,153 Deferred income taxes 5,196 3,192 Income taxes payable 27,128 24,573 Long-term debt, revolving loan facility and capital lease obligations, net of discount 400,646 550,883 Other liabilities 3,732 3,100 Total liabilities 811,750 883,901 Commitments and contingencies Stockholders' equity: Preferred stock — — Common stock 23 23 Additional paid-in capital 483,895 453,349 Accumulated other comprehensive loss (78,913 ) (100,676 ) Retained earnings 926,163 745,370 Noncontrolling interest 623 534 Total stockholders' equity 1,331,791 1,098,600 Total liabilities and stockholders' equity $ 2,143,541 $ 1,982,501 Copart, Inc.\nConsolidated Statements of Cash Flows\n(In thousands)\n(Unaudited)\nSix Months Ended January 31, 2018 2017 Cash flows from operating activities: Net income $ 180,861 $ 233,346 Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization, including debt cost 33,994 30,146 Allowance for doubtful accounts 1,013 26 Equity in losses of unconsolidated affiliates 251 408 Stock-based payment compensation 11,298 10,605 Loss (gain) on sale of property and equipment 4,639 (79 ) Deferred income taxes 2,666 23,466 Changes in operating assets and liabilities, net of effects from acquisitions: Accounts receivable (86,147 ) (74,789 ) Vehicle pooling costs and inventories (9,073 ) (4,944 ) Prepaid expenses and other current assets (1,437 ) 894 Other assets (4,320 ) (801 ) Accounts payable and accrued liabilities 38,919 (4,599 ) Deferred revenue 1,705 1,350 Income taxes receivable 2,575 (64,757 ) Income taxes payable 9,365 5,934 Other liabilities 84 (678 ) Net cash provided by operating activities 186,393 155,528 Cash flows from investing activities: Purchases of property and equipment, including acquisitions (110,782 ) (92,412 ) Proceeds from sale of property and equipment 2,812 386 Investment in unconsolidated affiliate — (1,050 ) Net cash used in investing activities (107,970 ) (93,076 ) Cash flows from financing activities: Proceeds from the exercise of stock options 16,603 20,381 Proceeds from the issuance of Employee Stock Purchase Plan shares 2,723 1,908 Payments for employee stock-based tax withholdings (3 ) (134,638 ) Net (repayments) proceeds on revolving loan facility (120,300 ) 72,000 Distributions to noncontrolling interest (55 ) — Net cash used in financing activities (101,032 ) (40,349 ) Effect of foreign currency translation 7,809 (3,000 ) Net (decrease) increase in cash and cash equivalents (14,800 ) 19,103 Cash and cash equivalents at beginning of period 210,100 155,849 Cash and cash equivalents at end of period $ 195,300 $ 174,952 Supplemental disclosure of cash flow information: Interest paid $ 11,010 $ 11,810 Income taxes paid, net of refunds $ 64,104 $ 4,616 Copart, Inc.\nAdditional Financial Information\nReconciliation of GAAP to Non-GAAP Financial Measures\n(In thousands, except per share data)\n(Unaudited)\nThree Months Ended\nJanuary 31, Six Months Ended\nJanuary 31, 2018 2017 2018 2017 GAAP net income attributable to Copart, Inc. $ 103,256 $ 66,066 $ 180,771 $ 233,346 Effect of deemed repatriation of foreign earnings, net of deferred tax changes 10,000 — 10,000 — Effect of disposal of non-operating assets, net of tax — — 2,994 — Effect of foreign currency-related losses (gains), net of tax 768 2,720 1,076 (127 ) Effect of income tax benefit of ASU 2016-09 adoption, net of tax (1) (2,596 ) (1,347 ) (6,363 ) (102,742 ) Effect of payroll taxes on certain executive stock compensation, net of tax — — — 3,307 Non-GAAP net income attributable to Copart, Inc. $ 111,428 $ 67,439 $ 188,478 $ 133,784 GAAP diluted net income per common share $ 0.43 $ 0.28 $ 0.75 $ 0.99 Non-GAAP diluted net income per common share $ 0.47 $ 0.29 $ 0.79 $ 0.57 GAAP diluted weighted average common shares outstanding 241,360 235,588 240,076 236,672 Effect on common equivalent shares from ASU 2016-09 adoption (1) (2,703 ) (1,404 ) (1,352 ) (2,250 ) Non-GAAP diluted weighted average common shares outstanding 238,657 234,184 238,724 234,422 (1) In March 2016, the FASB issued ASU No. 2016-09, Improvements to Employee Share-Based Payment Accounting. Under this standard, all excess tax benefits and tax deficiencies related to exercises of stock options are recognized as income tax expense or benefit in the income statement as discrete items in the reporting period in which they occur. Additionally, excess tax benefits are classified as an operating activity on the consolidated statements of cash flows. The Company adopted ASU 2016-09 during the fourth quarter of fiscal 2016 on a modified retrospective basis. For a more complete discussion, please review the Company’s Annual Report on Form 10-K, filed with the Securities and Exchange Commission on September 27, 2017.\n //www.businesswire.com/news/home/20180226005856/en/\nCopart, Inc.\nMelissa Perry, 972-391-5090\nExecutive Support Manager\nOffice of the Chief Financial Officer\nmelissa.perry@copart.com\nSource: Copart, Inc.",
    "published": "2018-02-26T16:58:00.000+02:00",
    "crawled": "2018-02-26T16:22:15.021+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "business",
        "wire",
        "copart",
        "nasdaq",
        "cprt",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "january",
        "three",
        "month",
        "ended",
        "january",
        "revenue",
        "gross",
        "margin",
        "net",
        "income",
        "million",
        "million",
        "million",
        "respectively",
        "represent",
        "increase",
        "revenue",
        "million",
        "increase",
        "gross",
        "margin",
        "million",
        "increase",
        "net",
        "income",
        "million",
        "respectively",
        "quarter",
        "last",
        "year",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "compared",
        "last",
        "year",
        "increase",
        "six",
        "month",
        "ended",
        "january",
        "revenue",
        "gross",
        "margin",
        "net",
        "income",
        "million",
        "million",
        "million",
        "respectively",
        "represent",
        "increase",
        "revenue",
        "million",
        "increase",
        "gross",
        "margin",
        "million",
        "decrease",
        "net",
        "income",
        "million",
        "respectively",
        "period",
        "last",
        "year",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "six",
        "month",
        "compared",
        "last",
        "year",
        "decrease",
        "operating",
        "result",
        "three",
        "six",
        "month",
        "ended",
        "january",
        "adversely",
        "affected",
        "abnormal",
        "cost",
        "million",
        "million",
        "respectively",
        "incurred",
        "result",
        "hurricane",
        "harvey",
        "cost",
        "included",
        "temporary",
        "storage",
        "facility",
        "premium",
        "subhaulers",
        "labor",
        "cost",
        "incurred",
        "overtime",
        "travel",
        "lodging",
        "due",
        "reassignment",
        "employee",
        "affected",
        "region",
        "equipment",
        "lease",
        "expense",
        "handle",
        "increased",
        "volume",
        "well",
        "cost",
        "vehicle",
        "sale",
        "cost",
        "net",
        "associated",
        "revenue",
        "million",
        "million",
        "respectively",
        "generated",
        "income",
        "three",
        "month",
        "ended",
        "january",
        "million",
        "loss",
        "million",
        "six",
        "month",
        "period",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "january",
        "also",
        "adversely",
        "impacted",
        "charge",
        "million",
        "income",
        "tax",
        "expense",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "profit",
        "tax",
        "cut",
        "job",
        "act",
        "net",
        "deferred",
        "tax",
        "change",
        "offset",
        "act",
        "reduction",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "copart",
        "fiscal",
        "year",
        "includes",
        "period",
        "effective",
        "date",
        "act",
        "federal",
        "corporate",
        "tax",
        "rate",
        "respectively",
        "federal",
        "corporate",
        "tax",
        "rate",
        "fiscal",
        "year",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "january",
        "include",
        "benefit",
        "rate",
        "reduction",
        "well",
        "favorable",
        "adjustment",
        "million",
        "account",
        "previously",
        "accrued",
        "tax",
        "prior",
        "federal",
        "corporate",
        "tax",
        "rate",
        "three",
        "month",
        "ended",
        "october",
        "excluding",
        "impact",
        "income",
        "tax",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "net",
        "deferred",
        "tax",
        "change",
        "disposal",
        "asset",
        "foreign",
        "loss",
        "gain",
        "certain",
        "income",
        "tax",
        "benefit",
        "payroll",
        "tax",
        "related",
        "accounting",
        "stock",
        "option",
        "exercise",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "january",
        "respectively",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "six",
        "month",
        "ended",
        "january",
        "respectively",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "financial",
        "measure",
        "computed",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "found",
        "table",
        "attached",
        "press",
        "release",
        "monday",
        "february",
        "eastern",
        "time",
        "copart",
        "conduct",
        "conference",
        "call",
        "discus",
        "result",
        "quarter",
        "call",
        "webcast",
        "live",
        "accessed",
        "http",
        "replay",
        "call",
        "available",
        "april",
        "calling",
        "use",
        "confirmation",
        "code",
        "copart",
        "copart",
        "founded",
        "global",
        "leader",
        "online",
        "vehicle",
        "auction",
        "copart",
        "innovative",
        "technology",
        "online",
        "auction",
        "platform",
        "link",
        "seller",
        "member",
        "country",
        "copart",
        "offer",
        "service",
        "process",
        "sell",
        "salvage",
        "clean",
        "title",
        "vehicle",
        "dealer",
        "dismantlers",
        "rebuilders",
        "exporter",
        "case",
        "end",
        "user",
        "copart",
        "sell",
        "vehicle",
        "behalf",
        "insurance",
        "company",
        "bank",
        "finance",
        "company",
        "charity",
        "fleet",
        "operator",
        "dealer",
        "also",
        "sell",
        "vehicle",
        "sourced",
        "individual",
        "owner",
        "operation",
        "location",
        "country",
        "copart",
        "vehicle",
        "available",
        "online",
        "every",
        "day",
        "copart",
        "currently",
        "operates",
        "united",
        "state",
        "canada",
        "united",
        "kingdom",
        "republic",
        "ireland",
        "brazil",
        "germany",
        "united",
        "arab",
        "emirate",
        "oman",
        "bahrain",
        "spain",
        "information",
        "become",
        "member",
        "visit",
        "use",
        "financial",
        "measure",
        "included",
        "release",
        "certain",
        "financial",
        "measure",
        "including",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "exclude",
        "impact",
        "income",
        "tax",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "net",
        "deferred",
        "tax",
        "change",
        "disposal",
        "asset",
        "foreign",
        "loss",
        "gain",
        "certain",
        "income",
        "tax",
        "benefit",
        "payroll",
        "tax",
        "related",
        "accounting",
        "stock",
        "option",
        "exercise",
        "financial",
        "measure",
        "represent",
        "alternative",
        "financial",
        "measure",
        "gaap",
        "addition",
        "financial",
        "measure",
        "may",
        "different",
        "financial",
        "measure",
        "used",
        "company",
        "furthermore",
        "financial",
        "measure",
        "reflect",
        "comprehensive",
        "view",
        "copart",
        "operation",
        "accordance",
        "gaap",
        "read",
        "conjunction",
        "corresponding",
        "gaap",
        "financial",
        "measure",
        "information",
        "constitutes",
        "financial",
        "measure",
        "within",
        "meaning",
        "regulation",
        "g",
        "adopted",
        "security",
        "exchange",
        "commission",
        "accordingly",
        "copart",
        "presented",
        "herein",
        "present",
        "information",
        "publishes",
        "contains",
        "financial",
        "measure",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "copart",
        "belief",
        "presentation",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "included",
        "release",
        "conjunction",
        "corresponding",
        "gaap",
        "financial",
        "measure",
        "provides",
        "meaningful",
        "information",
        "investor",
        "analyst",
        "management",
        "assessing",
        "copart",
        "business",
        "trend",
        "financial",
        "performance",
        "financial",
        "planning",
        "analysis",
        "perspective",
        "copart",
        "management",
        "analyzes",
        "operating",
        "result",
        "without",
        "impact",
        "income",
        "tax",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "net",
        "deferred",
        "tax",
        "change",
        "disposal",
        "asset",
        "foreign",
        "loss",
        "gain",
        "certain",
        "income",
        "tax",
        "benefit",
        "payroll",
        "tax",
        "related",
        "accounting",
        "stock",
        "option",
        "exercise",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "subject",
        "substantial",
        "risk",
        "uncertainty",
        "statement",
        "subject",
        "certain",
        "risk",
        "trend",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "implied",
        "statement",
        "comment",
        "complete",
        "discussion",
        "risk",
        "could",
        "affect",
        "business",
        "please",
        "review",
        "management",
        "discussion",
        "analysis",
        "risk",
        "identified",
        "copart",
        "latest",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "encourage",
        "investor",
        "review",
        "disclosure",
        "carefully",
        "undertake",
        "update",
        "statement",
        "may",
        "made",
        "time",
        "time",
        "behalf",
        "copart",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "january",
        "six",
        "month",
        "ended",
        "january",
        "service",
        "revenue",
        "vehicle",
        "sale",
        "service",
        "revenue",
        "vehicle",
        "sale",
        "total",
        "service",
        "revenue",
        "vehicle",
        "sale",
        "operating",
        "expense",
        "yard",
        "operation",
        "cost",
        "vehicle",
        "sale",
        "yard",
        "depreciation",
        "amortization",
        "yard",
        "payment",
        "compensation",
        "gross",
        "margin",
        "general",
        "administrative",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "general",
        "administrative",
        "payment",
        "compensation",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "expense",
        "income",
        "interest",
        "expense",
        "net",
        "expense",
        "income",
        "net",
        "total",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "copart",
        "basic",
        "net",
        "income",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "copart",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "january",
        "july",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "vehicle",
        "pooling",
        "cost",
        "inventory",
        "income",
        "tax",
        "receivable",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "net",
        "goodwill",
        "deferred",
        "income",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "income",
        "tax",
        "payable",
        "deferred",
        "income",
        "tax",
        "current",
        "portion",
        "revolving",
        "loan",
        "facility",
        "capital",
        "lease",
        "obligation",
        "total",
        "current",
        "liability",
        "deferred",
        "income",
        "tax",
        "income",
        "tax",
        "payable",
        "debt",
        "revolving",
        "loan",
        "facility",
        "capital",
        "lease",
        "obligation",
        "net",
        "discount",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "noncontrolling",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "copart",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "six",
        "month",
        "ended",
        "january",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "including",
        "debt",
        "cost",
        "allowance",
        "doubtful",
        "account",
        "equity",
        "loss",
        "unconsolidated",
        "affiliate",
        "payment",
        "compensation",
        "loss",
        "gain",
        "sale",
        "property",
        "equipment",
        "deferred",
        "income",
        "tax",
        "change",
        "operating",
        "asset",
        "liability",
        "net",
        "effect",
        "acquisition",
        "account",
        "receivable",
        "vehicle",
        "pooling",
        "cost",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "income",
        "tax",
        "receivable",
        "income",
        "tax",
        "payable",
        "liability",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "including",
        "acquisition",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "investment",
        "unconsolidated",
        "affiliate",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "exercise",
        "stock",
        "option",
        "proceeds",
        "issuance",
        "employee",
        "stock",
        "purchase",
        "plan",
        "share",
        "payment",
        "employee",
        "tax",
        "withholding",
        "net",
        "repayment",
        "proceeds",
        "revolving",
        "loan",
        "facility",
        "distribution",
        "noncontrolling",
        "interest",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "foreign",
        "currency",
        "translation",
        "net",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "interest",
        "paid",
        "income",
        "tax",
        "paid",
        "net",
        "refund",
        "copart",
        "additional",
        "financial",
        "information",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "january",
        "six",
        "month",
        "ended",
        "january",
        "gaap",
        "net",
        "income",
        "attributable",
        "copart",
        "effect",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "net",
        "deferred",
        "tax",
        "change",
        "effect",
        "disposal",
        "asset",
        "net",
        "tax",
        "effect",
        "foreign",
        "loss",
        "gain",
        "net",
        "tax",
        "effect",
        "income",
        "tax",
        "benefit",
        "asu",
        "adoption",
        "net",
        "tax",
        "effect",
        "payroll",
        "tax",
        "certain",
        "executive",
        "stock",
        "compensation",
        "net",
        "tax",
        "net",
        "income",
        "attributable",
        "copart",
        "gaap",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "gaap",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "effect",
        "common",
        "equivalent",
        "share",
        "asu",
        "adoption",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "march",
        "fasb",
        "issued",
        "asu",
        "improvement",
        "employee",
        "payment",
        "accounting",
        "standard",
        "excess",
        "tax",
        "benefit",
        "tax",
        "deficiency",
        "related",
        "exercise",
        "stock",
        "option",
        "recognized",
        "income",
        "tax",
        "expense",
        "benefit",
        "income",
        "statement",
        "discrete",
        "item",
        "reporting",
        "period",
        "occur",
        "additionally",
        "excess",
        "tax",
        "benefit",
        "classified",
        "operating",
        "activity",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "company",
        "adopted",
        "asu",
        "fourth",
        "quarter",
        "fiscal",
        "modified",
        "retrospective",
        "basis",
        "complete",
        "discussion",
        "please",
        "review",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "september",
        "copart",
        "melissa",
        "perry",
        "executive",
        "support",
        "manager",
        "office",
        "chief",
        "financial",
        "officer",
        "source",
        "copart",
        "inc"
    ]
}