{
    "organizations": [],
    "uuid": "62b06144fdccf9f7fff2e285ca58185002657316",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-hyatt-announces-1-point-0-billion-sale-of-three-property-portfolio-increases-guidance-for-return-of-shareholder-capital.html",
    "ord_in_thread": 0,
    "title": "Hyatt Announces $1.0 Billion Sale of Three-Property Portfolio; Increases Guidance for Return of Shareholder Capital",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO--(BUSINESS WIRE)-- Hyatt Hotels Corporation (NYSE: H) today announced that Hyatt has reached a definitive agreement with Host Hotels & Resorts (NYSE: HST) for the sale of the 301-room Andaz Maui at Wailea Resort, the 668-room Grand Hyatt San Francisco, and the 454-room Hyatt Regency Coconut Point Resort and Spa for approximately $1.0 billion. The sale reflects a blended EBITDA multiple of approximately 16x based on Hyatt’s 2018 pro-forma estimates. Hyatt will continue to manage the three hotels under long-term management agreements. The transaction is expected to close near the end of March 2018.\nMark S. Hoplamazian, president and chief executive officer of Hyatt Hotels Corporation, said, “This agreement demonstrates the value of our owned and leased hotels and strengthens our longstanding and valued business relationship with Host. The completion of this transaction not only allows Hyatt to maintain our brand presence in these key markets with great brand representation, but also supports the execution of our recently announced initiative to reduce real-estate ownership as part of our broader capital strategy to unlock shareholder value.”\nTwo of the three hotels, Andaz Maui and Grand Hyatt San Francisco, reflect a combined attributed sale value of approximately $800 million and form part of Hyatt’s ongoing $1.5 billion permanent sell-down program. On a blended basis, the sale of these two properties reflects an EBITDA multiple of approximately 18x based on 2018 pro-forma estimates. The sale of Hyatt Regency Coconut Point for an attributed value of approximately $200 million, at an EBITDA multiple of approximately 12x based on 2018 pro-forma estimates, completes Hyatt’s 2017 commitment to be a “net seller” of assets under its ongoing asset recycling program.\nAssuming closing in late March, Hyatt anticipates a net reduction in consolidated Adjusted EBITDA of approximately $40 million for the three properties combined over the remainder of 2018.\nWith the completion of this transaction, Hyatt is increasing its 2018 guidance for return of capital to shareholders to a minimum of $500 million from the previous guidance of at least $300 million. Hyatt intends to provide a full update to the 2018 outlook including the impact of these transactions and the new revenue recognition accounting standard with its first-quarter earnings release in May.\nThe term “Hyatt” is used in this release for convenience to refer to Hyatt Hotels Corporation and/or one more of its affiliates.\nFORWARD-LOOKING STATEMENTS\nForward-Looking Statements in this press release, which are not historical facts, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include, but are not limited to, statements related to the Company’s plans, objectives, goals, expectations, beliefs, business strategies, future events, business conditions, business trends and expectations with respect to, among other things, the time schedule to complete the transaction, our guidance with respect to shareholder returns, and the impact of the transaction on consolidated Adjusted EBITDA, and involve known and unknown risks that are difficult to predict. As a result, our actual results, performance or achievements may differ materially from those expressed or implied by these In some cases, you can identify forward-looking statements by the use of words such as “may”, ”could”, ”expect”, “intend”, ”plan”, ”seek”, ”anticipate”, ”believe”, ”estimate”, ”predict”, ”potential”, ”continue”, ”likely”, ”will”, “would” and variations of these terms and similar expressions, or the negative of these terms or similar expressions. Such forward- necessarily based upon estimates and assumptions that, while considered reasonable by us and our management, are inherently uncertain. Factors that may cause actual results to differ materially from current expectations include, among others, general economic uncertainty in key global markets and a worsening of global economic conditions or low levels of economic growth; the rate and the pace of economic recovery following economic downturns; levels of spending in business and leisure segments as well as consumer confidence; declines in occupancy and average daily rate; limited visibility with respect to future bookings; loss of key personnel; hostilities, or fear of hostilities, including future terrorist attacks, that affect travel; travel-related accidents; natural or man-made disasters such as earthquakes, tsunamis, tornadoes, hurricanes, floods, wildfires, oil spills, nuclear incidents, and global outbreaks of pandemics or contagious diseases or fear of such outbreaks; our ability to successfully achieve certain levels of operating profits at hotels that have performance guarantees in favor of our third-party owners; the impact of hotel renovations and redevelopments; risks associated with our capital allocation plans and common stock repurchase program and other forms of shareholder capital return, including the risk that our common stock repurchase program could increase volatility and fail to enhance stockholder value; our intention to pay a quarterly cash dividend and the amounts thereof, if any; the seasonal and cyclical nature of the real estate and hospitality businesses; changes in distribution arrangements, such as through internet travel intermediaries; changes in the tastes and preferences of our customers; relationships with colleagues and labor unions and changes in labor laws; the financial condition of, and our relationships with, third-party property owners, franchisees, and hospitality venture partners; the possible inability of third-party owners, franchisees, or development partners to access capital necessary to fund current operations or implement our plans for growth; risks associated with potential acquisitions and dispositions and the introduction of new brand concepts; the timing of acquisitions and dispositions; failure to successfully complete proposed transactions (including the failure to satisfy closing conditions or obtain required approvals); our ability to successfully execute on our strategy to reduce our real estate asset base within targeted timeframes and at expected values; declines in the value of our real estate assets; unforeseen terminations of our management or franchise agreements; changes in federal, state, local, or foreign tax law; the impact of changes in the tax code as a result of recent U.S. federal income tax reform and uncertainty as to how some of those changes may be applied; increases in interest rates and operating costs; foreign exchange rate fluctuations or currency restructurings; lack of acceptance of new brands or innovation; general volatility of the capital markets and our ability to access such markets; changes in the competitive environment in our industry, including as a result of industry consolidation, and the markets where we operate; our ability to successfully grow the World of Hyatt loyalty program and the level of acceptance of the program by our guests; cyber incidents and information technology failures; outcomes of legal or administrative proceedings; violations of regulations or laws related to our franchising business; and other risks discussed in the Company's filings with the SEC, including our annual report on Form 10-K, which filings are available from the SEC. We caution you not to place undue reliance on any forward-looking statements, which are made only as of the date of this press release. We do not undertake or assume any obligation to update publicly any of these forward-looking statements to reflect actual results, new information or future events, changes in assumptions or changes in other factors affecting forward-looking statements, except to the extent required by applicable law. If we update one or more forward-looking statements, no inference should be drawn that we will make additional updates with respect to those or other\nAbout Hyatt Hotels Corporation\nHyatt Hotels Corporation, headquartered in Chicago, is a leading global hospitality company with a portfolio of 14 premier brands. the Company's portfolio included more than 700 properties in more than 50 countries across six continents. The Company's purpose to care for people so they can be their best informs its business decisions and growth strategy and is intended to attract and retain top colleagues, build relationships with guests and create value for shareholders. The Company's subsidiaries develop, own, operate, manage, franchise, license or provide services to hotels, resorts, branded residences, vacation ownership properties, and fitness and spa locations, including under the Park Hyatt®, Miraval®, Grand Hyatt®, Hyatt Regency®, Hyatt®, Andaz®, Hyatt Centric®, The Unbound Collection by Hyatt®, Hyatt Place®, Hyatt House®, Hyatt Ziva ™ , Hyatt Zilara ™ , Hyatt Residence Club® and exhale® brand names. For more information, please visit www.hyatt.com .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222006365/en/\nHyatt Hotels Corporation\nInvestor Contact:\nAmanda Bryant, 312.780.5539\namanda.bryant@hyatt.com\nor\nMedia Contact:\nStephanie Lerdall, 312.780.5399\nstephanie.lerdall@hyatt.com\nSource: Hyatt Hotels Corporation",
    "published": "2018-02-23T00:15:00.000+02:00",
    "crawled": "2018-02-23T01:09:15.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "business",
        "wire",
        "hyatt",
        "hotel",
        "corporation",
        "nyse",
        "h",
        "today",
        "announced",
        "hyatt",
        "reached",
        "definitive",
        "agreement",
        "host",
        "hotel",
        "resort",
        "nyse",
        "hst",
        "sale",
        "andaz",
        "maui",
        "wailea",
        "resort",
        "grand",
        "hyatt",
        "san",
        "francisco",
        "hyatt",
        "regency",
        "coconut",
        "point",
        "resort",
        "spa",
        "approximately",
        "billion",
        "sale",
        "reflects",
        "blended",
        "ebitda",
        "multiple",
        "approximately",
        "16x",
        "based",
        "hyatt",
        "estimate",
        "hyatt",
        "continue",
        "manage",
        "three",
        "hotel",
        "management",
        "agreement",
        "transaction",
        "expected",
        "close",
        "near",
        "end",
        "march",
        "mark",
        "hoplamazian",
        "president",
        "chief",
        "executive",
        "officer",
        "hyatt",
        "hotel",
        "corporation",
        "said",
        "agreement",
        "demonstrates",
        "value",
        "owned",
        "leased",
        "hotel",
        "strengthens",
        "longstanding",
        "valued",
        "business",
        "relationship",
        "host",
        "completion",
        "transaction",
        "allows",
        "hyatt",
        "maintain",
        "brand",
        "presence",
        "key",
        "market",
        "great",
        "brand",
        "representation",
        "also",
        "support",
        "execution",
        "recently",
        "announced",
        "initiative",
        "reduce",
        "ownership",
        "part",
        "broader",
        "capital",
        "strategy",
        "unlock",
        "shareholder",
        "two",
        "three",
        "hotel",
        "andaz",
        "maui",
        "grand",
        "hyatt",
        "san",
        "francisco",
        "reflect",
        "combined",
        "attributed",
        "sale",
        "value",
        "approximately",
        "million",
        "form",
        "part",
        "hyatt",
        "ongoing",
        "billion",
        "permanent",
        "program",
        "blended",
        "basis",
        "sale",
        "two",
        "property",
        "reflects",
        "ebitda",
        "multiple",
        "approximately",
        "18x",
        "based",
        "estimate",
        "sale",
        "hyatt",
        "regency",
        "coconut",
        "point",
        "attributed",
        "value",
        "approximately",
        "million",
        "ebitda",
        "multiple",
        "approximately",
        "12x",
        "based",
        "estimate",
        "completes",
        "hyatt",
        "commitment",
        "net",
        "seller",
        "asset",
        "ongoing",
        "asset",
        "recycling",
        "program",
        "assuming",
        "closing",
        "late",
        "march",
        "hyatt",
        "anticipates",
        "net",
        "reduction",
        "consolidated",
        "adjusted",
        "ebitda",
        "approximately",
        "million",
        "three",
        "property",
        "combined",
        "remainder",
        "completion",
        "transaction",
        "hyatt",
        "increasing",
        "guidance",
        "return",
        "capital",
        "shareholder",
        "minimum",
        "million",
        "previous",
        "guidance",
        "least",
        "million",
        "hyatt",
        "intends",
        "provide",
        "full",
        "update",
        "outlook",
        "including",
        "impact",
        "transaction",
        "new",
        "revenue",
        "recognition",
        "accounting",
        "standard",
        "earnings",
        "release",
        "may",
        "term",
        "hyatt",
        "used",
        "release",
        "convenience",
        "refer",
        "hyatt",
        "hotel",
        "corporation",
        "one",
        "affiliate",
        "statement",
        "statement",
        "press",
        "release",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "related",
        "company",
        "plan",
        "objective",
        "goal",
        "expectation",
        "belief",
        "business",
        "strategy",
        "future",
        "event",
        "business",
        "condition",
        "business",
        "trend",
        "expectation",
        "respect",
        "among",
        "thing",
        "time",
        "schedule",
        "complete",
        "transaction",
        "guidance",
        "respect",
        "shareholder",
        "return",
        "impact",
        "transaction",
        "consolidated",
        "adjusted",
        "ebitda",
        "involve",
        "known",
        "unknown",
        "risk",
        "difficult",
        "predict",
        "result",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "case",
        "identify",
        "statement",
        "use",
        "word",
        "may",
        "could",
        "expect",
        "intend",
        "plan",
        "seek",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "potential",
        "continue",
        "likely",
        "would",
        "variation",
        "term",
        "similar",
        "expression",
        "negative",
        "term",
        "similar",
        "expression",
        "necessarily",
        "based",
        "upon",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "u",
        "management",
        "inherently",
        "uncertain",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "among",
        "others",
        "general",
        "economic",
        "uncertainty",
        "key",
        "global",
        "market",
        "worsening",
        "global",
        "economic",
        "condition",
        "low",
        "level",
        "economic",
        "growth",
        "rate",
        "pace",
        "economic",
        "recovery",
        "following",
        "economic",
        "downturn",
        "level",
        "spending",
        "business",
        "leisure",
        "segment",
        "well",
        "consumer",
        "confidence",
        "decline",
        "occupancy",
        "average",
        "daily",
        "rate",
        "limited",
        "visibility",
        "respect",
        "future",
        "booking",
        "loss",
        "key",
        "personnel",
        "hostility",
        "fear",
        "hostility",
        "including",
        "future",
        "terrorist",
        "attack",
        "affect",
        "travel",
        "accident",
        "natural",
        "disaster",
        "earthquake",
        "tsunami",
        "tornado",
        "hurricane",
        "flood",
        "wildfire",
        "oil",
        "spill",
        "nuclear",
        "incident",
        "global",
        "outbreak",
        "pandemic",
        "contagious",
        "disease",
        "fear",
        "outbreak",
        "ability",
        "successfully",
        "achieve",
        "certain",
        "level",
        "operating",
        "profit",
        "hotel",
        "performance",
        "guarantee",
        "favor",
        "owner",
        "impact",
        "hotel",
        "renovation",
        "redevelopment",
        "risk",
        "associated",
        "capital",
        "allocation",
        "plan",
        "common",
        "stock",
        "repurchase",
        "program",
        "form",
        "shareholder",
        "capital",
        "return",
        "including",
        "risk",
        "common",
        "stock",
        "repurchase",
        "program",
        "could",
        "increase",
        "volatility",
        "fail",
        "enhance",
        "stockholder",
        "value",
        "intention",
        "pay",
        "quarterly",
        "cash",
        "dividend",
        "amount",
        "thereof",
        "seasonal",
        "cyclical",
        "nature",
        "real",
        "estate",
        "hospitality",
        "business",
        "change",
        "distribution",
        "arrangement",
        "internet",
        "travel",
        "intermediary",
        "change",
        "taste",
        "preference",
        "customer",
        "relationship",
        "colleague",
        "labor",
        "union",
        "change",
        "labor",
        "law",
        "financial",
        "condition",
        "relationship",
        "property",
        "owner",
        "franchisees",
        "hospitality",
        "venture",
        "partner",
        "possible",
        "inability",
        "owner",
        "franchisees",
        "development",
        "partner",
        "access",
        "capital",
        "necessary",
        "fund",
        "current",
        "operation",
        "implement",
        "plan",
        "growth",
        "risk",
        "associated",
        "potential",
        "acquisition",
        "disposition",
        "introduction",
        "new",
        "brand",
        "concept",
        "timing",
        "acquisition",
        "disposition",
        "failure",
        "successfully",
        "complete",
        "proposed",
        "transaction",
        "including",
        "failure",
        "satisfy",
        "closing",
        "condition",
        "obtain",
        "required",
        "approval",
        "ability",
        "successfully",
        "execute",
        "strategy",
        "reduce",
        "real",
        "estate",
        "asset",
        "base",
        "within",
        "targeted",
        "timeframes",
        "expected",
        "value",
        "decline",
        "value",
        "real",
        "estate",
        "asset",
        "unforeseen",
        "termination",
        "management",
        "franchise",
        "agreement",
        "change",
        "federal",
        "state",
        "local",
        "foreign",
        "tax",
        "law",
        "impact",
        "change",
        "tax",
        "code",
        "result",
        "recent",
        "federal",
        "income",
        "tax",
        "reform",
        "uncertainty",
        "change",
        "may",
        "applied",
        "increase",
        "interest",
        "rate",
        "operating",
        "cost",
        "foreign",
        "exchange",
        "rate",
        "fluctuation",
        "currency",
        "restructurings",
        "lack",
        "acceptance",
        "new",
        "brand",
        "innovation",
        "general",
        "volatility",
        "capital",
        "market",
        "ability",
        "access",
        "market",
        "change",
        "competitive",
        "environment",
        "industry",
        "including",
        "result",
        "industry",
        "consolidation",
        "market",
        "operate",
        "ability",
        "successfully",
        "grow",
        "world",
        "hyatt",
        "loyalty",
        "program",
        "level",
        "acceptance",
        "program",
        "guest",
        "cyber",
        "incident",
        "information",
        "technology",
        "failure",
        "outcome",
        "legal",
        "administrative",
        "proceeding",
        "violation",
        "regulation",
        "law",
        "related",
        "franchising",
        "business",
        "risk",
        "discussed",
        "company",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "filing",
        "available",
        "sec",
        "caution",
        "place",
        "undue",
        "reliance",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "undertake",
        "assume",
        "obligation",
        "update",
        "publicly",
        "statement",
        "reflect",
        "actual",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "assumption",
        "change",
        "factor",
        "affecting",
        "statement",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "update",
        "one",
        "statement",
        "inference",
        "drawn",
        "make",
        "additional",
        "update",
        "respect",
        "hyatt",
        "hotel",
        "corporation",
        "hyatt",
        "hotel",
        "corporation",
        "headquartered",
        "chicago",
        "leading",
        "global",
        "hospitality",
        "company",
        "portfolio",
        "premier",
        "brand",
        "company",
        "portfolio",
        "included",
        "property",
        "country",
        "across",
        "six",
        "continent",
        "company",
        "purpose",
        "care",
        "people",
        "best",
        "informs",
        "business",
        "decision",
        "growth",
        "strategy",
        "intended",
        "attract",
        "retain",
        "top",
        "colleague",
        "build",
        "relationship",
        "guest",
        "create",
        "value",
        "shareholder",
        "company",
        "subsidiary",
        "develop",
        "operate",
        "manage",
        "franchise",
        "license",
        "provide",
        "service",
        "hotel",
        "resort",
        "branded",
        "residence",
        "vacation",
        "ownership",
        "property",
        "fitness",
        "spa",
        "location",
        "including",
        "park",
        "grand",
        "hyatt",
        "hyatt",
        "unbound",
        "collection",
        "hyatt",
        "hyatt",
        "hyatt",
        "ziva",
        "hyatt",
        "zilara",
        "hyatt",
        "residence",
        "brand",
        "name",
        "information",
        "please",
        "visit",
        "view",
        "source",
        "version",
        "http",
        "hyatt",
        "hotel",
        "corporation",
        "investor",
        "contact",
        "amanda",
        "bryant",
        "medium",
        "contact",
        "stephanie",
        "lerdall",
        "source",
        "hyatt",
        "hotel",
        "corporation"
    ]
}