{
    "organizations": [],
    "uuid": "6f01c72bdb47a1b3e4bb4882bfab3ed1d5ada084",
    "author": "",
    "url": "https://www.reuters.com/article/us-china-taiwan-youth/china-tries-to-charm-tech-savvy-taiwanese-youth-as-political-ties-fray-idUSKBN1FR0LB",
    "ord_in_thread": 0,
    "title": "China tries to charm tech-savvy Taiwanese youth as political ties fray",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SHANGHAI/TAIPEI (Reuters) - A start-up incubator on the outskirts of Shanghai is laying out sweeteners for budding entrepreneurs: Free office space, subsidized housing rent, tax breaks and in some cases, cash of up to 200,000 yuan ($31,211.47).\nThe main condition? Be from Taiwan.\nThe center, formally called the Jinshan Cross Strait Youth Entrepreneurship Base, is part of the new face of China’s approach towards Taiwan, the self-ruled island Beijing considers a wayward province and over which it claims sovereignty.\nMore than 50 such bases have sprung up in the past three years across the country, attracting scores of Taiwanese start-ups and their young founders.\nFor China, Taiwan’s youth is seen as a key demographic to win over amid souring political relations between Beijing and Taipei. But Taiwan’s current government—swept into power with the help of the youth-driven Sunflower Movement—is viewing the success of the incubators and other programs with concern.\nTaiwan is one of China’s most sensitive issues and Beijing has never renounced the use of force to bring it under Chinese rule. For years its policies towards Taiwan have focused on improving ties with traditional businesses, which still continue.\nHowever, analysts and the Taiwan government say that Taiwan student protests in 2014 over a trade pact with China, which became known as the Sunflower Movement, caught Beijing’s attention.\n“Before 2015, the Chinese mainland government targeted mainly commercial or business interests in Taiwan,” said Zhang Zhexin, a research fellow on Taiwan issues at the Shanghai Institute for International Studies. “But after the Sunflower movement, they shifted their focus to winning the hearts of the younger people, because they see them as the future and they see them as the biggest destructive force.”\nUNDERSTANDING THE MAINLAND There are now at least 53 incubators across China, including in cities such as Deyang in China’s central Sichuan province and Shenyang in the country’s northeastern rust belt, according to a list on the website of the Taiwan Affairs Office, which manages Beijing’s policies towards Taiwan and established the sites.\nThe Jinshan Cross Strait Youth Entrepreneurship Base is in an office block in the heart of a sprawling industrial zone. It is styled like a Silicon Valley start-up, with brightly colored walls, rows of vacant computer desks and posterboards describing companies working there.\n“We want to be a window to young Taiwanese to help them understand the mainland,” said Dong Ji, deputy party committee secretary of the industrial zone, which spent about 5 million yuan to set up the center in 2015.\nAlthough the centers are open to other mainland and foreign companies, they offer the most financial incentives to those from Taiwan, he said. The facility outside Shanghai now is host to 165 projects, 40 of which are Taiwanese. It aims to increase this number to 100 by next year.\nHe said that the local Jinshan government, which also sees the incubator as an opportunity to bring young talent into the industrial zone, finances the start-ups itself and has given companies 30,000 to 200,000 yuan in cash support. Some have also received 500,000 yuan worth of other support, such as subsidies and tax breaks, he said.\nNo conditions are placed on companies interested in registering at the incubator, he said.\n“We are working hard, for the cross-straits relationship and Taiwanese youth who come here to start businesses, to create a better environment for them to live and be entrepreneurs,” he said.\nBRAIN DRAIN Such efforts in China come as Taiwan sees talented workers leave the country amid stagnant wages and economic growth that has lagged behind that of its neighbors. Workers in its tech industry - its strongest sector - are also being lured to China by higher pay.\nAndy Yang, co-founder of education technology company Bridge+, is pictured during an interview with Reuters at the Jinshan Cross Strait Youth Entrepreneurship Base in Shanghai, China January 10, 2018. Picture taken January 10, 2018. REUTERS/Aly Song Taipei native Andy Yang, 27, was one of those who went abroad. He moved to Shanghai in 2015 to set up education technology company Bridge+ with four partners. They registered their company at the Jinshan center last year.\n“I looked at some opportunities in Taiwan but felt that the difference between the two markets was very big,” he said. “Our mainland compatriots are also very curious about Taiwanese people and have in terms of government policies given us many opportunities, so I came.”\nFor Wu Chung-hsin, chief executive of virtual reality company Vactor Digital, the Jinshan center has not only sponsored him but has given him business. It has commissioned his company to outfit a 400-square-metre virtual reality exhibition center that will showcase the area’s tourist attractions.\n“I would not be able to get these sorts of conditions in Taiwan. I asked, but in reality I was advised that what I could get was not as good,” he said.\nOther policies also focus on Taiwan’s youth. In July, China’s Ministry of Education published a directive on its website asking its universities to relax entrance requirements for Taiwan students.\nTHREAT TO NATIONAL IDENTITY These efforts by China have not gone unnoticed in Taiwan. Relations between the two sides have worsened in recent months amid an increasing number of Chinese military drills near Taiwan and after China unilaterally opened new civilian aviation routes close to Taiwan-controlled islands.\nChen Chia-lin, deputy director of public relations for pro-independence party Taiwan Solidarity Union, wrote in a September editorial in the Taipei Times newspaper that the start-up incubators aimed to “pull the rug from under the (Taiwan) government’s feet.”\nThe government of President Tsai Ing-Wen sees mixed messages in China’s offers to young Taiwanese.\n“As different government agencies in China might have different and sometimes inconsistent strategies towards Taiwan, we are watching closely the development of Beijing’s Taiwan policy,” said a Taiwan government official, who declined to be named due to the sensitivity of the matter.\nTaiwan’s China policy-making ministry, Mainland Affairs Council, said in a written statement to Reuters that it warns of the risks and challenges of seeking opportunities in China.\n“Taiwan is a free, democratic, pluralistic and open society. There are very big differences in the political, economic, societal and systemic aspects between the two sides,” it said in a statement.\nOverall, it is unclear whether China’s policies are having a broad impact on Taiwanese attitudes.\nThe Taiwanese government has been trying to grow support for its young companies through moves such as earmarking $3.3 billion for a start-up fund last September.\nDaniel, a Taiwanese national who registered his biotechnology start-up in Shanghai last year, said he launched his business in China because of the market opportunity but was wary of accepting help from cross-straits incubators.\n“You can be reduced to becoming a political tool,” he said, declining to give his full name because of cross-straits sensitivities. “If you take their benefits, there may be some sort of conditions later. You may lack some sort of freedom, or they may ask something of you.”\nBut others, like 33-year-old Chiu Yi-chen, who expanded her nail foil sticker business, Miss Behua, to China last year and is receiving support from the Jinshan incubator, said Taiwanese entrepreneurs like her had to be practical.\n“On the political situation, the ordinary people still have to make a living. I also tend to say that I‘m focused on my own personal life; let’s leave political matters” for others to worry about.\n($1 = 6.4079 Chinese yuan renminbi)\nAdditional Reporting by SHANGHAI Newsroom; Editing by Gerry Doyle\n ",
    "published": "2018-02-07T08:32:00.000+02:00",
    "crawled": "2018-02-07T08:42:52.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "incubator",
        "outskirt",
        "shanghai",
        "laying",
        "sweetener",
        "budding",
        "entrepreneur",
        "free",
        "office",
        "space",
        "subsidized",
        "housing",
        "rent",
        "tax",
        "break",
        "case",
        "cash",
        "yuan",
        "main",
        "condition",
        "taiwan",
        "center",
        "formally",
        "called",
        "jinshan",
        "cross",
        "strait",
        "youth",
        "entrepreneurship",
        "base",
        "part",
        "new",
        "face",
        "china",
        "approach",
        "towards",
        "taiwan",
        "island",
        "beijing",
        "considers",
        "wayward",
        "province",
        "claim",
        "sovereignty",
        "base",
        "sprung",
        "past",
        "three",
        "year",
        "across",
        "country",
        "attracting",
        "score",
        "taiwanese",
        "young",
        "founder",
        "china",
        "taiwan",
        "youth",
        "seen",
        "key",
        "demographic",
        "win",
        "amid",
        "souring",
        "political",
        "relation",
        "beijing",
        "taipei",
        "taiwan",
        "current",
        "power",
        "help",
        "sunflower",
        "viewing",
        "success",
        "incubator",
        "program",
        "concern",
        "taiwan",
        "one",
        "china",
        "sensitive",
        "issue",
        "beijing",
        "never",
        "renounced",
        "use",
        "force",
        "bring",
        "chinese",
        "rule",
        "year",
        "policy",
        "towards",
        "taiwan",
        "focused",
        "improving",
        "tie",
        "traditional",
        "business",
        "still",
        "continue",
        "however",
        "analyst",
        "taiwan",
        "government",
        "say",
        "taiwan",
        "student",
        "protest",
        "trade",
        "pact",
        "china",
        "became",
        "known",
        "sunflower",
        "movement",
        "caught",
        "beijing",
        "attention",
        "chinese",
        "mainland",
        "government",
        "targeted",
        "mainly",
        "commercial",
        "business",
        "interest",
        "taiwan",
        "said",
        "zhang",
        "zhexin",
        "research",
        "fellow",
        "taiwan",
        "issue",
        "shanghai",
        "institute",
        "international",
        "study",
        "sunflower",
        "movement",
        "shifted",
        "focus",
        "winning",
        "heart",
        "younger",
        "people",
        "see",
        "future",
        "see",
        "biggest",
        "destructive",
        "understanding",
        "mainland",
        "least",
        "incubator",
        "across",
        "china",
        "including",
        "city",
        "deyang",
        "china",
        "central",
        "sichuan",
        "province",
        "shenyang",
        "country",
        "northeastern",
        "rust",
        "belt",
        "according",
        "list",
        "website",
        "taiwan",
        "affair",
        "office",
        "manages",
        "beijing",
        "policy",
        "towards",
        "taiwan",
        "established",
        "site",
        "jinshan",
        "cross",
        "strait",
        "youth",
        "entrepreneurship",
        "base",
        "office",
        "block",
        "heart",
        "sprawling",
        "industrial",
        "zone",
        "styled",
        "like",
        "silicon",
        "valley",
        "brightly",
        "colored",
        "wall",
        "row",
        "vacant",
        "computer",
        "desk",
        "posterboard",
        "describing",
        "company",
        "working",
        "want",
        "window",
        "young",
        "taiwanese",
        "help",
        "understand",
        "mainland",
        "said",
        "dong",
        "ji",
        "deputy",
        "party",
        "committee",
        "secretary",
        "industrial",
        "zone",
        "spent",
        "million",
        "yuan",
        "set",
        "center",
        "although",
        "center",
        "open",
        "mainland",
        "foreign",
        "company",
        "offer",
        "financial",
        "incentive",
        "taiwan",
        "said",
        "facility",
        "outside",
        "shanghai",
        "host",
        "project",
        "taiwanese",
        "aim",
        "increase",
        "number",
        "next",
        "year",
        "said",
        "local",
        "jinshan",
        "government",
        "also",
        "see",
        "incubator",
        "opportunity",
        "bring",
        "young",
        "talent",
        "industrial",
        "zone",
        "finance",
        "given",
        "company",
        "yuan",
        "cash",
        "support",
        "also",
        "received",
        "yuan",
        "worth",
        "support",
        "subsidy",
        "tax",
        "break",
        "said",
        "condition",
        "placed",
        "company",
        "interested",
        "registering",
        "incubator",
        "said",
        "working",
        "hard",
        "relationship",
        "taiwanese",
        "youth",
        "come",
        "start",
        "business",
        "create",
        "better",
        "environment",
        "live",
        "entrepreneur",
        "said",
        "brain",
        "drain",
        "effort",
        "china",
        "come",
        "taiwan",
        "see",
        "talented",
        "worker",
        "leave",
        "country",
        "amid",
        "stagnant",
        "wage",
        "economic",
        "growth",
        "lagged",
        "behind",
        "neighbor",
        "worker",
        "tech",
        "industry",
        "strongest",
        "sector",
        "also",
        "lured",
        "china",
        "higher",
        "pay",
        "andy",
        "yang",
        "education",
        "technology",
        "company",
        "pictured",
        "interview",
        "reuters",
        "jinshan",
        "cross",
        "strait",
        "youth",
        "entrepreneurship",
        "base",
        "shanghai",
        "china",
        "january",
        "picture",
        "taken",
        "january",
        "song",
        "taipei",
        "native",
        "andy",
        "yang",
        "one",
        "went",
        "abroad",
        "moved",
        "shanghai",
        "set",
        "education",
        "technology",
        "company",
        "four",
        "partner",
        "registered",
        "company",
        "jinshan",
        "center",
        "last",
        "year",
        "looked",
        "opportunity",
        "taiwan",
        "felt",
        "difference",
        "two",
        "market",
        "big",
        "said",
        "mainland",
        "compatriot",
        "also",
        "curious",
        "taiwanese",
        "people",
        "term",
        "government",
        "policy",
        "given",
        "u",
        "many",
        "opportunity",
        "wu",
        "chief",
        "executive",
        "virtual",
        "reality",
        "company",
        "vactor",
        "digital",
        "jinshan",
        "center",
        "sponsored",
        "given",
        "business",
        "commissioned",
        "company",
        "outfit",
        "virtual",
        "reality",
        "exhibition",
        "center",
        "showcase",
        "area",
        "tourist",
        "attraction",
        "would",
        "able",
        "get",
        "sort",
        "condition",
        "taiwan",
        "asked",
        "reality",
        "advised",
        "could",
        "get",
        "good",
        "said",
        "policy",
        "also",
        "focus",
        "taiwan",
        "youth",
        "july",
        "china",
        "ministry",
        "education",
        "published",
        "directive",
        "website",
        "asking",
        "university",
        "relax",
        "entrance",
        "requirement",
        "taiwan",
        "student",
        "threat",
        "national",
        "identity",
        "effort",
        "china",
        "gone",
        "unnoticed",
        "taiwan",
        "relation",
        "two",
        "side",
        "worsened",
        "recent",
        "month",
        "amid",
        "increasing",
        "number",
        "chinese",
        "military",
        "drill",
        "near",
        "taiwan",
        "china",
        "unilaterally",
        "opened",
        "new",
        "civilian",
        "aviation",
        "route",
        "close",
        "island",
        "chen",
        "deputy",
        "director",
        "public",
        "relation",
        "party",
        "taiwan",
        "solidarity",
        "union",
        "wrote",
        "september",
        "editorial",
        "taipei",
        "time",
        "newspaper",
        "incubator",
        "aimed",
        "pull",
        "rug",
        "taiwan",
        "government",
        "government",
        "president",
        "tsai",
        "see",
        "mixed",
        "message",
        "china",
        "offer",
        "young",
        "taiwanese",
        "different",
        "government",
        "agency",
        "china",
        "might",
        "different",
        "sometimes",
        "inconsistent",
        "strategy",
        "towards",
        "taiwan",
        "watching",
        "closely",
        "development",
        "beijing",
        "taiwan",
        "policy",
        "said",
        "taiwan",
        "government",
        "official",
        "declined",
        "named",
        "due",
        "sensitivity",
        "matter",
        "taiwan",
        "china",
        "ministry",
        "mainland",
        "affair",
        "council",
        "said",
        "written",
        "statement",
        "reuters",
        "warns",
        "risk",
        "challenge",
        "seeking",
        "opportunity",
        "china",
        "taiwan",
        "free",
        "democratic",
        "pluralistic",
        "open",
        "society",
        "big",
        "difference",
        "political",
        "economic",
        "societal",
        "systemic",
        "aspect",
        "two",
        "side",
        "said",
        "statement",
        "overall",
        "unclear",
        "whether",
        "china",
        "policy",
        "broad",
        "impact",
        "taiwanese",
        "attitude",
        "taiwanese",
        "government",
        "trying",
        "grow",
        "support",
        "young",
        "company",
        "move",
        "earmarking",
        "billion",
        "fund",
        "last",
        "september",
        "daniel",
        "taiwanese",
        "national",
        "registered",
        "biotechnology",
        "shanghai",
        "last",
        "year",
        "said",
        "launched",
        "business",
        "china",
        "market",
        "opportunity",
        "wary",
        "accepting",
        "help",
        "incubator",
        "reduced",
        "becoming",
        "political",
        "tool",
        "said",
        "declining",
        "give",
        "full",
        "name",
        "sensitivity",
        "take",
        "benefit",
        "may",
        "sort",
        "condition",
        "later",
        "may",
        "lack",
        "sort",
        "freedom",
        "may",
        "ask",
        "something",
        "others",
        "like",
        "chiu",
        "expanded",
        "nail",
        "foil",
        "sticker",
        "business",
        "miss",
        "behua",
        "china",
        "last",
        "year",
        "receiving",
        "support",
        "jinshan",
        "incubator",
        "said",
        "taiwanese",
        "entrepreneur",
        "like",
        "practical",
        "political",
        "situation",
        "ordinary",
        "people",
        "still",
        "make",
        "living",
        "also",
        "tend",
        "say",
        "focused",
        "personal",
        "life",
        "let",
        "leave",
        "political",
        "matter",
        "others",
        "worry",
        "chinese",
        "yuan",
        "renminbi",
        "additional",
        "reporting",
        "shanghai",
        "newsroom",
        "editing",
        "gerry",
        "doyle"
    ]
}