{
    "organizations": [],
    "uuid": "16cb774a0a601dd0180858fe1aaee422a771b85a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/pr-newswire-equinix-to-acquire-the-infomart-dallas-in-800-million-deal.html",
    "ord_in_thread": 0,
    "title": "Equinix to Acquire the Infomart Dallas in $800 Million Deal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "REDWOOD CITY, Calif., Feb. 14, 2018 /PRNewswire/ -- Equinix, Inc. (Nasdaq: EQIX), the global interconnection and data center company, today announced it has entered into a definitive agreement to acquire the Infomart Dallas, including its operations and tenants, from ASB Real Estate Investments, in an $800 million debt and cash transaction.\nThe acquisition of this landmark facility and tenants will further strengthen the Equinix global platform. The Infomart is one of the largest interconnection hubs in the U.S. and is currently home to four of eight Equinix Dallas International Business Exchange™ (IBX ® ) data centers (DA1, DA2, DA3 and DA6), which combined, support approximately 3,500 built out cabinets. As a result of this transaction, Equinix will increase the number of its owned assets by four, increasing recurring revenue from owned assets to more than 45 percent. The acquisition will also secure the ability to further expand in the Dallas market with future development, and is expected to expand the important role Equinix plays in helping companies evolve from traditional businesses to digital businesses by globally interconnecting with the people, locations, cloud services and data that are critical to their operations.\nThe transaction is expected to close by mid-2018, subject to the satisfaction of customary closing conditions. As part of the deal, approximately 50 Infomart employees and contractors, primarily in the operations functions of the acquired facility, will become Equinix employees or contractors.\nHighlights/Key Facts\nThe 1.6 million gross-square-foot Infomart includes multiple diverse fiber entry points, and provides significant expansion opportunities to Equinix through the existing underdeveloped capacity (approximately 11MW of power), as well as the potential to develop additional capacity (approximately 40MW of power) on land adjacent to the Infomart building. It currently has approximately 45 tenants, including networks, colocation providers, office tenants and Equinix. Today, Equinix is the largest tenant accounting for approximately 40 percent of the lease revenues from the facilities. The Infomart building generated approximately $50 million of revenues in 2017, of which approximately $20 million was attributed to rent and maintenance recoveries from Equinix. Equinix expects this transaction to be AFFO per share breakeven one year from closing. Additionally, there is sizable AFFO upside from the future development of the acquired land parcel that is adjacent to the Infomart Dallas building. The Dallas metro represents one of the largest enterprise and colocation markets in the Americas and the eight Equinix IBX data centers house more than 100 network service providers—more than any other data center provider in the Dallas metro area. The Equinix Dallas IBX data centers offer access to Equinix Cloud Exchange™ Fabric (ECX Fabric), an on-demand platform that enables Equinix customers to discover and dynamically connect to any other customer across any Equinix location globally. Offered through an easy-to-use portal and a single connection to the Equinix platform, ECX Fabric offers access to more than 1,000 of the world's largest enterprises, cloud service providers (including Alibaba Cloud, Amazon Web Services, Google Cloud Platform, IBM Cloud, Microsoft Azure and Oracle Cloud) and SaaS providers (including Salesforce, SAP and ServiceNow, among others). By reaching their entire digital ecosystem through a single private and secure connection, companies can rapidly scale their digital business operations globally. Customers can also locate their data close to the edge of their network, increasing performance by keeping data near consumption points. The financial terms of the deal include cash consideration of $31 million combined with $750 million in senior unsecured notes issued to ASB at various maturities over 36 months after the closing date. The notes will be valued at approximately $769 million when adjusted to reflect the current trading value of Equinix currently outstanding bonds. ASB Real Estate Investments owns Infomart Data Centers on behalf of its Allegiance Real Estate Fund, a $7.4 billion core vehicle, which invests nationally in institutional-quality real estate. Equinix was advised on the transaction by Citi, J.P. Morgan and Davis Polk & Wardwell LLP.\nQuote: s\nKarl Strohmeyer, President, Americas, Equinix:\n\"As Dallas becomes an increasingly strategic North American interconnection hub for businesses making the shift to digital, the acquisition of the Infomart will enable existing and new customers to scale their operations with Equinix. This includes a rich portfolio of interconnection options, including on-demand connections to partners and infrastructure in any Equinix location globally through the new capabilities of Equinix Cloud Exchange Fabric.\"\nAdditional Resources\nMaverick Research -- The Edge Will Eat the Cloud [Gartner Report] Colocation-Based Interconnection Will Serve as the 'Glue' for Advanced Digital Business Applications [Gartner Report] The Platform Equinix Vision -- Build Here, and Go Anywhere [Equinix Paper] Equinix IBX Data Center Virtual Tour Equinix Expansion Overview\nAbout Equinix\nEquinix, Inc. (Nasdaq: EQIX) connects the world's leading businesses to their customers, employees and partners inside the most-interconnected data centers. In 48 markets worldwide, Equinix is where companies come together to realize new opportunities and accelerate their business, IT and cloud strategies. www.equinix.com/\nForward-Looking Statements\n which are based on current expectations, forecasts and assumptions that involve risks and uncertainties that could cause actual results to differ materially from expectations discussed in such , including statements related to the acquisition of the Dallas Infomart from ASB, the expected benefits from the acquisition and the expected timing for closing the acquisition. When used in this document, the words \"anticipates,\" \"can,\" \"will,\" \"look forward to,\" \"expected\" and similar expressions, and any other statements that are not historical facts, are intended to identify those assertions as . Factors that might cause such differences include, but are not limited to, the failure of one or more conditions to the acquisition of the Dallas Infomart from ASB to be satisfied; the occurrence of any event, change or other circumstance that would compromise our ability to complete the acquisition of the Dallas Infomart from ASB within the expected timeframe or at all; the possibility that the anticipated benefits from the proposed acquisition cannot be fully realized or may take longer to realize than expected; unanticipated costs or difficulties relating to the integration of data centers or companies we have acquired or will acquire into Equinix, including the Dallas Infomart; the challenges of acquiring, operating and constructing IBX data centers and developing, deploying and delivering Equinix services, including in the Dallas Infomart; a failure to receive significant revenue from customers in recently built out or acquired data centers, including those in the Dallas Infomart; failure to complete any financing arrangements contemplated from time to time; competition from existing and new competitors; the ability to generate sufficient cash flow or otherwise obtain funds to repay new or outstanding indebtedness; the loss or decline in business from our key customers; and other risks described from time to time in Equinix filings with the Securities and Exchange Commission. Accordingly, no assurances can be given that any of the events anticipated by the will transpire or occur, or if any of them do so, what impact they will have on Equinix. In particular, see recent Equinix quarterly and annual reports filed with the Securities and Exchange Commission, copies of which are available upon request from Equinix. Equinix does not assume any the forward-looking information contained in this press release.\nEquinix, IBX and Platform Equinix are registered trademarks of Equinix, Inc. Equinix Cloud Exchange, Equinix Cloud Exchange Fabric, and International Business Exchange and Platform Equinix are trademarks of Equinix, Inc.\nView original content with multimedia: http://www.prnewswire.com/news-releases/equinix-to-acquire-the-infomart-dallas-in-800-million-deal-300598539.html\nSOURCE Equinix, Inc.",
    "published": "2018-02-15T00:05:00.000+02:00",
    "crawled": "2018-02-15T01:51:22.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "redwood",
        "city",
        "equinix",
        "nasdaq",
        "eqix",
        "global",
        "interconnection",
        "data",
        "center",
        "company",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "infomart",
        "dallas",
        "including",
        "operation",
        "tenant",
        "asb",
        "real",
        "estate",
        "investment",
        "million",
        "debt",
        "cash",
        "transaction",
        "acquisition",
        "landmark",
        "facility",
        "tenant",
        "strengthen",
        "equinix",
        "global",
        "platform",
        "infomart",
        "one",
        "largest",
        "interconnection",
        "hub",
        "currently",
        "home",
        "four",
        "eight",
        "equinix",
        "dallas",
        "international",
        "business",
        "ibx",
        "data",
        "center",
        "da1",
        "da2",
        "da3",
        "da6",
        "combined",
        "support",
        "approximately",
        "built",
        "cabinet",
        "result",
        "transaction",
        "equinix",
        "increase",
        "number",
        "owned",
        "asset",
        "four",
        "increasing",
        "recurring",
        "revenue",
        "owned",
        "asset",
        "percent",
        "acquisition",
        "also",
        "secure",
        "ability",
        "expand",
        "dallas",
        "market",
        "future",
        "development",
        "expected",
        "expand",
        "important",
        "role",
        "equinix",
        "play",
        "helping",
        "company",
        "evolve",
        "traditional",
        "business",
        "digital",
        "business",
        "globally",
        "interconnecting",
        "people",
        "location",
        "cloud",
        "service",
        "data",
        "critical",
        "operation",
        "transaction",
        "expected",
        "close",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "part",
        "deal",
        "approximately",
        "infomart",
        "employee",
        "contractor",
        "primarily",
        "operation",
        "function",
        "acquired",
        "facility",
        "become",
        "equinix",
        "employee",
        "contractor",
        "fact",
        "million",
        "infomart",
        "includes",
        "multiple",
        "diverse",
        "fiber",
        "entry",
        "point",
        "provides",
        "significant",
        "expansion",
        "opportunity",
        "equinix",
        "existing",
        "underdeveloped",
        "capacity",
        "approximately",
        "11mw",
        "power",
        "well",
        "potential",
        "develop",
        "additional",
        "capacity",
        "approximately",
        "40mw",
        "power",
        "land",
        "adjacent",
        "infomart",
        "building",
        "currently",
        "approximately",
        "tenant",
        "including",
        "network",
        "colocation",
        "provider",
        "office",
        "tenant",
        "equinix",
        "today",
        "equinix",
        "largest",
        "tenant",
        "accounting",
        "approximately",
        "percent",
        "lease",
        "revenue",
        "facility",
        "infomart",
        "building",
        "generated",
        "approximately",
        "million",
        "revenue",
        "approximately",
        "million",
        "attributed",
        "rent",
        "maintenance",
        "recovery",
        "equinix",
        "equinix",
        "expects",
        "transaction",
        "affo",
        "per",
        "share",
        "breakeven",
        "one",
        "year",
        "closing",
        "additionally",
        "sizable",
        "affo",
        "upside",
        "future",
        "development",
        "acquired",
        "land",
        "parcel",
        "adjacent",
        "infomart",
        "dallas",
        "building",
        "dallas",
        "metro",
        "represents",
        "one",
        "largest",
        "enterprise",
        "colocation",
        "market",
        "america",
        "eight",
        "equinix",
        "ibx",
        "data",
        "center",
        "house",
        "network",
        "service",
        "data",
        "center",
        "provider",
        "dallas",
        "metro",
        "area",
        "equinix",
        "dallas",
        "ibx",
        "data",
        "center",
        "offer",
        "access",
        "equinix",
        "cloud",
        "fabric",
        "ecx",
        "fabric",
        "platform",
        "enables",
        "equinix",
        "customer",
        "discover",
        "dynamically",
        "connect",
        "customer",
        "across",
        "equinix",
        "location",
        "globally",
        "offered",
        "portal",
        "single",
        "connection",
        "equinix",
        "platform",
        "ecx",
        "fabric",
        "offer",
        "access",
        "world",
        "largest",
        "enterprise",
        "cloud",
        "service",
        "provider",
        "including",
        "alibaba",
        "cloud",
        "amazon",
        "web",
        "service",
        "google",
        "cloud",
        "platform",
        "ibm",
        "cloud",
        "microsoft",
        "azure",
        "oracle",
        "cloud",
        "saas",
        "provider",
        "including",
        "salesforce",
        "sap",
        "servicenow",
        "among",
        "others",
        "reaching",
        "entire",
        "digital",
        "ecosystem",
        "single",
        "private",
        "secure",
        "connection",
        "company",
        "rapidly",
        "scale",
        "digital",
        "business",
        "operation",
        "globally",
        "customer",
        "also",
        "locate",
        "data",
        "close",
        "edge",
        "network",
        "increasing",
        "performance",
        "keeping",
        "data",
        "near",
        "consumption",
        "point",
        "financial",
        "term",
        "deal",
        "include",
        "cash",
        "consideration",
        "million",
        "combined",
        "million",
        "senior",
        "unsecured",
        "note",
        "issued",
        "asb",
        "various",
        "maturity",
        "month",
        "closing",
        "date",
        "note",
        "valued",
        "approximately",
        "million",
        "adjusted",
        "reflect",
        "current",
        "trading",
        "value",
        "equinix",
        "currently",
        "outstanding",
        "bond",
        "asb",
        "real",
        "estate",
        "investment",
        "owns",
        "infomart",
        "data",
        "center",
        "behalf",
        "allegiance",
        "real",
        "estate",
        "fund",
        "billion",
        "core",
        "vehicle",
        "invests",
        "nationally",
        "real",
        "estate",
        "equinix",
        "advised",
        "transaction",
        "citi",
        "morgan",
        "davis",
        "polk",
        "wardwell",
        "llp",
        "quote",
        "karl",
        "strohmeyer",
        "president",
        "america",
        "equinix",
        "dallas",
        "becomes",
        "increasingly",
        "strategic",
        "north",
        "american",
        "interconnection",
        "hub",
        "business",
        "making",
        "shift",
        "digital",
        "acquisition",
        "infomart",
        "enable",
        "existing",
        "new",
        "customer",
        "scale",
        "operation",
        "equinix",
        "includes",
        "rich",
        "portfolio",
        "interconnection",
        "option",
        "including",
        "connection",
        "partner",
        "infrastructure",
        "equinix",
        "location",
        "globally",
        "new",
        "capability",
        "equinix",
        "cloud",
        "exchange",
        "fabric",
        "additional",
        "resource",
        "maverick",
        "research",
        "edge",
        "eat",
        "cloud",
        "gartner",
        "report",
        "interconnection",
        "serve",
        "advanced",
        "digital",
        "business",
        "application",
        "gartner",
        "report",
        "platform",
        "equinix",
        "vision",
        "build",
        "go",
        "anywhere",
        "equinix",
        "paper",
        "equinix",
        "ibx",
        "data",
        "center",
        "virtual",
        "tour",
        "equinix",
        "expansion",
        "overview",
        "equinix",
        "equinix",
        "nasdaq",
        "eqix",
        "connects",
        "world",
        "leading",
        "business",
        "customer",
        "employee",
        "partner",
        "inside",
        "data",
        "center",
        "market",
        "worldwide",
        "equinix",
        "company",
        "come",
        "together",
        "realize",
        "new",
        "opportunity",
        "accelerate",
        "business",
        "cloud",
        "strategy",
        "statement",
        "based",
        "current",
        "expectation",
        "forecast",
        "assumption",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "discussed",
        "including",
        "statement",
        "related",
        "acquisition",
        "dallas",
        "infomart",
        "asb",
        "expected",
        "benefit",
        "acquisition",
        "expected",
        "timing",
        "closing",
        "acquisition",
        "used",
        "document",
        "word",
        "anticipates",
        "look",
        "forward",
        "expected",
        "similar",
        "expression",
        "statement",
        "historical",
        "fact",
        "intended",
        "identify",
        "assertion",
        "factor",
        "might",
        "cause",
        "difference",
        "include",
        "limited",
        "failure",
        "one",
        "condition",
        "acquisition",
        "dallas",
        "infomart",
        "asb",
        "satisfied",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "would",
        "compromise",
        "ability",
        "complete",
        "acquisition",
        "dallas",
        "infomart",
        "asb",
        "within",
        "expected",
        "timeframe",
        "possibility",
        "anticipated",
        "benefit",
        "proposed",
        "acquisition",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "unanticipated",
        "cost",
        "difficulty",
        "relating",
        "integration",
        "data",
        "center",
        "company",
        "acquired",
        "acquire",
        "equinix",
        "including",
        "dallas",
        "infomart",
        "challenge",
        "acquiring",
        "operating",
        "constructing",
        "ibx",
        "data",
        "center",
        "developing",
        "deploying",
        "delivering",
        "equinix",
        "service",
        "including",
        "dallas",
        "infomart",
        "failure",
        "receive",
        "significant",
        "revenue",
        "customer",
        "recently",
        "built",
        "acquired",
        "data",
        "center",
        "including",
        "dallas",
        "infomart",
        "failure",
        "complete",
        "financing",
        "arrangement",
        "contemplated",
        "time",
        "time",
        "competition",
        "existing",
        "new",
        "competitor",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "otherwise",
        "obtain",
        "fund",
        "repay",
        "new",
        "outstanding",
        "indebtedness",
        "loss",
        "decline",
        "business",
        "key",
        "customer",
        "risk",
        "described",
        "time",
        "time",
        "equinix",
        "filing",
        "security",
        "exchange",
        "commission",
        "accordingly",
        "assurance",
        "given",
        "event",
        "anticipated",
        "transpire",
        "occur",
        "impact",
        "equinix",
        "particular",
        "see",
        "recent",
        "equinix",
        "quarterly",
        "annual",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "copy",
        "available",
        "upon",
        "request",
        "equinix",
        "equinix",
        "assume",
        "information",
        "contained",
        "press",
        "release",
        "equinix",
        "ibx",
        "platform",
        "equinix",
        "registered",
        "trademark",
        "equinix",
        "equinix",
        "cloud",
        "exchange",
        "equinix",
        "cloud",
        "exchange",
        "fabric",
        "international",
        "business",
        "exchange",
        "platform",
        "equinix",
        "trademark",
        "equinix",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "equinix",
        "inc"
    ]
}