{
    "organizations": [],
    "uuid": "c37c05b9a745239ce1335af0b625982babfdf163",
    "author": "",
    "url": "https://uk.reuters.com/article/us-canada-canola-disease-insight/seed-firms-scramble-to-stop-a-cancer-in-canadas-cash-crop-idUKKCN1G60J6",
    "ord_in_thread": 0,
    "title": "Seed firms scramble to stop a 'cancer' in Canada's cash crop",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 22, 2018 / 6:12 AM / Updated 20 minutes ago Seed firms scramble to stop a 'cancer' in Canada's cash crop Rod Nickel 8 Min Read WINNIPEG, Manitoba (Reuters) - Inside a laboratory in Winnipeg, Manitoba, a Monsanto Co research technician uses tweezers to transfer pollen from one canola plant to another, a small step toward creating a new breed of the vegetable oil-producing crop. It’s an early stage of a high-stakes effort to control the biggest threat to Canada’s C$27-billion canola industry - a crop disease called clubroot that presents unique challenges for Monsanto, along with rival seed developers DowDuPont and Bayer AG. The firms are scrambling to create new clubroot-resistant seeds, but all three firms say that the process takes most of a decade - and any solution may not last long because the clubroot pathogen quickly adapts. Worse, clubroot spores make themselves at home in the soil for up to 20 years, unlike most crop diseases that damage harvests for a single season. Another challenge is canola farmers themselves, who have rapidly spread clubroot by planting record canola crops for the last two years. The best way to avoid the disease is for farmers to give fields at least a two-year break between canola sowings. But with canola consistently delivering much higher profits than wheat, many are unable to resist. Farmer Bill Craddock acknowledged he plants canola with only a one-year break in Manitoba, where clubroot first appeared in 2013. “We don’t really want to back off,” he said. “There’s just more money in canola.” The crop - Canada’s most profitable - provides big earnings for the seed firms, too. Canola accounts for one-third of Monsanto’s total annual Canadian revenue, said spokeswoman Trish Jordan, who declined to specify the amount. “Companies are very mindful of it because the consequences are huge,” said David Dzisiak, DowDuPont’s North America commercial leader in grains and oils. “If farmers can’t grow their most profitable crop, we can’t sell it.” DuPont Pioneer Canada, a unit of DowDuPont, has the largest market share of Canadian clubroot-resistant seeds, according to Monsanto. DowDuPont, which declined to confirm its market position, may add to its lead on the others as it broadly launches a new clubroot-resistant seed this year after introducing it last year on a small scale. Monsanto hopes to have a new disease-resistant canola seed on the market in two to four years. Bayer expects to have a variety in two to five years. But all firms face uncertainty because the clubroot pathogen adapts rapidly and not all pathotypes have been identified, said Marcus Weidler, vice-president of seeds operations at Bayer Crop Science. “Sooner or later, the pathogen will find a way around it,” Weidler said. “WILD” RUTABAGA CROSSBREEDS Yellow-flowering canola, called rapeseed in other countries, is grown and exported in Canada more than anywhere else. Canola seeds are crushed by Cargill Inc [CARG.UL], Archer Daniels Midland Co, Bunge Ltd and Louis Dreyfus Corp for vegetable oil used, for instance, in French fries, potato chips and granola bars produced by McDonald’s Corp, PepsiCo Inc and General Mills. Clubroot first hit Western Canada’s canola in 2003 but dates back centuries in Europe. It has now been found on all agriculture-producing continents, often in vegetable farms, but it has rarely affected crops as widely planted as canola in Canada. It remains a “seriously increasing problem” in Europe, especially in rapeseed-intensive areas of northern Germany and Sweden, said Elke Diederichsen, a biologist at Free University Berlin. Developing clubroot-resistant seeds takes many years because it requires painstaking crossbreeding with plant relatives such as rutabaga, cabbage or turnip. Resistant genes do not exist naturally within the canola plants. “The first generations of a canola-by-rutabaga cross will look pretty wild,” said Jed Christianson, trait lead at Monsanto’s Winnipeg office, where some 30 breeders and technicians are involved in the search for clubroot solutions. Clad in lab coats, masks, goggles and gloves, they work on rows of hundreds of canola plants, ranging from petri dishes of tiny floating embryos to tall stalks topped with yellow blossoms. Monsanto’s early results in breeding canola and rutabaga produced misshapen or oversized leaves, and main roots that ranged in width from a finger to a fist. Promising candidates that graduate from Monsanto’s earthy-smelling “growth rooms” move on to years of field trials across the Canadian Prairies and seed production in Chile. The strategy allows Monsanto to take advantage of northern and southern hemispheres to grow plants year-round and speed the process. Monsanto released its first clubroot-resistant seed in 2009, but just three years later, the disease showed up in those fields, too - sending Monsanto and rival firms scrambling for new solutions. “That’s a very short period of time,” Christianson said. “It was a bit alarming.” LIKE ‘CANCER’ The long-term damage to fields makes fighting clubroot all the more urgent, said Igor Falak, senior research scientist at DuPont Pioneer Canada. “If you don’t have resistance, you can’t grow canola at all in some areas,” Falak said in an interview. Each gram of dirt in an infected field can host 100 million clubroot spores, which spread by wind, water, farm machinery - even a farmer’s boots. “It’s a lot like being told you have cancer,” said Alberta farmer John Guelly. “You feel helpless, and you’re not sure what you can do.” Clubroot infected Guelly’s crops and forced him to plant less profitable wheat and barley for the next two years and adopt ongoing two-year breaks in canola plantings. Farmers, seed companies and industry groups told Reuters the disease is spreading fast, but the data to quantify the damage is incomplete. In Alberta, the second-biggest canola-producing province, clubroot damage has been confirmed in 2,744 fields, or about 50 percent more than three years ago, according to University of Alberta. Most of those fields span about 160 acres, said Stephen Strelkov, an agriculture professor at the university. That much land would translate to about 439,000 acres that now have limited canola-growing potential, representing 6 percent of Alberta’s total canola cropland last year. But many more fields may go undetected, in part because clubroot carries a stigma. Some farmers hesitate to report its spread for fear that land values will fall or out of embarrassment, Guelly said. Many farmers also resist steps that might slow the spread of clubroot because it presents unusual economic dilemmas. In Saskatchewan, the biggest canola-growing province, where clubroot first appeared in 2008, canola is expected to net farmers this year double or triple the return per acre of spring wheat, according to a provincial government forecast. In addition, farmers who gamble on back-to-back canola sowings - rather than letting fields recover - may still initially reap good harvests until clubroot spreads enough to substantially lower yields. Clubroot produces swellings on canola’s roots, choking them of nutrients and stunting growth of the plant’s valuable seeds, but the disease does not affect the quality of canola oil and meal. The seriousness of the disease has prompted some Alberta municipalities to ban canola plantings in certain infected fields for three years. The goal is to prevent farmers from making decisions that make economic sense in the short-term but cause lasting damage to the industry at large. “If we aren’t putting in restrictions, they’ll keep planting canola and putting everyone else at risk,” said Aaron Van Beers, agriculture foreman for Leduc County south of Edmonton. Weidler, from Bayer, agreed the problem demands a broad strategy. “We need a lot more research,” he said. “We need an effort from the whole industry to keep this under control.” Reporting by Rod Nickel in Winnipeg, Manitoba; Editing by Brian Thevenot",
    "published": "2018-02-22T08:21:00.000+02:00",
    "crawled": "2018-02-22T08:42:49.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "minute",
        "ago",
        "seed",
        "firm",
        "scramble",
        "stop",
        "canada",
        "cash",
        "crop",
        "rod",
        "nickel",
        "min",
        "read",
        "winnipeg",
        "manitoba",
        "reuters",
        "inside",
        "laboratory",
        "winnipeg",
        "manitoba",
        "monsanto",
        "co",
        "research",
        "technician",
        "us",
        "tweezer",
        "transfer",
        "pollen",
        "one",
        "canola",
        "plant",
        "another",
        "small",
        "step",
        "toward",
        "creating",
        "new",
        "breed",
        "vegetable",
        "crop",
        "early",
        "stage",
        "effort",
        "control",
        "biggest",
        "threat",
        "canada",
        "c",
        "canola",
        "industry",
        "crop",
        "disease",
        "called",
        "clubroot",
        "present",
        "unique",
        "challenge",
        "monsanto",
        "along",
        "rival",
        "seed",
        "developer",
        "dowdupont",
        "bayer",
        "ag",
        "firm",
        "scrambling",
        "create",
        "new",
        "seed",
        "three",
        "firm",
        "say",
        "process",
        "take",
        "decade",
        "solution",
        "may",
        "last",
        "long",
        "clubroot",
        "pathogen",
        "quickly",
        "adapts",
        "worse",
        "clubroot",
        "spore",
        "make",
        "home",
        "soil",
        "year",
        "unlike",
        "crop",
        "disease",
        "damage",
        "harvest",
        "single",
        "season",
        "another",
        "challenge",
        "canola",
        "farmer",
        "rapidly",
        "spread",
        "clubroot",
        "planting",
        "record",
        "canola",
        "crop",
        "last",
        "two",
        "year",
        "best",
        "way",
        "avoid",
        "disease",
        "farmer",
        "give",
        "field",
        "least",
        "break",
        "canola",
        "sowings",
        "canola",
        "consistently",
        "delivering",
        "much",
        "higher",
        "profit",
        "wheat",
        "many",
        "unable",
        "resist",
        "farmer",
        "bill",
        "craddock",
        "acknowledged",
        "plant",
        "canola",
        "break",
        "manitoba",
        "clubroot",
        "first",
        "appeared",
        "really",
        "want",
        "back",
        "said",
        "money",
        "crop",
        "canada",
        "profitable",
        "provides",
        "big",
        "earnings",
        "seed",
        "firm",
        "canola",
        "account",
        "monsanto",
        "total",
        "annual",
        "canadian",
        "revenue",
        "said",
        "spokeswoman",
        "trish",
        "jordan",
        "declined",
        "specify",
        "amount",
        "company",
        "mindful",
        "consequence",
        "huge",
        "said",
        "david",
        "dzisiak",
        "dowdupont",
        "north",
        "america",
        "commercial",
        "leader",
        "grain",
        "oil",
        "farmer",
        "grow",
        "profitable",
        "crop",
        "sell",
        "dupont",
        "pioneer",
        "canada",
        "unit",
        "dowdupont",
        "largest",
        "market",
        "share",
        "canadian",
        "seed",
        "according",
        "monsanto",
        "dowdupont",
        "declined",
        "confirm",
        "market",
        "position",
        "may",
        "add",
        "lead",
        "others",
        "broadly",
        "launch",
        "new",
        "seed",
        "year",
        "introducing",
        "last",
        "year",
        "small",
        "scale",
        "monsanto",
        "hope",
        "new",
        "canola",
        "seed",
        "market",
        "two",
        "four",
        "year",
        "bayer",
        "expects",
        "variety",
        "two",
        "five",
        "year",
        "firm",
        "face",
        "uncertainty",
        "clubroot",
        "pathogen",
        "adapts",
        "rapidly",
        "pathotypes",
        "identified",
        "said",
        "marcus",
        "weidler",
        "seed",
        "operation",
        "bayer",
        "crop",
        "science",
        "sooner",
        "later",
        "pathogen",
        "find",
        "way",
        "around",
        "weidler",
        "said",
        "wild",
        "rutabaga",
        "crossbreed",
        "canola",
        "called",
        "rapeseed",
        "country",
        "grown",
        "exported",
        "canada",
        "anywhere",
        "else",
        "canola",
        "seed",
        "crushed",
        "cargill",
        "inc",
        "archer",
        "daniel",
        "midland",
        "co",
        "bunge",
        "ltd",
        "louis",
        "dreyfus",
        "corp",
        "vegetable",
        "oil",
        "used",
        "instance",
        "french",
        "fry",
        "potato",
        "chip",
        "granola",
        "bar",
        "produced",
        "mcdonald",
        "corp",
        "pepsico",
        "inc",
        "general",
        "mill",
        "clubroot",
        "first",
        "hit",
        "western",
        "canada",
        "canola",
        "date",
        "back",
        "century",
        "europe",
        "found",
        "continent",
        "often",
        "vegetable",
        "farm",
        "rarely",
        "affected",
        "crop",
        "widely",
        "planted",
        "canola",
        "canada",
        "remains",
        "seriously",
        "increasing",
        "problem",
        "europe",
        "especially",
        "area",
        "northern",
        "germany",
        "sweden",
        "said",
        "elke",
        "diederichsen",
        "biologist",
        "free",
        "university",
        "berlin",
        "developing",
        "seed",
        "take",
        "many",
        "year",
        "requires",
        "painstaking",
        "crossbreeding",
        "plant",
        "relative",
        "rutabaga",
        "cabbage",
        "turnip",
        "resistant",
        "gene",
        "exist",
        "naturally",
        "within",
        "canola",
        "plant",
        "first",
        "generation",
        "cross",
        "look",
        "pretty",
        "wild",
        "said",
        "jed",
        "christianson",
        "trait",
        "lead",
        "monsanto",
        "winnipeg",
        "office",
        "breeder",
        "technician",
        "involved",
        "search",
        "clubroot",
        "solution",
        "clad",
        "lab",
        "coat",
        "mask",
        "goggles",
        "glove",
        "work",
        "row",
        "hundred",
        "canola",
        "plant",
        "ranging",
        "petri",
        "dish",
        "tiny",
        "floating",
        "embryo",
        "tall",
        "stalk",
        "topped",
        "yellow",
        "blossom",
        "monsanto",
        "early",
        "result",
        "breeding",
        "canola",
        "rutabaga",
        "produced",
        "misshapen",
        "oversized",
        "leaf",
        "main",
        "root",
        "ranged",
        "width",
        "finger",
        "fist",
        "promising",
        "candidate",
        "graduate",
        "monsanto",
        "growth",
        "room",
        "move",
        "year",
        "field",
        "trial",
        "across",
        "canadian",
        "prairie",
        "seed",
        "production",
        "chile",
        "strategy",
        "allows",
        "monsanto",
        "take",
        "advantage",
        "northern",
        "southern",
        "hemisphere",
        "grow",
        "plant",
        "speed",
        "process",
        "monsanto",
        "released",
        "first",
        "seed",
        "three",
        "year",
        "later",
        "disease",
        "showed",
        "field",
        "sending",
        "monsanto",
        "rival",
        "firm",
        "scrambling",
        "new",
        "solution",
        "short",
        "period",
        "time",
        "christianson",
        "said",
        "bit",
        "like",
        "cancer",
        "damage",
        "field",
        "make",
        "fighting",
        "clubroot",
        "urgent",
        "said",
        "igor",
        "falak",
        "senior",
        "research",
        "scientist",
        "dupont",
        "pioneer",
        "canada",
        "resistance",
        "grow",
        "canola",
        "area",
        "falak",
        "said",
        "interview",
        "gram",
        "dirt",
        "infected",
        "field",
        "host",
        "million",
        "clubroot",
        "spore",
        "spread",
        "wind",
        "water",
        "farm",
        "machinery",
        "even",
        "farmer",
        "boot",
        "lot",
        "like",
        "told",
        "cancer",
        "said",
        "alberta",
        "farmer",
        "john",
        "guelly",
        "feel",
        "helpless",
        "sure",
        "clubroot",
        "infected",
        "guelly",
        "crop",
        "forced",
        "plant",
        "less",
        "profitable",
        "wheat",
        "barley",
        "next",
        "two",
        "year",
        "adopt",
        "ongoing",
        "break",
        "canola",
        "planting",
        "farmer",
        "seed",
        "company",
        "industry",
        "group",
        "told",
        "reuters",
        "disease",
        "spreading",
        "fast",
        "data",
        "quantify",
        "damage",
        "incomplete",
        "alberta",
        "province",
        "clubroot",
        "damage",
        "confirmed",
        "field",
        "percent",
        "three",
        "year",
        "ago",
        "according",
        "university",
        "alberta",
        "field",
        "span",
        "acre",
        "said",
        "stephen",
        "strelkov",
        "agriculture",
        "professor",
        "university",
        "much",
        "land",
        "would",
        "translate",
        "acre",
        "limited",
        "potential",
        "representing",
        "percent",
        "alberta",
        "total",
        "canola",
        "cropland",
        "last",
        "year",
        "many",
        "field",
        "may",
        "go",
        "undetected",
        "part",
        "clubroot",
        "carry",
        "stigma",
        "farmer",
        "hesitate",
        "report",
        "spread",
        "fear",
        "land",
        "value",
        "fall",
        "embarrassment",
        "guelly",
        "said",
        "many",
        "farmer",
        "also",
        "resist",
        "step",
        "might",
        "slow",
        "spread",
        "clubroot",
        "present",
        "unusual",
        "economic",
        "dilemma",
        "saskatchewan",
        "biggest",
        "province",
        "clubroot",
        "first",
        "appeared",
        "canola",
        "expected",
        "net",
        "farmer",
        "year",
        "double",
        "triple",
        "return",
        "per",
        "acre",
        "spring",
        "wheat",
        "according",
        "provincial",
        "government",
        "forecast",
        "addition",
        "farmer",
        "gamble",
        "canola",
        "sowings",
        "rather",
        "letting",
        "field",
        "recover",
        "may",
        "still",
        "initially",
        "reap",
        "good",
        "harvest",
        "clubroot",
        "spread",
        "enough",
        "substantially",
        "lower",
        "yield",
        "clubroot",
        "produce",
        "swelling",
        "canola",
        "root",
        "choking",
        "nutrient",
        "stunting",
        "growth",
        "plant",
        "valuable",
        "seed",
        "disease",
        "affect",
        "quality",
        "canola",
        "oil",
        "meal",
        "seriousness",
        "disease",
        "prompted",
        "alberta",
        "municipality",
        "ban",
        "canola",
        "planting",
        "certain",
        "infected",
        "field",
        "three",
        "year",
        "goal",
        "prevent",
        "farmer",
        "making",
        "decision",
        "make",
        "economic",
        "sense",
        "cause",
        "lasting",
        "damage",
        "industry",
        "large",
        "putting",
        "restriction",
        "keep",
        "planting",
        "canola",
        "putting",
        "everyone",
        "else",
        "risk",
        "said",
        "aaron",
        "van",
        "beer",
        "agriculture",
        "foreman",
        "leduc",
        "county",
        "south",
        "edmonton",
        "weidler",
        "bayer",
        "agreed",
        "problem",
        "demand",
        "broad",
        "strategy",
        "need",
        "lot",
        "research",
        "said",
        "need",
        "effort",
        "whole",
        "industry",
        "keep",
        "reporting",
        "rod",
        "nickel",
        "winnipeg",
        "manitoba",
        "editing",
        "brian",
        "thevenot"
    ]
}