{
    "organizations": [],
    "uuid": "371fa52c0a37175a558f8714eac29b3fa0b09400",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/britain-boe-highlights/highlights-bank-of-englands-carney-speaks-in-uk-parliament-idUSL8N1QB4EI",
    "ord_in_thread": 0,
    "title": "HIGHLIGHTS-Bank of England's Carney speaks in UK parliament",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON, Feb 21 (Reuters) - Bank of England Governor Mark Carney and other top monetary policy officials from the central bank were speaking to the Treasury Committee in Britain’s parliament on Wednesday.\nBelow is a selection of their comments.\nCARNEY ON PATH OF INTEREST RATE MOVES “We don’t commit to a path and we don’t give guidance on a specific path except in the most exceptional circumstances, which are not the circumstances that we’re facing today.”\nCARNEY ON TRADE OFF BETWEEN SLACK IN THE ECONOMY AND INFLATION\n“The orientation of the committee has evolved because what had been a trade off between slack in the economy and inflation above target has diminished quite substantially and actually goes away.”\nCARNEY ON INFLATION TARGET TIME-LINE\n“We signalled that we felt the horizon which we should return inflation to target was moving in from three years not jumping all the way to two years, that was not the collective judgment, but moving in from three years and that implies something more than what was in the market curve.”\nCARNEY ON BREXIT AND “NIMBLE” MONETARY POLICY\n“As we all know there will be some very big developments over the course of this year around our future of our relationship with the European Union which will have an impact on the expectations of households and businesses and therefore on the economic outlook. Monetary policy is nimble it will react to those expectations.”\nCARNEY ON HOW FINANCIAL MARKETS HAVE STARTED TO REACT AGAIN TO DATA\n“The Financial markets particularly were not taking that view and were not reacting as much as they had in the past to the underlying data and from our market intelligence and our conversations our sense was they weren’t because they couldn’t conceive of a tightening of policy during the Brexit negotiation process. We’ve been at pains to say that monetary policy can move in both directions.”\n“What’s happened since then is that the financial markets have started to move with the underlying data so the expectations are moving with releases such as those today or those a few weeks ago and so they’re better able to anticipate what we could do and I think that so the need for direct almost pre-commitment of a raise goes away.”\nCARNEY ON BREXIT/BUSINESS INVESTMENT “It’s no surprise. It’s uncertainty about what’s the relationship going to be with our biggest trading partner.”\n“It means that for this year why wouldn’t you hold back if that’s going to be materially affected.”\nCARNEY ON FIRMING WAGE PRESSURES “As we get towards full employment and we’re not there yet...we are seeing a variety of indicators that are consistent with the firming of wage pressures.”\nANDY HALDANE, CHIEF ECONOMIST, ON HITTING THE BRAKES “Historically the thing that has really killed jobs has been central banks stepping on the brakes too late. So as Janet Yellen says, recoveries don’t die of old age, they die because central banks step on them because they react too late. We are absolutely clear we don’t want to be back there again... So that means going in this gradually and limited way to head things off in advance...”\nHALDANE ON “NEW SPEED LIMIT” FOR ECONOMY\n“In terms of what personally I’d be looking towards to endorse that view for the period ahead...it would be the economy continuing to hold up at around the rates we saw last year, which while modest historically are still running somewhat above what we call ‘the new speed limit’ for the economy of around 1.5 percent.”\nHALDANE ON INFLATION PRESSURES “The second key factor I’d say would be that we see a continuation of the upward nudge in underlying price pressures, particularly wage growth during the early months of this year.”\nHALDANE ON EARNINGS GROWTH “Given what we’ve seen over the past few months it’s very likely average weekly earnings growth will nudge up to have a three in front of it which is our forecast for Q1, three percent growth. Thereafter we see a pretty slow rate of ascent.”\nReporting by Sarah Young, Costas Pitas and James Davey\n ",
    "published": "2018-02-21T22:35:00.000+02:00",
    "crawled": "2018-02-22T18:07:10.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "feb",
        "reuters",
        "bank",
        "england",
        "governor",
        "mark",
        "carney",
        "top",
        "monetary",
        "policy",
        "official",
        "central",
        "bank",
        "speaking",
        "treasury",
        "committee",
        "britain",
        "parliament",
        "wednesday",
        "selection",
        "comment",
        "carney",
        "path",
        "interest",
        "rate",
        "move",
        "commit",
        "path",
        "give",
        "guidance",
        "specific",
        "path",
        "except",
        "exceptional",
        "circumstance",
        "circumstance",
        "facing",
        "carney",
        "trade",
        "slack",
        "economy",
        "inflation",
        "orientation",
        "committee",
        "evolved",
        "trade",
        "slack",
        "economy",
        "inflation",
        "target",
        "diminished",
        "quite",
        "substantially",
        "actually",
        "go",
        "carney",
        "inflation",
        "target",
        "signalled",
        "felt",
        "horizon",
        "return",
        "inflation",
        "target",
        "moving",
        "three",
        "year",
        "jumping",
        "way",
        "two",
        "year",
        "collective",
        "judgment",
        "moving",
        "three",
        "year",
        "implies",
        "something",
        "market",
        "carney",
        "brexit",
        "nimble",
        "monetary",
        "policy",
        "know",
        "big",
        "development",
        "course",
        "year",
        "around",
        "future",
        "relationship",
        "european",
        "union",
        "impact",
        "expectation",
        "household",
        "business",
        "therefore",
        "economic",
        "outlook",
        "monetary",
        "policy",
        "nimble",
        "react",
        "carney",
        "financial",
        "market",
        "started",
        "react",
        "data",
        "financial",
        "market",
        "particularly",
        "taking",
        "view",
        "reacting",
        "much",
        "past",
        "underlying",
        "data",
        "market",
        "intelligence",
        "conversation",
        "sense",
        "conceive",
        "tightening",
        "policy",
        "brexit",
        "negotiation",
        "process",
        "pain",
        "say",
        "monetary",
        "policy",
        "move",
        "happened",
        "since",
        "financial",
        "market",
        "started",
        "move",
        "underlying",
        "data",
        "expectation",
        "moving",
        "release",
        "today",
        "week",
        "ago",
        "better",
        "able",
        "anticipate",
        "could",
        "think",
        "need",
        "direct",
        "almost",
        "raise",
        "go",
        "carney",
        "investment",
        "surprise",
        "uncertainty",
        "relationship",
        "going",
        "biggest",
        "trading",
        "mean",
        "year",
        "hold",
        "back",
        "going",
        "materially",
        "carney",
        "firming",
        "wage",
        "pressure",
        "get",
        "towards",
        "full",
        "employment",
        "yet",
        "seeing",
        "variety",
        "indicator",
        "consistent",
        "firming",
        "wage",
        "andy",
        "haldane",
        "chief",
        "economist",
        "hitting",
        "brake",
        "historically",
        "thing",
        "really",
        "killed",
        "job",
        "central",
        "bank",
        "stepping",
        "brake",
        "late",
        "janet",
        "yellen",
        "say",
        "recovery",
        "die",
        "old",
        "age",
        "die",
        "central",
        "bank",
        "step",
        "react",
        "late",
        "absolutely",
        "clear",
        "want",
        "back",
        "mean",
        "going",
        "gradually",
        "limited",
        "way",
        "head",
        "thing",
        "advance",
        "haldane",
        "new",
        "speed",
        "limit",
        "economy",
        "term",
        "personally",
        "looking",
        "towards",
        "endorse",
        "view",
        "period",
        "ahead",
        "would",
        "economy",
        "continuing",
        "hold",
        "around",
        "rate",
        "saw",
        "last",
        "year",
        "modest",
        "historically",
        "still",
        "running",
        "somewhat",
        "call",
        "new",
        "speed",
        "limit",
        "economy",
        "around",
        "haldane",
        "inflation",
        "pressure",
        "second",
        "key",
        "factor",
        "say",
        "would",
        "see",
        "continuation",
        "upward",
        "nudge",
        "underlying",
        "price",
        "pressure",
        "particularly",
        "wage",
        "growth",
        "early",
        "month",
        "haldane",
        "earnings",
        "growth",
        "given",
        "seen",
        "past",
        "month",
        "likely",
        "average",
        "weekly",
        "earnings",
        "growth",
        "nudge",
        "three",
        "front",
        "forecast",
        "q1",
        "three",
        "percent",
        "growth",
        "thereafter",
        "see",
        "pretty",
        "slow",
        "rate",
        "reporting",
        "sarah",
        "young",
        "costa",
        "pita",
        "james",
        "davey"
    ]
}