{
    "organizations": [],
    "uuid": "82dc54ad83fd2df6961adaa433ed4cad6b93438e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/globe-newswire-wisekey-reports-strong-q4-fy-2017-preliminary-financial-results-and-announces-initial-fy-2018-revenue-guidance.html",
    "ord_in_thread": 0,
    "title": "WISeKey Reports Strong Q4 & FY 2017 Preliminary Financial Results and Announces Initial FY 2018 Revenue Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WISeKey Reports Strong Q4 & FY 2017 Preliminary Financial Results and Announces Initial FY 2018 Revenue Guidance\nQ4 2017 Highlights\nQ4 2017 revenues increased by 49% to $11.4 million, as compared to $7.7 million in Q4 2016. Growth was driven by higher revenues from the IoT and Semiconductor group for the smart car, pharmaceutical and fintech industries and also IoT chips as WISeKey reached 1 billion chips production milestone. Introduced WISeCoin, a Cryptocurrency platform to enable countries to launch their own Cryptocurrencies Combining National Identities with Crypto Wallet.\nFY 2017 Highlights\nFY 2017 preliminary unaudited pro-forma revenue of $43.5 million, up 299% as compared to FY 2016, reflects the successful integration of the IoT and Cybersecurity assets into the Company. WISeKey adopted US GAAP Topic 606 \"Revenue from Contracts with Customers\" as of January 1, 2017 with the objective of providing enhanced financial transparency ahead of its 2018 ADR II program on the NASDAQ. Growth was driven by higher revenues from the Cybersecurity, IoT and Semiconductor business segments for new sectors requiring strong security on their semiconductors such as smart car, luxury, pharmaceutical and fintech industries. Increased its R&D effort with $10 million invested during the year to develop new products and create business opportunities in cybersecurity, IoT, Microprocessors, Blockchain an AI. Aggregated over 39 patent families (more than 200 patents in total) to its patent portfolio, some of them on critical sectors such as Microchip designs and Cybersecurity algorithms. Achieved strong liquidity and financial position; improved operating performance resulted in cash of $12.2 million at December 31, 2017, up $7.0 million from December 31, 2016. Audited FY 2017 results to be announced on the week of April 16, 2018.\nStrong Growth Expected to Continue in 2018\nExpects revenue of approximately $14 million for Q1 2018. FY 2018 revenue guidance of approximately $60 million, an increase of approximately 38% as compared to FY 2017.\n* All Q4 2017 and FY 2017 figures in this release are unaudited and estimated due to the preliminary nature of the announcement.\nZUG, Switzerland- February 23, 2018 - WISeKey International Holding Ltd (\" WISeKey \" or the \" Company \") (SIX: WIHN) a leading Swiss cybersecurity and IoT company announced today unaudited financial results for Q4 2017.\n2017 was an important building year for WISeKey. During the year, not only did we significantly increase our revenue and improve our financial position, we also expanded our product offerings, increased our geographical footprint, enlarged our customer base and set the stage for continued growth in 2018 and beyond.\n2018 started off on a very strong note due to the new razor and blade cybersecurity business model which is accelerating the commercialization of our semiconductor products with embedded security. WISeKey's razor and blade business model uses a strategy that involves selling highly secure and tamperproof microchips (or \"razor\" products) at very competitive rates, to enable the inclusion and promotion of the higher margin cybersecurity products and services (or \"blade\" services) thus bundling a very attractive combination of core security components. Thus, for FY 2018, we expect revenue to continue to increase and reach approximately $60 million (under the new accounting approach), which represents an increase of approximately 38% as compared to FY 2017.\nWell positioned for the future\nWISeKey's ability to authenticate, protect and remotely manage millions of networked, automated devices and equipment, using its semiconductors and cybersecurity, is becoming pervasive - from the factory floor, to the hospital operating room, to the residential home - everything, from automobiles to assembly robots, refrigerators to watches and wearables to wine bottles, is connecting and communicating via the Internet.\nThe IoT security landscape is still evolving even as the IoT adoption is likely to pick up. Early movers in this space, such as WISeKey, stand to gain big, since Root of Trust (\"RoT\") is required for secure communication over IoT. WISeKey is well positioned to generate operational synergies from cross-selling opportunities in the space through its expanded offerings by integrating chips, SAP's HANA and other key technologies. WISeKey's OISTE Root is unique among publicly trusted Roots with its affiliations with Economic and Social Council of the United Nations (\"ECOSOC\") and the Non-commercial Users Stakeholders Group (NCSG), ensuring geopolitical neutrality and data sovereignty.\nThis is a key differentiator for the company vis-a-vis its competitors. This is especially important as the WISeKey RoT serves as a common trust anchor, which is recognized by operating systems (OS) and IoT applications to ensure the authenticity, confidentiality and integrity of on-line transactions. We believe these features could be vital in creating significant business opportunities with various governments, international bodies, industrial companies which are wary of foreign government oversight and centralization of data on servers outside their jurisdiction.\nAlso, multinational corporations that need to comply with International Standards on the deployment of their IoT infrastructure are ideal candidates for WISeKey Trust Model. Amidst the threat of increasingly sophisticated data and online identity thefts, WISeKey's robust solutions should ensure data protection for its customers including individuals, enterprises & their IoT objects and government organizations.\nUnique Swiss cryptographic Root of Trust for the Internet of Things market\nRoT is the basis for a global end-to-end security solution. RoT serves as a common trust anchor, which is recognized by the operating system (OS) and applications, to ensure the authenticity, confidentiality and integrity of on-line transactions. With the certificates signed by this cryptographic RoT, embedded in the device, the IoT product manufacturers can use Public Key Infrastructure (\"PKI\") technologies to secure interaction among objects and between objects and people.\nLaunched a secured Internet of Things\nThe solution, called WISeKeyIoT is a scalable framework, offering digital Public Key Infrastructure (PKI) certificates for connected devices, protected in certified tamper resistant silicon chips, as well as an outsourced or on-premises certificate management system, with device life cycle control functions and security enforcement entities. The digital PKI certificates can be signed by the publicly trusted root, owned by OISTE ( https://oiste.org/ ) and operated by WISeKey.\nIoT is a very promising new business segment for WISeKey, with an estimated 50 billion devices expected to be connected by 2020, while the world's population is estimated to grow to 6.8 billion; thus, there will be more than 7 devices per person connected to the internet by 2020 (Cisco, n.d.). As a result, a huge and increasing amount of data will be interchanged between connected devices and back-end servers, allowing companies to provide users with new types of exciting applications, which will be designed to offer increased control over the use of resources: improve efficiency in power grids, optimize processing of information in industrial environments, provide better and higher quality healthcare services and personalized experience for shopping or leisure, among others.\nThis is only possible though, if the data can be trusted. The IoT business case will collapse if, over time, hackers get access to devices, change the way they operate, intercept and modify data, or bring down systems by executing Distributed Denial of Service attacks through the devices on a network.\nIt is therefore crucial to implement security features in the system from scratch. Not only in the back-end system, using the PKI technologies proposed by the framework WISeKeyIoT, but as well as in the otherwise vulnerable connected objects in the field, made secure through the tamper resistant chip technology, all part of the WISeKey framework.\nCustomer adoption for IoT Cybersecurity services continued to accelerate in 2017, reaching more than 3,500 customers across all regions at the end of 2017 (more than doubling year-over-year), mainly due to our integrated vertical trusted platform which combines a range of chips with software applications that cater to our customers' security and business needs. Our software application offerings include proprietary technology developed by the Company such as RoT and Public Key Infrastructure (\"PKI\"), which are offered as standalone products, as well as part of our fully integrated Vertical Trusted Platform that enables WISeKey's clients to manage their digital identity, information, and communications through a seamless process. We enable our clients to easily adapt to a continuously changing landscape of services designed specifically for their needs, without compromising their digital security. The rapid growth and proliferation of internet based devices, as well as people's dependence on them for personal and business needs, precipitated the connectivity of digital devices. However, such connectivity creates numerous opportunities to alter or manipulate digital footprints. We believe that our integrated products provide the most comprehensive solution to fill these gaps in cybersecurity and data protection. The core of WISeKey's Vertical Trusted Platform is based on our Cybersecurity SaaS business, also known as managed PKI services, and on our Semiconductor chips.\nWISeKey ISTANA PKI platform allowed WISeKey to enter the Connected Car industry in 2017 by offering manufacturers a secure way to validate the authenticity of different vehicle components. Certificate-based security also protects onboard communication between vehicle components and enables secure over-the-air software updates. Additionally, authentication certificates can be used by employees, dealers and suppliers to access car components to diagnose mechanical/technical issues and update software, from any location. Finally, the ISTANA PKI platform allows users to securely interact with a car's smart features using smartphones and other devices. Currently, WISeKey is working with several smart car manufacturers and its ISTANA PKI platform is already active in several large-scale projects. A recent example is a strategic contract signed with a leading European automobile manufacturer, cementing its role in the Connected Car industry. WISeKey's total identifiable 5-year ISTANA revenues from the car manufacturing industry are expected to be in excess of $30 million, of which approximately $7.0 million are expected to be realized in 2018. WISeKey experienced substantial revenue growth with the combination of IoT and Cybersecurity technology on new markets such as the smart automobile with our Secure Connected car technology. The WISeKey security for connected car solutions allow manufacturers to authenticate legitimate car components and enable owners to securely interact with the car's smart features.\nWISeKey technology is now used by major players integrating our IoT and Cybersecurity on their platforms with Microsoft and IBM already deploying large scale projects with our company.\nAbout WISeKey:\nWISeKey (SIX Swiss Exchange: WIHN) is a leading global cybersecurity company currently deploying large scale digital identity ecosystems with a patented process. WISeKey's Swiss based cryptographic Root of Trust (\"RoT\") provides secure authentication and identification, in both physical and virtual environments, for the Internet of Things, Blockchain and Artificial Intelligence. The WISeKey RoT serves as a common trust anchor to ensure the integrity of online transactions among objects and between objects and people. For more information, visit www.wisekey.com .\nTo receive WISeKey's latest news, subscribe to our Newsletter or visit the WISeKey Investors Corner .\nPress and investor contacts:\nWISeKey International Holding Ltd\nCompany Contact: Carlos Moreira\nChairman & CEO\nTel: +41 22 594 3000\ninfo@wisekey.com WISeKey Investor Relations (US)\nContact: Lena Cati\nThe Equity Group Inc.\nTel: +1 212 836-9611\nlcati@equityny.com Disclaimer:\nThis communication expressly or implicitly contains certain forward-looking statements concerning WISeKey International Holding Ltd and its business. Such statements involve certain known and unknown risks, uncertainties and other factors, which could cause the actual results, financial condition, performance or achievements of WISeKey International Holding Ltd to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. WISeKey International Holding Ltd is providing this communication as of this date and does not undertake to update any forward-looking statements contained herein as a result of new information, future events or otherwise.\nThis press release does not constitute an offer to sell, or a solicitation of an offer to buy, any securities, and it does not constitute an offering prospectus within the meaning of article 652a or article 1156 of the Swiss Code of Obligations or a listing prospectus within the meaning of the listing rules of the SIX Swiss Exchange. Investors must rely on their own evaluation of WISeKey and its securities, including the merits and risks involved. Nothing contained herein is, or shall be relied on as, a promise or representation as to the future performance of WISeKey.\nSource:Wisekey International Holding SA",
    "published": "2018-02-23T09:01:00.000+02:00",
    "crawled": "2018-02-23T10:36:01.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wisekey",
        "report",
        "strong",
        "q4",
        "fy",
        "preliminary",
        "financial",
        "result",
        "announces",
        "initial",
        "fy",
        "revenue",
        "guidance",
        "q4",
        "highlight",
        "q4",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "q4",
        "growth",
        "driven",
        "higher",
        "revenue",
        "iot",
        "semiconductor",
        "group",
        "smart",
        "car",
        "pharmaceutical",
        "fintech",
        "industry",
        "also",
        "iot",
        "chip",
        "wisekey",
        "reached",
        "billion",
        "chip",
        "production",
        "milestone",
        "introduced",
        "wisecoin",
        "cryptocurrency",
        "platform",
        "enable",
        "country",
        "launch",
        "cryptocurrencies",
        "combining",
        "national",
        "identity",
        "crypto",
        "wallet",
        "fy",
        "highlight",
        "fy",
        "preliminary",
        "unaudited",
        "revenue",
        "million",
        "compared",
        "fy",
        "reflects",
        "successful",
        "integration",
        "iot",
        "cybersecurity",
        "asset",
        "company",
        "wisekey",
        "adopted",
        "u",
        "gaap",
        "topic",
        "revenue",
        "contract",
        "customer",
        "january",
        "objective",
        "providing",
        "enhanced",
        "financial",
        "transparency",
        "ahead",
        "adr",
        "ii",
        "program",
        "nasdaq",
        "growth",
        "driven",
        "higher",
        "revenue",
        "cybersecurity",
        "iot",
        "semiconductor",
        "business",
        "segment",
        "new",
        "sector",
        "requiring",
        "strong",
        "security",
        "semiconductor",
        "smart",
        "car",
        "luxury",
        "pharmaceutical",
        "fintech",
        "industry",
        "increased",
        "r",
        "effort",
        "million",
        "invested",
        "year",
        "develop",
        "new",
        "product",
        "create",
        "business",
        "opportunity",
        "cybersecurity",
        "iot",
        "microprocessor",
        "blockchain",
        "ai",
        "aggregated",
        "patent",
        "family",
        "patent",
        "total",
        "patent",
        "portfolio",
        "critical",
        "sector",
        "microchip",
        "design",
        "cybersecurity",
        "algorithm",
        "achieved",
        "strong",
        "liquidity",
        "financial",
        "position",
        "improved",
        "operating",
        "performance",
        "resulted",
        "cash",
        "million",
        "december",
        "million",
        "december",
        "audited",
        "fy",
        "result",
        "announced",
        "week",
        "april",
        "strong",
        "growth",
        "expected",
        "continue",
        "expects",
        "revenue",
        "approximately",
        "million",
        "q1",
        "fy",
        "revenue",
        "guidance",
        "approximately",
        "million",
        "increase",
        "approximately",
        "compared",
        "fy",
        "q4",
        "fy",
        "figure",
        "release",
        "unaudited",
        "estimated",
        "due",
        "preliminary",
        "nature",
        "announcement",
        "zug",
        "february",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "wisekey",
        "company",
        "six",
        "wihn",
        "leading",
        "swiss",
        "cybersecurity",
        "iot",
        "company",
        "announced",
        "today",
        "unaudited",
        "financial",
        "result",
        "q4",
        "important",
        "building",
        "year",
        "wisekey",
        "year",
        "significantly",
        "increase",
        "revenue",
        "improve",
        "financial",
        "position",
        "also",
        "expanded",
        "product",
        "offering",
        "increased",
        "geographical",
        "footprint",
        "enlarged",
        "customer",
        "base",
        "set",
        "stage",
        "continued",
        "growth",
        "beyond",
        "started",
        "strong",
        "note",
        "due",
        "new",
        "razor",
        "blade",
        "cybersecurity",
        "business",
        "model",
        "accelerating",
        "commercialization",
        "semiconductor",
        "product",
        "embedded",
        "security",
        "wisekey",
        "razor",
        "blade",
        "business",
        "model",
        "us",
        "strategy",
        "involves",
        "selling",
        "highly",
        "secure",
        "tamperproof",
        "microchip",
        "razor",
        "product",
        "competitive",
        "rate",
        "enable",
        "inclusion",
        "promotion",
        "higher",
        "margin",
        "cybersecurity",
        "product",
        "service",
        "blade",
        "service",
        "thus",
        "bundling",
        "attractive",
        "combination",
        "core",
        "security",
        "component",
        "thus",
        "fy",
        "expect",
        "revenue",
        "continue",
        "increase",
        "reach",
        "approximately",
        "million",
        "new",
        "accounting",
        "approach",
        "represents",
        "increase",
        "approximately",
        "compared",
        "fy",
        "well",
        "positioned",
        "future",
        "wisekey",
        "ability",
        "authenticate",
        "protect",
        "remotely",
        "manage",
        "million",
        "networked",
        "automated",
        "device",
        "equipment",
        "using",
        "semiconductor",
        "cybersecurity",
        "becoming",
        "pervasive",
        "factory",
        "floor",
        "hospital",
        "operating",
        "room",
        "residential",
        "home",
        "everything",
        "automobile",
        "assembly",
        "robot",
        "refrigerator",
        "watch",
        "wearable",
        "wine",
        "bottle",
        "connecting",
        "communicating",
        "via",
        "internet",
        "iot",
        "security",
        "landscape",
        "still",
        "evolving",
        "even",
        "iot",
        "adoption",
        "likely",
        "pick",
        "early",
        "mover",
        "space",
        "wisekey",
        "stand",
        "gain",
        "big",
        "since",
        "root",
        "trust",
        "rot",
        "required",
        "secure",
        "communication",
        "iot",
        "wisekey",
        "well",
        "positioned",
        "generate",
        "operational",
        "synergy",
        "opportunity",
        "space",
        "expanded",
        "offering",
        "integrating",
        "chip",
        "sap",
        "hana",
        "key",
        "technology",
        "wisekey",
        "oiste",
        "root",
        "unique",
        "among",
        "publicly",
        "trusted",
        "root",
        "affiliation",
        "economic",
        "social",
        "council",
        "united",
        "nation",
        "ecosoc",
        "user",
        "stakeholder",
        "group",
        "ncsg",
        "ensuring",
        "geopolitical",
        "neutrality",
        "data",
        "sovereignty",
        "key",
        "differentiator",
        "company",
        "competitor",
        "especially",
        "important",
        "wisekey",
        "rot",
        "serf",
        "common",
        "trust",
        "anchor",
        "recognized",
        "operating",
        "system",
        "o",
        "iot",
        "application",
        "ensure",
        "authenticity",
        "confidentiality",
        "integrity",
        "transaction",
        "believe",
        "feature",
        "could",
        "vital",
        "creating",
        "significant",
        "business",
        "opportunity",
        "various",
        "government",
        "international",
        "body",
        "industrial",
        "company",
        "wary",
        "foreign",
        "government",
        "oversight",
        "centralization",
        "data",
        "server",
        "outside",
        "jurisdiction",
        "also",
        "multinational",
        "corporation",
        "need",
        "comply",
        "international",
        "standard",
        "deployment",
        "iot",
        "infrastructure",
        "ideal",
        "candidate",
        "wisekey",
        "trust",
        "model",
        "amidst",
        "threat",
        "increasingly",
        "sophisticated",
        "data",
        "online",
        "identity",
        "theft",
        "wisekey",
        "robust",
        "solution",
        "ensure",
        "data",
        "protection",
        "customer",
        "including",
        "individual",
        "enterprise",
        "iot",
        "object",
        "government",
        "organization",
        "unique",
        "swiss",
        "cryptographic",
        "root",
        "trust",
        "internet",
        "thing",
        "market",
        "rot",
        "basis",
        "global",
        "security",
        "solution",
        "rot",
        "serf",
        "common",
        "trust",
        "anchor",
        "recognized",
        "operating",
        "system",
        "o",
        "application",
        "ensure",
        "authenticity",
        "confidentiality",
        "integrity",
        "transaction",
        "certificate",
        "signed",
        "cryptographic",
        "rot",
        "embedded",
        "device",
        "iot",
        "product",
        "manufacturer",
        "use",
        "public",
        "key",
        "infrastructure",
        "pki",
        "technology",
        "secure",
        "interaction",
        "among",
        "object",
        "object",
        "people",
        "launched",
        "secured",
        "internet",
        "thing",
        "solution",
        "called",
        "wisekeyiot",
        "scalable",
        "framework",
        "offering",
        "digital",
        "public",
        "key",
        "infrastructure",
        "pki",
        "certificate",
        "connected",
        "device",
        "protected",
        "certified",
        "tamper",
        "resistant",
        "silicon",
        "chip",
        "well",
        "outsourced",
        "certificate",
        "management",
        "system",
        "device",
        "life",
        "cycle",
        "control",
        "function",
        "security",
        "enforcement",
        "entity",
        "digital",
        "pki",
        "certificate",
        "signed",
        "publicly",
        "trusted",
        "root",
        "owned",
        "oiste",
        "http",
        "operated",
        "wisekey",
        "iot",
        "promising",
        "new",
        "business",
        "segment",
        "wisekey",
        "estimated",
        "billion",
        "device",
        "expected",
        "connected",
        "world",
        "population",
        "estimated",
        "grow",
        "billion",
        "thus",
        "device",
        "per",
        "person",
        "connected",
        "internet",
        "cisco",
        "result",
        "huge",
        "increasing",
        "amount",
        "data",
        "interchanged",
        "connected",
        "device",
        "server",
        "allowing",
        "company",
        "provide",
        "user",
        "new",
        "type",
        "exciting",
        "application",
        "designed",
        "offer",
        "increased",
        "control",
        "use",
        "resource",
        "improve",
        "efficiency",
        "power",
        "grid",
        "optimize",
        "processing",
        "information",
        "industrial",
        "environment",
        "provide",
        "better",
        "higher",
        "quality",
        "healthcare",
        "service",
        "personalized",
        "experience",
        "shopping",
        "leisure",
        "among",
        "others",
        "possible",
        "though",
        "data",
        "trusted",
        "iot",
        "business",
        "case",
        "collapse",
        "time",
        "hacker",
        "get",
        "access",
        "device",
        "change",
        "way",
        "operate",
        "intercept",
        "modify",
        "data",
        "bring",
        "system",
        "executing",
        "distributed",
        "denial",
        "service",
        "attack",
        "device",
        "network",
        "therefore",
        "crucial",
        "implement",
        "security",
        "feature",
        "system",
        "scratch",
        "system",
        "using",
        "pki",
        "technology",
        "proposed",
        "framework",
        "wisekeyiot",
        "well",
        "otherwise",
        "vulnerable",
        "connected",
        "object",
        "field",
        "made",
        "secure",
        "tamper",
        "resistant",
        "chip",
        "technology",
        "part",
        "wisekey",
        "framework",
        "customer",
        "adoption",
        "iot",
        "cybersecurity",
        "service",
        "continued",
        "accelerate",
        "reaching",
        "customer",
        "across",
        "region",
        "end",
        "doubling",
        "mainly",
        "due",
        "integrated",
        "vertical",
        "trusted",
        "platform",
        "combine",
        "range",
        "chip",
        "software",
        "application",
        "cater",
        "customer",
        "security",
        "business",
        "need",
        "software",
        "application",
        "offering",
        "include",
        "proprietary",
        "technology",
        "developed",
        "company",
        "rot",
        "public",
        "key",
        "infrastructure",
        "pki",
        "offered",
        "standalone",
        "product",
        "well",
        "part",
        "fully",
        "integrated",
        "vertical",
        "trusted",
        "platform",
        "enables",
        "wisekey",
        "client",
        "manage",
        "digital",
        "identity",
        "information",
        "communication",
        "seamless",
        "process",
        "enable",
        "client",
        "easily",
        "adapt",
        "continuously",
        "changing",
        "landscape",
        "service",
        "designed",
        "specifically",
        "need",
        "without",
        "compromising",
        "digital",
        "security",
        "rapid",
        "growth",
        "proliferation",
        "internet",
        "based",
        "device",
        "well",
        "people",
        "dependence",
        "personal",
        "business",
        "need",
        "precipitated",
        "connectivity",
        "digital",
        "device",
        "however",
        "connectivity",
        "creates",
        "numerous",
        "opportunity",
        "alter",
        "manipulate",
        "digital",
        "footprint",
        "believe",
        "integrated",
        "product",
        "provide",
        "comprehensive",
        "solution",
        "fill",
        "gap",
        "cybersecurity",
        "data",
        "protection",
        "core",
        "wisekey",
        "vertical",
        "trusted",
        "platform",
        "based",
        "cybersecurity",
        "saas",
        "business",
        "also",
        "known",
        "managed",
        "pki",
        "service",
        "semiconductor",
        "chip",
        "wisekey",
        "istana",
        "pki",
        "platform",
        "allowed",
        "wisekey",
        "enter",
        "connected",
        "car",
        "industry",
        "offering",
        "manufacturer",
        "secure",
        "way",
        "validate",
        "authenticity",
        "different",
        "vehicle",
        "component",
        "security",
        "also",
        "protects",
        "onboard",
        "communication",
        "vehicle",
        "component",
        "enables",
        "secure",
        "software",
        "update",
        "additionally",
        "authentication",
        "certificate",
        "used",
        "employee",
        "dealer",
        "supplier",
        "access",
        "car",
        "component",
        "diagnose",
        "issue",
        "update",
        "software",
        "location",
        "finally",
        "istana",
        "pki",
        "platform",
        "allows",
        "user",
        "securely",
        "interact",
        "car",
        "smart",
        "feature",
        "using",
        "smartphones",
        "device",
        "currently",
        "wisekey",
        "working",
        "several",
        "smart",
        "car",
        "manufacturer",
        "istana",
        "pki",
        "platform",
        "already",
        "active",
        "several",
        "project",
        "recent",
        "example",
        "strategic",
        "contract",
        "signed",
        "leading",
        "european",
        "automobile",
        "manufacturer",
        "cementing",
        "role",
        "connected",
        "car",
        "industry",
        "wisekey",
        "total",
        "identifiable",
        "istana",
        "revenue",
        "car",
        "manufacturing",
        "industry",
        "expected",
        "excess",
        "million",
        "approximately",
        "million",
        "expected",
        "realized",
        "wisekey",
        "experienced",
        "substantial",
        "revenue",
        "growth",
        "combination",
        "iot",
        "cybersecurity",
        "technology",
        "new",
        "market",
        "smart",
        "automobile",
        "secure",
        "connected",
        "car",
        "technology",
        "wisekey",
        "security",
        "connected",
        "car",
        "solution",
        "allow",
        "manufacturer",
        "authenticate",
        "legitimate",
        "car",
        "component",
        "enable",
        "owner",
        "securely",
        "interact",
        "car",
        "smart",
        "feature",
        "wisekey",
        "technology",
        "used",
        "major",
        "player",
        "integrating",
        "iot",
        "cybersecurity",
        "platform",
        "microsoft",
        "ibm",
        "already",
        "deploying",
        "large",
        "scale",
        "project",
        "company",
        "wisekey",
        "wisekey",
        "six",
        "swiss",
        "exchange",
        "wihn",
        "leading",
        "global",
        "cybersecurity",
        "company",
        "currently",
        "deploying",
        "large",
        "scale",
        "digital",
        "identity",
        "ecosystem",
        "patented",
        "process",
        "wisekey",
        "swiss",
        "based",
        "cryptographic",
        "root",
        "trust",
        "rot",
        "provides",
        "secure",
        "authentication",
        "identification",
        "physical",
        "virtual",
        "environment",
        "internet",
        "thing",
        "blockchain",
        "artificial",
        "intelligence",
        "wisekey",
        "rot",
        "serf",
        "common",
        "trust",
        "anchor",
        "ensure",
        "integrity",
        "online",
        "transaction",
        "among",
        "object",
        "object",
        "people",
        "information",
        "visit",
        "receive",
        "wisekey",
        "latest",
        "news",
        "subscribe",
        "newsletter",
        "visit",
        "wisekey",
        "investor",
        "corner",
        "press",
        "investor",
        "contact",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "company",
        "contact",
        "carlos",
        "moreira",
        "chairman",
        "ceo",
        "tel",
        "info",
        "wisekey",
        "investor",
        "relation",
        "u",
        "contact",
        "lena",
        "cati",
        "equity",
        "group",
        "tel",
        "lcati",
        "disclaimer",
        "communication",
        "expressly",
        "implicitly",
        "contains",
        "certain",
        "statement",
        "concerning",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "business",
        "statement",
        "involve",
        "certain",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "financial",
        "condition",
        "performance",
        "achievement",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "wisekey",
        "international",
        "holding",
        "ltd",
        "providing",
        "communication",
        "date",
        "undertake",
        "update",
        "statement",
        "contained",
        "herein",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "constitute",
        "offering",
        "prospectus",
        "within",
        "meaning",
        "article",
        "652a",
        "article",
        "swiss",
        "code",
        "obligation",
        "listing",
        "prospectus",
        "within",
        "meaning",
        "listing",
        "rule",
        "six",
        "swiss",
        "exchange",
        "investor",
        "must",
        "rely",
        "evaluation",
        "wisekey",
        "security",
        "including",
        "merit",
        "risk",
        "involved",
        "nothing",
        "contained",
        "herein",
        "shall",
        "relied",
        "promise",
        "representation",
        "future",
        "performance",
        "wisekey",
        "source",
        "wisekey",
        "international",
        "holding",
        "sa"
    ]
}