{
    "organizations": [],
    "uuid": "675bbec97d8c83b636c74b7d085483651c1046bc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/19/pr-newswire-vista-oil-gas-to-acquire-argentine-oil-gas-assets.html",
    "ord_in_thread": 0,
    "title": "Vista Oil & Gas to Acquire Argentine Oil & Gas Assets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MEXICO CITY, Feb. 19, 2018 /PRNewswire/ -- Vista Oil & Gas, S.A.B. de C.V. (\"Vista\") (BMV: VISTA), the first Mexican pure E&P listed company in the Mexican Stock Exchange, today announced that it has agreed to acquire a fully operational oil & gas platform from Pampa Energía S.A. (\"Pampa\") and Pluspetrol Resources Corporation (\"Pluspetrol\") with interests in certain exploitation concessions, assessment blocks and exploration permits in Argentina (the \"Acquired Assets\" and collectively, the \"Transaction\"). The majority of the Acquired Assets are located in the Neuquina basin. After giving effect to the Transaction, Vista would become the fifth largest oil producer and operator in Argentina, according to the latest available information published by the Argentine Ministry of Energy and Mining.\nMiguel Galuccio, Chairman and Chief Executive Officer of Vista, commented, \"With this transaction, we found the right balance of current profitable production and reserves coupled with high-growth potential in Vaca Muerta, the most exciting emerging shale play globally – perfectly aligned with our vision. The platform and timing could not be better suited to start delivering on our plan of becoming the leading Latin American independent oil and gas company.\"\nHighlights of the Transaction include:\nproved reserves of 55.7 MMBoe (based on information as of December 31, 2016) average daily production of 27,472 boed (based on information for the first nine months of 2017) in excess of 137,000 acres in the Vaca Muerta unconventional play, including 54,000 acres in the core of Vaca Muerta's shale oil window that are ready for full scale development 2017 estimated pro-forma EBITDA of US$182 million\nUpon closing, Vista's enterprise value at US$10.00 per share would be approximately US$860 million, implying a multiple of 4.5x and 3.0x projected calendar 2018 and 2019 EBITDA, respectively, and an equity value of US$960 million. Assuming the backstop credit facility described below is not drawn at closing of the Transaction, Vista expects to be debt-free and have US$100 million of cash on hand to fund future drilling and acquisitions.\nAs part of the consummation of the Transaction, Riverstone Vista Capital Partners, L.P., an affiliate of Riverstone, has agreed to acquire an additional 5,000,000 Series A Shares for an aggregate purchase price of US$50 million pursuant to a forward purchase agreement entered into at the time of Vista's initial public offering. Furthermore, certain other investors, have also agreed to buy 10,000,000 Series A Shares of Vista, for an aggregate purchase price of US$100 million. These, in conjunction with the US$650 million initial public offering proceeds, brings total equity available to fund the Transaction to US$800 million. Vista has also entered into a commitment letter pursuant to which a credit facility, of up to US$300 million, may be used as backstop with the purpose of increasing the certainty of closing the Transaction.\nVista has concurrently called for a shareholders' meeting to be held on March 22, 2018, for purposes of obtaining the approval of the Transaction. If Vista's shareholders do not approve the Transaction at the shareholders' meeting, or if there are insufficient funds to fund the Transaction, the acquisitions will terminate without legal consequences for Vista. The Transaction is expected to close in April 2018.\nTransaction Details\nOn January 16, 2018, Pampa accepted Vista's offer containing terms and conditions for certain acquisitions, the effectiveness of which are subject to the satisfaction of certain conditions precedent, including approval by Vista's shareholders and the availability of sufficient funds. Pursuant to these terms and conditions, Vista shall acquire from Pampa: (a) 58.88% of the capital stock of Petrolera Entre Lomas S.A. (\"PELSA\"), an Argentine company that holds a 73.15% operating interest in three exploitation concessions in the Neuquina basin in the provinces of Neuquén and Río Negro, Argentina, one of which extends into the core of the Vaca Muerta unconventional play; (b) a 3.85% direct interest in the exploitation concessions Entre Lomas, Bajada del Palo, and Agua Amarga, and (c) a 100% interest in the exploitation concessions 25 de Mayo-Medanito (\"Medanito\") and Jagüel de los Machos (\"Jagüel\") in the Neuquina basin in the province of Río Negro, Argentina.\nOn January 8, 2018, Pluspetrol accepted Vista' s offer containing terms and conditions for certain acquisitions, the effectiveness of which is subject to the satisfaction of certain conditions precedent, including approval by Vista's shareholders and the availability of sufficient funds. Pursuant to these terms and conditions, Vista shall acquire from Pluspetrol: (a) 100% of the capital stock of APCO Oil & Gas International Inc. (\"APCO International\"); and (b) 5% of the capital stock of APCO Argentina S.A. (\"APCO Argentina\"). APCO International, a Cayman Islands company, holds (a) 39.22% of the capital stock of PELSA; (b) 95% of the capital stock of APCO Argentina; and (c) through its Argentine branch, (1) a 23% interest in the three exploitation concessions operated by PELSA described above; (2) a 45% non-operating interest in an assessment block in the Neuquina basin in the province of Neuquén, Argentina, that extends into the core of the Vaca Muerta unconventional play; (3) a 55% operating interest in an exploitation concession in the Neuquina basin in the province of Neuquén, Argentina; (4) a 1.5% non-operating interest in an exploitation concession in the Noroeste basin in the province of Salta, Argentina; (5) a 16.9% non-operating interest in an exploitation concession in the Golfo San Jorge basin in the province of Santa Cruz, Argentina; and (6) a 44% non-operating interest in an exploration permit for a site located in the Golfo San Jorge basin in the province of Santa Cruz, Argentina. APCO Argentina, a company incorporated in Argentina, holds a 1.58% equity interest in PELSA which, together with APCO International's equity interest in PELSA, account for 40.80% of the capital stock of PELSA. APCO Austral S.A., a wholly-owned subsidiary of APCO International (directly and, indirectly, through APCO Argentina) is excluded from the Transaction.\nThe Acquired Assets include:\nIn the Neuquina basin:\nA 100% operated working interest in the exploitation concessions Medanito and Jagüel;\nA 100% operated working interest in the exploitation concessions Entre Lomas, Bajada del Palo, and Agua Amarga;\nA 55% operated working interest in the exploitation concession Coirón Amargo Norte;\nA 45% non-operated working interest in the assessment block Coirón Amargo Sur Oeste (which is operated by Royal Dutch Shell plc through its Argentine affiliate); and\nIn the Golfo San Jorge basin:\nA 16.9% non-operated working interest in the exploitation concession Sur Río Deseado Este (which is operated by Roch S.A.);\nA 44% non-operated working interest in the exploration permit Sur Río Deseado Este (which is operated by Quintana E&P Argentina S.R.L.); and\nIn the Noroeste basin:\nA 1.5% non-operated working interest in the exploitation concession Acambuco (which is operated by Pan American Energy LLC through its Argentine branch).\nThe description of the Transaction contained herein is only a summary and is qualified in its entirety by reference to the folleto informativo relating to the Transaction.\nAdvisors\nCitigroup Global Markets Inc. and Credit Suisse acted as capital markets advisors to Vista. Citigroup Global Markets Inc., Credit Suisse and Morgan Stanley served as private placement agents as well as provided the above mentioned commitment for the backstop credit facility to Vista. Evercore Group LLC acted as financial advisor to Vista. Creel, García-Cuéllar, Aiza y Enriquez, S.C., Latham & Watkins LLP, Simpson Thacher & Bartlett LLP and Bruchou, Fernández Madero & Lombardi acted as legal counsels to Vista.\nPresentation Information\nInterested investors and other parties may also view the accompanying investor presentation filed today with the Comisión Nacional Bancaria y de Valores (the \"CNBV\"), which can be viewed on the CNBV website at www.gob.mx/cnbv or, in the Company's website www.vistaoilandgas.com .\nAbout Vista Oil & Gas S.A.B. de C.V.\nVista, a Latin American oil and gas company incorporated in Mexico, aspires to be the leading public oil and gas company in Latin America, one of the most attractive regions in the world to invest in exploration and production of oil and gas at this time. The company is led by Miguel Galuccio and a management team comprised of experienced executives of the oil and gas industry (the \"Management Team\"). Vista is sponsored by Riverstone and the Management Team.\nAbout Riverstone\nRiverstone is a global leader among private equity firms focused on the energy sector. Since the firm's establishment in 2000 by David Leuschen and Pierre Lapeyre, Jr., Riverstone has raised over US$38 billion across nine private funds and other related vehicles and has committed to over 150 transactions with a combined asset footprint of over US$140 billion across Riverstone's investments. Riverstone has experience investing across a variety of commodity price cycles and a track record of identifying high-quality assets, businesses and management teams with significant resources, capital and optimization potential.\nForward-Looking Statements\nThis press release includes, \"forward-looking statements\". Forward-looking statements may constitute information regarding potential operational results, as well as a description of Vista's business strategies and plans. The words \"anticipate,\" \"believe,\" \"continue,\" \"could,\" \"estimate,\" \"expect,\" \"intends,\" \"may,\" \"might,\" \"plan,\" \"possible,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"would\" and similar expressions may identify Forward-looking statements are not historical facts and are based on expectations, beliefs, forecasts and projections, as well as on beliefs by Vista's management team, which are uncertain by nature and beyond our control. Such expectations, beliefs, forecasts and projections are included on a good faith basis in the understanding that the management team deems them to be reasonable. However, Vista cannot guarantee that the expectations, beliefs, forecasts and projections of the management team will be fulfilled, and therefore real results may materially differ from what is indicated as Forward-looking statements are subject to risks and uncertainties that may result in material differences in performance and results from those indicated as Forward-looking statements are limited to the date in which they are made. Vista assumes no obligation to update forward-looking statements in order for them to reflect real results, further events or circumstances, or other changes which may affect the information provided as forward-looking statements, unless and as long as such updates are required by applicable regulation. Certain information within this press release is based on forecasts by the management team and reflects the prevailing market conditions as well the management team's view of such conditions, which may be subject to change. Forward-looking statements in this communication may include, for example, statements about: Vista's capacity to complete the Transaction, benefits from the Transaction, Vista's financial and operating performance after the Transaction, including projected performance after the Transaction, changes in Vista's reserves and operational results, and expansion opportunities and plans. Some factors that could cause actual results to differ include: (i) the occurrence of any event, change or other circumstances that could delay the Transaction; (ii) the outcome of any legal proceedings that may be instituted against Vista following announcement of the Transaction and transactions contemplated thereby; (iii) the inability to complete the Transaction due to the failure to obtain approval of the shareholders of Vista; (iv) the risk that the announcement and consummation of the proposed Transaction disrupts current plans and operations of Vista; (v) Vista's ability to recognize the anticipated benefits of the Transaction, which may be affected by, among other things, competition and the ability of Vista to grow and manage growth profitably following the Transaction; (vi) costs related to the Transaction; (vii) changes in applicable laws or regulations; (viii) the possibility that Vista may be adversely affected by other economic, business, and/or competitive factors; and (ix) other additional risks and uncertainties.\nVista shareholders and other interested persons are advised to read, when available, the definitive disclosure document in connection with the announcement and consummation.\nNo Offer or Solicitation\nThis press release is for informational purposes only and shall not constitute an offer to sell or the solicitation of an offer to buy any securities pursuant to the proposed Transaction or otherwise, nor shall there be any sale of securities in any jurisdiction in which the offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such jurisdiction.\nView original content: http://www.prnewswire.com/news-releases/vista-oil--gas-to-acquire-argentine-oil--gas-assets-300600883.html\nSOURCE Vista Oil & Gas, S.A.B. de C.V.",
    "published": "2018-02-20T03:55:00.000+02:00",
    "crawled": "2018-02-20T07:01:22.049+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mexico",
        "city",
        "vista",
        "oil",
        "gas",
        "de",
        "vista",
        "bmv",
        "vista",
        "first",
        "mexican",
        "pure",
        "e",
        "p",
        "listed",
        "company",
        "mexican",
        "stock",
        "exchange",
        "today",
        "announced",
        "agreed",
        "acquire",
        "fully",
        "operational",
        "oil",
        "gas",
        "platform",
        "pampa",
        "energía",
        "pampa",
        "pluspetrol",
        "resource",
        "corporation",
        "pluspetrol",
        "interest",
        "certain",
        "exploitation",
        "concession",
        "assessment",
        "block",
        "exploration",
        "permit",
        "argentina",
        "acquired",
        "asset",
        "collectively",
        "transaction",
        "majority",
        "acquired",
        "asset",
        "located",
        "neuquina",
        "basin",
        "giving",
        "effect",
        "transaction",
        "vista",
        "would",
        "become",
        "fifth",
        "largest",
        "oil",
        "producer",
        "operator",
        "argentina",
        "according",
        "latest",
        "available",
        "information",
        "published",
        "argentine",
        "ministry",
        "energy",
        "mining",
        "miguel",
        "galuccio",
        "chairman",
        "chief",
        "executive",
        "officer",
        "vista",
        "commented",
        "transaction",
        "found",
        "right",
        "balance",
        "current",
        "profitable",
        "production",
        "reserve",
        "coupled",
        "potential",
        "vaca",
        "muerta",
        "exciting",
        "emerging",
        "shale",
        "play",
        "globally",
        "perfectly",
        "aligned",
        "vision",
        "platform",
        "timing",
        "could",
        "better",
        "suited",
        "start",
        "delivering",
        "plan",
        "becoming",
        "leading",
        "latin",
        "american",
        "independent",
        "oil",
        "gas",
        "company",
        "highlight",
        "transaction",
        "include",
        "proved",
        "reserve",
        "mmboe",
        "based",
        "information",
        "december",
        "average",
        "daily",
        "production",
        "boed",
        "based",
        "information",
        "first",
        "nine",
        "month",
        "excess",
        "acre",
        "vaca",
        "muerta",
        "unconventional",
        "play",
        "including",
        "acre",
        "core",
        "vaca",
        "muerta",
        "shale",
        "oil",
        "window",
        "ready",
        "full",
        "scale",
        "development",
        "estimated",
        "ebitda",
        "u",
        "million",
        "upon",
        "closing",
        "vista",
        "enterprise",
        "value",
        "u",
        "per",
        "share",
        "would",
        "approximately",
        "u",
        "million",
        "implying",
        "multiple",
        "projected",
        "calendar",
        "ebitda",
        "respectively",
        "equity",
        "value",
        "u",
        "million",
        "assuming",
        "backstop",
        "credit",
        "facility",
        "described",
        "drawn",
        "closing",
        "transaction",
        "vista",
        "expects",
        "u",
        "million",
        "cash",
        "hand",
        "fund",
        "future",
        "drilling",
        "acquisition",
        "part",
        "consummation",
        "transaction",
        "riverstone",
        "vista",
        "capital",
        "partner",
        "affiliate",
        "riverstone",
        "agreed",
        "acquire",
        "additional",
        "series",
        "share",
        "aggregate",
        "purchase",
        "price",
        "u",
        "million",
        "pursuant",
        "forward",
        "purchase",
        "agreement",
        "entered",
        "time",
        "vista",
        "initial",
        "public",
        "offering",
        "furthermore",
        "certain",
        "investor",
        "also",
        "agreed",
        "buy",
        "series",
        "share",
        "vista",
        "aggregate",
        "purchase",
        "price",
        "u",
        "million",
        "conjunction",
        "u",
        "million",
        "initial",
        "public",
        "offering",
        "proceeds",
        "brings",
        "total",
        "equity",
        "available",
        "fund",
        "transaction",
        "u",
        "million",
        "vista",
        "also",
        "entered",
        "commitment",
        "letter",
        "pursuant",
        "credit",
        "facility",
        "u",
        "million",
        "may",
        "used",
        "backstop",
        "purpose",
        "increasing",
        "certainty",
        "closing",
        "transaction",
        "vista",
        "concurrently",
        "called",
        "shareholder",
        "meeting",
        "held",
        "march",
        "purpose",
        "obtaining",
        "approval",
        "transaction",
        "vista",
        "shareholder",
        "approve",
        "transaction",
        "shareholder",
        "meeting",
        "insufficient",
        "fund",
        "fund",
        "transaction",
        "acquisition",
        "terminate",
        "without",
        "legal",
        "consequence",
        "vista",
        "transaction",
        "expected",
        "close",
        "april",
        "transaction",
        "detail",
        "january",
        "pampa",
        "accepted",
        "vista",
        "offer",
        "containing",
        "term",
        "condition",
        "certain",
        "acquisition",
        "effectiveness",
        "subject",
        "satisfaction",
        "certain",
        "condition",
        "precedent",
        "including",
        "approval",
        "vista",
        "shareholder",
        "availability",
        "sufficient",
        "fund",
        "pursuant",
        "term",
        "condition",
        "vista",
        "shall",
        "acquire",
        "pampa",
        "capital",
        "stock",
        "petrolera",
        "entre",
        "lomas",
        "pelsa",
        "argentine",
        "company",
        "hold",
        "operating",
        "interest",
        "three",
        "exploitation",
        "concession",
        "neuquina",
        "basin",
        "province",
        "neuquén",
        "río",
        "negro",
        "argentina",
        "one",
        "extends",
        "core",
        "vaca",
        "muerta",
        "unconventional",
        "play",
        "b",
        "direct",
        "interest",
        "exploitation",
        "concession",
        "entre",
        "lomas",
        "bajada",
        "del",
        "palo",
        "agua",
        "amarga",
        "c",
        "interest",
        "exploitation",
        "concession",
        "de",
        "medanito",
        "jagüel",
        "de",
        "los",
        "macho",
        "jagüel",
        "neuquina",
        "basin",
        "province",
        "río",
        "negro",
        "argentina",
        "january",
        "pluspetrol",
        "accepted",
        "vista",
        "offer",
        "containing",
        "term",
        "condition",
        "certain",
        "acquisition",
        "effectiveness",
        "subject",
        "satisfaction",
        "certain",
        "condition",
        "precedent",
        "including",
        "approval",
        "vista",
        "shareholder",
        "availability",
        "sufficient",
        "fund",
        "pursuant",
        "term",
        "condition",
        "vista",
        "shall",
        "acquire",
        "pluspetrol",
        "capital",
        "stock",
        "apco",
        "oil",
        "gas",
        "international",
        "apco",
        "international",
        "b",
        "capital",
        "stock",
        "apco",
        "argentina",
        "apco",
        "argentina",
        "apco",
        "international",
        "cayman",
        "island",
        "company",
        "hold",
        "capital",
        "stock",
        "pelsa",
        "b",
        "capital",
        "stock",
        "apco",
        "argentina",
        "c",
        "argentine",
        "branch",
        "interest",
        "three",
        "exploitation",
        "concession",
        "operated",
        "pelsa",
        "described",
        "interest",
        "assessment",
        "block",
        "neuquina",
        "basin",
        "province",
        "neuquén",
        "argentina",
        "extends",
        "core",
        "vaca",
        "muerta",
        "unconventional",
        "play",
        "operating",
        "interest",
        "exploitation",
        "concession",
        "neuquina",
        "basin",
        "province",
        "neuquén",
        "argentina",
        "interest",
        "exploitation",
        "concession",
        "noroeste",
        "basin",
        "province",
        "salta",
        "argentina",
        "interest",
        "exploitation",
        "concession",
        "golfo",
        "san",
        "jorge",
        "basin",
        "province",
        "santa",
        "cruz",
        "argentina",
        "interest",
        "exploration",
        "permit",
        "site",
        "located",
        "golfo",
        "san",
        "jorge",
        "basin",
        "province",
        "santa",
        "cruz",
        "argentina",
        "apco",
        "argentina",
        "company",
        "incorporated",
        "argentina",
        "hold",
        "equity",
        "interest",
        "pelsa",
        "together",
        "apco",
        "international",
        "equity",
        "interest",
        "pelsa",
        "account",
        "capital",
        "stock",
        "pelsa",
        "apco",
        "austral",
        "subsidiary",
        "apco",
        "international",
        "directly",
        "indirectly",
        "apco",
        "argentina",
        "excluded",
        "transaction",
        "acquired",
        "asset",
        "include",
        "neuquina",
        "basin",
        "operated",
        "working",
        "interest",
        "exploitation",
        "concession",
        "medanito",
        "jagüel",
        "operated",
        "working",
        "interest",
        "exploitation",
        "concession",
        "entre",
        "lomas",
        "bajada",
        "del",
        "palo",
        "agua",
        "amarga",
        "operated",
        "working",
        "interest",
        "exploitation",
        "concession",
        "coirón",
        "amargo",
        "norte",
        "working",
        "interest",
        "assessment",
        "block",
        "coirón",
        "amargo",
        "sur",
        "oeste",
        "operated",
        "royal",
        "dutch",
        "shell",
        "plc",
        "argentine",
        "affiliate",
        "golfo",
        "san",
        "jorge",
        "basin",
        "working",
        "interest",
        "exploitation",
        "concession",
        "sur",
        "río",
        "deseado",
        "este",
        "operated",
        "roch",
        "working",
        "interest",
        "exploration",
        "permit",
        "sur",
        "río",
        "deseado",
        "este",
        "operated",
        "quintana",
        "e",
        "p",
        "argentina",
        "noroeste",
        "basin",
        "working",
        "interest",
        "exploitation",
        "concession",
        "acambuco",
        "operated",
        "pan",
        "american",
        "energy",
        "llc",
        "argentine",
        "branch",
        "description",
        "transaction",
        "contained",
        "herein",
        "summary",
        "qualified",
        "entirety",
        "reference",
        "folleto",
        "informativo",
        "relating",
        "transaction",
        "advisor",
        "citigroup",
        "global",
        "market",
        "credit",
        "suisse",
        "acted",
        "capital",
        "market",
        "advisor",
        "vista",
        "citigroup",
        "global",
        "market",
        "credit",
        "suisse",
        "morgan",
        "stanley",
        "served",
        "private",
        "placement",
        "agent",
        "well",
        "provided",
        "mentioned",
        "commitment",
        "backstop",
        "credit",
        "facility",
        "vista",
        "evercore",
        "group",
        "llc",
        "acted",
        "financial",
        "advisor",
        "vista",
        "creel",
        "aiza",
        "enriquez",
        "latham",
        "watkins",
        "llp",
        "simpson",
        "thacher",
        "bartlett",
        "llp",
        "bruchou",
        "fernández",
        "madero",
        "lombardi",
        "acted",
        "legal",
        "counsel",
        "vista",
        "presentation",
        "information",
        "interested",
        "investor",
        "party",
        "may",
        "also",
        "view",
        "accompanying",
        "investor",
        "presentation",
        "filed",
        "today",
        "comisión",
        "nacional",
        "bancaria",
        "de",
        "valores",
        "cnbv",
        "viewed",
        "cnbv",
        "website",
        "company",
        "website",
        "vista",
        "oil",
        "gas",
        "de",
        "vista",
        "latin",
        "american",
        "oil",
        "gas",
        "company",
        "incorporated",
        "mexico",
        "aspires",
        "leading",
        "public",
        "oil",
        "gas",
        "company",
        "latin",
        "america",
        "one",
        "attractive",
        "region",
        "world",
        "invest",
        "exploration",
        "production",
        "oil",
        "gas",
        "time",
        "company",
        "led",
        "miguel",
        "galuccio",
        "management",
        "team",
        "comprised",
        "experienced",
        "executive",
        "oil",
        "gas",
        "industry",
        "management",
        "team",
        "vista",
        "sponsored",
        "riverstone",
        "management",
        "team",
        "riverstone",
        "riverstone",
        "global",
        "leader",
        "among",
        "private",
        "equity",
        "firm",
        "focused",
        "energy",
        "sector",
        "since",
        "firm",
        "establishment",
        "david",
        "leuschen",
        "pierre",
        "lapeyre",
        "riverstone",
        "raised",
        "u",
        "billion",
        "across",
        "nine",
        "private",
        "fund",
        "related",
        "vehicle",
        "committed",
        "transaction",
        "combined",
        "asset",
        "footprint",
        "u",
        "billion",
        "across",
        "riverstone",
        "investment",
        "riverstone",
        "experience",
        "investing",
        "across",
        "variety",
        "commodity",
        "price",
        "cycle",
        "track",
        "record",
        "identifying",
        "asset",
        "business",
        "management",
        "team",
        "significant",
        "resource",
        "capital",
        "optimization",
        "potential",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "statement",
        "may",
        "constitute",
        "information",
        "regarding",
        "potential",
        "operational",
        "result",
        "well",
        "description",
        "vista",
        "business",
        "strategy",
        "plan",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intends",
        "may",
        "might",
        "plan",
        "possible",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "may",
        "identify",
        "statement",
        "historical",
        "fact",
        "based",
        "expectation",
        "belief",
        "forecast",
        "projection",
        "well",
        "belief",
        "vista",
        "management",
        "team",
        "uncertain",
        "nature",
        "beyond",
        "control",
        "expectation",
        "belief",
        "forecast",
        "projection",
        "included",
        "good",
        "faith",
        "basis",
        "understanding",
        "management",
        "team",
        "deems",
        "reasonable",
        "however",
        "vista",
        "guarantee",
        "expectation",
        "belief",
        "forecast",
        "projection",
        "management",
        "team",
        "fulfilled",
        "therefore",
        "real",
        "result",
        "may",
        "materially",
        "differ",
        "indicated",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "result",
        "material",
        "difference",
        "performance",
        "result",
        "indicated",
        "statement",
        "limited",
        "date",
        "made",
        "vista",
        "assumes",
        "obligation",
        "update",
        "statement",
        "order",
        "reflect",
        "real",
        "result",
        "event",
        "circumstance",
        "change",
        "may",
        "affect",
        "information",
        "provided",
        "statement",
        "unless",
        "long",
        "update",
        "required",
        "applicable",
        "regulation",
        "certain",
        "information",
        "within",
        "press",
        "release",
        "based",
        "forecast",
        "management",
        "team",
        "reflects",
        "prevailing",
        "market",
        "condition",
        "well",
        "management",
        "team",
        "view",
        "condition",
        "may",
        "subject",
        "change",
        "statement",
        "communication",
        "may",
        "include",
        "example",
        "statement",
        "vista",
        "capacity",
        "complete",
        "transaction",
        "benefit",
        "transaction",
        "vista",
        "financial",
        "operating",
        "performance",
        "transaction",
        "including",
        "projected",
        "performance",
        "transaction",
        "change",
        "vista",
        "reserve",
        "operational",
        "result",
        "expansion",
        "opportunity",
        "plan",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "delay",
        "transaction",
        "ii",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "vista",
        "following",
        "announcement",
        "transaction",
        "transaction",
        "contemplated",
        "thereby",
        "iii",
        "inability",
        "complete",
        "transaction",
        "due",
        "failure",
        "obtain",
        "approval",
        "shareholder",
        "vista",
        "iv",
        "risk",
        "announcement",
        "consummation",
        "proposed",
        "transaction",
        "disrupts",
        "current",
        "plan",
        "operation",
        "vista",
        "v",
        "vista",
        "ability",
        "recognize",
        "anticipated",
        "benefit",
        "transaction",
        "may",
        "affected",
        "among",
        "thing",
        "competition",
        "ability",
        "vista",
        "grow",
        "manage",
        "growth",
        "profitably",
        "following",
        "transaction",
        "vi",
        "cost",
        "related",
        "transaction",
        "vii",
        "change",
        "applicable",
        "law",
        "regulation",
        "viii",
        "possibility",
        "vista",
        "may",
        "adversely",
        "affected",
        "economic",
        "business",
        "competitive",
        "factor",
        "ix",
        "additional",
        "risk",
        "uncertainty",
        "vista",
        "shareholder",
        "interested",
        "person",
        "advised",
        "read",
        "available",
        "definitive",
        "disclosure",
        "document",
        "connection",
        "announcement",
        "consummation",
        "offer",
        "solicitation",
        "press",
        "release",
        "informational",
        "purpose",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "pursuant",
        "proposed",
        "transaction",
        "otherwise",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "view",
        "original",
        "content",
        "http",
        "source",
        "vista",
        "oil",
        "gas",
        "de"
    ]
}