{
    "organizations": [],
    "uuid": "4e4b32b6d0bc9d9f09b1702b0020499f7ce8529a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/globe-newswire-silver-run-acquisition-corporation-ii-completes-its-business-combination-with-alta-mesa-holdings-lp-and-kingfisher.html",
    "ord_in_thread": 0,
    "title": "Silver Run Acquisition Corporation II Completes its Business Combination with Alta Mesa Holdings, LP and Kingfisher Midstream, LLC and Becomes Alta Mesa Resources, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, Feb. 09, 2018 (GLOBE NEWSWIRE) -- Silver Run Acquisition Corporation II (“Silver Run II”) (NASDAQ:SRUN) (NASDAQ:SRUNU) (NASDAQ:SRUNW) today announced that it completed its business combination with Alta Mesa Holdings, LP (“Alta Mesa”) and Kingfisher Midstream, LLC (“Kingfisher”). Alta Mesa is an independent exploration and production company focused on the development and acquisition of unconventional oil and natural gas reserves in the Anadarko Basin. Kingfisher is a company engaged in providing certain midstream energy services, including crude oil and gas gathering, processing and marketing to producers of natural gas, natural gas liquids, crude oil and condensate in the STACK Play region of Oklahoma. The transaction was approved by the board of directors of Silver Run II and was approved at a special meeting of Silver Run II’s stockholders on February 6, 2018 by 98.43% of stockholders voting in person or by proxy at the special meeting. In connection with the closing of the transaction, Silver Run II has been renamed Alta Mesa Resources, Inc. (“Alta Mesa Resources”), and its common stock and warrants will be traded on the NASDAQ Capital Market under the symbols “AMR” and “AMRRW,” respectively, beginning on February 12, 2018.\nThe size of Alta Mesa Resources’ board of directors has been increased from four members to eleven members, and consists of James T. Hackett, Harlan H. Chappelle, Michael E. Ellis, David M. Leuschen, Pierre F. Lapeyre, Jr., William W. McMullen, Don Dimitrievich, William D. Gutermuth, Jeffrey H. Tepper, Diana J. Walters and Donald R. Sinclair.\nFollowing the closing, Riverstone Holdings LLC (“Riverstone”) and Alta Mesa management collectively own a significant portion of Alta Mesa Resources, representing approximately 33% of Alta Mesa Resources’ market capitalization. In addition, the equity holders of Kingfisher collectively own approximately 14% of Alta Mesa Resources’ market capitalization.\nIn connection with the closing, Alta Mesa entered into an amended and restated senior secured revolving credit facility that provides for an aggregate of $1.0 billion with an initial $350.0 million borrowing base limit. Kingfisher is also a party to a $200 million revolving credit facility. As of the closing, neither Alta Mesa nor Kingfisher has any outstanding borrowings under their respective credit facilities or letter of credit reimbursement obligations.\nAdvisors\nCitigroup Global Markets Inc. acted as capital markets advisor to Silver Run II. Latham & Watkins LLP acted as legal counsel to Riverstone and Silver Run II. Haynes and Boone, LLP acted as legal counsel to Alta Mesa. Bracewell LLP acted as legal counsel to Kingfisher. Kirkland & Ellis LLP acted as legal counsel to Bayou City Energy Management LLC (“BCE”).\nAbout Alta Mesa Resources\nAlta Mesa Resources is the successor of Silver Run II, and its strategy following the transaction is to focus on the development and acquisition of unconventional oil and natural gas reserves in the Anadarko Basin through Alta Mesa and to provide midstream energy services, including crude oil and gas gathering, processing and marketing, to producers of natural gas, natural gas liquids, crude oil and condensate in the STACK Play region of Oklahoma through Kingfisher. For more information, please visit http://altamesa.net/ .\nAbout Riverstone\nRiverstone is an energy and power-focused private investment firm founded in 2000 by David M. Leuschen and Pierre F. Lapeyre, Jr. with over $37 billion of capital raised. Riverstone conducts buyout and growth capital investments in the exploration & production, midstream, oilfield services, power, and renewable sectors of the energy industry. With offices in New York, London, Houston, and Mexico City, Riverstone has committed over $36 billion to more than 130 investments in North America, Latin America, Europe, Africa, Asia, and Australia.\nAbout HPS Investment Partners, LLC\nHPS Investment Partners, LLC (“HPS”) is a leading global investment firm with a focus on non-investment grade credit. Established in 2007, HPS has approximately 100 investment professionals and over 200 total employees, and is headquartered in New York with ten additional offices globally. HPS was originally formed as a unit of Highbridge Capital Management, LLC (“Highbridge”), a subsidiary of J.P. Morgan Asset Management (“J.P. Morgan”), and formerly known as Highbridge Principal Strategies, LLC. In March 2016, the principals of HPS acquired the firm from J.P. Morgan, which retained Highbridge’s hedge fund strategies. As of January 2018, HPS had approximately $44 billion of assets under management and since inception has invested over $4 billion in the energy and power industries.\nAbout BCE\nBCE is a private equity firm founded in 2015 to focus on making investments in the North American upstream oil and gas sector. BCE targets privately negotiated investments through two complementary strategies: providing buyout and growth equity capital for operators with current production and exploitable upside, and partnering with operators to provide dedicated drilling capital in off-balance sheet structures.\nForward-Looking Statements\nThis communication includes certain statements that may constitute \"forward-looking statements\" for purposes of the federal securities laws. Forward-looking statements include, but are not limited to, statements that refer to projections, forecasts or other characterizations of future events or circumstances, including any underlying assumptions. The words \"anticipate,\" \"believe,\" \"continue,\" \"could,\" \"estimate,\" \"expect,\" \"intends,\" \"may,\" \"might,\" \"plan,\" \"possible,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"would\" and similar expressions may identify forward-looking statements, but the absence of these words does not mean that a statement is not forward-looking. Forward-looking statements may include, for example, statements about the benefits of the transaction described in this communication; the future financial performance of Alta Mesa Resources following the transaction; and changes in Alta Mesa’s and Kingfisher’s strategy, future operations, financial position, estimated revenues and losses, projected costs, prospects, plans and objectives of management. These forward-looking statements are based on information available as of the date of this communication, and current expectations, forecasts and assumptions, and involve a number of judgments, risks and uncertainties. Accordingly, forward-looking statements should not be relied upon as representing Alta Mesa Resources’ views as of any subsequent date, and Alta Mesa Resources does not undertake any obligation to update forward-looking statements to reflect events or circumstances after the date they were made, whether as a result of new information, future events or otherwise, except as may be required under applicable securities laws. You should not place undue reliance on these forward-looking statements. As a result of a number of known and unknown risks and uncertainties, Alta Mesa Resources’ actual results or performance may be materially different from those expressed or implied by these forward-looking statements. Some factors that could cause actual results to differ include Alta Mesa Resources’ ability to recognize the anticipated benefits of the transaction, which may be affected by, among other things, competition and the ability of Alta Mesa Resources to grow and manage growth profitably following the transaction; changes in applicable laws or regulations; the possibility that Alta Mesa Resources may be adversely affected by other economic, business, and/or competitive factors; and other risks and uncertainties indicated in Alta Mesa Resources’ public filings with the Securities and Exchange Commission.\nContact:\nAlta Mesa Resources, Inc.\nLance L. Weaver\n(281) 943-5597\nlweaver@altamesa.net\nSOURCE: Alta Mesa Resources, Inc.\nSource:Alta Mesa Holdings, LP",
    "published": "2018-02-09T20:59:00.000+02:00",
    "crawled": "2018-02-09T22:03:08.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "globe",
        "newswire",
        "silver",
        "run",
        "acquisition",
        "corporation",
        "ii",
        "silver",
        "run",
        "ii",
        "nasdaq",
        "srun",
        "nasdaq",
        "srunu",
        "nasdaq",
        "srunw",
        "today",
        "announced",
        "completed",
        "business",
        "combination",
        "alta",
        "mesa",
        "holding",
        "lp",
        "alta",
        "mesa",
        "kingfisher",
        "midstream",
        "llc",
        "kingfisher",
        "alta",
        "mesa",
        "independent",
        "exploration",
        "production",
        "company",
        "focused",
        "development",
        "acquisition",
        "unconventional",
        "oil",
        "natural",
        "gas",
        "reserve",
        "anadarko",
        "basin",
        "kingfisher",
        "company",
        "engaged",
        "providing",
        "certain",
        "midstream",
        "energy",
        "service",
        "including",
        "crude",
        "oil",
        "gas",
        "gathering",
        "processing",
        "marketing",
        "producer",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "crude",
        "oil",
        "condensate",
        "stack",
        "play",
        "region",
        "oklahoma",
        "transaction",
        "approved",
        "board",
        "director",
        "silver",
        "run",
        "ii",
        "approved",
        "special",
        "meeting",
        "silver",
        "run",
        "ii",
        "stockholder",
        "february",
        "stockholder",
        "voting",
        "person",
        "proxy",
        "special",
        "meeting",
        "connection",
        "closing",
        "transaction",
        "silver",
        "run",
        "ii",
        "renamed",
        "alta",
        "mesa",
        "resource",
        "alta",
        "mesa",
        "resource",
        "common",
        "stock",
        "warrant",
        "traded",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "amr",
        "amrrw",
        "respectively",
        "beginning",
        "february",
        "size",
        "alta",
        "mesa",
        "resource",
        "board",
        "director",
        "increased",
        "four",
        "member",
        "eleven",
        "member",
        "consists",
        "james",
        "hackett",
        "harlan",
        "chappelle",
        "michael",
        "elli",
        "david",
        "leuschen",
        "pierre",
        "lapeyre",
        "william",
        "mcmullen",
        "dimitrievich",
        "william",
        "gutermuth",
        "jeffrey",
        "tepper",
        "diana",
        "walter",
        "donald",
        "sinclair",
        "following",
        "closing",
        "riverstone",
        "holding",
        "llc",
        "riverstone",
        "alta",
        "mesa",
        "management",
        "collectively",
        "significant",
        "portion",
        "alta",
        "mesa",
        "resource",
        "representing",
        "approximately",
        "alta",
        "mesa",
        "resource",
        "market",
        "capitalization",
        "addition",
        "equity",
        "holder",
        "kingfisher",
        "collectively",
        "approximately",
        "alta",
        "mesa",
        "resource",
        "market",
        "capitalization",
        "connection",
        "closing",
        "alta",
        "mesa",
        "entered",
        "amended",
        "restated",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "provides",
        "aggregate",
        "billion",
        "initial",
        "million",
        "borrowing",
        "base",
        "limit",
        "kingfisher",
        "also",
        "party",
        "million",
        "revolving",
        "credit",
        "facility",
        "closing",
        "neither",
        "alta",
        "mesa",
        "kingfisher",
        "outstanding",
        "borrowing",
        "respective",
        "credit",
        "facility",
        "letter",
        "credit",
        "reimbursement",
        "obligation",
        "advisor",
        "citigroup",
        "global",
        "market",
        "acted",
        "capital",
        "market",
        "advisor",
        "silver",
        "run",
        "ii",
        "latham",
        "watkins",
        "llp",
        "acted",
        "legal",
        "counsel",
        "riverstone",
        "silver",
        "run",
        "ii",
        "haynes",
        "boone",
        "llp",
        "acted",
        "legal",
        "counsel",
        "alta",
        "mesa",
        "bracewell",
        "llp",
        "acted",
        "legal",
        "counsel",
        "kingfisher",
        "kirkland",
        "elli",
        "llp",
        "acted",
        "legal",
        "counsel",
        "bayou",
        "city",
        "energy",
        "management",
        "llc",
        "bce",
        "alta",
        "mesa",
        "resource",
        "alta",
        "mesa",
        "resource",
        "successor",
        "silver",
        "run",
        "ii",
        "strategy",
        "following",
        "transaction",
        "focus",
        "development",
        "acquisition",
        "unconventional",
        "oil",
        "natural",
        "gas",
        "reserve",
        "anadarko",
        "basin",
        "alta",
        "mesa",
        "provide",
        "midstream",
        "energy",
        "service",
        "including",
        "crude",
        "oil",
        "gas",
        "gathering",
        "processing",
        "marketing",
        "producer",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "crude",
        "oil",
        "condensate",
        "stack",
        "play",
        "region",
        "oklahoma",
        "kingfisher",
        "information",
        "please",
        "visit",
        "http",
        "riverstone",
        "riverstone",
        "energy",
        "private",
        "investment",
        "firm",
        "founded",
        "david",
        "leuschen",
        "pierre",
        "lapeyre",
        "billion",
        "capital",
        "raised",
        "riverstone",
        "conduct",
        "buyout",
        "growth",
        "capital",
        "investment",
        "exploration",
        "production",
        "midstream",
        "oilfield",
        "service",
        "power",
        "renewable",
        "sector",
        "energy",
        "industry",
        "office",
        "new",
        "york",
        "london",
        "houston",
        "mexico",
        "city",
        "riverstone",
        "committed",
        "billion",
        "investment",
        "north",
        "america",
        "latin",
        "america",
        "europe",
        "africa",
        "asia",
        "australia",
        "hp",
        "investment",
        "partner",
        "llc",
        "hp",
        "investment",
        "partner",
        "llc",
        "hp",
        "leading",
        "global",
        "investment",
        "firm",
        "focus",
        "grade",
        "credit",
        "established",
        "hp",
        "approximately",
        "investment",
        "professional",
        "total",
        "employee",
        "headquartered",
        "new",
        "york",
        "ten",
        "additional",
        "office",
        "globally",
        "hp",
        "originally",
        "formed",
        "unit",
        "highbridge",
        "capital",
        "management",
        "llc",
        "highbridge",
        "subsidiary",
        "morgan",
        "asset",
        "management",
        "morgan",
        "formerly",
        "known",
        "highbridge",
        "principal",
        "strategy",
        "llc",
        "march",
        "principal",
        "hp",
        "acquired",
        "firm",
        "morgan",
        "retained",
        "highbridge",
        "hedge",
        "fund",
        "strategy",
        "january",
        "hp",
        "approximately",
        "billion",
        "asset",
        "management",
        "since",
        "inception",
        "invested",
        "billion",
        "energy",
        "power",
        "industry",
        "bce",
        "bce",
        "private",
        "equity",
        "firm",
        "founded",
        "focus",
        "making",
        "investment",
        "north",
        "american",
        "upstream",
        "oil",
        "gas",
        "sector",
        "bce",
        "target",
        "privately",
        "negotiated",
        "investment",
        "two",
        "complementary",
        "strategy",
        "providing",
        "buyout",
        "growth",
        "equity",
        "capital",
        "operator",
        "current",
        "production",
        "exploitable",
        "upside",
        "partnering",
        "operator",
        "provide",
        "dedicated",
        "drilling",
        "capital",
        "sheet",
        "structure",
        "statement",
        "communication",
        "includes",
        "certain",
        "statement",
        "may",
        "constitute",
        "statement",
        "purpose",
        "federal",
        "security",
        "law",
        "statement",
        "include",
        "limited",
        "statement",
        "refer",
        "projection",
        "forecast",
        "characterization",
        "future",
        "event",
        "circumstance",
        "including",
        "underlying",
        "assumption",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intends",
        "may",
        "might",
        "plan",
        "possible",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "may",
        "identify",
        "statement",
        "absence",
        "word",
        "mean",
        "statement",
        "statement",
        "may",
        "include",
        "example",
        "statement",
        "benefit",
        "transaction",
        "described",
        "communication",
        "future",
        "financial",
        "performance",
        "alta",
        "mesa",
        "resource",
        "following",
        "transaction",
        "change",
        "alta",
        "mesa",
        "kingfisher",
        "strategy",
        "future",
        "operation",
        "financial",
        "position",
        "estimated",
        "revenue",
        "loss",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "statement",
        "based",
        "information",
        "available",
        "date",
        "communication",
        "current",
        "expectation",
        "forecast",
        "assumption",
        "involve",
        "number",
        "judgment",
        "risk",
        "uncertainty",
        "accordingly",
        "statement",
        "relied",
        "upon",
        "representing",
        "alta",
        "mesa",
        "resource",
        "view",
        "subsequent",
        "date",
        "alta",
        "mesa",
        "resource",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "place",
        "undue",
        "reliance",
        "statement",
        "result",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "alta",
        "mesa",
        "resource",
        "actual",
        "result",
        "performance",
        "may",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "alta",
        "mesa",
        "resource",
        "ability",
        "recognize",
        "anticipated",
        "benefit",
        "transaction",
        "may",
        "affected",
        "among",
        "thing",
        "competition",
        "ability",
        "alta",
        "mesa",
        "resource",
        "grow",
        "manage",
        "growth",
        "profitably",
        "following",
        "transaction",
        "change",
        "applicable",
        "law",
        "regulation",
        "possibility",
        "alta",
        "mesa",
        "resource",
        "may",
        "adversely",
        "affected",
        "economic",
        "business",
        "competitive",
        "factor",
        "risk",
        "uncertainty",
        "indicated",
        "alta",
        "mesa",
        "resource",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "contact",
        "alta",
        "mesa",
        "resource",
        "lance",
        "weaver",
        "lweaver",
        "source",
        "alta",
        "mesa",
        "resource",
        "source",
        "alta",
        "mesa",
        "holding",
        "lp"
    ]
}