{
    "organizations": [],
    "uuid": "18c10f333d3654ce5a0ec285777e374fe2cdf479",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/globe-newswire-halcan-resources-announces-acquisition-of-22617-net-acres-in-ward-county-texas-at-an-average-price-of-14674acre-and.html",
    "ord_in_thread": 0,
    "title": "Halcón Resources Announces Acquisition of 22,617 Net Acres in Ward County, Texas at an Average Price of $14,674/acre and Provides an Update on Recent Operated Well Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, Halcón Resources Corporation (NYSE:HK) (\"Halcón\" or the \"Company\") today announced it has recently acquired or entered into definitive agreements to acquire 22,617 net acres in Ward County, Texas for approximately $381 million. The properties are currently producing ~1,325 boe/d which equates to a purchase price of ~$14,674/acre (after adjusting for production using an estimated value of $35,000 per Boe/d). The Company also provided an update on recent well results in the Delaware Basin.\nAcquisition Acreage\nWell Results\nAcquisitions\nThe largest acquisition is comprised of 10,524 net acres in central and western Ward County in an area Halcón calls West Quito Draw. The Company expects the acquisition to close in early April 2018, subject to satisfaction of customary closing conditions. The West Quito Draw acquisition is located in an actively developed area of the Delaware Basin and adds 251 additional gross operated drilling locations in the Wolfcamp and 3 rd Bone Spring Sand zones with an average lateral length of ~7,300 ft. However, Halcón expects that near-term drilling will be predominantly comprised of 10,000 ft. laterals. The Company estimates that 10,000 ft. laterals in the Wolfcamp on this acreage will generate EURs in excess of 1.1 MMbo of oil and a total EUR of oil and gas (2-stream) of approximately 2.2 MMboe. Including additional landing zones (Bone Spring, Avalon, etc.), Halcón estimates there are 383 potential operated horizontal locations within this acreage position. Many of the additional landing zones have been successfully drilled by offset operators in the area. This property is approximately 47% held by production and is 91% operated with an average working interest of 72%. The Company is considering bringing an operated rig to this area in the second quarter of 2018.\nHalcón also recently closed on the acquisition of 4,413 net acres contiguous to its existing Monument Draw area (the \"Monument Draw Tack-On\"). This acquisition increases the Company's Monument Draw base case location inventory by 48 operated locations with an average lateral length of 10,833 ft . (assuming two Wolfcamp zones and one Bone Spring zone). Well results and type curves on this acreage are expected to be consistent with the Company's existing Wolfcamp wells on its Monument Draw acreage (i.e. 1.9 MMboe 2-stream EURs for a 10,000 ft. lateral comprised of 80% oil). Including additional target zones (additional Bone Spring, an additional Wolfcamp zone, etc.) Halcón estimates there are 104 potential horizontal operated locations on the Monument Draw Tack-On acreage. The Company plans to actively de-risk these targets with its 2018 drilling program. This property is 96% operated with an average working interest of 88%.\nHalcón also has an option agreement in place to purchase 7,680 net acres on the eastern side of its existing Monument Draw area (the \"Monument Draw East Option\"). The Company has until March 31, 2018 to elect to exercise this option at $10,000/acre . The Monument Draw East Option would increase the Company's Monument Draw base case inventory by 72 operated locations, all with a lateral length of 10,000 ft. (assuming one Wolfcamp zone and one Bone Spring zone). Halcón estimates there are more than 144 potential operated horizontal locations on this acreage if other potential landing zones are included. Well results and type curves on this acreage are expected to be consistent with the Company's existing Monument Draw acreage (i.e. 1.9 MMboe 2-stream EURs for a 10,000 ft. lateral Wolfcamp well comprised of 80% oil). This property is 100% operated with an average working interest of 100%. The Company recently completed frac'ing a 10,000 ft. horizontal well in the lower Wolfcamp zone on the southern portion of the Monument Draw East Option acreage (the Sealy Ranch 5902H well). Halcón ran a horizontal \"shuttle log\" in this well and expects this well to be highly productive based on the log results. This well was put online in late January 2018 and is currently flowing back.\nIn early January 2018, the Company exercised the previously disclosed option it had to acquire 8,946 net acres in the northern area of Monument Draw for $108 million ($13,000/acre).\nPro forma for these acquisitions (including the exercise of the Monument Draw East Option), Halcón will have acquired ~66,500 net acres in the Delaware Basin over the last year at an average acquisition cost of ~$17,800/acre (after adjusting for production using an estimated value of $35,000 per Boe/d and considering the estimated value of infrastructure acquired). A map of the acquired properties in Ward County is available here .\nA photo accompanying this announcement is available at\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/06072a80-87b4-4266-bd63-7b8f5826895f\nOperated Well Results\nIn Monument Draw, Halcón has two operated horizontal wells on production, two vertical wells on production and three more horizontal wells flowing back after frac. In addition to the previously disclosed producing Sealy Ranch 7901H well, the Company recently put the Sealy Ranch 9301H well on production. The Sealy Ranch 9301H, located in the northwest portion of Halcón's Monument Draw position, was completed with a 9,912 ft. effective lateral length and had a peak 24 hour IP rate of 1,700 boe/d in addition to a 30 day peak 2-stream IP rate of 1,489 boe/d (80% oil) which is exceeding the Company's 1.9 MMboe Wolfcamp type curve EUR for this area. This well is continuing to produce in excess of 1,250 boe/d after more than 60 days online. The Sealy Ranch 7902H and Sealy Ranch 7903H wells, located in the southwestern area of Monument Draw are currently flowing back after frac and recently began cutting oil. The most recent 24 hour IP rate for each well is in excess of 1,450 boe/d (81% oil) and 1,050 boe/d (80% oil), respectively, and continues to increase hourly.\nIn the Hackberry Draw area in Pecos County, Texas, Halcón now has eight operated horizontal wells on production and two more wells flowing back after frac. Seven of the producing horizontal wells are Wolfcamp wells and one is a 3 rd Bone Spring well. These eight wells had an average completed lateral length of 9,418 ft. and an average peak 24 hour IP rate of 1,170 boe/d and a 30 day peak IP rate of 897 boe/d (76% oil) which is in line with the Company's 1.5 MMboe Wolfcamp type curve EUR for this area.\nIn addition to the successful horizontal 3 rd Bone Spring test in its Hackberry Draw area, the Company also successfully frac'd the 3 rd Bone Spring interval in the Sealy Ranch 6901 vertical pilot well on its Northern acreage in Monument Draw. This well reached a peak IP24 of 117 boe/d (61% oil), which is a strong rate for a vertical frac and indicates the 3 rd Bone Spring is a viable horizontal target in this area. Halcon also recently frac'd the 2 nd Bone Spring interval in the Sealy Ranch 7901 vertical pilot well on its southern acreage in Monument Draw. This well reached a peak IP24 of 115 boe/d (41% oil), which is also a strong rate for a vertical frac and indicated the 2 nd Bone Spring is a viable horizontal target in Monument Draw.\nHalcón's operated wells put online to date in both Monument Draw and Hackberry Draw are on average performing in line or better than expectations. The tables below summarize the Company's operated horizontal well results to date in both its Monument Draw and Hackberry Draw areas as compared to the Company's updated type curves for each area.\nA photo accompanying this announcement is available at\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/79448f4e-34eb-493a-8aff-a4b32938ea40\nInfrastructure\nHalcón continues to build out infrastructure in both Monument Draw and Hackberry Draw including water handing, oil and gas gathering systems, gas treatment facilities, power lines and compression. The Company currently has 160,000 bw/d of recycling capacity for produced water in addition to 65,000 bw/d of saltwater injection capacity in Monument Draw and Hackberry Draw. Halcón also has 100,000 bw/d of fresh water sourcing capacity. The Company has produced water storage capacity of 3.6 million barrels in addition to 3.5 million barrels of fresh water storage capacity. Halcón's infrastructure in place and in progress today will allow it to accommodate the Company's growth over the next several years. After closing the West Quito Draw acquisition, Halcón expects to immediately begin build-out of infrastructure in this area.\nFinancing Plan & Hedging Update\nHalcón plans to use balance sheet cash to fund the acquisitions. However, the Company may access equity and debt capital markets to ensure additional financial flexibility. Halcón is committed to maintaining a strong balance sheet with reasonable leverage and substantial liquidity to fund its development and growth over the next several years.\nHalcón currently has 9,510 barrels of oil per day hedged in 2018 at an average price of $52.65/Bbl. This represents approximately 75% of its 2018 oil production based on the Company's previously issued 2018 production guidance. Halcón also has 8,247 barrels of oil per day hedged in 2019 at an average price of $54.41/Bbl. The Company is continuing to look to layer in hedges for 2019 as appropriate.\nProduction\nHalcón estimates fourth quarter 2017 production was approximately 6,300 boe/d. Fourth quarter production was below the Company's previous guidance range due to fewer wells put online in November and early December than previously forecast. Fewer wells were put online primarily because of a delay in sourcing a spot frac crew early in the quarter. However, Halcón was able to contract two spot completion crews by mid-December to fully work through the Company's drilled but uncompleted well backlog. As a result, current production is approximately 11,000 boe/d. The spot frac crews have been released and Halcón is currently operating with three drilling rigs and one completion crew on its Monument and Hackberry Draw acreage.\nHalcón continues to expect 2018 full year production to average between 15,000 and 19,000 boe/d, excluding the impact of the West Quito Draw acquisition. Halcón expects to update its full year 2018 financial guidance in the future to include the impact of the West Quito Draw acquisition and any updates to its rig count. Over the longer term, the Company expects production to grow in excess of 50% annually in 2019 and 2020 assuming five rigs are running in 2019 and beyond.\nAbout Halcón Resources\nHalcón Resources Corporation is an independent energy company engaged in the acquisition, production, exploration and development of onshore oil and natural gas properties in the United States.\nFor more information contact Quentin Hicks, Executive Vice President, Finance, Capital Markets & Investor Relations, at 832-538-0557 or qhicks@halconresources.com .\n release may contain Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Statements that are not strictly historical statements constitute and may often, but not always, be identified by the use of such words such as \"expects\", \"believes\", \"intends\", \"anticipates\", \"plans\", \"estimates\", \"potential\", \"possible\", or \"probable\" or statements that certain actions, events or results \"may\", \"will\", \"should\", or \"could\" be taken, occur or be achieved. Forward- current beliefs and expectations and involve certain assumptions or estimates that involve various risks and uncertainties that could cause actual results to differ materially from those reflected in the statements. Estimates of future production levels are based on the Company's current drilling program, which may be subject to revision, suspension or delay based on well results, significant acquisitions and significant changes in commodity prices and/or drilling and completion costs. These risks include, but are not limited to, those set forth in the Company's Annual Report on Form 10-K for the fiscal year ended December 31, 2016 and other filings submitted by the Company to the U.S. Securities and Exchange Commission (SEC), copies of which may be obtained from the SEC's website at www.sec.gov or through the Company's website at www.halconresources.com . Readers any such , which are made only as of the date hereof. The Company has no duty, and assumes no obligation, to update as a result of new information, future events or changes in the Company's expectations.\nWe may use the terms \"resource potential\", \"EUR\" and \"type curves\" in this press release to describe estimates of potentially recoverable hydrocarbons. These are based on the Company's internal estimates of hydrocarbon quantities that may be potentially discovered through exploratory drilling or recovered with additional drilling or recovery techniques. These quantities do not constitute \"reserves\" within the meaning of the Society of Petroleum Engineer's Petroleum Resource Management System or SEC rules and are subject to substantially greater uncertainties relating to recovery than reserves. \"EUR,\" or Estimated Ultimate Recovery, refers to our management's internal estimates based on per well hydrocarbon quantities that may be potentially recovered from a hypothetical future well completed as a producer in the area. For areas where the Company has a very limited operating history, EURs and related type curves are based in large part on publicly available information relating to operations of producers operating in such areas. For areas where the Company has sufficient operating data to make its own estimates, EURs and related type curves are based on internal estimates by the Company's management and reserve engineers.\nSource:Halcon Resources Corporation",
    "published": "2018-02-07T00:01:00.000+02:00",
    "crawled": "2018-02-07T01:04:43.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "halcón",
        "resource",
        "corporation",
        "nyse",
        "hk",
        "halcón",
        "company",
        "today",
        "announced",
        "recently",
        "acquired",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "net",
        "acre",
        "ward",
        "county",
        "texas",
        "approximately",
        "million",
        "property",
        "currently",
        "producing",
        "equates",
        "purchase",
        "price",
        "adjusting",
        "production",
        "using",
        "estimated",
        "value",
        "per",
        "company",
        "also",
        "provided",
        "update",
        "recent",
        "well",
        "result",
        "delaware",
        "basin",
        "acquisition",
        "acreage",
        "well",
        "result",
        "acquisition",
        "largest",
        "acquisition",
        "comprised",
        "net",
        "acre",
        "central",
        "western",
        "ward",
        "county",
        "area",
        "halcón",
        "call",
        "west",
        "quito",
        "draw",
        "company",
        "expects",
        "acquisition",
        "close",
        "early",
        "april",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "west",
        "quito",
        "draw",
        "acquisition",
        "located",
        "actively",
        "developed",
        "area",
        "delaware",
        "basin",
        "add",
        "additional",
        "gross",
        "operated",
        "drilling",
        "location",
        "wolfcamp",
        "rd",
        "bone",
        "spring",
        "sand",
        "zone",
        "average",
        "lateral",
        "length",
        "however",
        "halcón",
        "expects",
        "drilling",
        "predominantly",
        "comprised",
        "lateral",
        "company",
        "estimate",
        "lateral",
        "wolfcamp",
        "acreage",
        "generate",
        "eurs",
        "excess",
        "mmbo",
        "oil",
        "total",
        "eur",
        "oil",
        "gas",
        "approximately",
        "mmboe",
        "including",
        "additional",
        "landing",
        "zone",
        "bone",
        "spring",
        "avalon",
        "etc",
        "halcón",
        "estimate",
        "potential",
        "operated",
        "horizontal",
        "location",
        "within",
        "acreage",
        "position",
        "many",
        "additional",
        "landing",
        "zone",
        "successfully",
        "drilled",
        "offset",
        "operator",
        "area",
        "property",
        "approximately",
        "held",
        "production",
        "operated",
        "average",
        "working",
        "interest",
        "company",
        "considering",
        "bringing",
        "operated",
        "rig",
        "area",
        "second",
        "quarter",
        "halcón",
        "also",
        "recently",
        "closed",
        "acquisition",
        "net",
        "acre",
        "contiguous",
        "existing",
        "monument",
        "draw",
        "area",
        "monument",
        "draw",
        "acquisition",
        "increase",
        "company",
        "monument",
        "draw",
        "base",
        "case",
        "location",
        "inventory",
        "operated",
        "location",
        "average",
        "lateral",
        "length",
        "ft",
        "assuming",
        "two",
        "wolfcamp",
        "zone",
        "one",
        "bone",
        "spring",
        "zone",
        "well",
        "result",
        "type",
        "curve",
        "acreage",
        "expected",
        "consistent",
        "company",
        "existing",
        "wolfcamp",
        "well",
        "monument",
        "draw",
        "acreage",
        "mmboe",
        "eurs",
        "lateral",
        "comprised",
        "oil",
        "including",
        "additional",
        "target",
        "zone",
        "additional",
        "bone",
        "spring",
        "additional",
        "wolfcamp",
        "zone",
        "etc",
        "halcón",
        "estimate",
        "potential",
        "horizontal",
        "operated",
        "location",
        "monument",
        "draw",
        "acreage",
        "company",
        "plan",
        "actively",
        "target",
        "drilling",
        "program",
        "property",
        "operated",
        "average",
        "working",
        "interest",
        "halcón",
        "also",
        "option",
        "agreement",
        "place",
        "purchase",
        "net",
        "acre",
        "eastern",
        "side",
        "existing",
        "monument",
        "draw",
        "area",
        "monument",
        "draw",
        "east",
        "option",
        "company",
        "march",
        "elect",
        "exercise",
        "option",
        "monument",
        "draw",
        "east",
        "option",
        "would",
        "increase",
        "company",
        "monument",
        "draw",
        "base",
        "case",
        "inventory",
        "operated",
        "location",
        "lateral",
        "length",
        "assuming",
        "one",
        "wolfcamp",
        "zone",
        "one",
        "bone",
        "spring",
        "zone",
        "halcón",
        "estimate",
        "potential",
        "operated",
        "horizontal",
        "location",
        "acreage",
        "potential",
        "landing",
        "zone",
        "included",
        "well",
        "result",
        "type",
        "curve",
        "acreage",
        "expected",
        "consistent",
        "company",
        "existing",
        "monument",
        "draw",
        "acreage",
        "mmboe",
        "eurs",
        "lateral",
        "wolfcamp",
        "well",
        "comprised",
        "oil",
        "property",
        "operated",
        "average",
        "working",
        "interest",
        "company",
        "recently",
        "completed",
        "horizontal",
        "well",
        "lower",
        "wolfcamp",
        "zone",
        "southern",
        "portion",
        "monument",
        "draw",
        "east",
        "option",
        "acreage",
        "sealy",
        "ranch",
        "5902h",
        "well",
        "halcón",
        "ran",
        "horizontal",
        "shuttle",
        "log",
        "well",
        "expects",
        "well",
        "highly",
        "productive",
        "based",
        "log",
        "result",
        "well",
        "put",
        "online",
        "late",
        "january",
        "currently",
        "flowing",
        "back",
        "early",
        "january",
        "company",
        "exercised",
        "previously",
        "disclosed",
        "option",
        "acquire",
        "net",
        "acre",
        "northern",
        "area",
        "monument",
        "draw",
        "million",
        "pro",
        "forma",
        "acquisition",
        "including",
        "exercise",
        "monument",
        "draw",
        "east",
        "option",
        "halcón",
        "acquired",
        "net",
        "acre",
        "delaware",
        "basin",
        "last",
        "year",
        "average",
        "acquisition",
        "cost",
        "adjusting",
        "production",
        "using",
        "estimated",
        "value",
        "per",
        "considering",
        "estimated",
        "value",
        "infrastructure",
        "acquired",
        "map",
        "acquired",
        "property",
        "ward",
        "county",
        "available",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "operated",
        "well",
        "result",
        "monument",
        "draw",
        "halcón",
        "two",
        "operated",
        "horizontal",
        "well",
        "production",
        "two",
        "vertical",
        "well",
        "production",
        "three",
        "horizontal",
        "well",
        "flowing",
        "back",
        "frac",
        "addition",
        "previously",
        "disclosed",
        "producing",
        "sealy",
        "ranch",
        "7901h",
        "well",
        "company",
        "recently",
        "put",
        "sealy",
        "ranch",
        "9301h",
        "well",
        "production",
        "sealy",
        "ranch",
        "9301h",
        "located",
        "northwest",
        "portion",
        "halcón",
        "monument",
        "draw",
        "position",
        "completed",
        "effective",
        "lateral",
        "length",
        "peak",
        "hour",
        "ip",
        "rate",
        "addition",
        "day",
        "peak",
        "ip",
        "rate",
        "oil",
        "exceeding",
        "company",
        "mmboe",
        "wolfcamp",
        "type",
        "curve",
        "eur",
        "area",
        "well",
        "continuing",
        "produce",
        "excess",
        "day",
        "online",
        "sealy",
        "ranch",
        "7902h",
        "sealy",
        "ranch",
        "7903h",
        "well",
        "located",
        "southwestern",
        "area",
        "monument",
        "draw",
        "currently",
        "flowing",
        "back",
        "frac",
        "recently",
        "began",
        "cutting",
        "oil",
        "recent",
        "hour",
        "ip",
        "rate",
        "well",
        "excess",
        "oil",
        "oil",
        "respectively",
        "continues",
        "increase",
        "hourly",
        "hackberry",
        "draw",
        "area",
        "pecos",
        "county",
        "texas",
        "halcón",
        "eight",
        "operated",
        "horizontal",
        "well",
        "production",
        "two",
        "well",
        "flowing",
        "back",
        "frac",
        "seven",
        "producing",
        "horizontal",
        "well",
        "wolfcamp",
        "well",
        "one",
        "rd",
        "bone",
        "spring",
        "well",
        "eight",
        "well",
        "average",
        "completed",
        "lateral",
        "length",
        "average",
        "peak",
        "hour",
        "ip",
        "rate",
        "day",
        "peak",
        "ip",
        "rate",
        "oil",
        "line",
        "company",
        "mmboe",
        "wolfcamp",
        "type",
        "curve",
        "eur",
        "area",
        "addition",
        "successful",
        "horizontal",
        "rd",
        "bone",
        "spring",
        "test",
        "hackberry",
        "draw",
        "area",
        "company",
        "also",
        "successfully",
        "frac",
        "rd",
        "bone",
        "spring",
        "interval",
        "sealy",
        "ranch",
        "vertical",
        "pilot",
        "well",
        "northern",
        "acreage",
        "monument",
        "draw",
        "well",
        "reached",
        "peak",
        "ip24",
        "oil",
        "strong",
        "rate",
        "vertical",
        "frac",
        "indicates",
        "rd",
        "bone",
        "spring",
        "viable",
        "horizontal",
        "target",
        "area",
        "halcon",
        "also",
        "recently",
        "frac",
        "nd",
        "bone",
        "spring",
        "interval",
        "sealy",
        "ranch",
        "vertical",
        "pilot",
        "well",
        "southern",
        "acreage",
        "monument",
        "draw",
        "well",
        "reached",
        "peak",
        "ip24",
        "oil",
        "also",
        "strong",
        "rate",
        "vertical",
        "frac",
        "indicated",
        "nd",
        "bone",
        "spring",
        "viable",
        "horizontal",
        "target",
        "monument",
        "draw",
        "halcón",
        "operated",
        "well",
        "put",
        "online",
        "date",
        "monument",
        "draw",
        "hackberry",
        "draw",
        "average",
        "performing",
        "line",
        "better",
        "expectation",
        "table",
        "summarize",
        "company",
        "operated",
        "horizontal",
        "well",
        "result",
        "date",
        "monument",
        "draw",
        "hackberry",
        "draw",
        "area",
        "compared",
        "company",
        "updated",
        "type",
        "curve",
        "area",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "infrastructure",
        "halcón",
        "continues",
        "build",
        "infrastructure",
        "monument",
        "draw",
        "hackberry",
        "draw",
        "including",
        "water",
        "handing",
        "oil",
        "gas",
        "gathering",
        "system",
        "gas",
        "treatment",
        "facility",
        "power",
        "line",
        "compression",
        "company",
        "currently",
        "recycling",
        "capacity",
        "produced",
        "water",
        "addition",
        "saltwater",
        "injection",
        "capacity",
        "monument",
        "draw",
        "hackberry",
        "draw",
        "halcón",
        "also",
        "fresh",
        "water",
        "sourcing",
        "capacity",
        "company",
        "produced",
        "water",
        "storage",
        "capacity",
        "million",
        "barrel",
        "addition",
        "million",
        "barrel",
        "fresh",
        "water",
        "storage",
        "capacity",
        "halcón",
        "infrastructure",
        "place",
        "progress",
        "today",
        "allow",
        "accommodate",
        "company",
        "growth",
        "next",
        "several",
        "year",
        "closing",
        "west",
        "quito",
        "draw",
        "acquisition",
        "halcón",
        "expects",
        "immediately",
        "begin",
        "infrastructure",
        "area",
        "financing",
        "plan",
        "hedging",
        "update",
        "halcón",
        "plan",
        "use",
        "balance",
        "sheet",
        "cash",
        "fund",
        "acquisition",
        "however",
        "company",
        "may",
        "access",
        "equity",
        "debt",
        "capital",
        "market",
        "ensure",
        "additional",
        "financial",
        "flexibility",
        "halcón",
        "committed",
        "maintaining",
        "strong",
        "balance",
        "sheet",
        "reasonable",
        "leverage",
        "substantial",
        "liquidity",
        "fund",
        "development",
        "growth",
        "next",
        "several",
        "year",
        "halcón",
        "currently",
        "barrel",
        "oil",
        "per",
        "day",
        "hedged",
        "average",
        "price",
        "represents",
        "approximately",
        "oil",
        "production",
        "based",
        "company",
        "previously",
        "issued",
        "production",
        "guidance",
        "halcón",
        "also",
        "barrel",
        "oil",
        "per",
        "day",
        "hedged",
        "average",
        "price",
        "company",
        "continuing",
        "look",
        "layer",
        "hedge",
        "appropriate",
        "production",
        "halcón",
        "estimate",
        "fourth",
        "quarter",
        "production",
        "approximately",
        "fourth",
        "quarter",
        "production",
        "company",
        "previous",
        "guidance",
        "range",
        "due",
        "fewer",
        "well",
        "put",
        "online",
        "november",
        "early",
        "december",
        "previously",
        "forecast",
        "fewer",
        "well",
        "put",
        "online",
        "primarily",
        "delay",
        "sourcing",
        "spot",
        "frac",
        "crew",
        "early",
        "quarter",
        "however",
        "halcón",
        "able",
        "contract",
        "two",
        "spot",
        "completion",
        "crew",
        "fully",
        "work",
        "company",
        "drilled",
        "uncompleted",
        "well",
        "backlog",
        "result",
        "current",
        "production",
        "approximately",
        "spot",
        "frac",
        "crew",
        "released",
        "halcón",
        "currently",
        "operating",
        "three",
        "drilling",
        "rig",
        "one",
        "completion",
        "crew",
        "monument",
        "hackberry",
        "draw",
        "acreage",
        "halcón",
        "continues",
        "expect",
        "full",
        "year",
        "production",
        "average",
        "excluding",
        "impact",
        "west",
        "quito",
        "draw",
        "acquisition",
        "halcón",
        "expects",
        "update",
        "full",
        "year",
        "financial",
        "guidance",
        "future",
        "include",
        "impact",
        "west",
        "quito",
        "draw",
        "acquisition",
        "update",
        "rig",
        "count",
        "longer",
        "term",
        "company",
        "expects",
        "production",
        "grow",
        "excess",
        "annually",
        "assuming",
        "five",
        "rig",
        "running",
        "beyond",
        "halcón",
        "resource",
        "halcón",
        "resource",
        "corporation",
        "independent",
        "energy",
        "company",
        "engaged",
        "acquisition",
        "production",
        "exploration",
        "development",
        "onshore",
        "oil",
        "natural",
        "gas",
        "property",
        "united",
        "state",
        "information",
        "contact",
        "quentin",
        "hick",
        "executive",
        "vice",
        "president",
        "finance",
        "capital",
        "market",
        "investor",
        "relation",
        "qhicks",
        "release",
        "may",
        "contain",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "strictly",
        "historical",
        "statement",
        "constitute",
        "may",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "expects",
        "belief",
        "intends",
        "anticipates",
        "plan",
        "estimate",
        "potential",
        "possible",
        "probable",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "taken",
        "occur",
        "achieved",
        "current",
        "belief",
        "expectation",
        "involve",
        "certain",
        "assumption",
        "estimate",
        "involve",
        "various",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "estimate",
        "future",
        "production",
        "level",
        "based",
        "company",
        "current",
        "drilling",
        "program",
        "may",
        "subject",
        "revision",
        "suspension",
        "delay",
        "based",
        "well",
        "result",
        "significant",
        "acquisition",
        "significant",
        "change",
        "commodity",
        "price",
        "drilling",
        "completion",
        "cost",
        "risk",
        "include",
        "limited",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filing",
        "submitted",
        "company",
        "security",
        "exchange",
        "commission",
        "sec",
        "copy",
        "may",
        "obtained",
        "sec",
        "website",
        "company",
        "website",
        "reader",
        "made",
        "date",
        "hereof",
        "company",
        "duty",
        "assumes",
        "obligation",
        "update",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "company",
        "expectation",
        "may",
        "use",
        "term",
        "resource",
        "potential",
        "eur",
        "type",
        "curve",
        "press",
        "release",
        "describe",
        "estimate",
        "potentially",
        "recoverable",
        "hydrocarbon",
        "based",
        "company",
        "internal",
        "estimate",
        "hydrocarbon",
        "quantity",
        "may",
        "potentially",
        "discovered",
        "exploratory",
        "drilling",
        "recovered",
        "additional",
        "drilling",
        "recovery",
        "technique",
        "quantity",
        "constitute",
        "reserve",
        "within",
        "meaning",
        "society",
        "petroleum",
        "engineer",
        "petroleum",
        "resource",
        "management",
        "system",
        "sec",
        "rule",
        "subject",
        "substantially",
        "greater",
        "uncertainty",
        "relating",
        "recovery",
        "reserve",
        "eur",
        "estimated",
        "ultimate",
        "recovery",
        "refers",
        "management",
        "internal",
        "estimate",
        "based",
        "per",
        "well",
        "hydrocarbon",
        "quantity",
        "may",
        "potentially",
        "recovered",
        "hypothetical",
        "future",
        "well",
        "completed",
        "producer",
        "area",
        "area",
        "company",
        "limited",
        "operating",
        "history",
        "eurs",
        "related",
        "type",
        "curve",
        "based",
        "large",
        "part",
        "publicly",
        "available",
        "information",
        "relating",
        "operation",
        "producer",
        "operating",
        "area",
        "area",
        "company",
        "sufficient",
        "operating",
        "data",
        "make",
        "estimate",
        "eurs",
        "related",
        "type",
        "curve",
        "based",
        "internal",
        "estimate",
        "company",
        "management",
        "reserve",
        "engineer",
        "source",
        "halcon",
        "resource",
        "corporation"
    ]
}