{
    "organizations": [],
    "uuid": "0cd0fe4d5cfac11134fbd0909984df1e77cbd41e",
    "author": "Peter Debruge",
    "url": "https://www.reuters.com/article/variety/film-review-love-simon-idUSL4N1QH1AM",
    "ord_in_thread": 0,
    "title": "Film Review: 'Love, Simon'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES (Variety.com) - By the time your average American teen experiences his or her first kiss, they’ve probably seen hundreds, if not thousands, of heterosexual smooches on screen. But what about Simon Spier, the handsome, well-liked high-school senior at the center of writer-director Greg Berlanti’s “Love, Simon”? He has “a perfectly normal life” in all ways but one: Simon is gay. As such, he doesn’t have a lifetime of positive pop-culture representations coaching him on how to assume his true identity.\nThe first studio-made, teen-targeted romantic comedy to focus on a closeted gay protagonist coming out in high school, “Love, Simon” proves groundbreaking on so many levels, not least of which is just how otherwise familiar it all seems, from laugh-out-loud conversations in the school hallways to co-ed house parties where no one drives drunk, and no one gets past first base.\nLucky for Simon (played by an affable, easy-to-identify-with Nick Robinson), even his home situation is healthy, considering that his parents (played by Josh Duhamel and Jennifer Garner) are still together and remain supportive at all times -- though nothing they say can hold a candle to the father-son heart-to-heart in “Call Me by Your Name.” The only real conflict is Simon’s secret, and the fact that he’s developing a virtual crush on another kid at school.\nIt all starts when Simon (who fantasizes about the hunk with the leaf blower who tends his neighbor’s yard, making it pretty clear from the outset that this isn’t just some phase that can be prayed away) discovers a revealing post by a fellow student on the school’s gossip blog: Though the author doesn’t sign his name, he admits to being gay and opens up about the way it makes him feel.\nEmboldened by his mystery classmate’s candor, Simon decides to contact the author of the post -- under the safety of a pseudonym. In what passes for the 21st-century equivalent of lovers meeting at a masquerade ball, the two teens start to fall for one another online, sharing feelings they’ve never dared to speak aloud without knowing one another’s names. Simon signs his letters “Jacques,” while his new pen pal calls himself “Blue.” (There is one openly gay student at Simon’s Atlanta high school, played by Clark Moore, but he isn’t Simon’s type -- Simon clearly has more hangups than simply being gay, but what teenager doesn‘t?)\nNaturally, Simon is dying to know who the other closeted student might be, and to throw audiences off the scent, Blue’s letters are read by different voices throughout the film, depending on who Simon suspects he might be at any given time. Simon and Blue’s sweet e-pistolary relationship is only just beginning when Simon makes a stupid error and leaves his Gmail account open on a library computer, inadvertently outing himself to class weirdo Martin (Logan Miller).\nThe sort of goofball character one is more likely to find in a Nickelodeon series than in real life, Martin isn’t a bad person per se, but he does an unconscionable thing, exploiting the situation and blackmailing Simon into helping him arrange a date with out-of-his-league friend Abby (Alexandra Shipp).\nWhile we can certainly understand why Simon might play along, the decisions he makes are purely selfish, and cause great turmoil among his social circle -- not just Abby, but best bud Nick (Jorge Lendeborg Jr.), who’s had a crush on Abby since she transferred to their school six months earlier, and longtime friend Leah (Katherine Langford), who can barely hide her feelings for Simon -- all of which makes it increasingly difficult to sympathize with what he’s willing to sacrifice in order to keep his secret.\nIt takes enormous courage to come out in high school. It’s a period marked by peer pressure and bullying for most teens, and one can’t blame most adolescents -- gay or straight -- for wanting to keep their heads down. On television, “Glee” tackled many of these issues from the relatively flamboyant sphere of the drama club (which factors here, via a hilariously awful production of “Cabaret” overseen by comedy MVP Natasha Rothwell). But let it be said: “Love, Simon” is precisely the kind of movie its main character so desperately needs -- which means, Simon is about to become the model for an entire demographic that has had to do without, until now.\nThat doesn’t mean Simon is perfect -- far from it, in fact, and Elizabeth Berger and Isaac Aptaker’s script, adapted from Becky Albertalli’s YA novel “Simon vs. the Homo Sapiens Agenda,” doesn’t let him off easy for his flaws. And it doesn’t even mean that this is a particularly great film, although it’s no worse than most of the other teen movies out there (and a good deal funnier than most). At a cultural moment when it matters so much for audiences to see themselves represented on screen, “Love, Simon” broadens the spectrum to include those who are questioning their sexuality. For the longest time, gay audiences had to content themselves with being relegated to best friend roles. But what if the gay person is you, the leading man in your own story?\nA film like this will be analyzed, critiqued, and debated from countless angles (homophobes will accuse of it “turning people gay,” while queer advocates may fault it for casting a straight-identifying actor in such a high-profile gay role), but there’s no question that it’s a start. Berlanti launched his directing career with the gay indie “The Broken Hearts Club,” before finding his footing in television, and this feels like the product of the 15 or so years he’s spent producing shows like “Dawson’s Creek” and “Riverdale” (compete with too-close framing and an on-the-nose score). It doesn’t feel any more true-to-life than the Disney Channel’s “High School Musical” series did, but it demonstrates a refreshing John Hughes-like frankness about the subject of sex (mainly, that it’s a natural thing that people do when they love one another) in a genre that’s too often neutered, or worse, exploited for “American Pie”-style raunch.\n“Love, Simon” is so accessible that gay teens don’t even appear to be its target audience; rather, the movie seems more ideally suited to young women -- essentially the U.S. equivalent of the avid female readership that sustains Japan’s massive yaoi comic-book market.\nIf this pioneering film is a success (a big “if,” since the young men who need it most might be too self-conscious to see it in theaters), expect more female-friendly gay-male love stories marketed at teens -- the ultimate upside of which will be a chance to show those struggling with oppression, suicidal thoughts, and the other trappings of the closet that they are not alone, and need not feel ashamed.\n ",
    "published": "2018-02-27T09:30:00.000+02:00",
    "crawled": "2018-02-27T15:00:12.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "time",
        "average",
        "american",
        "teen",
        "experience",
        "first",
        "kiss",
        "probably",
        "seen",
        "hundred",
        "thousand",
        "heterosexual",
        "smooch",
        "screen",
        "simon",
        "spier",
        "handsome",
        "senior",
        "center",
        "greg",
        "berlanti",
        "love",
        "simon",
        "perfectly",
        "normal",
        "life",
        "way",
        "one",
        "simon",
        "gay",
        "lifetime",
        "positive",
        "representation",
        "coaching",
        "assume",
        "true",
        "identity",
        "first",
        "romantic",
        "comedy",
        "focus",
        "closeted",
        "gay",
        "protagonist",
        "coming",
        "high",
        "school",
        "love",
        "simon",
        "prof",
        "groundbreaking",
        "many",
        "level",
        "least",
        "otherwise",
        "familiar",
        "seems",
        "conversation",
        "school",
        "hallway",
        "house",
        "party",
        "one",
        "drive",
        "drunk",
        "one",
        "get",
        "past",
        "first",
        "base",
        "lucky",
        "simon",
        "played",
        "affable",
        "nick",
        "robinson",
        "even",
        "home",
        "situation",
        "healthy",
        "considering",
        "parent",
        "played",
        "josh",
        "duhamel",
        "jennifer",
        "garner",
        "still",
        "together",
        "remain",
        "supportive",
        "time",
        "though",
        "nothing",
        "say",
        "hold",
        "candle",
        "call",
        "real",
        "conflict",
        "simon",
        "secret",
        "fact",
        "developing",
        "virtual",
        "crush",
        "another",
        "kid",
        "school",
        "start",
        "simon",
        "fantasizes",
        "hunk",
        "leaf",
        "blower",
        "tends",
        "neighbor",
        "yard",
        "making",
        "pretty",
        "clear",
        "outset",
        "phase",
        "prayed",
        "away",
        "discovers",
        "revealing",
        "post",
        "fellow",
        "student",
        "school",
        "gossip",
        "blog",
        "though",
        "author",
        "sign",
        "name",
        "admits",
        "gay",
        "open",
        "way",
        "make",
        "feel",
        "emboldened",
        "mystery",
        "classmate",
        "candor",
        "simon",
        "decides",
        "contact",
        "author",
        "post",
        "safety",
        "pseudonym",
        "pass",
        "equivalent",
        "lover",
        "meeting",
        "masquerade",
        "ball",
        "two",
        "teen",
        "start",
        "fall",
        "one",
        "another",
        "online",
        "sharing",
        "feeling",
        "never",
        "dared",
        "speak",
        "aloud",
        "without",
        "knowing",
        "one",
        "another",
        "name",
        "simon",
        "sign",
        "letter",
        "jacques",
        "new",
        "pen",
        "pal",
        "call",
        "one",
        "openly",
        "gay",
        "student",
        "simon",
        "atlanta",
        "high",
        "school",
        "played",
        "clark",
        "moore",
        "simon",
        "type",
        "simon",
        "clearly",
        "hangups",
        "simply",
        "gay",
        "teenager",
        "naturally",
        "simon",
        "dying",
        "know",
        "closeted",
        "student",
        "might",
        "throw",
        "audience",
        "scent",
        "blue",
        "letter",
        "read",
        "different",
        "voice",
        "throughout",
        "film",
        "depending",
        "simon",
        "suspect",
        "might",
        "given",
        "time",
        "simon",
        "blue",
        "sweet",
        "relationship",
        "beginning",
        "simon",
        "make",
        "stupid",
        "error",
        "leaf",
        "gmail",
        "account",
        "open",
        "library",
        "computer",
        "inadvertently",
        "outing",
        "class",
        "weirdo",
        "martin",
        "logan",
        "miller",
        "sort",
        "goofball",
        "character",
        "one",
        "likely",
        "find",
        "nickelodeon",
        "series",
        "real",
        "life",
        "martin",
        "bad",
        "person",
        "per",
        "se",
        "unconscionable",
        "thing",
        "exploiting",
        "situation",
        "blackmailing",
        "simon",
        "helping",
        "arrange",
        "date",
        "friend",
        "abby",
        "alexandra",
        "shipp",
        "certainly",
        "understand",
        "simon",
        "might",
        "play",
        "along",
        "decision",
        "make",
        "purely",
        "selfish",
        "cause",
        "great",
        "turmoil",
        "among",
        "social",
        "circle",
        "abby",
        "best",
        "bud",
        "nick",
        "jorge",
        "lendeborg",
        "crush",
        "abby",
        "since",
        "transferred",
        "school",
        "six",
        "month",
        "earlier",
        "longtime",
        "friend",
        "leah",
        "katherine",
        "langford",
        "barely",
        "hide",
        "feeling",
        "simon",
        "make",
        "increasingly",
        "difficult",
        "sympathize",
        "willing",
        "sacrifice",
        "order",
        "keep",
        "secret",
        "take",
        "enormous",
        "courage",
        "come",
        "high",
        "school",
        "period",
        "marked",
        "peer",
        "pressure",
        "bullying",
        "teen",
        "one",
        "blame",
        "adolescent",
        "gay",
        "straight",
        "wanting",
        "keep",
        "head",
        "television",
        "glee",
        "tackled",
        "many",
        "issue",
        "relatively",
        "flamboyant",
        "sphere",
        "drama",
        "club",
        "factor",
        "via",
        "hilariously",
        "awful",
        "production",
        "cabaret",
        "overseen",
        "comedy",
        "mvp",
        "natasha",
        "rothwell",
        "let",
        "said",
        "love",
        "simon",
        "precisely",
        "kind",
        "movie",
        "main",
        "character",
        "desperately",
        "need",
        "mean",
        "simon",
        "become",
        "model",
        "entire",
        "demographic",
        "without",
        "mean",
        "simon",
        "perfect",
        "far",
        "fact",
        "elizabeth",
        "berger",
        "isaac",
        "aptaker",
        "script",
        "adapted",
        "becky",
        "albertalli",
        "ya",
        "novel",
        "simon",
        "homo",
        "sapiens",
        "agenda",
        "let",
        "easy",
        "flaw",
        "even",
        "mean",
        "particularly",
        "great",
        "film",
        "although",
        "worse",
        "teen",
        "movie",
        "good",
        "deal",
        "funnier",
        "cultural",
        "moment",
        "matter",
        "much",
        "audience",
        "see",
        "represented",
        "screen",
        "love",
        "simon",
        "broadens",
        "spectrum",
        "include",
        "questioning",
        "sexuality",
        "longest",
        "time",
        "gay",
        "audience",
        "content",
        "relegated",
        "best",
        "friend",
        "role",
        "gay",
        "person",
        "leading",
        "man",
        "story",
        "film",
        "like",
        "analyzed",
        "critiqued",
        "debated",
        "countless",
        "angle",
        "homophobe",
        "accuse",
        "turning",
        "people",
        "gay",
        "queer",
        "advocate",
        "may",
        "fault",
        "casting",
        "actor",
        "gay",
        "role",
        "question",
        "start",
        "berlanti",
        "launched",
        "directing",
        "career",
        "gay",
        "indie",
        "broken",
        "heart",
        "club",
        "finding",
        "footing",
        "television",
        "feel",
        "like",
        "product",
        "year",
        "spent",
        "producing",
        "show",
        "like",
        "dawson",
        "creek",
        "riverdale",
        "compete",
        "framing",
        "score",
        "feel",
        "disney",
        "channel",
        "high",
        "school",
        "musical",
        "series",
        "demonstrates",
        "refreshing",
        "john",
        "frankness",
        "subject",
        "sex",
        "mainly",
        "natural",
        "thing",
        "people",
        "love",
        "one",
        "another",
        "genre",
        "often",
        "neutered",
        "worse",
        "exploited",
        "american",
        "pie",
        "raunch",
        "love",
        "simon",
        "accessible",
        "gay",
        "teen",
        "even",
        "appear",
        "target",
        "audience",
        "rather",
        "movie",
        "seems",
        "ideally",
        "suited",
        "young",
        "woman",
        "essentially",
        "equivalent",
        "avid",
        "female",
        "readership",
        "sustains",
        "japan",
        "massive",
        "yaoi",
        "market",
        "pioneering",
        "film",
        "success",
        "big",
        "since",
        "young",
        "men",
        "need",
        "might",
        "see",
        "theater",
        "expect",
        "love",
        "story",
        "marketed",
        "teen",
        "ultimate",
        "upside",
        "chance",
        "show",
        "struggling",
        "oppression",
        "suicidal",
        "thought",
        "trapping",
        "closet",
        "alone",
        "need",
        "feel",
        "ashamed"
    ]
}