{
    "organizations": [],
    "uuid": "08f8d45e598db9c112cb66a75354dc3b5c818de7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/globe-newswire-aegean-marine-petroleum-network-inc-announces-preliminary-earnings-for-fourth-quarter-2017aand-timing-of-full-earnings.html",
    "ord_in_thread": 0,
    "title": "Aegean Marine Petroleum Network Inc. Announces Preliminary Earnings for Fourth Quarter 2017 and Timing of Full Earnings Results and Conference Call",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Feb. 20, 2018 (GLOBE NEWSWIRE) -- Aegean Marine Petroleum Network Inc. (the “Company” or “Aegean”) (NYSE:ANW), a leading international marine fuel logistics company, today announced that it expects to report a net loss of approximately $28.2 million, or a loss of $0.69 per share, for the fourth quarter of 2017 (subject to final year-end audit). The fourth quarter of 2017 was impacted by approximately $14.5 million of non-recurring charges that impeded the Company’s performance, including the following:\n$4.5 million in cash charges related to legal, tax and advisory fees; and $10.0 million in non-cash charges related to tax and accounting changes, currency translation, non-cash severance, write-offs related to the Company’s closure in Singapore and the loss on the sale of a vessel.\nThe fourth quarter of 2017 was also impacted by approximately $12 million of losses as a result of the Company’s first in, first out (FIFO) reporting method of inventory cost that created a mismatch when compared to the mark-to-market of the Company’s respective hedges at December 31, 2017. This loss was recovered in January 2018 when inventory was sold at market prices (and not at cost) and the hedges were closed at market.\nIn addition, Aegean continues to take proactive steps to cut costs and offset the competitive operating environment that persisted throughout 2017. Among other recent actions, the Company has:\nceased operating its physical supply business in Singapore, where margins were unsupportive of profitable business; recalibrated its West Coast U.S. storage footprint to better fit the ongoing business and lower overhead; reduced volumes and focused on more profitable businesses in the Fujairah market; secured contract cover for the majority of the Company’s clean products tanks in the Fujairah storage facility; and continued the active management of our vessel fleet with a dynamic chartering program, including the reactivation of one vessel from hot lay-up and placement of one more vessel in cold lay-up, thereby increasing the total number of vessels in cold lay-up to five.\nJonathan McIlroy, Aegean’s President, commented, “Despite what has continued to be a challenging period in our core business, I am proud of the definitive action our management team has taken to offset market weakness. Our expected fourth quarter headline results do not tell the full story of the cost cutting and bold steps we have taken—such as ceasing our physical supply business in Singapore during the quarter. While business was slower to come back in the wake of third quarter’s severe hurricane season and refinery outages in Mexico, our core business showed signs of modest improvement from third quarter’s results. 2018 is likely to be another tough year for our core business, but Aegean is amidst a transformation that we firmly believe will unlock significant value for all shareholders over time.”\nAcquisition of H.E.C. Europe Limited and Related Conference Call\nEarlier today the Company announced that it has entered into a definitive agreement to acquire all of the outstanding share capital of H.E.C. Europe Limited (“H.E.C.”), the parent company of Hellenic Environmental Center S.A. and a group of companies that together provide global port reception facilities services (the “HEC Group”). For more information on this acquisition, including the details for accessing the related conference call that will take place tomorrow, Wednesday, February 21, 2018 at 10:00 A.M. Eastern Time, please refer to the Company’s press release issued earlier today.\nTiming of Earnings\nThe Company plans to release its results for the fourth quarter of 2017 on Wednesday, March 7, 2018, after the close of market trading. The Company will hold a conference call during which it will discuss fourth quarter results in more detail on Thursday, March 8, 2018, at 8:30 A.M. Eastern Time.\nEarnings Conference Call Details\nParticipants should dial into the call 10 minutes before the scheduled time using the following numbers: +1 (866) 819-7111 (from the U.S.), 0(800) 953-0329 (from the U.K.) or (+44) (0) 1452 542 301 (Standard International Dial In). Please request \"Aegean\" from the operator.\nA telephonic replay of the conference call will be available until Thursday, March 15, 2018. The United States replay number is +1 (866) 247-4222; from the U.K. 0(800) 953-1533; the standard international replay number is (+44) (0) 1452 550 000 and the access code required for the replay is: 88442018.\nLive Audio Webcast and Slides\nIn parallel with the conference call, there will also be a live audio webcast as well as slides for use with the conference call. These can be accessed, and will be archived, on the Investor Relations section of the Company’s website at http://aegeanmarine.gcs-web.com/events-and-presentations/events . Participants in the live webcast should register on the website approximately 10 minutes prior to the start of the call.\nAbout Aegean Marine Petroleum Network Inc.\nAegean Marine Petroleum Network Inc. is an international marine fuel logistics company that markets and physically supplies refined marine fuel and lubricants to ships in port and at sea. The Company procures product from various sources (such as refineries, oil producers, and traders) and resells it to a diverse group of customers across all major commercial shipping sectors and leading cruise lines. Currently, Aegean has a global presence in 30 markets and a team of professionals ready to serve its customers wherever they are around the globe. For additional information please visit: www.ampni.com\nAbout H.E.C.\nThe HEC Group is an environmental company active in the treatment of maritime and offshore waste, using both chemical and mechanical technologies, in order to support vessel and terminal operators, as well as various governmental and regulatory bodies and port authorities. The vision of the HEC Group is to create a dynamic global network (Global Green Ports) that will become one of the largest international reception facilities networks worldwide. H.E.C., through its affiliates, provides its services to some of the largest international shipping and oil and gas companies. The HEC Group operates in a highly regulated and legislation driven market. Treatment of marine waste is mandatory with regulations applying to all vessels prohibiting the dumping of vessel-generated waste at sea. The waste treatment process takes place both in the HEC Group’s modern land-based facilities and in their floating facilities.\nCautionary Statement Regarding Forward-Looking Statements\nMatters discussed in this press release may constitute . The Private Securities Litigation Reform Act of 1995 provides safe harbor protections for in order to encourage companies to provide prospective information about their business. Forward-looking statements include statements concerning plans, objectives, goals, strategies, future events or performance, and underlying assumptions and other statements, which are other than statements of historical facts.\nThe Company desires to take advantage of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and is including this cautionary statement in connection with this safe harbor legislation. The words “will,” “believe,” “intend,” “anticipate,” “estimate,” “project,” “forecast,” “plan,” “potential,” “may,” “should,” “expect” and similar expressions identify . The in this press release are based upon various assumptions, many of which are based, in turn, upon further assumptions, including without limitation, Company management’s examination of historical operating trends, data contained in the Company’s records and other data available from third parties. Although the Company believes that these assumptions were reasonable when made, because these assumptions are inherently subject to significant uncertainties and contingencies that are difficult or impossible to predict and are beyond the Company’s control, the Company cannot assure you that it will achieve or accomplish these expectations, beliefs or projections.\nIn addition to these important factors, other important factors that, in the Company's view, could cause actual results to differ materially from those discussed in the include the Company’s ability to successfully complete the proposed acquisition of H.E.C. on anticipated terms and timing, unforeseen liabilities, future capital expenditures, revenues, expenses, earnings, synergies, economic performance, indebtedness, financial condition, losses, future prospects, business and management strategies for the management, expansion and growth of the new combined company’s operations and other conditions to the completion of the acquisition, risks relating to the integration of H.E.C.’s operations and the possibility that the anticipated synergies and other benefits of the proposed acquisition will not be realized or will not be realized within the expected timeframe, the outcome of any legal proceedings related to the acquisition, the Company's ability to manage growth, the Company's ability to maintain its business in light of its proposed business and location expansion or other changes in its business, the Company's ability to obtain double hull secondhand bunkering tankers, the outcome of legal, tax or regulatory proceedings to which the Company may become a party, adverse conditions in the shipping or the marine fuel supply industries, the Company's ability to retain its key suppliers and key customers, material disruptions in the availability or supply of crude oil or refined petroleum products, changes in the market price of petroleum, including the volatility of spot pricing, increased levels of competition, compliance or lack of compliance with various environmental and other applicable laws and regulations, the Company's ability to collect accounts receivable, changes in the political, economic or regulatory conditions in the markets in which the Company operates, and the world in general, the Company's failure to hedge certain financial risks associated with its business, the Company's ability to maintain its current tax treatments and its failure to comply with restrictions in its credit agreements and other factors. Please see the Company's filings with the U.S. Securities and Exchange Commission for a more complete discussion of these and other risks and uncertainties.\nCONTACTS:\nCompany\nAegean Marine Petroleum Network Inc.\nTel. +1-212-430-1098\nEmail: investor@ampni.com\nInvestor Relations / Media Advisor\nNicolas Bornozis / Daniela Guerrero\nCapital Link, Inc.\nTel. +1-212-661-7566\nEmail: aegean@capitallink.com\nSource:Aegean Marine Petroleum Network Inc.",
    "published": "2018-02-21T02:45:00.000+02:00",
    "crawled": "2018-02-21T05:08:32.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "globe",
        "newswire",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "company",
        "aegean",
        "nyse",
        "anw",
        "leading",
        "international",
        "marine",
        "fuel",
        "logistics",
        "company",
        "today",
        "announced",
        "expects",
        "report",
        "net",
        "loss",
        "approximately",
        "million",
        "loss",
        "per",
        "share",
        "fourth",
        "quarter",
        "subject",
        "final",
        "audit",
        "fourth",
        "quarter",
        "impacted",
        "approximately",
        "million",
        "charge",
        "impeded",
        "company",
        "performance",
        "including",
        "following",
        "million",
        "cash",
        "charge",
        "related",
        "legal",
        "tax",
        "advisory",
        "fee",
        "million",
        "charge",
        "related",
        "tax",
        "accounting",
        "change",
        "currency",
        "translation",
        "severance",
        "related",
        "company",
        "closure",
        "singapore",
        "loss",
        "sale",
        "vessel",
        "fourth",
        "quarter",
        "also",
        "impacted",
        "approximately",
        "million",
        "loss",
        "result",
        "company",
        "first",
        "first",
        "fifo",
        "reporting",
        "method",
        "inventory",
        "cost",
        "created",
        "mismatch",
        "compared",
        "company",
        "respective",
        "hedge",
        "december",
        "loss",
        "recovered",
        "january",
        "inventory",
        "sold",
        "market",
        "price",
        "cost",
        "hedge",
        "closed",
        "market",
        "addition",
        "aegean",
        "continues",
        "take",
        "proactive",
        "step",
        "cut",
        "cost",
        "offset",
        "competitive",
        "operating",
        "environment",
        "persisted",
        "throughout",
        "among",
        "recent",
        "action",
        "company",
        "ceased",
        "operating",
        "physical",
        "supply",
        "business",
        "singapore",
        "margin",
        "unsupportive",
        "profitable",
        "business",
        "recalibrated",
        "west",
        "coast",
        "storage",
        "footprint",
        "better",
        "fit",
        "ongoing",
        "business",
        "lower",
        "overhead",
        "reduced",
        "volume",
        "focused",
        "profitable",
        "business",
        "fujairah",
        "market",
        "secured",
        "contract",
        "cover",
        "majority",
        "company",
        "clean",
        "product",
        "tank",
        "fujairah",
        "storage",
        "facility",
        "continued",
        "active",
        "management",
        "vessel",
        "fleet",
        "dynamic",
        "chartering",
        "program",
        "including",
        "reactivation",
        "one",
        "vessel",
        "hot",
        "placement",
        "one",
        "vessel",
        "cold",
        "thereby",
        "increasing",
        "total",
        "number",
        "vessel",
        "cold",
        "five",
        "jonathan",
        "mcilroy",
        "aegean",
        "president",
        "commented",
        "despite",
        "continued",
        "challenging",
        "period",
        "core",
        "business",
        "proud",
        "definitive",
        "action",
        "management",
        "team",
        "taken",
        "offset",
        "market",
        "weakness",
        "expected",
        "fourth",
        "quarter",
        "headline",
        "result",
        "tell",
        "full",
        "story",
        "cost",
        "cutting",
        "bold",
        "step",
        "ceasing",
        "physical",
        "supply",
        "business",
        "singapore",
        "quarter",
        "business",
        "slower",
        "come",
        "back",
        "wake",
        "third",
        "quarter",
        "severe",
        "hurricane",
        "season",
        "refinery",
        "outage",
        "mexico",
        "core",
        "business",
        "showed",
        "sign",
        "modest",
        "improvement",
        "third",
        "quarter",
        "result",
        "likely",
        "another",
        "tough",
        "year",
        "core",
        "business",
        "aegean",
        "amidst",
        "transformation",
        "firmly",
        "believe",
        "unlock",
        "significant",
        "value",
        "shareholder",
        "acquisition",
        "europe",
        "limited",
        "related",
        "conference",
        "call",
        "earlier",
        "today",
        "company",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "outstanding",
        "share",
        "capital",
        "europe",
        "limited",
        "parent",
        "company",
        "hellenic",
        "environmental",
        "center",
        "group",
        "company",
        "together",
        "provide",
        "global",
        "port",
        "reception",
        "facility",
        "service",
        "hec",
        "group",
        "information",
        "acquisition",
        "including",
        "detail",
        "accessing",
        "related",
        "conference",
        "call",
        "take",
        "place",
        "tomorrow",
        "wednesday",
        "february",
        "eastern",
        "time",
        "please",
        "refer",
        "company",
        "press",
        "release",
        "issued",
        "earlier",
        "today",
        "timing",
        "earnings",
        "company",
        "plan",
        "release",
        "result",
        "fourth",
        "quarter",
        "wednesday",
        "march",
        "close",
        "market",
        "trading",
        "company",
        "hold",
        "conference",
        "call",
        "discus",
        "fourth",
        "quarter",
        "result",
        "detail",
        "thursday",
        "march",
        "eastern",
        "time",
        "earnings",
        "conference",
        "call",
        "detail",
        "participant",
        "dial",
        "call",
        "minute",
        "scheduled",
        "time",
        "using",
        "following",
        "number",
        "standard",
        "international",
        "dial",
        "please",
        "request",
        "aegean",
        "operator",
        "telephonic",
        "replay",
        "conference",
        "call",
        "available",
        "thursday",
        "march",
        "united",
        "state",
        "replay",
        "number",
        "standard",
        "international",
        "replay",
        "number",
        "access",
        "code",
        "required",
        "replay",
        "live",
        "audio",
        "webcast",
        "slide",
        "parallel",
        "conference",
        "call",
        "also",
        "live",
        "audio",
        "webcast",
        "well",
        "slide",
        "use",
        "conference",
        "call",
        "accessed",
        "archived",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "participant",
        "live",
        "webcast",
        "register",
        "website",
        "approximately",
        "minute",
        "prior",
        "start",
        "call",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "international",
        "marine",
        "fuel",
        "logistics",
        "company",
        "market",
        "physically",
        "supply",
        "refined",
        "marine",
        "fuel",
        "lubricant",
        "ship",
        "port",
        "sea",
        "company",
        "procures",
        "product",
        "various",
        "source",
        "refinery",
        "oil",
        "producer",
        "trader",
        "resells",
        "diverse",
        "group",
        "customer",
        "across",
        "major",
        "commercial",
        "shipping",
        "sector",
        "leading",
        "cruise",
        "line",
        "currently",
        "aegean",
        "global",
        "presence",
        "market",
        "team",
        "professional",
        "ready",
        "serve",
        "customer",
        "wherever",
        "around",
        "globe",
        "additional",
        "information",
        "please",
        "visit",
        "hec",
        "group",
        "environmental",
        "company",
        "active",
        "treatment",
        "maritime",
        "offshore",
        "waste",
        "using",
        "chemical",
        "mechanical",
        "technology",
        "order",
        "support",
        "vessel",
        "terminal",
        "operator",
        "well",
        "various",
        "governmental",
        "regulatory",
        "body",
        "port",
        "authority",
        "vision",
        "hec",
        "group",
        "create",
        "dynamic",
        "global",
        "network",
        "global",
        "green",
        "port",
        "become",
        "one",
        "largest",
        "international",
        "reception",
        "facility",
        "network",
        "worldwide",
        "affiliate",
        "provides",
        "service",
        "largest",
        "international",
        "shipping",
        "oil",
        "gas",
        "company",
        "hec",
        "group",
        "operates",
        "highly",
        "regulated",
        "legislation",
        "driven",
        "market",
        "treatment",
        "marine",
        "waste",
        "mandatory",
        "regulation",
        "applying",
        "vessel",
        "prohibiting",
        "dumping",
        "waste",
        "sea",
        "waste",
        "treatment",
        "process",
        "take",
        "place",
        "hec",
        "group",
        "modern",
        "facility",
        "floating",
        "facility",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "matter",
        "discussed",
        "press",
        "release",
        "may",
        "constitute",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "safe",
        "harbor",
        "protection",
        "order",
        "encourage",
        "company",
        "provide",
        "prospective",
        "information",
        "business",
        "statement",
        "include",
        "statement",
        "concerning",
        "plan",
        "objective",
        "goal",
        "strategy",
        "future",
        "event",
        "performance",
        "underlying",
        "assumption",
        "statement",
        "statement",
        "historical",
        "fact",
        "company",
        "desire",
        "take",
        "advantage",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "cautionary",
        "statement",
        "connection",
        "safe",
        "harbor",
        "legislation",
        "word",
        "believe",
        "intend",
        "anticipate",
        "estimate",
        "project",
        "forecast",
        "plan",
        "potential",
        "may",
        "expect",
        "similar",
        "expression",
        "identify",
        "press",
        "release",
        "based",
        "upon",
        "various",
        "assumption",
        "many",
        "based",
        "turn",
        "upon",
        "assumption",
        "including",
        "without",
        "limitation",
        "company",
        "management",
        "examination",
        "historical",
        "operating",
        "trend",
        "data",
        "contained",
        "company",
        "record",
        "data",
        "available",
        "third",
        "party",
        "although",
        "company",
        "belief",
        "assumption",
        "reasonable",
        "made",
        "assumption",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "contingency",
        "difficult",
        "impossible",
        "predict",
        "beyond",
        "company",
        "control",
        "company",
        "assure",
        "achieve",
        "accomplish",
        "expectation",
        "belief",
        "projection",
        "addition",
        "important",
        "factor",
        "important",
        "factor",
        "company",
        "view",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "include",
        "company",
        "ability",
        "successfully",
        "complete",
        "proposed",
        "acquisition",
        "anticipated",
        "term",
        "timing",
        "unforeseen",
        "liability",
        "future",
        "capital",
        "expenditure",
        "revenue",
        "expense",
        "earnings",
        "synergy",
        "economic",
        "performance",
        "indebtedness",
        "financial",
        "condition",
        "loss",
        "future",
        "prospect",
        "business",
        "management",
        "strategy",
        "management",
        "expansion",
        "growth",
        "new",
        "combined",
        "company",
        "operation",
        "condition",
        "completion",
        "acquisition",
        "risk",
        "relating",
        "integration",
        "operation",
        "possibility",
        "anticipated",
        "synergy",
        "benefit",
        "proposed",
        "acquisition",
        "realized",
        "realized",
        "within",
        "expected",
        "timeframe",
        "outcome",
        "legal",
        "proceeding",
        "related",
        "acquisition",
        "company",
        "ability",
        "manage",
        "growth",
        "company",
        "ability",
        "maintain",
        "business",
        "light",
        "proposed",
        "business",
        "location",
        "expansion",
        "change",
        "business",
        "company",
        "ability",
        "obtain",
        "double",
        "hull",
        "secondhand",
        "bunkering",
        "tanker",
        "outcome",
        "legal",
        "tax",
        "regulatory",
        "proceeding",
        "company",
        "may",
        "become",
        "party",
        "adverse",
        "condition",
        "shipping",
        "marine",
        "fuel",
        "supply",
        "industry",
        "company",
        "ability",
        "retain",
        "key",
        "supplier",
        "key",
        "customer",
        "material",
        "disruption",
        "availability",
        "supply",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "change",
        "market",
        "price",
        "petroleum",
        "including",
        "volatility",
        "spot",
        "pricing",
        "increased",
        "level",
        "competition",
        "compliance",
        "lack",
        "compliance",
        "various",
        "environmental",
        "applicable",
        "law",
        "regulation",
        "company",
        "ability",
        "collect",
        "account",
        "receivable",
        "change",
        "political",
        "economic",
        "regulatory",
        "condition",
        "market",
        "company",
        "operates",
        "world",
        "general",
        "company",
        "failure",
        "hedge",
        "certain",
        "financial",
        "risk",
        "associated",
        "business",
        "company",
        "ability",
        "maintain",
        "current",
        "tax",
        "treatment",
        "failure",
        "comply",
        "restriction",
        "credit",
        "agreement",
        "factor",
        "please",
        "see",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "complete",
        "discussion",
        "risk",
        "uncertainty",
        "contact",
        "company",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "tel",
        "email",
        "investor",
        "investor",
        "relation",
        "medium",
        "advisor",
        "nicolas",
        "bornozis",
        "daniela",
        "guerrero",
        "capital",
        "link",
        "tel",
        "email",
        "aegean",
        "source",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "inc"
    ]
}