{
    "organizations": [],
    "uuid": "a1b92b4143535f295775d17eedc4ee4db46961ef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/globe-newswire-paragon-announces-agreement-to-be-acquired-by-borr-drilling-and-execution-of-settlement-agreement-in-prospector-chapter-11.html",
    "ord_in_thread": 0,
    "title": "Paragon Announces Agreement to be Acquired by Borr Drilling and Execution of Settlement Agreement in Prospector Chapter 11 Cases",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Tender offer for all of Paragon’s outstanding shares Cash offer price of $42.28 per share Recommended by Paragon’s Board of Directors Supported by 67.9% of Paragon’s shareholders Consensual agreement reached with SinoEnergy to allow Paragon to acquire the Prospector rigs out of chapter 11\nHOUSTON, Feb. 22, 2018 (GLOBE NEWSWIRE) -- Paragon Offshore Limited (“ Paragon ” or the “ company ”) announced that it has signed a Tender Offer Agreement (the “ Tender Offer Agreement ”) with Borr Drilling Limited (“ Borr ”), a public limited company incorporated under the laws of Bermuda and listed on the Oslo Stock Exchange, pursuant to which, on the terms and subject to the conditions thereof, Borr has agreed to commence a tender offer to acquire all of the outstanding shares of the company (the “ Shares ”) at a purchase price of $42.28 per Share (the “ Offer ”).\nBorr is expected to commence the Offer on February 26, 2018 and the Offer will remain open for 20 business days (the “ Offer Period ”). The Offer Period is expected to expire at 12:01 A.M. Eastern Time on March 24, 2018, unless extended (such date, including any extension, being referred to as the “ Expiration Date ”). The transaction is expected to close on March 26, 2018, subject to the satisfaction of the Offer conditions. The members of the company (the “ Shareholders ”) will receive detailed information regarding the terms of the Offer in an Offer to Purchase (the “ Offer to Purchase ”) and related materials, including a letter of transmittal and a disclosure statement (the “ materials ”) to be disseminated by Borr and Paragon on the date of commencement of the Offer.\nJay Swent, Paragon’s President and Chief Executive Officer, said, “We believe this is an excellent outcome for Paragon’s stakeholders. Although Paragon is well positioned to manage through the cycles of the intensely competitive offshore drilling industry, this opportunity minimizes the risk of the investment outcome for our stakeholders at an attractive price. I am proud of our highly qualified and dedicated employees, our assets, and our well-deserved reputation for operational excellence, industry-leading safety and uptime performance, and customer service, all of which are important value drivers in this transaction.”\nTerms of the Tender Offer Agreement\nUnder terms of the Tender Offer Agreement, each Shareholder of Paragon will receive, for each outstanding Share validly tendered and not properly withdrawn in the Offer, subject to reduction for any applicable withholding taxes in respect thereof, cash in an amount equal to US $42.28 per Share.\nThe Offer will be subject to a number of conditions, including, among other customary conditions, that (a) at least 3,361,763 Shares, representing at least 67% of the outstanding Shares have been validly tendered and not withdrawn before the Expiration Date, (b) that no material adverse change shall have occurred prior to closing, and (c) the condition that Paragon shall have completed all actions necessary to acquire ownership of certain Prospector drilling rigs and legal entities currently subject to chapter 11 proceedings in the United States Bankruptcy Court in the District of Delaware. The Offer is not subject to a financing condition.\nIn connection with, and as a condition to Borr’s willingness to enter into and perform its obligations under the Tender Offer Agreement, Borr entered into individual tender support agreements (each, a “ Tender Support Agreement ”), with certain Shareholders of Paragon (the “ Tendering Shareholders ”). Subject to the terms and conditions of the Tender Support Agreements, the Tendering Shareholders have agreed, among other things, to irrevocably tender all of their Shares pursuant to the Offer. The Tendering Shareholders beneficially own, in the aggregate, 3,407,072 Shares, representing approximately 67.9% of the total outstanding Shares as of February 21, 2018.\nParagon does not anticipate that the transaction will have any impact on shares of Paragon’s Litigation Trust Agreement or the ongoing litigation against Noble Corporation. Paragon expects that its term loan agreement will be repaid in full and terminated at the closing of the transactions. The Tender Offer Agreement does not obligate Borr to conduct a back-end merger following such closing.\nShareholders who tender their Shares in the Offer will also receive from Borr cash in an amount equal to a pro rata portion of any proceeds received by Paragon, on or before the day prior to the day on which the Borr accepts for payment and pays for all Shares tendered and not validly withdrawn, under an arbitration award against a certain third party.\nSinoEnergy Settlement\nOn February 15, 2018 Paragon Offshore plc (in administration) (“ Old Paragon ”) entered into a consensual settlement agreement (the “ Settlement Agreement ”) with SinoEnergy Capital Management, Ltd. ( “ SinoEnergy ”). Under the terms of the Settlement Agreement, SinoEnergy will be paid certain agreed amounts (the “ Settlement Amounts ”) totaling approximately $135 million, representing the outstanding principal balance on the existing sale-leaseback arrangements with SinoEnergy, lease termination fees, expenses, and a consent fee, in exchange for which SinoEnergy will cause ownership of the two Prospector rigs to be transferred to Paragon. Paragon expects to complete the Prospector bankruptcy court proceedings as a part of and in connection with the Offer.\nAdvisors\nVinson & Elkins LLP is serving as legal advisor and Deutsche Bank Securities Inc. is serving as financial advisor to Paragon.\nIMPORTANT INFORMATION FOR INVESTORS AND SHAREHOLDERS\nThe Offer referred to in this press release has not commenced. This press release is neither an offer to purchase nor a solicitation of an offer to sell shares of Paragon. The solicitation and the Offer to buy Paragon’s Shares will be made by Borr pursuant to the Offer to Purchase and related materials. On the date of commencement of the Offer, Shareholders will receive detailed information regarding the terms of the Offer in the Offer to Purchase and related materials disseminated by Borr and Paragon.\nThe Offer to Purchase and related materials contain important information regarding, among other things, the terms and conditions of the Offer, that should be read carefully before any decision is made with respect to the Offer.\nThe Offer to Purchase and related materials will be available to all Shareholders at no extra charge to them. The Offer to Purchase will also contain contact information for the tender and information agents from whom more information regarding the Offer may be obtained.\nFORWARD-LOOKING STATEMENTS\nThis document contains forward-looking statements. Statements that are not strictly historical in nature, including statements regarding Paragon’s ability to obtain proceeds from the above described arbitration, its ability to satisfy the conditions precedent required to close the Offer, including the acquisition of the Prospector drilling rigs and legal entities, the impact of the Offer on Paragon’s existing senior secured debt and the Litigation Trust Agreement, Paragon’s ability to consummate the transactions contemplated by the Settlement Agreement with SinoEnergy, and the treatment of non-tendering Shareholders following the conclusion of the Offer, are forward-looking statements that involve certain risks, uncertainties and assumptions. These include but are not limited to risks associated with the general nature of the oil and gas industry, potential actions by regulatory authorities, customers and other third parties, and other factors detailed in the “Risk Factors” section of Old Paragon’s annual report on Form 10-K for the fiscal year ended December 31, 2016 and Paragon’s most recently published reports that are available on its website. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those considered in this release.\nAbout Paragon\nParagon is a leading provider of standard specification offshore drilling services. Paragon’s current fleet includes 23 jackups, including two leased high specification heavy duty/harsh environment jackups and one semisubmersible. Paragon’s primary business is to contract out its rigs, related equipment and work crews to conduct oil and gas drilling and workover operations for its exploration and production customers on a dayrate basis around the world. Paragon’s principal executive offices are located in Houston, Texas. Paragon is incorporated in the Cayman Islands with registration number MC-323580, and has its registered office at c/o Maples Corporate Services Limited, PO Box 309, Ugland House, Grand Cayman, KY1-1104, Cayman Islands. Additional information is available at www.paragonoffshore.com .\nFor additional information, contact:\nLee M. Ahlstrom\nSenior Vice President & Chief Financial Officer\n+1.832.783.4040\nSource:Paragon Offshore Services LLC",
    "published": "2018-02-22T10:41:00.000+02:00",
    "crawled": "2018-02-22T11:22:30.052+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tender",
        "offer",
        "paragon",
        "outstanding",
        "share",
        "cash",
        "offer",
        "price",
        "per",
        "share",
        "recommended",
        "paragon",
        "board",
        "director",
        "supported",
        "paragon",
        "shareholder",
        "consensual",
        "agreement",
        "reached",
        "sinoenergy",
        "allow",
        "paragon",
        "acquire",
        "prospector",
        "rig",
        "chapter",
        "houston",
        "globe",
        "newswire",
        "paragon",
        "offshore",
        "limited",
        "paragon",
        "company",
        "announced",
        "signed",
        "tender",
        "offer",
        "agreement",
        "tender",
        "offer",
        "agreement",
        "borr",
        "drilling",
        "limited",
        "borr",
        "public",
        "limited",
        "company",
        "incorporated",
        "law",
        "bermuda",
        "listed",
        "oslo",
        "stock",
        "exchange",
        "pursuant",
        "term",
        "subject",
        "condition",
        "thereof",
        "borr",
        "agreed",
        "commence",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "company",
        "share",
        "purchase",
        "price",
        "per",
        "share",
        "offer",
        "borr",
        "expected",
        "commence",
        "offer",
        "february",
        "offer",
        "remain",
        "open",
        "business",
        "day",
        "offer",
        "period",
        "offer",
        "period",
        "expected",
        "expire",
        "eastern",
        "time",
        "march",
        "unless",
        "extended",
        "date",
        "including",
        "extension",
        "referred",
        "expiration",
        "date",
        "transaction",
        "expected",
        "close",
        "march",
        "subject",
        "satisfaction",
        "offer",
        "condition",
        "member",
        "company",
        "shareholder",
        "receive",
        "detailed",
        "information",
        "regarding",
        "term",
        "offer",
        "offer",
        "purchase",
        "offer",
        "purchase",
        "related",
        "material",
        "including",
        "letter",
        "transmittal",
        "disclosure",
        "statement",
        "material",
        "disseminated",
        "borr",
        "paragon",
        "date",
        "commencement",
        "offer",
        "jay",
        "swent",
        "paragon",
        "president",
        "chief",
        "executive",
        "officer",
        "said",
        "believe",
        "excellent",
        "outcome",
        "paragon",
        "stakeholder",
        "although",
        "paragon",
        "well",
        "positioned",
        "manage",
        "cycle",
        "intensely",
        "competitive",
        "offshore",
        "drilling",
        "industry",
        "opportunity",
        "minimizes",
        "risk",
        "investment",
        "outcome",
        "stakeholder",
        "attractive",
        "price",
        "proud",
        "highly",
        "qualified",
        "dedicated",
        "employee",
        "asset",
        "reputation",
        "operational",
        "excellence",
        "safety",
        "uptime",
        "performance",
        "customer",
        "service",
        "important",
        "value",
        "driver",
        "term",
        "tender",
        "offer",
        "agreement",
        "term",
        "tender",
        "offer",
        "agreement",
        "shareholder",
        "paragon",
        "receive",
        "outstanding",
        "share",
        "validly",
        "tendered",
        "properly",
        "withdrawn",
        "offer",
        "subject",
        "reduction",
        "applicable",
        "withholding",
        "tax",
        "respect",
        "thereof",
        "cash",
        "amount",
        "equal",
        "u",
        "per",
        "share",
        "offer",
        "subject",
        "number",
        "condition",
        "including",
        "among",
        "customary",
        "condition",
        "least",
        "share",
        "representing",
        "least",
        "outstanding",
        "share",
        "validly",
        "tendered",
        "withdrawn",
        "expiration",
        "date",
        "b",
        "material",
        "adverse",
        "change",
        "shall",
        "occurred",
        "prior",
        "closing",
        "c",
        "condition",
        "paragon",
        "shall",
        "completed",
        "action",
        "necessary",
        "acquire",
        "ownership",
        "certain",
        "prospector",
        "drilling",
        "rig",
        "legal",
        "entity",
        "currently",
        "subject",
        "chapter",
        "proceeding",
        "united",
        "state",
        "bankruptcy",
        "court",
        "district",
        "delaware",
        "offer",
        "subject",
        "financing",
        "condition",
        "connection",
        "condition",
        "borr",
        "willingness",
        "enter",
        "perform",
        "obligation",
        "tender",
        "offer",
        "agreement",
        "borr",
        "entered",
        "individual",
        "tender",
        "support",
        "agreement",
        "tender",
        "support",
        "agreement",
        "certain",
        "shareholder",
        "paragon",
        "tendering",
        "shareholder",
        "subject",
        "term",
        "condition",
        "tender",
        "support",
        "agreement",
        "tendering",
        "shareholder",
        "agreed",
        "among",
        "thing",
        "irrevocably",
        "tender",
        "share",
        "pursuant",
        "offer",
        "tendering",
        "shareholder",
        "beneficially",
        "aggregate",
        "share",
        "representing",
        "approximately",
        "total",
        "outstanding",
        "share",
        "february",
        "paragon",
        "anticipate",
        "transaction",
        "impact",
        "share",
        "paragon",
        "litigation",
        "trust",
        "agreement",
        "ongoing",
        "litigation",
        "noble",
        "corporation",
        "paragon",
        "expects",
        "term",
        "loan",
        "agreement",
        "repaid",
        "full",
        "terminated",
        "closing",
        "transaction",
        "tender",
        "offer",
        "agreement",
        "obligate",
        "borr",
        "conduct",
        "merger",
        "following",
        "closing",
        "shareholder",
        "tender",
        "share",
        "offer",
        "also",
        "receive",
        "borr",
        "cash",
        "amount",
        "equal",
        "pro",
        "rata",
        "portion",
        "proceeds",
        "received",
        "paragon",
        "day",
        "prior",
        "day",
        "borr",
        "accepts",
        "payment",
        "pay",
        "share",
        "tendered",
        "validly",
        "withdrawn",
        "arbitration",
        "award",
        "certain",
        "third",
        "party",
        "sinoenergy",
        "settlement",
        "february",
        "paragon",
        "offshore",
        "plc",
        "administration",
        "old",
        "paragon",
        "entered",
        "consensual",
        "settlement",
        "agreement",
        "settlement",
        "agreement",
        "sinoenergy",
        "capital",
        "management",
        "sinoenergy",
        "term",
        "settlement",
        "agreement",
        "sinoenergy",
        "paid",
        "certain",
        "agreed",
        "amount",
        "settlement",
        "amount",
        "totaling",
        "approximately",
        "million",
        "representing",
        "outstanding",
        "principal",
        "balance",
        "existing",
        "arrangement",
        "sinoenergy",
        "lease",
        "termination",
        "fee",
        "expense",
        "consent",
        "fee",
        "exchange",
        "sinoenergy",
        "cause",
        "ownership",
        "two",
        "prospector",
        "rig",
        "transferred",
        "paragon",
        "paragon",
        "expects",
        "complete",
        "prospector",
        "bankruptcy",
        "court",
        "proceeding",
        "part",
        "connection",
        "offer",
        "advisor",
        "vinson",
        "elkins",
        "llp",
        "serving",
        "legal",
        "advisor",
        "deutsche",
        "bank",
        "security",
        "serving",
        "financial",
        "advisor",
        "paragon",
        "important",
        "information",
        "investor",
        "shareholder",
        "offer",
        "referred",
        "press",
        "release",
        "commenced",
        "press",
        "release",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "paragon",
        "solicitation",
        "offer",
        "buy",
        "paragon",
        "share",
        "made",
        "borr",
        "pursuant",
        "offer",
        "purchase",
        "related",
        "material",
        "date",
        "commencement",
        "offer",
        "shareholder",
        "receive",
        "detailed",
        "information",
        "regarding",
        "term",
        "offer",
        "offer",
        "purchase",
        "related",
        "material",
        "disseminated",
        "borr",
        "paragon",
        "offer",
        "purchase",
        "related",
        "material",
        "contain",
        "important",
        "information",
        "regarding",
        "among",
        "thing",
        "term",
        "condition",
        "offer",
        "read",
        "carefully",
        "decision",
        "made",
        "respect",
        "offer",
        "offer",
        "purchase",
        "related",
        "material",
        "available",
        "shareholder",
        "extra",
        "charge",
        "offer",
        "purchase",
        "also",
        "contain",
        "contact",
        "information",
        "tender",
        "information",
        "agent",
        "information",
        "regarding",
        "offer",
        "may",
        "obtained",
        "statement",
        "document",
        "contains",
        "statement",
        "statement",
        "strictly",
        "historical",
        "nature",
        "including",
        "statement",
        "regarding",
        "paragon",
        "ability",
        "obtain",
        "proceeds",
        "described",
        "arbitration",
        "ability",
        "satisfy",
        "condition",
        "precedent",
        "required",
        "close",
        "offer",
        "including",
        "acquisition",
        "prospector",
        "drilling",
        "rig",
        "legal",
        "entity",
        "impact",
        "offer",
        "paragon",
        "existing",
        "senior",
        "secured",
        "debt",
        "litigation",
        "trust",
        "agreement",
        "paragon",
        "ability",
        "consummate",
        "transaction",
        "contemplated",
        "settlement",
        "agreement",
        "sinoenergy",
        "treatment",
        "shareholder",
        "following",
        "conclusion",
        "offer",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "include",
        "limited",
        "risk",
        "associated",
        "general",
        "nature",
        "oil",
        "gas",
        "industry",
        "potential",
        "action",
        "regulatory",
        "authority",
        "customer",
        "third",
        "party",
        "factor",
        "detailed",
        "risk",
        "factor",
        "section",
        "old",
        "paragon",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "paragon",
        "recently",
        "published",
        "report",
        "available",
        "website",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "considered",
        "release",
        "paragon",
        "paragon",
        "leading",
        "provider",
        "standard",
        "specification",
        "offshore",
        "drilling",
        "service",
        "paragon",
        "current",
        "fleet",
        "includes",
        "jackups",
        "including",
        "two",
        "leased",
        "high",
        "specification",
        "heavy",
        "environment",
        "jackups",
        "one",
        "semisubmersible",
        "paragon",
        "primary",
        "business",
        "contract",
        "rig",
        "related",
        "equipment",
        "work",
        "crew",
        "conduct",
        "oil",
        "gas",
        "drilling",
        "workover",
        "operation",
        "exploration",
        "production",
        "customer",
        "dayrate",
        "basis",
        "around",
        "world",
        "paragon",
        "principal",
        "executive",
        "office",
        "located",
        "houston",
        "texas",
        "paragon",
        "incorporated",
        "cayman",
        "island",
        "registration",
        "number",
        "registered",
        "office",
        "maple",
        "corporate",
        "service",
        "limited",
        "po",
        "box",
        "ugland",
        "house",
        "grand",
        "cayman",
        "cayman",
        "island",
        "additional",
        "information",
        "available",
        "additional",
        "information",
        "contact",
        "lee",
        "ahlstrom",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "source",
        "paragon",
        "offshore",
        "service",
        "llc"
    ]
}