{
    "organizations": [],
    "uuid": "8de65d4fbfb5705d73ff31c2169ba44e20431880",
    "author": "Dr. Michael Ivanovitch",
    "url": "https://www.cnbc.com/2018/02/19/shorting-euro-means-taking-on-pentagon-and-ecb--commentary.html",
    "ord_in_thread": 0,
    "title": "Shorting euro means taking on Pentagon and ECB - commentary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Updated 11 Hours Ago CNBC.com \nPeople who went long and made a mint on Greece (yes, Greece) bet on a very simple notion: Greece was America's (nominally, NATO's) huge, reliable and vitally important military base controlling the Middle East and a large part of the Mediterranean. \nSo, when the chips were down, Germany's plan to destroy Greece by throwing it out of the euro area went into the trash can of European history. \nThe savvy investors — some of whom now sit right next to President Donald Trump — were probably giggling when former U.S. Treasury Secretary Tim Geithner was lectured like a little schoolboy (just look at that picture) by the German finance minister at his North Sea summer retreat in July 2012. The giggle probably went crescendo when the news media filed reports that Geithner was \"frightened\" by what he was told, while rushing to report to President Barack Obama about Berlin's diktat. Patrik Stollarz | AFP | Getty Timothy Geithner (R) talks to Germany's Wolfgang Schaeuble at the Hotel 'Faehrhaus Munkmarsch' on the German North Sea island of Sylt, nothern Germany, on July 30, 2012. \nGeithner probably did not know that the U.S. generals would soon call time on Germany's attempt to stage a European and trans-Atlantic tragedy. \nWith all the difficulties currently experienced in relations with Turkey , and the need to, as the Pentagon says, make it possible for U.S. diplomacy to operate from positions of strength, the military assets located in Greece are, arguably, more important than ever to help sort out the problems in a war-torn Syria and the rest of the Middle East. It's true: Big Brother is watching \nEuropeans, therefore, will have to swallow most of Greece's $190 billion of public debt created by German negligence (in allowing allegedly false public debt accounting by a euro area member), and in a subsequent foot-dragging to plug the hemorrhage. \nNow, with the Greek example in mind, would anybody in their right minds still bet that those on the front lines of American national security would ever allow a disintegration of the European Union — an epochal peace and prosperity project midwifed in the 1950s by some of the best minds of American diplomacy, and underpinned by trillions of dollars of U.S. investments in the European security architecture? \nEver alert to their finances, the Germans strongly support leaving Europe's security in the hands of a U.S.-led and mainly U.S.-financed North Atlantic Treaty Organization. Yes, Germany is pleased to let the U.S. underwrite its security while spending only 1.2 percent of GDP on defense — very far from its NATO commitment of 2 percent. According to media reports, every German submarine is out of commission, only 105 (out of 244) tanks are in running order and many fighter planes are grounded for lack of spare parts. \nStill ready to blast Trump for Germany's free riding under the U.S. defense umbrella while enjoying a $64.2 billion surplus in 2017 on its American trades? \nThat would be hard to do for anyone who knows anything about Washington's geostrategic and foreign trade issues. But for those looking hard for some silver lining, it is perhaps fair to note that, during the Munich Security Conference (an annual talking forum) last week, Germany refused to participate in France and the EU Commission's attempts to circumvent NATO by creating Europe's independent defense capabilities. \nGermany, its acting defense minister told the Munich meeting, wanted to stay in the framework of a \"permanent and structured cooperation\" (read NATO), and the country's acting chancellor made sure, at the same venue, that would be the case by upholding the rule of a unanimous vote on matters of European defense. The state of the euro \nThat is a hard blow to French efforts to enlist Germany in its project of an \"autonomous European security structure.\" \nThe French media also see more trouble for their young and enthusiastic president. Berlin apparently is not ready to cooperate in what it considers to be new, expensive and unnecessary layers of European bureaucracy to implement proposals of euro area reforms submitted by the French government last year. \nDoes that mean that the European Union and the euro area will soon be falling apart? \nNot at all. The anti-EU forces are in retreat everywhere. Even the erstwhile Euro-skeptics among the key contenders for power in Italy's elections on March 4 are now all pro-European, the only qualification being that they would not submit to any German hectoring. \nHow about the economic and financial developments? Do they offer reasonable euro-asset shorting bets? \nI don't see that either. Here is why. \nThe monetary union's growth dynamics have rarely been better since the euro was adopted as a single currency on January 1, 1999. In the third quarter of last year, the euro area GDP grew at an annual rate of 2.6 percent. The only growth rates of 3 percent, or slightly above, were recorded in 2006 and 2007, but that will probably be matched when the data for the euro area's fourth quarter get in. \nThe employment picture looks good, too. The euro area jobless rate eased to 8.7 percent at the end of 2017, down from a 12 percent peak in 2013, with shortages of skilled labor noted in Germany and France. \nProblems of public finances? Yes, gross government liabilities in the euro area were estimated at 107 percent of GDP last year. That is very far from the objective of 60 percent of GDP, but that is still sharply down from 112 percent of GDP observed in 2014. Apart from that, high-debt countries like Greece, Italy and Portugal are running primary budget surpluses (budget balances before interest charges on public debt) ranging from 2.4 percent of GDP (Italy) to 6.7 percent of GDP (Greece) — which means that debt liabilities are stabilizing on a declining trend. \nAll those high-debt euro area countries are under pressure to balance their budgets over the next two years. I believe most of them will do it because, at the moment, only Spain and France are running deficits of more than 2 percent of GDP. \nHow about contingent liabilities from banking sector problems? As far as I know, speculations about serious difficulties on that score are focusing on only one euro area country, where government bailouts, if allowed by the euro area regulations, could trigger public debt issues. Investment thoughts \nThere are no threats to the EU or the euro area political stability. None of the post-Brexit EU members has a political constituency strong enough to leave the European project. In fact, political parties running on that platform have lost big in several EU countries (e.g., The Netherlands and France), and the right-of-center Italian parties have abandoned their Euro-skeptic stance because they realized there were no votes in that strategy. \nOn the defense and security fronts, the U.S., via the NATO alliance, remains a multitrillion-dollar stakeholder in a safe and prosperous European Union that takes one-fifth of American sales abroad. Getty Images Mario Draghi, president of the European Central Bank. \nWorking against Germany's calamitously pro-cyclical \"Spardiktat\" (fiscal austerity), the European Central Bank has nursed the euro area economy and its financial system to one of the best years since the euro's adoption 19 years ago. Accelerating economic growth and a remarkable price stability have also allowed an exemplary consolidation of the euro area's public sector accounts. \nMy message to euro-shorters is this: Don't tangle with ECB President Mario Draghi — an MIT-trained economist, a highly experienced \"whatever-it-takes\" financial administrator and a sharp European public servant. \nSo, be patient. His term of office expires next year. Germans can't wait to see his back. If, as seems quite possible, Germans were to steamroll France and put their man in charge of the ECB, maybe I'll join you, with a proviso that, in the meantime, I can master some of your shorting wizardry. \nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School. \nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-02-19T10:06:00.000+02:00",
    "crawled": "2018-02-19T10:07:00.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "hour",
        "ago",
        "people",
        "went",
        "long",
        "made",
        "mint",
        "greece",
        "yes",
        "greece",
        "bet",
        "simple",
        "notion",
        "greece",
        "america",
        "nominally",
        "nato",
        "huge",
        "reliable",
        "vitally",
        "important",
        "military",
        "base",
        "controlling",
        "middle",
        "east",
        "large",
        "part",
        "mediterranean",
        "chip",
        "germany",
        "plan",
        "destroy",
        "greece",
        "throwing",
        "euro",
        "area",
        "went",
        "trash",
        "european",
        "history",
        "savvy",
        "investor",
        "sit",
        "right",
        "next",
        "president",
        "donald",
        "trump",
        "probably",
        "giggling",
        "former",
        "treasury",
        "secretary",
        "tim",
        "geithner",
        "lectured",
        "like",
        "little",
        "schoolboy",
        "look",
        "picture",
        "german",
        "finance",
        "minister",
        "north",
        "sea",
        "summer",
        "retreat",
        "july",
        "giggle",
        "probably",
        "went",
        "crescendo",
        "news",
        "medium",
        "filed",
        "report",
        "geithner",
        "frightened",
        "told",
        "rushing",
        "report",
        "president",
        "barack",
        "obama",
        "berlin",
        "diktat",
        "patrik",
        "stollarz",
        "afp",
        "getty",
        "timothy",
        "geithner",
        "r",
        "talk",
        "germany",
        "wolfgang",
        "schaeuble",
        "hotel",
        "munkmarsch",
        "german",
        "north",
        "sea",
        "island",
        "sylt",
        "nothern",
        "germany",
        "july",
        "geithner",
        "probably",
        "know",
        "general",
        "would",
        "soon",
        "call",
        "time",
        "germany",
        "attempt",
        "stage",
        "european",
        "tragedy",
        "difficulty",
        "currently",
        "experienced",
        "relation",
        "turkey",
        "need",
        "pentagon",
        "say",
        "make",
        "possible",
        "diplomacy",
        "operate",
        "position",
        "strength",
        "military",
        "asset",
        "located",
        "greece",
        "arguably",
        "important",
        "ever",
        "help",
        "sort",
        "problem",
        "syria",
        "rest",
        "middle",
        "east",
        "true",
        "big",
        "brother",
        "watching",
        "european",
        "therefore",
        "swallow",
        "greece",
        "billion",
        "public",
        "debt",
        "created",
        "german",
        "negligence",
        "allowing",
        "allegedly",
        "false",
        "public",
        "debt",
        "accounting",
        "euro",
        "area",
        "member",
        "subsequent",
        "plug",
        "hemorrhage",
        "greek",
        "example",
        "mind",
        "would",
        "anybody",
        "right",
        "mind",
        "still",
        "bet",
        "front",
        "line",
        "american",
        "national",
        "security",
        "would",
        "ever",
        "allow",
        "disintegration",
        "european",
        "union",
        "epochal",
        "peace",
        "prosperity",
        "project",
        "midwifed",
        "1950s",
        "best",
        "mind",
        "american",
        "diplomacy",
        "underpinned",
        "trillion",
        "dollar",
        "investment",
        "european",
        "security",
        "architecture",
        "ever",
        "alert",
        "finance",
        "german",
        "strongly",
        "support",
        "leaving",
        "europe",
        "security",
        "hand",
        "mainly",
        "north",
        "atlantic",
        "treaty",
        "organization",
        "yes",
        "germany",
        "pleased",
        "let",
        "underwrite",
        "security",
        "spending",
        "percent",
        "gdp",
        "defense",
        "far",
        "nato",
        "commitment",
        "percent",
        "according",
        "medium",
        "report",
        "every",
        "german",
        "submarine",
        "commission",
        "tank",
        "running",
        "order",
        "many",
        "fighter",
        "plane",
        "grounded",
        "lack",
        "spare",
        "part",
        "still",
        "ready",
        "blast",
        "trump",
        "germany",
        "free",
        "riding",
        "defense",
        "umbrella",
        "enjoying",
        "billion",
        "surplus",
        "american",
        "trade",
        "would",
        "hard",
        "anyone",
        "know",
        "anything",
        "washington",
        "geostrategic",
        "foreign",
        "trade",
        "issue",
        "looking",
        "hard",
        "silver",
        "lining",
        "perhaps",
        "fair",
        "note",
        "munich",
        "security",
        "conference",
        "annual",
        "talking",
        "forum",
        "last",
        "week",
        "germany",
        "refused",
        "participate",
        "france",
        "eu",
        "commission",
        "attempt",
        "circumvent",
        "nato",
        "creating",
        "europe",
        "independent",
        "defense",
        "capability",
        "germany",
        "acting",
        "defense",
        "minister",
        "told",
        "munich",
        "meeting",
        "wanted",
        "stay",
        "framework",
        "permanent",
        "structured",
        "cooperation",
        "read",
        "nato",
        "country",
        "acting",
        "chancellor",
        "made",
        "sure",
        "venue",
        "would",
        "case",
        "upholding",
        "rule",
        "unanimous",
        "vote",
        "matter",
        "european",
        "defense",
        "state",
        "euro",
        "hard",
        "blow",
        "french",
        "effort",
        "enlist",
        "germany",
        "project",
        "autonomous",
        "european",
        "security",
        "structure",
        "french",
        "medium",
        "also",
        "see",
        "trouble",
        "young",
        "enthusiastic",
        "president",
        "berlin",
        "apparently",
        "ready",
        "cooperate",
        "considers",
        "new",
        "expensive",
        "unnecessary",
        "layer",
        "european",
        "bureaucracy",
        "implement",
        "proposal",
        "euro",
        "area",
        "reform",
        "submitted",
        "french",
        "government",
        "last",
        "year",
        "mean",
        "european",
        "union",
        "euro",
        "area",
        "soon",
        "falling",
        "apart",
        "force",
        "retreat",
        "everywhere",
        "even",
        "erstwhile",
        "among",
        "key",
        "contender",
        "power",
        "italy",
        "election",
        "march",
        "qualification",
        "would",
        "submit",
        "german",
        "hectoring",
        "economic",
        "financial",
        "development",
        "offer",
        "reasonable",
        "shorting",
        "bet",
        "see",
        "either",
        "monetary",
        "union",
        "growth",
        "dynamic",
        "rarely",
        "better",
        "since",
        "euro",
        "adopted",
        "single",
        "currency",
        "january",
        "third",
        "quarter",
        "last",
        "year",
        "euro",
        "area",
        "gdp",
        "grew",
        "annual",
        "rate",
        "percent",
        "growth",
        "rate",
        "percent",
        "slightly",
        "recorded",
        "probably",
        "matched",
        "data",
        "euro",
        "area",
        "fourth",
        "quarter",
        "get",
        "employment",
        "picture",
        "look",
        "good",
        "euro",
        "area",
        "jobless",
        "rate",
        "eased",
        "percent",
        "end",
        "percent",
        "peak",
        "shortage",
        "skilled",
        "labor",
        "noted",
        "germany",
        "france",
        "problem",
        "public",
        "finance",
        "yes",
        "gross",
        "government",
        "liability",
        "euro",
        "area",
        "estimated",
        "percent",
        "gdp",
        "last",
        "year",
        "far",
        "objective",
        "percent",
        "gdp",
        "still",
        "sharply",
        "percent",
        "gdp",
        "observed",
        "apart",
        "country",
        "like",
        "greece",
        "italy",
        "portugal",
        "running",
        "primary",
        "budget",
        "surplus",
        "budget",
        "balance",
        "interest",
        "charge",
        "public",
        "debt",
        "ranging",
        "percent",
        "gdp",
        "italy",
        "percent",
        "gdp",
        "greece",
        "mean",
        "debt",
        "liability",
        "stabilizing",
        "declining",
        "trend",
        "euro",
        "area",
        "country",
        "pressure",
        "balance",
        "budget",
        "next",
        "two",
        "year",
        "believe",
        "moment",
        "spain",
        "france",
        "running",
        "deficit",
        "percent",
        "gdp",
        "contingent",
        "liability",
        "banking",
        "sector",
        "problem",
        "far",
        "know",
        "speculation",
        "serious",
        "difficulty",
        "score",
        "focusing",
        "one",
        "euro",
        "area",
        "country",
        "government",
        "bailouts",
        "allowed",
        "euro",
        "area",
        "regulation",
        "could",
        "trigger",
        "public",
        "debt",
        "issue",
        "investment",
        "thought",
        "threat",
        "eu",
        "euro",
        "area",
        "political",
        "stability",
        "none",
        "eu",
        "member",
        "political",
        "constituency",
        "strong",
        "enough",
        "leave",
        "european",
        "project",
        "fact",
        "political",
        "party",
        "running",
        "platform",
        "lost",
        "big",
        "several",
        "eu",
        "country",
        "netherlands",
        "france",
        "italian",
        "party",
        "abandoned",
        "stance",
        "realized",
        "vote",
        "strategy",
        "defense",
        "security",
        "front",
        "via",
        "nato",
        "alliance",
        "remains",
        "stakeholder",
        "safe",
        "prosperous",
        "european",
        "union",
        "take",
        "american",
        "sale",
        "abroad",
        "getty",
        "image",
        "mario",
        "draghi",
        "president",
        "european",
        "central",
        "bank",
        "working",
        "germany",
        "calamitously",
        "spardiktat",
        "fiscal",
        "austerity",
        "european",
        "central",
        "bank",
        "nursed",
        "euro",
        "area",
        "economy",
        "financial",
        "system",
        "one",
        "best",
        "year",
        "since",
        "euro",
        "adoption",
        "year",
        "ago",
        "accelerating",
        "economic",
        "growth",
        "remarkable",
        "price",
        "stability",
        "also",
        "allowed",
        "exemplary",
        "consolidation",
        "euro",
        "area",
        "public",
        "sector",
        "account",
        "message",
        "tangle",
        "ecb",
        "president",
        "mario",
        "draghi",
        "economist",
        "highly",
        "experienced",
        "financial",
        "administrator",
        "sharp",
        "european",
        "public",
        "servant",
        "patient",
        "term",
        "office",
        "expires",
        "next",
        "year",
        "german",
        "ca",
        "wait",
        "see",
        "back",
        "seems",
        "quite",
        "possible",
        "german",
        "steamroll",
        "france",
        "put",
        "man",
        "charge",
        "ecb",
        "maybe",
        "join",
        "proviso",
        "meantime",
        "master",
        "shorting",
        "wizardry",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}