{
    "organizations": [],
    "uuid": "02a46e66655dd7e71114528e2cd44c4e4cabc5c9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/business-wire-lululemon-athletica-inc-ceo-laurent-potdevin-resigns.html",
    "ord_in_thread": 0,
    "title": "lululemon athletica inc. CEO Laurent Potdevin Resigns",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Three senior leaders to assume expanded roles reporting to Executive Chairman Glenn Murphy\nVANCOUVER, British Columbia--(BUSINESS WIRE)-- lululemon athletica inc. (NASDAQ:LULU), the healthy lifestyle inspired athletic apparel company, today announced that Laurent Potdevin has resigned as CEO and as a member of the company’s Board of Directors, effective immediately. lululemon expects all employees to exemplify the highest levels of integrity and respect for one another, and Mr. Potdevin fell short of these standards of conduct. The Board of Directors has immediately begun a search process for a proven and highly-experienced global Chief Executive Officer.\n“While this was a difficult and considered decision, the Board thanks Laurent for his work in strengthening the company and positioning it for the future,” said Glenn Murphy, Executive Chairman of the Board. “Culture is at the core of lululemon, and it is the responsibility of leaders to set the right tone in our organization. Protecting the organization’s culture is one of the Board’s most important duties.”\nIn his newly expanded role as Executive Chairman, Mr. Murphy will focus on achieving long-term, sustainable results for all stakeholders. Three of lululemon’s senior leaders are being elevated and will take on additional responsibilities, reporting to Mr. Murphy: Celeste Burgoyne, Executive Vice President, Americas, will oversee all channel and brand-facing aspects of the global business, including stores and e-commerce, as well as brand marketing; Stuart Haselden, Chief Operating Officer, will have responsibility for all operations related to finance, supply chain, people, and technology; and Sun Choe, Senior Vice President of Merchandising, will guide all aspects of product development, design, innovation, and merchandising.\nMr. Murphy added, “The Board is entirely confident that Celeste, Stuart and Sun – three leaders deeply tied to the recent momentum in the business – can continue to execute on lululemon’s growth strategy and drive global performance. Based upon their contributions to the recent expansion of the business, their history of collaboration with one another and their strong support across the lululemon organization, we believe this trio of leaders will take lululemon from strength to strength.”\nToday, lululemon also reaffirmed its updated guidance provided on January 8, 2018, that reflects the ongoing momentum of the business. In addition, the company’s growth strategies remain on track to achieve $4 billion in revenue in 2020. The company’s continued success in the market it created is rooted in its strong connection to its guests and vertically integrated business model; embodiment of the active, mindful lifestyle; and category-disrupting product innovation that blends fashion and function.\nBiographies\nGlenn Murphy\nExecutive Chairman of the company, and Chairman of the Board\nGlenn Murphy has taken an active role in the strategic direction of the company since joining the Board in 2017. He has more than 30 years of success leading retail organizations to grow and succeed. He is the founder and CEO of FIS Holdings , a consumer-focused investment firm deploying a combination of operating guidance and capital flexibility. From 2007 to 2014, Mr. Murphy served as Chairman and CEO at Gap Inc. during a period of global growth and improved financial performance. Previously, Mr. Murphy served as Chairman and CEO of Shoppers Drug Mart Corporation and held senior leadership roles at Loblaw Companies.\nCeleste Burgoyne\nExecutive Vice President, Americas\nCeleste Burgoyne, Executive Vice President, Americas, will continue to oversee all channel and customer-facing aspects of the North American business, including stores and e-commerce, and will now add oversight of the company’s international regions, as well as brand marketing. Ms. Burgoyne joined lululemon in 2006 to lead the U.S. expansion and has since held a series of roles of expanding responsibility, including Senior Vice President, Retail, North America where she was responsible for overseeing all Canadian and U.S. retail. Celeste started her career with Abercrombie & Fitch, where she held various leadership positions during her 10 years with the company.\nStuart Haselden\nChief Operating Officer and Chief Financial Officer\nStuart Haselden, Chief Operating Officer, will continue to oversee all operations related to finance, supply chain, legal and technology, and will now add oversight of our strategic planning and people & culture functions. Stuart joined lululemon as Chief Financial Officer in 2015. Prior to joining lululemon, his career spans 15 years of executive leadership at global apparel retailers, including Saks Incorporated and J. Crew Group, Inc., where he most recently served as Chief Financial Officer.\nSun Choe\nSenior Vice President of Merchandising\nSun Choe, Senior Vice President of Merchandising, will continue to oversee merchandising and will now add all aspects of product design, innovation and development to her portfolio. She joined the company in 2016 as Chief Global Product Merchant with extensive experience in senior leadership roles at well-known brands, including Madewell, West Elm and Urban Outfitters.\nAbout lululemon athletica inc.\nlululemon athletica inc. (NASDAQ:LULU) is a healthy lifestyle inspired athletic apparel company for yoga, running, training, and most other sweaty pursuits, with products that create transformational experiences for people to live happy, healthy, fun lives. Setting the bar in technical fabrics and functional designs, lululemon works with yogis and athletes in local communities for continuous research and product feedback. For more information, visit www.lululemon.com .\nForward-Looking Statements\nThis press release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934 that involve risks, uncertainties and assumptions, such as statements regarding our future financial condition or results of operations and our prospects and strategies for future growth. In many cases, you can identify forward-looking statements by terms such as \"may,\" \"will,\" \"should,\" \"expects,\" \"plans,\" \"anticipates,\" \"outlook,\" \"believes,\" \"intends,\" \"estimates,\" \"predicts,\" \"potential\" or the negative of these terms or other comparable terminology. These forward-looking statements also include our guidance and outlook statements. These statements are based on management's current expectations but they involve a number of risks and uncertainties. Actual results and the timing of events could differ materially from those anticipated in the forward-looking statements as a result of risks and uncertainties, which include our ability to identify and successfully attract a highly qualified successor to our Chief Executive Officer and his or her future performance; the length of time required to complete an executive search; and cooperation by key parties during the Chief Executive Officer transition process; as well as other risks and uncertainties including, without limitation: changes in tax laws, such as U.S. tax reform enacted in December 2017, or unanticipated tax liabilities; our ability to maintain the value and reputation of our brand; the acceptability of our products to our guests; our highly competitive market and increasing competition; our reliance on and limited control over third-party suppliers to provide fabrics for and to produce our products; an economic downturn or economic uncertainty in our key markets; increasing product costs and decreasing selling prices; our ability to anticipate consumer preferences and successfully develop and introduce new, innovative and updated products; our ability to accurately forecast guest demand for our products; our ability to safeguard against security breaches with respect to our information technology systems; any material disruption of our information systems; our ability to have technology-based systems function effectively and grow our e-commerce business globally; the fluctuating costs of raw materials; our ability to expand internationally in light of our limited operating experience and limited brand recognition in new international markets; our ability to deliver our products to the market and to meet guest expectations if we have problems with our distribution system; imitation by our competitors; our ability to protect our intellectual property rights; our ability to manage our growth and the increased complexity of our business effectively; our ability to cancel store leases if an existing or new store is not profitable; our ability to source our merchandise profitably or at all if new trade restrictions are imposed or existing trade restrictions become more burdensome; increasing labor costs and other factors associated with the production of our products in South and South East Asia; our ability to comply with trade and other regulations; fluctuations in foreign currency exchange rates; higher than anticipated costs and our ability to realize the benefits associated with the restructuring of our ivivva business; conflicting trademarks and the prevention of sale of certain products; our exposure to various types of litigation; and other risks and uncertainties set out in filings made from time to time with the United States Securities and Exchange Commission and available at www.sec.gov , including, without limitation, our most recent reports on Form 10-K and Form 10-Q. You are urged to consider these factors carefully in evaluating the forward-looking statements contained herein and are cautioned not to place undue reliance on such forward-looking statements, which are qualified in their entirety by these cautionary statements. The forward-looking statements made herein speak only as of the date of this press release and we undertake no obligation to publicly update such forward-looking statements to reflect subsequent events or circumstances, except as may be required by law.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180205005937/en/\nInvestors:\nHoward Tubin\nhtubin@lululemon.com\n(604) 732-6124\nor\nICR, Inc\nJoseph Teklits/Caitlin Morahan\n203-682-8200\nor\nMedia:\nBrunswick Group\nShahed Larson / Blake Sonnenshein\nslarson@brunswickgroup.com / bsonnenshein@brunswickgroup.com\n(212) 333-3810\nSource: lululemon athletica inc.",
    "published": "2018-02-06T00:03:00.000+02:00",
    "crawled": "2018-02-06T00:58:57.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "three",
        "senior",
        "leader",
        "assume",
        "expanded",
        "role",
        "reporting",
        "executive",
        "chairman",
        "glenn",
        "murphy",
        "vancouver",
        "british",
        "columbia",
        "business",
        "wire",
        "lululemon",
        "athletica",
        "nasdaq",
        "lulu",
        "healthy",
        "lifestyle",
        "inspired",
        "athletic",
        "apparel",
        "company",
        "today",
        "announced",
        "laurent",
        "potdevin",
        "resigned",
        "ceo",
        "member",
        "company",
        "board",
        "director",
        "effective",
        "immediately",
        "lululemon",
        "expects",
        "employee",
        "exemplify",
        "highest",
        "level",
        "integrity",
        "respect",
        "one",
        "another",
        "potdevin",
        "fell",
        "short",
        "standard",
        "conduct",
        "board",
        "director",
        "immediately",
        "begun",
        "search",
        "process",
        "proven",
        "global",
        "chief",
        "executive",
        "officer",
        "difficult",
        "considered",
        "decision",
        "board",
        "thanks",
        "laurent",
        "work",
        "strengthening",
        "company",
        "positioning",
        "future",
        "said",
        "glenn",
        "murphy",
        "executive",
        "chairman",
        "board",
        "culture",
        "core",
        "lululemon",
        "responsibility",
        "leader",
        "set",
        "right",
        "tone",
        "organization",
        "protecting",
        "organization",
        "culture",
        "one",
        "board",
        "important",
        "newly",
        "expanded",
        "role",
        "executive",
        "chairman",
        "murphy",
        "focus",
        "achieving",
        "sustainable",
        "result",
        "stakeholder",
        "three",
        "lululemon",
        "senior",
        "leader",
        "elevated",
        "take",
        "additional",
        "responsibility",
        "reporting",
        "murphy",
        "celeste",
        "burgoyne",
        "executive",
        "vice",
        "president",
        "america",
        "oversee",
        "channel",
        "aspect",
        "global",
        "business",
        "including",
        "store",
        "well",
        "brand",
        "marketing",
        "stuart",
        "haselden",
        "chief",
        "operating",
        "officer",
        "responsibility",
        "operation",
        "related",
        "finance",
        "supply",
        "chain",
        "people",
        "technology",
        "sun",
        "choe",
        "senior",
        "vice",
        "president",
        "merchandising",
        "guide",
        "aspect",
        "product",
        "development",
        "design",
        "innovation",
        "merchandising",
        "murphy",
        "added",
        "board",
        "entirely",
        "confident",
        "celeste",
        "stuart",
        "sun",
        "three",
        "leader",
        "deeply",
        "tied",
        "recent",
        "momentum",
        "business",
        "continue",
        "execute",
        "lululemon",
        "growth",
        "strategy",
        "drive",
        "global",
        "performance",
        "based",
        "upon",
        "contribution",
        "recent",
        "expansion",
        "business",
        "history",
        "collaboration",
        "one",
        "another",
        "strong",
        "support",
        "across",
        "lululemon",
        "organization",
        "believe",
        "trio",
        "leader",
        "take",
        "lululemon",
        "strength",
        "today",
        "lululemon",
        "also",
        "reaffirmed",
        "updated",
        "guidance",
        "provided",
        "january",
        "reflects",
        "ongoing",
        "momentum",
        "business",
        "addition",
        "company",
        "growth",
        "strategy",
        "remain",
        "track",
        "achieve",
        "billion",
        "revenue",
        "company",
        "continued",
        "success",
        "market",
        "created",
        "rooted",
        "strong",
        "connection",
        "guest",
        "vertically",
        "integrated",
        "business",
        "model",
        "embodiment",
        "active",
        "mindful",
        "lifestyle",
        "product",
        "innovation",
        "blend",
        "fashion",
        "function",
        "biography",
        "glenn",
        "murphy",
        "executive",
        "chairman",
        "company",
        "chairman",
        "board",
        "glenn",
        "murphy",
        "taken",
        "active",
        "role",
        "strategic",
        "direction",
        "company",
        "since",
        "joining",
        "board",
        "year",
        "success",
        "leading",
        "retail",
        "organization",
        "grow",
        "succeed",
        "founder",
        "ceo",
        "fis",
        "holding",
        "investment",
        "firm",
        "deploying",
        "combination",
        "operating",
        "guidance",
        "capital",
        "flexibility",
        "murphy",
        "served",
        "chairman",
        "ceo",
        "gap",
        "period",
        "global",
        "growth",
        "improved",
        "financial",
        "performance",
        "previously",
        "murphy",
        "served",
        "chairman",
        "ceo",
        "shopper",
        "drug",
        "mart",
        "corporation",
        "held",
        "senior",
        "leadership",
        "role",
        "loblaw",
        "company",
        "celeste",
        "burgoyne",
        "executive",
        "vice",
        "president",
        "america",
        "celeste",
        "burgoyne",
        "executive",
        "vice",
        "president",
        "america",
        "continue",
        "oversee",
        "channel",
        "aspect",
        "north",
        "american",
        "business",
        "including",
        "store",
        "add",
        "oversight",
        "company",
        "international",
        "region",
        "well",
        "brand",
        "marketing",
        "burgoyne",
        "joined",
        "lululemon",
        "lead",
        "expansion",
        "since",
        "held",
        "series",
        "role",
        "expanding",
        "responsibility",
        "including",
        "senior",
        "vice",
        "president",
        "retail",
        "north",
        "america",
        "responsible",
        "overseeing",
        "canadian",
        "retail",
        "celeste",
        "started",
        "career",
        "abercrombie",
        "fitch",
        "held",
        "various",
        "leadership",
        "position",
        "year",
        "company",
        "stuart",
        "haselden",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "stuart",
        "haselden",
        "chief",
        "operating",
        "officer",
        "continue",
        "oversee",
        "operation",
        "related",
        "finance",
        "supply",
        "chain",
        "legal",
        "technology",
        "add",
        "oversight",
        "strategic",
        "planning",
        "people",
        "culture",
        "function",
        "stuart",
        "joined",
        "lululemon",
        "chief",
        "financial",
        "officer",
        "prior",
        "joining",
        "lululemon",
        "career",
        "span",
        "year",
        "executive",
        "leadership",
        "global",
        "apparel",
        "retailer",
        "including",
        "saks",
        "incorporated",
        "crew",
        "group",
        "recently",
        "served",
        "chief",
        "financial",
        "officer",
        "sun",
        "choe",
        "senior",
        "vice",
        "president",
        "merchandising",
        "sun",
        "choe",
        "senior",
        "vice",
        "president",
        "merchandising",
        "continue",
        "oversee",
        "merchandising",
        "add",
        "aspect",
        "product",
        "design",
        "innovation",
        "development",
        "portfolio",
        "joined",
        "company",
        "chief",
        "global",
        "product",
        "merchant",
        "extensive",
        "experience",
        "senior",
        "leadership",
        "role",
        "brand",
        "including",
        "madewell",
        "west",
        "elm",
        "urban",
        "outfitter",
        "lululemon",
        "athletica",
        "lululemon",
        "athletica",
        "nasdaq",
        "lulu",
        "healthy",
        "lifestyle",
        "inspired",
        "athletic",
        "apparel",
        "company",
        "yoga",
        "running",
        "training",
        "sweaty",
        "pursuit",
        "product",
        "create",
        "transformational",
        "experience",
        "people",
        "live",
        "happy",
        "healthy",
        "fun",
        "life",
        "setting",
        "bar",
        "technical",
        "fabric",
        "functional",
        "design",
        "lululemon",
        "work",
        "yogi",
        "athlete",
        "local",
        "community",
        "continuous",
        "research",
        "product",
        "feedback",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "statement",
        "regarding",
        "future",
        "financial",
        "condition",
        "result",
        "operation",
        "prospect",
        "strategy",
        "future",
        "growth",
        "many",
        "case",
        "identify",
        "statement",
        "term",
        "may",
        "expects",
        "plan",
        "anticipates",
        "outlook",
        "belief",
        "intends",
        "estimate",
        "predicts",
        "potential",
        "negative",
        "term",
        "comparable",
        "terminology",
        "statement",
        "also",
        "include",
        "guidance",
        "outlook",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "ability",
        "identify",
        "successfully",
        "attract",
        "highly",
        "qualified",
        "successor",
        "chief",
        "executive",
        "officer",
        "future",
        "performance",
        "length",
        "time",
        "required",
        "complete",
        "executive",
        "search",
        "cooperation",
        "key",
        "party",
        "chief",
        "executive",
        "officer",
        "transition",
        "process",
        "well",
        "risk",
        "uncertainty",
        "including",
        "without",
        "limitation",
        "change",
        "tax",
        "law",
        "tax",
        "reform",
        "enacted",
        "december",
        "unanticipated",
        "tax",
        "liability",
        "ability",
        "maintain",
        "value",
        "reputation",
        "brand",
        "acceptability",
        "product",
        "guest",
        "highly",
        "competitive",
        "market",
        "increasing",
        "competition",
        "reliance",
        "limited",
        "control",
        "supplier",
        "provide",
        "fabric",
        "produce",
        "product",
        "economic",
        "downturn",
        "economic",
        "uncertainty",
        "key",
        "market",
        "increasing",
        "product",
        "cost",
        "decreasing",
        "selling",
        "price",
        "ability",
        "anticipate",
        "consumer",
        "preference",
        "successfully",
        "develop",
        "introduce",
        "new",
        "innovative",
        "updated",
        "product",
        "ability",
        "accurately",
        "forecast",
        "guest",
        "demand",
        "product",
        "ability",
        "safeguard",
        "security",
        "breach",
        "respect",
        "information",
        "technology",
        "system",
        "material",
        "disruption",
        "information",
        "system",
        "ability",
        "system",
        "function",
        "effectively",
        "grow",
        "business",
        "globally",
        "fluctuating",
        "cost",
        "raw",
        "material",
        "ability",
        "expand",
        "internationally",
        "light",
        "limited",
        "operating",
        "experience",
        "limited",
        "brand",
        "recognition",
        "new",
        "international",
        "market",
        "ability",
        "deliver",
        "product",
        "market",
        "meet",
        "guest",
        "expectation",
        "problem",
        "distribution",
        "system",
        "imitation",
        "competitor",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "ability",
        "manage",
        "growth",
        "increased",
        "complexity",
        "business",
        "effectively",
        "ability",
        "cancel",
        "store",
        "lease",
        "existing",
        "new",
        "store",
        "profitable",
        "ability",
        "source",
        "merchandise",
        "profitably",
        "new",
        "trade",
        "restriction",
        "imposed",
        "existing",
        "trade",
        "restriction",
        "become",
        "burdensome",
        "increasing",
        "labor",
        "cost",
        "factor",
        "associated",
        "production",
        "product",
        "south",
        "south",
        "east",
        "asia",
        "ability",
        "comply",
        "trade",
        "regulation",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "higher",
        "anticipated",
        "cost",
        "ability",
        "realize",
        "benefit",
        "associated",
        "restructuring",
        "ivivva",
        "business",
        "conflicting",
        "trademark",
        "prevention",
        "sale",
        "certain",
        "product",
        "exposure",
        "various",
        "type",
        "litigation",
        "risk",
        "uncertainty",
        "set",
        "filing",
        "made",
        "time",
        "time",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "available",
        "including",
        "without",
        "limitation",
        "recent",
        "report",
        "form",
        "form",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "contained",
        "herein",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "statement",
        "made",
        "herein",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "except",
        "may",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "howard",
        "tubin",
        "htubin",
        "icr",
        "inc",
        "joseph",
        "morahan",
        "medium",
        "brunswick",
        "group",
        "shahed",
        "larson",
        "blake",
        "sonnenshein",
        "slarson",
        "bsonnenshein",
        "source",
        "lululemon",
        "athletica",
        "inc"
    ]
}