{
    "organizations": [],
    "uuid": "f8452c1c1f66c539f9740cbd93070d9da95bdb93",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-obseva-sa-reports-positive-topline-results-from-implant2-phase-3-clinical-trial-of-nolasiban-in-ivf.html",
    "ord_in_thread": 0,
    "title": "ObsEva SA Reports Positive Topline Results from IMPLANT2 Phase 3 Clinical Trial of Nolasiban in IVF",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The WHO considers infertility a global public health issue affecting 186 million people, and only 1 in 4 ART treatments results in childbirth\nGeneva, Switzerland and Boston, MA - 26 February, 2018 - ObsEva SA (NASDAQ: OBSV), a clinical-stage biopharmaceutical company focused on the development and commercialization of novel therapeutics for serious conditions that compromise a woman's reproductive health and pregnancy, today reported positive top line results of the IMPLANT2 Phase 3 clinical trial of its oral oxytocin receptor antagonist, nolasiban, which is being developed for improving pregnancy rate following in vitro fertilization/intracytoplasmic sperm injection (IVF/ICSI) procedures. Importantly, infertility impacts approximately 10% of reproductive aged couples, and is influenced by the trend of pregnancy desired later in reproductive lives, with annual assisted reproduction technology (ART) cycles approximating 1.6 million worldwide.\nIMPLANT2 is a randomized, double blind, placebo controlled clinical trial that included 778 patients from 41 fertility clinics across 9 European countries. Patients received either a single 900 mg dose of nolasiban or placebo (1:1) orally on the day of embryo transfer (ET). Recruitment included patients undergoing single, fresh ET on day 3 (D3, n=388) or on day 5 (D5, n=390) after oocyte retrieval. The primary endpoint of the trial was ongoing pregnancy as determined by ultrasound at 10 weeks following ET. The pre-defined primary analysis was conducted on the pooled population of D3 and D5 ET.\nThese top line results include efficacy and safety data up to week 10 of pregnancy following embryo transfer. Demographics and baseline characteristics were comparable between groups. The primary endpoint of the clinical trial was met, with an absolute increase in ongoing pregnancy rate at 10 weeks of 7.1% (placebo 28.5% and nolasiban 35.6%, p = 0.031). This represents a relative increase of 25% in the ongoing pregnancy rate after administration of nolasiban compared to placebo. In the ET D5 subgroup, the absolute increase was 11.2% in favor of nolasiban (placebo 34.7% and nolasiban 45.9%, p = 0.034). This represents a relative increase in ongoing pregnancy rate of 32% after administration of nolasiban compared to placebo. In the ET D3 subgroup, there was a statistically non-significant 3.1% absolute increase in favor of nolasiban (placebo 22.2% and nolasiban 25.3%, p > 0.05), or a 14.0% relative increase in ongoing pregnancy rate after administration of nolasiban compared to placebo.\nIn addition, nolasiban was well tolerated, with low rates of treatment discontinuation that were comparable between treatment and placebo. The safety profile of nolasiban was also similar to placebo, with a total of 9 (2.3%) serious adverse events (SAE's) in the placebo group and 4 (1.0%) in the nolasiban group. None of these SAE's were reported to be related to treatment.\nProfessor Herman Tournaye, MD, PhD, Head of the Centre for Reproductive Medicine at University Hospital Brussels, and Principal Investigator of the IMPLANT2 study commented, \"As the global IVF standard of care moves to Day 5 embryo transfer, the IMPLANT2 results are highly relevant in that an approximate 30% increase in ongoing clinical pregnancy would constitute a major step forward in the field\".\nFollow-up data from the IMPLANT2 study will include live birth rate, and 28-day neonatal safety, expected to be reported in the fourth quarter of 2018. Six-month infant follow-up is expected to be available in 2019.\n\"We are very pleased that the IMPLANT2 results reported today demonstrate an ongoing pregnancy benefit at 10 weeks following a single, oral dose of nolasiban, given 4 hours prior to a single ET, that not only was statistically significant, but the magnitude of which we believe represents a highly clinically meaningful improvement for the women undergoing IVF/ICSI procedures\" said Ernest Loumaye, MD, PhD, OB/GYN, CEO and Co-Founder of ObsEva. \"We believe IMPLANT2 results potentially represent one of the most important innovations in the practice of IVF/ICSI since the emergence of recombinant FSH more than 20 years ago\".\nBased upon the data, ObsEva intends to seek feedback from regulatory authorities in Europe and the United States on any necessary additional clinical requirements, and also solicit guidance on the regulatory registration path forward. ObsEva plans to provide an update on its expected nolasiban clinical and regulatory timelines following these discussions.\nConference Call Information\nObsEva will host a conference call and audio webcast today at 8:00 a.m. Eastern Time to discuss IMPLANT2 results and review the company's strategic development plans. To participate in the conference call, please dial +1(844)-419-1772 (domestic) or +1(213) 660-0921 (international) and refer to conference ID 9784807. The webcast can be accessed under the \"Investors\" section of ObsEva's website www.obseva.com\nAbout the IMPLANT2 Clinical Trial\nIMPLANT2 is a Phase 3, randomized, double blind, clinical trial assessing nolasiban compared to placebo for improving the rate of pregnancy in patients undergoing IVF or ICSI due to low fertility. Following ovarian stimulation, egg retrieval and fertilization, eligible women are randomized to receive either a single, oral dose of 900 mg nolasiban or placebo 4 hours before D3 or D5 fresh, single ET. The primary endpoint is ongoing pregnancy at 10 weeks after ET. Women with confirmed pregnancies are monitored until delivery and the infants for up to 6 months following birth.\nAbout Assisted Reproductive Technology (ART)\nInfertility affects about 10 percent of reproductive-aged couples, with approximately 1.6 million ART treatments (including IVF and ICSI) performed worldwide each year. Currently 59% of fresh embryo transfers are performed on D5 and 31% on D3 in the United States (CDC report, 2015 data).\nWhile the success of ART depends on multiple factors such as embryo quality and ET procedure, a successful pregnancy ultimately hinges on the receptivity of the uterus to accept embryo implantation. Uterine contractions at the time of ET, as well as suboptimal thickness of the uterine wall and blood flow to the uterus, may impair the implantation of the embryo.\nAbout Nolasiban\nNolasiban (previously known as OBE001), is an oral oxytocin receptor antagonist with the potential to decrease uterine contractions, improve uterine blood flow and enhance the receptivity of the endometrium to embryo implantation, all of which may increase the chance of successful pregnancy and live-birth among patients undergoing ART. ObsEva licensed nolasiban from Merck-Serono in 2013 and retains worldwide, exclusive, commercial rights.\nAbout ObsEva\nObsEva is a clinical-stage biopharmaceutical company focused on the clinical development and commercialization of novel therapeutics for serious conditions that compromise a woman's reproductive health and pregnancy. Through strategic in-licensing and disciplined drug development, ObsEva has established a late-stage clinical pipeline with development programs focused on treating endometriosis, uterine fibroids, preterm labor and improving ART (IVF/ICSI) outcomes. ObsEva is listed on the NASDAQ Global Select Market and is trading under the ticker symbol \"OBSV\". For more information, please visit www.ObsEva.com .\nCautionary Note Regarding Forward Looking Statements\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. These statements may be identified by words such as \"believe\", \"expect\", \"may\", \"plan,\" \"potential,\" \"will,\" and similar expressions, and are based on ObsEva's current beliefs and expectations. These forward-looking statements include expectations regarding the clinical development of ObsEva's product candidates and the timing of enrollment in and data from clinical trials as well as the feedback from and clinical requirements of relevant regulatory authorities. These statements involve risks and uncertainties that could cause actual results to differ materially from those reflected in such statements. Risks and uncertainties that may cause actual results to differ materially include uncertainties inherent in the conduct of clinical trials, including that topline results may differ from future results in the IMPLANT2 clinical trial or any future clinical trials, ObsEva's reliance on third parties over which it may not always have full control, feedback from relevant regulatory authorities, and other risks and uncertainties that are described in the Risk Factors section of ObsEva's Annual Report on Form 20-F for the year ended December 31, 2016, and other filings ObsEva makes with the SEC. These documents are available on the Investors page of ObsEva's website at http://www.obseva.com . Any forward-looking statements speak only as of the date of this press release and are based on information available to ObsEva as of the date of this release, and ObsEva assumes no obligation to, and does not intend to, update any forward-looking statements, whether as a result of new information, future events or otherwise.\n###\nMedia Contact:\nLiz Bryan\nSpectrum Science\nlbryan@spectrumscience.com\n202-955-6222 x2526\nCEO Office contact:\nShauna Dillon\nShauna.dillon@obseva.ch\n+41 22 552 1550\nInvestor Contact:\nMario Corso\nSenior Director, Investor Relations\nmario.corso@obseva.com\n781-366-5726\nAttachments:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/049d14e3-7589-4b29-961f-743e7fc613e7\nSource:ObsEva SA",
    "published": "2018-02-26T15:01:00.000+02:00",
    "crawled": "2018-02-26T17:36:15.052+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "considers",
        "infertility",
        "global",
        "public",
        "health",
        "issue",
        "affecting",
        "million",
        "people",
        "art",
        "treatment",
        "result",
        "childbirth",
        "geneva",
        "switzerland",
        "boston",
        "february",
        "obseva",
        "sa",
        "nasdaq",
        "obsv",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "novel",
        "therapeutic",
        "serious",
        "condition",
        "compromise",
        "woman",
        "reproductive",
        "health",
        "pregnancy",
        "today",
        "reported",
        "positive",
        "top",
        "line",
        "result",
        "implant2",
        "phase",
        "clinical",
        "trial",
        "oral",
        "oxytocin",
        "receptor",
        "antagonist",
        "nolasiban",
        "developed",
        "improving",
        "pregnancy",
        "rate",
        "following",
        "vitro",
        "sperm",
        "injection",
        "procedure",
        "importantly",
        "infertility",
        "impact",
        "approximately",
        "reproductive",
        "aged",
        "couple",
        "influenced",
        "trend",
        "pregnancy",
        "desired",
        "later",
        "reproductive",
        "life",
        "annual",
        "assisted",
        "reproduction",
        "technology",
        "art",
        "cycle",
        "approximating",
        "million",
        "worldwide",
        "implant2",
        "randomized",
        "double",
        "blind",
        "placebo",
        "controlled",
        "clinical",
        "trial",
        "included",
        "patient",
        "fertility",
        "clinic",
        "across",
        "european",
        "country",
        "patient",
        "received",
        "either",
        "single",
        "mg",
        "dose",
        "nolasiban",
        "placebo",
        "orally",
        "day",
        "embryo",
        "transfer",
        "et",
        "recruitment",
        "included",
        "patient",
        "undergoing",
        "single",
        "fresh",
        "et",
        "day",
        "d3",
        "day",
        "d5",
        "oocyte",
        "retrieval",
        "primary",
        "endpoint",
        "trial",
        "ongoing",
        "pregnancy",
        "determined",
        "ultrasound",
        "week",
        "following",
        "et",
        "primary",
        "analysis",
        "conducted",
        "pooled",
        "population",
        "d3",
        "d5",
        "et",
        "top",
        "line",
        "result",
        "include",
        "efficacy",
        "safety",
        "data",
        "week",
        "pregnancy",
        "following",
        "embryo",
        "transfer",
        "demographic",
        "baseline",
        "characteristic",
        "comparable",
        "group",
        "primary",
        "endpoint",
        "clinical",
        "trial",
        "met",
        "absolute",
        "increase",
        "ongoing",
        "pregnancy",
        "rate",
        "week",
        "placebo",
        "nolasiban",
        "p",
        "represents",
        "relative",
        "increase",
        "ongoing",
        "pregnancy",
        "rate",
        "administration",
        "nolasiban",
        "compared",
        "placebo",
        "et",
        "d5",
        "subgroup",
        "absolute",
        "increase",
        "favor",
        "nolasiban",
        "placebo",
        "nolasiban",
        "p",
        "represents",
        "relative",
        "increase",
        "ongoing",
        "pregnancy",
        "rate",
        "administration",
        "nolasiban",
        "compared",
        "placebo",
        "et",
        "d3",
        "subgroup",
        "statistically",
        "absolute",
        "increase",
        "favor",
        "nolasiban",
        "placebo",
        "nolasiban",
        "p",
        "relative",
        "increase",
        "ongoing",
        "pregnancy",
        "rate",
        "administration",
        "nolasiban",
        "compared",
        "placebo",
        "addition",
        "nolasiban",
        "well",
        "tolerated",
        "low",
        "rate",
        "treatment",
        "discontinuation",
        "comparable",
        "treatment",
        "placebo",
        "safety",
        "profile",
        "nolasiban",
        "also",
        "similar",
        "placebo",
        "total",
        "serious",
        "adverse",
        "event",
        "sae",
        "placebo",
        "group",
        "nolasiban",
        "group",
        "none",
        "sae",
        "reported",
        "related",
        "treatment",
        "professor",
        "herman",
        "tournaye",
        "md",
        "phd",
        "head",
        "centre",
        "reproductive",
        "medicine",
        "university",
        "hospital",
        "brussels",
        "principal",
        "investigator",
        "implant2",
        "study",
        "commented",
        "global",
        "ivf",
        "standard",
        "care",
        "move",
        "day",
        "embryo",
        "transfer",
        "implant2",
        "result",
        "highly",
        "relevant",
        "approximate",
        "increase",
        "ongoing",
        "clinical",
        "pregnancy",
        "would",
        "constitute",
        "major",
        "step",
        "forward",
        "field",
        "data",
        "implant2",
        "study",
        "include",
        "live",
        "birth",
        "rate",
        "neonatal",
        "safety",
        "expected",
        "reported",
        "fourth",
        "quarter",
        "infant",
        "expected",
        "available",
        "pleased",
        "implant2",
        "result",
        "reported",
        "today",
        "demonstrate",
        "ongoing",
        "pregnancy",
        "benefit",
        "week",
        "following",
        "single",
        "oral",
        "dose",
        "nolasiban",
        "given",
        "hour",
        "prior",
        "single",
        "et",
        "statistically",
        "significant",
        "magnitude",
        "believe",
        "represents",
        "highly",
        "clinically",
        "meaningful",
        "improvement",
        "woman",
        "undergoing",
        "procedure",
        "said",
        "ernest",
        "loumaye",
        "md",
        "phd",
        "ceo",
        "obseva",
        "believe",
        "implant2",
        "result",
        "potentially",
        "represent",
        "one",
        "important",
        "innovation",
        "practice",
        "since",
        "emergence",
        "recombinant",
        "fsh",
        "year",
        "ago",
        "based",
        "upon",
        "data",
        "obseva",
        "intends",
        "seek",
        "feedback",
        "regulatory",
        "authority",
        "europe",
        "united",
        "state",
        "necessary",
        "additional",
        "clinical",
        "requirement",
        "also",
        "solicit",
        "guidance",
        "regulatory",
        "registration",
        "path",
        "forward",
        "obseva",
        "plan",
        "provide",
        "update",
        "expected",
        "nolasiban",
        "clinical",
        "regulatory",
        "timeline",
        "following",
        "discussion",
        "conference",
        "call",
        "information",
        "obseva",
        "host",
        "conference",
        "call",
        "audio",
        "webcast",
        "today",
        "eastern",
        "time",
        "discus",
        "implant2",
        "result",
        "review",
        "company",
        "strategic",
        "development",
        "plan",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "refer",
        "conference",
        "id",
        "webcast",
        "accessed",
        "investor",
        "section",
        "obseva",
        "website",
        "implant2",
        "clinical",
        "trial",
        "implant2",
        "phase",
        "randomized",
        "double",
        "blind",
        "clinical",
        "trial",
        "assessing",
        "nolasiban",
        "compared",
        "placebo",
        "improving",
        "rate",
        "pregnancy",
        "patient",
        "undergoing",
        "ivf",
        "icsi",
        "due",
        "low",
        "fertility",
        "following",
        "ovarian",
        "stimulation",
        "egg",
        "retrieval",
        "fertilization",
        "eligible",
        "woman",
        "randomized",
        "receive",
        "either",
        "single",
        "oral",
        "dose",
        "mg",
        "nolasiban",
        "placebo",
        "hour",
        "d3",
        "d5",
        "fresh",
        "single",
        "et",
        "primary",
        "endpoint",
        "ongoing",
        "pregnancy",
        "week",
        "et",
        "woman",
        "confirmed",
        "pregnancy",
        "monitored",
        "delivery",
        "infant",
        "month",
        "following",
        "birth",
        "assisted",
        "reproductive",
        "technology",
        "art",
        "infertility",
        "affect",
        "percent",
        "couple",
        "approximately",
        "million",
        "art",
        "treatment",
        "including",
        "ivf",
        "icsi",
        "performed",
        "worldwide",
        "year",
        "currently",
        "fresh",
        "embryo",
        "transfer",
        "performed",
        "d5",
        "d3",
        "united",
        "state",
        "cdc",
        "report",
        "data",
        "success",
        "art",
        "depends",
        "multiple",
        "factor",
        "embryo",
        "quality",
        "et",
        "procedure",
        "successful",
        "pregnancy",
        "ultimately",
        "hinge",
        "receptivity",
        "uterus",
        "accept",
        "embryo",
        "implantation",
        "uterine",
        "contraction",
        "time",
        "et",
        "well",
        "suboptimal",
        "thickness",
        "uterine",
        "wall",
        "blood",
        "flow",
        "uterus",
        "may",
        "impair",
        "implantation",
        "embryo",
        "nolasiban",
        "nolasiban",
        "previously",
        "known",
        "obe001",
        "oral",
        "oxytocin",
        "receptor",
        "antagonist",
        "potential",
        "decrease",
        "uterine",
        "contraction",
        "improve",
        "uterine",
        "blood",
        "flow",
        "enhance",
        "receptivity",
        "endometrium",
        "embryo",
        "implantation",
        "may",
        "increase",
        "chance",
        "successful",
        "pregnancy",
        "among",
        "patient",
        "undergoing",
        "art",
        "obseva",
        "licensed",
        "nolasiban",
        "retains",
        "worldwide",
        "exclusive",
        "commercial",
        "right",
        "obseva",
        "obseva",
        "biopharmaceutical",
        "company",
        "focused",
        "clinical",
        "development",
        "commercialization",
        "novel",
        "therapeutic",
        "serious",
        "condition",
        "compromise",
        "woman",
        "reproductive",
        "health",
        "pregnancy",
        "strategic",
        "disciplined",
        "drug",
        "development",
        "obseva",
        "established",
        "clinical",
        "pipeline",
        "development",
        "program",
        "focused",
        "treating",
        "endometriosis",
        "uterine",
        "fibroid",
        "preterm",
        "labor",
        "improving",
        "art",
        "outcome",
        "obseva",
        "listed",
        "nasdaq",
        "global",
        "select",
        "market",
        "trading",
        "ticker",
        "symbol",
        "obsv",
        "information",
        "please",
        "visit",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "word",
        "believe",
        "expect",
        "may",
        "plan",
        "potential",
        "similar",
        "expression",
        "based",
        "obseva",
        "current",
        "belief",
        "expectation",
        "statement",
        "include",
        "expectation",
        "regarding",
        "clinical",
        "development",
        "obseva",
        "product",
        "candidate",
        "timing",
        "enrollment",
        "data",
        "clinical",
        "trial",
        "well",
        "feedback",
        "clinical",
        "requirement",
        "relevant",
        "regulatory",
        "authority",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "uncertainty",
        "inherent",
        "conduct",
        "clinical",
        "trial",
        "including",
        "topline",
        "result",
        "may",
        "differ",
        "future",
        "result",
        "implant2",
        "clinical",
        "trial",
        "future",
        "clinical",
        "trial",
        "obseva",
        "reliance",
        "third",
        "party",
        "may",
        "always",
        "full",
        "control",
        "feedback",
        "relevant",
        "regulatory",
        "authority",
        "risk",
        "uncertainty",
        "described",
        "risk",
        "factor",
        "section",
        "obseva",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "obseva",
        "make",
        "sec",
        "document",
        "available",
        "investor",
        "page",
        "obseva",
        "website",
        "http",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "based",
        "information",
        "available",
        "obseva",
        "date",
        "release",
        "obseva",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "medium",
        "contact",
        "liz",
        "bryan",
        "spectrum",
        "science",
        "lbryan",
        "x2526",
        "ceo",
        "office",
        "contact",
        "shauna",
        "dillon",
        "investor",
        "contact",
        "mario",
        "corso",
        "senior",
        "director",
        "investor",
        "relation",
        "attachment",
        "http",
        "source",
        "obseva",
        "sa"
    ]
}