{
    "organizations": [],
    "uuid": "f8f688f45ffb1a34578904d8edfe2f460e024c03",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/27/higher-volatility-doesnt-mean-stocks-will-suffer-this-year.html",
    "ord_in_thread": 0,
    "title": "Higher volatility doesn't mean stocks will suffer this year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Volatility has returned to the market in a big way, but that doesn't necessarily mean lower returns for stocks.\nWhat's been weird about the markets is not the volatility, it's how absurdly low volatility has been. According to DataTrek, in each year since 1958 the S&P 500 has on average gained or lost 1 percent or more on a daily basis on 53 days. That's about 20 percent of the time every year, or about one day per week.\nIn 2017, there were only eight such days: eight days versus an average of 53 for the past 60 years.\nSo far in 2018, there have already been 11 days.\nIs this a reversion to the mean? Sure looks like it.\nYou shouldn't be ready to lighten up on stocks, though, according to DataTrek's Jessica Rabe. \"Just because US equities are more volatile does not mean negative price returns, at least when looking at the historical data,\" she wrote in a recent note to clients.\nThere are two reasons. First, stocks tend to rise more than they decline on an annual basis. The S&P 500 has only posted negative annual returns 20 percent of the time since 1958, Rabe told me in a telephone interview.\nSecond, higher volatility does not necessarily mean lower returns.\nIn years where there was an above-average number of days when the S&P was up or down 1 percent or more, two-thirds of the years (67 percent) still ended higher (these returns included dividends).\nUp or down years with high volatility tended to be up or down about the same amount. In years when there was an above-average number of up or down 1 percent days and the S&P ended up, it was up an average of 19.3 percent.\nIn years when there was an above-average number of up or down 1 percent days and the S&P ended down, it was down an average of 15.1 percent.\nThe conclusion: Higher volatility tends to produce bigger swings in the S&P than usual. But that shouldn't surprise anyone.\nRabe is expecting the higher volatility to continue, but she's still bullish on U.S. equities: \"Just because there's greater volatility doesn't mean 2018 will deliver negative returns,\" she told me.\n\"As our data shows that's not necessarily a harbinger for trouble but does require a stronger stomach and more due diligence to not fall prey to behavioral biases.\"\nIn plain English: The low volatility we have seen in the last few years definitely is not the norm.",
    "published": "2018-02-27T14:00:00.000+02:00",
    "crawled": "2018-02-27T14:09:05.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "volatility",
        "returned",
        "market",
        "big",
        "way",
        "necessarily",
        "mean",
        "lower",
        "return",
        "stock",
        "weird",
        "market",
        "volatility",
        "absurdly",
        "low",
        "volatility",
        "according",
        "datatrek",
        "year",
        "since",
        "p",
        "average",
        "gained",
        "lost",
        "percent",
        "daily",
        "basis",
        "day",
        "percent",
        "time",
        "every",
        "year",
        "one",
        "day",
        "per",
        "week",
        "eight",
        "day",
        "eight",
        "day",
        "versus",
        "average",
        "past",
        "year",
        "far",
        "already",
        "day",
        "reversion",
        "mean",
        "sure",
        "look",
        "like",
        "ready",
        "lighten",
        "stock",
        "though",
        "according",
        "datatrek",
        "jessica",
        "rabe",
        "u",
        "equity",
        "volatile",
        "mean",
        "negative",
        "price",
        "return",
        "least",
        "looking",
        "historical",
        "data",
        "wrote",
        "recent",
        "note",
        "client",
        "two",
        "reason",
        "first",
        "stock",
        "tend",
        "rise",
        "decline",
        "annual",
        "basis",
        "p",
        "posted",
        "negative",
        "annual",
        "return",
        "percent",
        "time",
        "since",
        "rabe",
        "told",
        "telephone",
        "interview",
        "second",
        "higher",
        "volatility",
        "necessarily",
        "mean",
        "lower",
        "return",
        "year",
        "number",
        "day",
        "p",
        "percent",
        "year",
        "percent",
        "still",
        "ended",
        "higher",
        "return",
        "included",
        "dividend",
        "year",
        "high",
        "volatility",
        "tended",
        "amount",
        "year",
        "number",
        "percent",
        "day",
        "p",
        "ended",
        "average",
        "percent",
        "year",
        "number",
        "percent",
        "day",
        "p",
        "ended",
        "average",
        "percent",
        "conclusion",
        "higher",
        "volatility",
        "tends",
        "produce",
        "bigger",
        "swing",
        "p",
        "usual",
        "surprise",
        "anyone",
        "rabe",
        "expecting",
        "higher",
        "volatility",
        "continue",
        "still",
        "bullish",
        "equity",
        "greater",
        "volatility",
        "mean",
        "deliver",
        "negative",
        "return",
        "told",
        "data",
        "show",
        "necessarily",
        "harbinger",
        "trouble",
        "require",
        "stronger",
        "stomach",
        "due",
        "diligence",
        "fall",
        "prey",
        "behavioral",
        "bias",
        "plain",
        "english",
        "low",
        "volatility",
        "seen",
        "last",
        "year",
        "definitely",
        "norm"
    ]
}