{
    "organizations": [],
    "uuid": "08a5ce4e33f6b011326c5b6cc1fd7fe5cfa52197",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-q2-holdings-inc-announces-pricing-of-private-offering-of-200-million-of-convertible-senior-notes-due-2023.html",
    "ord_in_thread": 0,
    "title": "Q2 Holdings, Inc. Announces Pricing of Private Offering of $200 Million of Convertible Senior Notes Due 2023",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AUSTIN, Texas--(BUSINESS WIRE)-- Q2 Holdings, Inc. (NYSE: QTWO) (the “Company”), a provider of secure, cloud-based virtual banking solutions, today announced the pricing of its $200 million aggregate principal amount of convertible senior notes due 2023 (the “Convertible Notes”). The Convertible Notes are being offered in a private placement to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”). The Company granted an option to the initial purchasers to purchase up to an additional $30 million aggregate principal amount of Convertible Notes.\nThe Convertible Notes will be unsecured, unsubordinated obligations of the Company and will pay interest semiannually at an annual rate of 0.75% and will be convertible into cash, shares of the Company’s common stock or a combination of cash and shares of the Company’s common stock, at the Company’s election, based on the applicable conversion rate at such time. The Convertible Notes have an initial conversion rate of 17.4292 shares of the Company’s common stock per $1,000 principal amount of Convertible Notes (which is equivalent to an initial conversion price of approximately $57.38 per share of the Company’s common stock), representing an initial conversion premium of approximately 27.5% above the closing price of $45.00 per share of the Company’s common stock on Feb. 21, 2018. The conversion rate is subject to adjustment in some events but will not be adjusted for any accrued and unpaid interest. Holders of the Convertible Notes will have the right to require the Company to repurchase all or a portion of their notes upon the occurrence of a fundamental change (as defined in the indenture governing the Convertible Notes) at a purchase price of 100% of their principal amount plus any accrued and unpaid interest. The Convertible Notes will mature on Feb. 15, 2023, unless repurchased or converted in accordance with their terms prior to such date. Prior to the close of business on the business day immediately preceding Nov. 15, 2022, the Convertible Notes will be convertible only upon the satisfaction of certain conditions and during certain periods, and thereafter, at any time prior to the close of business on the second scheduled trading day immediately preceding the maturity date regardless of these conditions. The Company expects to close the offering on or about Feb. 26, 2018, subject to the satisfaction of various customary closing conditions.\nIn connection with the offering, the Company entered into privately negotiated convertible note hedge transactions with one or more financial institutions, which included one or more of the initial purchasers and/or their respective affiliates (in this capacity, the “option counterparties”). The convertible note hedge transactions cover, subject to anti-dilution adjustments, the number of shares of common stock underlying the Convertible Notes sold in the offering. The Company also entered into privately negotiated warrant transactions with the option counterparties whereby the Company sold to the option counterparties warrants to purchase up to the same number of shares of the Company’s common stock, subject to customary anti-dilution adjustments, with an initial strike price of approximately $78.75 per share, subject to certain adjustments, which is 75% higher than the closing price of the Company’s common stock on Feb. 21, 2018. The warrants evidenced by the warrant transactions will be settled on a net share basis unless the Company elects cash settlement. If the initial purchasers exercise their option to purchase additional notes, the Company may enter into additional convertible note hedge transactions and additional warrant transactions with the option counterparties. The convertible note hedge transactions are generally expected to reduce potential dilution to the Company’s common stock upon conversion of the Convertible Notes and/or offset any cash payments the Company is required to make in excess of the principal amount of converted notes, as the case may be. The warrant transactions will have a dilutive effect on the Company’s common stock to the extent that the market price per share of the Company’s common stock exceeds the strike price of the warrants unless the Company elects to cash settle the warrants.\nThe Company estimates that it will receive net proceeds from the offering of approximately $193.8 million (or approximately $223 million if the initial purchasers exercise their option to purchase additional notes in full). The Company intends to use $16.8 million of the net proceeds of the offering to pay the cost of the convertible note hedge transactions (after such cost is partially offset by the proceeds that it receives from the sale of warrants pursuant to the warrant transactions). The Company intends to use the remainder of the net proceeds from the offering for general corporate purposes, including working capital, capital expenditures, potential acquisitions and strategic transactions; however, the Company has not designated any specific uses and has no current agreements with respects to any material acquisition or strategic transactions. If the initial purchasers exercise their option to purchase additional notes, the Company intends to use a portion of the net proceeds to fund the cost of entering into additional convertible note hedge transactions. Any remaining net proceeds from the sale of additional notes will be used for general corporate purposes.\nThe Company has been advised that, in connection with establishing their initial hedge positions with respect to the convertible note hedge transactions and the warrant transactions, the option counterparties and/or their affiliates (i) expect to purchase shares of the Company’s common stock and/or enter into derivative transactions with respect to the Company’s common stock concurrently with, or shortly after, the pricing of the Convertible Notes and (ii) may modify their hedge positions by entering into or unwinding derivative transactions with respect to the Company’s common stock and/or purchasing or selling the Company’s common stock or other securities of the Company in secondary market transactions following the pricing of the Convertible Notes and prior to the maturity of the Convertible Notes. These activities could have the effect of increasing, or preventing a decline in, the market price of the Company’s common stock concurrently with, or shortly following, the pricing of the Convertible Notes. The effect, if any, of these activities, including the direction or magnitude, on the market price of the Company’s common stock will depend on a variety of factors, including market conditions, and cannot be ascertained at this time. Any of these activities could, however, adversely affect the market price of the Company’s common stock.\nThis press release is neither an offer to sell nor a solicitation of an offer to buy the Convertible Notes or the shares of common stock issuable upon conversion of the Convertible Notes, if any, nor shall there be any sale of these securities in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such state or jurisdiction. Any offer of these securities will be made only by means of a private offering memorandum.\nThe Convertible Notes and the shares of common stock issuable upon conversion of the Convertible Notes, if any, have not been registered under the Securities Act, or the securities laws of any other jurisdiction, and may not be offered or sold in the United States absent registration or an applicable exemption from registration requirements.\nForward-looking Statements:\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995 regarding the planned offering. Words such as “anticipates,” “estimates,” “expects,” “projects,” “forecasts,” “intends,” “plans,” “will,” “believes” and words and terms of similar substance used in connection with any discussion identify forward-looking statements. These forward-looking statements are based on management’s current expectations and beliefs about future events and are inherently susceptible to uncertainty and changes in circumstances. Except as required by law, the Company is under no obligation to, and expressly disclaim any obligation to, update or alter any forward-looking statements whether as a result of such changes, new information, subsequent events or otherwise. With respect to the planned offering, such uncertainties and circumstances include whether the Company will consummate the offering on the anticipated terms of the notes, if at all, and the use of the net proceeds from the offering; and whether the convertible note hedge and warrant transactions will become effective. Various factors could also adversely affect the Company’s operations, business or financial results in the future and cause the Company’s actual results to differ materially from those contained in the forward-looking statements, including those factors discussed in detail in the “Risk Factors” sections contained in the Company’s Annual Report on Form 10-K for the year ended December 31, 2017 filed with the Securities and Exchange Commission and available on the SEC Filings section of the Investor Relations section of Q2’s website at http://investors.q2ebanking.com/ .\nAbout Q2 Holdings, Inc.\nQ2 is a leading provider of secure, experience-driven digital banking solutions headquartered in Austin, Texas. We are driven by a mission to build stronger communities by strengthening their financial institutions. Q2 provides the industry’s most comprehensive digital banking platform, enriched through actionable data insights, open development tools and an evolving fintech ecosystem. We help clients elevate the experience, drive efficiency and grow faster.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222005652/en/\nMedia Contact:\nRed Fan Communications\nEmma Chase, 512-551-9253\nC: 512-917-4319\nemma@redfancommunications.com\nor\nInvestor Contact:\nQ2 Holdings, Inc.\nBob Gujavarty, 512-439-3447\nbobby.gujavarty@q2ebanking.com\nSource: Q2 Holdings, Inc.",
    "published": "2018-02-22T15:30:00.000+02:00",
    "crawled": "2018-02-22T17:26:06.031+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "austin",
        "texas",
        "business",
        "wire",
        "q2",
        "holding",
        "nyse",
        "qtwo",
        "company",
        "provider",
        "secure",
        "virtual",
        "banking",
        "solution",
        "today",
        "announced",
        "pricing",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "convertible",
        "note",
        "convertible",
        "note",
        "offered",
        "private",
        "placement",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "company",
        "granted",
        "option",
        "initial",
        "purchaser",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "note",
        "convertible",
        "note",
        "unsecured",
        "unsubordinated",
        "obligation",
        "company",
        "pay",
        "interest",
        "semiannually",
        "annual",
        "rate",
        "convertible",
        "cash",
        "share",
        "company",
        "common",
        "stock",
        "combination",
        "cash",
        "share",
        "company",
        "common",
        "stock",
        "company",
        "election",
        "based",
        "applicable",
        "conversion",
        "rate",
        "time",
        "convertible",
        "note",
        "initial",
        "conversion",
        "rate",
        "share",
        "company",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "convertible",
        "note",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "company",
        "common",
        "stock",
        "representing",
        "initial",
        "conversion",
        "premium",
        "approximately",
        "closing",
        "price",
        "per",
        "share",
        "company",
        "common",
        "stock",
        "conversion",
        "rate",
        "subject",
        "adjustment",
        "event",
        "adjusted",
        "accrued",
        "unpaid",
        "interest",
        "holder",
        "convertible",
        "note",
        "right",
        "require",
        "company",
        "repurchase",
        "portion",
        "note",
        "upon",
        "occurrence",
        "fundamental",
        "change",
        "defined",
        "indenture",
        "governing",
        "convertible",
        "note",
        "purchase",
        "price",
        "principal",
        "amount",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "convertible",
        "note",
        "mature",
        "unless",
        "repurchased",
        "converted",
        "accordance",
        "term",
        "prior",
        "date",
        "prior",
        "close",
        "business",
        "business",
        "day",
        "immediately",
        "preceding",
        "convertible",
        "note",
        "convertible",
        "upon",
        "satisfaction",
        "certain",
        "condition",
        "certain",
        "period",
        "thereafter",
        "time",
        "prior",
        "close",
        "business",
        "second",
        "scheduled",
        "trading",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "regardless",
        "condition",
        "company",
        "expects",
        "close",
        "offering",
        "subject",
        "satisfaction",
        "various",
        "customary",
        "closing",
        "condition",
        "connection",
        "offering",
        "company",
        "entered",
        "privately",
        "negotiated",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "one",
        "financial",
        "institution",
        "included",
        "one",
        "initial",
        "purchaser",
        "respective",
        "affiliate",
        "capacity",
        "option",
        "counterparties",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "cover",
        "subject",
        "adjustment",
        "number",
        "share",
        "common",
        "stock",
        "underlying",
        "convertible",
        "note",
        "sold",
        "offering",
        "company",
        "also",
        "entered",
        "privately",
        "negotiated",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "whereby",
        "company",
        "sold",
        "option",
        "counterparties",
        "warrant",
        "purchase",
        "number",
        "share",
        "company",
        "common",
        "stock",
        "subject",
        "customary",
        "adjustment",
        "initial",
        "strike",
        "price",
        "approximately",
        "per",
        "share",
        "subject",
        "certain",
        "adjustment",
        "higher",
        "closing",
        "price",
        "company",
        "common",
        "stock",
        "warrant",
        "evidenced",
        "warrant",
        "transaction",
        "settled",
        "net",
        "share",
        "basis",
        "unless",
        "company",
        "elect",
        "cash",
        "settlement",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "company",
        "may",
        "enter",
        "additional",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "additional",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "generally",
        "expected",
        "reduce",
        "potential",
        "dilution",
        "company",
        "common",
        "stock",
        "upon",
        "conversion",
        "convertible",
        "note",
        "offset",
        "cash",
        "payment",
        "company",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "case",
        "may",
        "warrant",
        "transaction",
        "dilutive",
        "effect",
        "company",
        "common",
        "stock",
        "extent",
        "market",
        "price",
        "per",
        "share",
        "company",
        "common",
        "stock",
        "exceeds",
        "strike",
        "price",
        "warrant",
        "unless",
        "company",
        "elect",
        "cash",
        "settle",
        "warrant",
        "company",
        "estimate",
        "receive",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "approximately",
        "million",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "full",
        "company",
        "intends",
        "use",
        "million",
        "net",
        "proceeds",
        "offering",
        "pay",
        "cost",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "cost",
        "partially",
        "offset",
        "proceeds",
        "receives",
        "sale",
        "warrant",
        "pursuant",
        "warrant",
        "transaction",
        "company",
        "intends",
        "use",
        "remainder",
        "net",
        "proceeds",
        "offering",
        "general",
        "corporate",
        "purpose",
        "including",
        "working",
        "capital",
        "capital",
        "expenditure",
        "potential",
        "acquisition",
        "strategic",
        "transaction",
        "however",
        "company",
        "designated",
        "specific",
        "us",
        "current",
        "agreement",
        "respect",
        "material",
        "acquisition",
        "strategic",
        "transaction",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "company",
        "intends",
        "use",
        "portion",
        "net",
        "proceeds",
        "fund",
        "cost",
        "entering",
        "additional",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "remaining",
        "net",
        "proceeds",
        "sale",
        "additional",
        "note",
        "used",
        "general",
        "corporate",
        "purpose",
        "company",
        "advised",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "position",
        "respect",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "affiliate",
        "expect",
        "purchase",
        "share",
        "company",
        "common",
        "stock",
        "enter",
        "derivative",
        "transaction",
        "respect",
        "company",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "convertible",
        "note",
        "ii",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "derivative",
        "transaction",
        "respect",
        "company",
        "common",
        "stock",
        "purchasing",
        "selling",
        "company",
        "common",
        "stock",
        "security",
        "company",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "convertible",
        "note",
        "prior",
        "maturity",
        "convertible",
        "note",
        "activity",
        "could",
        "effect",
        "increasing",
        "preventing",
        "decline",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "following",
        "pricing",
        "convertible",
        "note",
        "effect",
        "activity",
        "including",
        "direction",
        "magnitude",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "depend",
        "variety",
        "factor",
        "including",
        "market",
        "condition",
        "ascertained",
        "time",
        "activity",
        "could",
        "however",
        "adversely",
        "affect",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "press",
        "release",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "convertible",
        "note",
        "share",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "convertible",
        "note",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "offer",
        "security",
        "made",
        "mean",
        "private",
        "offering",
        "memorandum",
        "convertible",
        "note",
        "share",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "convertible",
        "note",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "regarding",
        "planned",
        "offering",
        "word",
        "anticipates",
        "estimate",
        "expects",
        "project",
        "forecast",
        "intends",
        "plan",
        "belief",
        "word",
        "term",
        "similar",
        "substance",
        "used",
        "connection",
        "discussion",
        "identify",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "future",
        "event",
        "inherently",
        "susceptible",
        "uncertainty",
        "change",
        "circumstance",
        "except",
        "required",
        "law",
        "company",
        "obligation",
        "expressly",
        "disclaim",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "change",
        "new",
        "information",
        "subsequent",
        "event",
        "otherwise",
        "respect",
        "planned",
        "offering",
        "uncertainty",
        "circumstance",
        "include",
        "whether",
        "company",
        "consummate",
        "offering",
        "anticipated",
        "term",
        "note",
        "use",
        "net",
        "proceeds",
        "offering",
        "whether",
        "convertible",
        "note",
        "hedge",
        "warrant",
        "transaction",
        "become",
        "effective",
        "various",
        "factor",
        "could",
        "also",
        "adversely",
        "affect",
        "company",
        "operation",
        "business",
        "financial",
        "result",
        "future",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "including",
        "factor",
        "discussed",
        "detail",
        "risk",
        "factor",
        "section",
        "contained",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "sec",
        "filing",
        "section",
        "investor",
        "relation",
        "section",
        "q2",
        "website",
        "http",
        "q2",
        "holding",
        "q2",
        "leading",
        "provider",
        "secure",
        "digital",
        "banking",
        "solution",
        "headquartered",
        "austin",
        "texas",
        "driven",
        "mission",
        "build",
        "stronger",
        "community",
        "strengthening",
        "financial",
        "institution",
        "q2",
        "provides",
        "industry",
        "comprehensive",
        "digital",
        "banking",
        "platform",
        "enriched",
        "actionable",
        "data",
        "insight",
        "open",
        "development",
        "tool",
        "evolving",
        "fintech",
        "ecosystem",
        "help",
        "client",
        "elevate",
        "experience",
        "drive",
        "efficiency",
        "grow",
        "faster",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "red",
        "fan",
        "communication",
        "emma",
        "chase",
        "c",
        "emma",
        "investor",
        "contact",
        "q2",
        "holding",
        "bob",
        "gujavarty",
        "source",
        "q2",
        "holding",
        "inc"
    ]
}