{
    "organizations": [],
    "uuid": "afa5cfc4587ae9f416674665bad2838f3eefbe0a",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/13/whistleblower-market-manipulation-of-vix-contributed-to-sell-off.html",
    "ord_in_thread": 0,
    "title": "Traders manipulating key volatility index contributed to the market plunge last week, whistleblower says in interview",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Through his attorney, an alleged whistleblower has written a letter to the SEC alleging the CBOE Volatility Index , a key measure of market fear, is subject to potential manipulation, and that it could be causing nearly $2 billion in annual gains and losses to investors.\nThe whistleblower told me in a phone interview on Tuesday this manipulation \"contributed, but it was not the sole cause\" of the market decline last week. He contends the manipulation had been going on for some time.\nWhile the initial cause of the market's recent decline was an inflation scare from the January jobs report and a rise in wage growth, the blow-up of the so-called VIX last week — it sent from roughly 18 Monday afternoon to over 50 by Tuesday before the open — has many wondering about the role of volatility and volatility products in the sell-off, and about the complicated relationship between the S&P 500, options contracts, the VIX, VIX futures, and VIX exchange traded products (ETPs).\n\nAll the volatility seems to be attracting the interest of regulators: FINRA was reportedly looking into alleged manipulation of futures on the VIX and CBOE volatility index, according to The Wall Street Journal.\nWhen I spoke with the \"whistleblower\" in question Tuesday, He would not identify himself, only saying that he had been working at buyside firms for 20 years holding positions with what he called \"high responsibilities.\"\nHe admitted he had not personally attempted to manipulate the VIX, nor had he directly observed anyone manipulating it. Instead, he claims to have observed \"irregular patterns\" in the market that he believes may have impacted investors.\nThe crux of the argument is that VIX derivatives — futures and options — are subject to potential manipulation. The VIX is calculated using options in the S&P 500 one month out, but the whistleblower says there are \"important nuances.\" He says the calculation is not based on traded prices but on mid prices — the middle between the bid and ask. Crucially, he says, it does not require any trading activity for the VIX index to move — just posted bids and offers.\nBy example, assume the S&P 500 is at 2,600 and has options priced between 1800 and 3,000. Normally far out-of-the-money bids in puts — say those at 1,000 or 1,200 — are not calculated because there is no price to them, no bids. The whistleblower contends that most of the farthest out-of-the-money options only trade on days where there is a settlement for VIX futures and options, and he specifically is asking to investigate why this happens.\nBecause those far out-of-the-money options have very high implied volatility, the presence of those options drives the price of the VIX up. His contention is that some traders go long VIX futures and then put in bids and offers way out of the money and profit when the VIX goes up just before settlement.\nWho's behind it? Who might be part of this alleged \"manipulation?\" \"The only people who engage in this are those with sophisticated order management systems,\" he told me. He cited proprietary trading firms and potentially market makers in VIX products. \"I do not know if they are working together,\" he said.\n\nThe whistleblower's attorney, Matt Stock, believes an investigation into the CBOE's trading data on the VIX will indicate whether there has been manipulation: \"What needs to be done is for the CBOE to turn over their data to the SEC and CFTC and have a proper investigation into the settlement, and why we are seeing a deviation in prices, and who is responsible.\"\nThe letter alleges the CBOE violated its fiduciary responsibility \"driven by the motive to increase trading revenues for the exchange.\"\nThe CBOE responded with this statement: \"We take our regulatory responsibilities and the oversight of our markets very seriously. This letter is replete with inaccurate statements, misconceptions and factual errors, including a fundamental misunderstanding of the relationship between the VIX Index, VIX futures and volatility ETPs, among other things. As a result of these errors, we feel the conclusionary statements contained in this letter lack credibility.\"\nFinally the letter to the SEC appears to contain a serious error by twice referencing the CME, when it should be referencing the CBOE. The attorney for the whistleblower, Matt Stock, admitted it was a clerical error and conceded, \"It definitely does not help our credibility.\"\nWhat's really going on? One volatility watcher says it's not impossible someone could be messing with the quotes, but believes the letter exaggerates the issue.\n\"The only time you can do this is on the settlement day,\" Jeff Benton from Fairfield Advisors told me. \"If someone was really playing with this, you would see dramatic moves in the settlement price, something significantly different than what VIX was trading the day before. Most of the time, it doesn't do that. There are occasionally outliers, but usually it trades very close to the opening price of VIX.\"\nIs this a concern for the retail investor? \"Unless you are holding VIX options or futures to expiration, this is irrelevant\" to the average trader, Benton said. \"It's a professional's problem.\"\nAnd he added: \"It doesn't mean the world is rigged.\"",
    "published": "2018-02-13T21:23:00.000+02:00",
    "crawled": "2018-02-13T21:58:19.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "attorney",
        "alleged",
        "whistleblower",
        "written",
        "letter",
        "sec",
        "alleging",
        "cboe",
        "volatility",
        "index",
        "key",
        "measure",
        "market",
        "fear",
        "subject",
        "potential",
        "manipulation",
        "could",
        "causing",
        "nearly",
        "billion",
        "annual",
        "gain",
        "loss",
        "investor",
        "whistleblower",
        "told",
        "phone",
        "interview",
        "tuesday",
        "manipulation",
        "contributed",
        "sole",
        "cause",
        "market",
        "decline",
        "last",
        "week",
        "contends",
        "manipulation",
        "going",
        "time",
        "initial",
        "cause",
        "market",
        "recent",
        "decline",
        "inflation",
        "scare",
        "january",
        "job",
        "report",
        "rise",
        "wage",
        "growth",
        "vix",
        "last",
        "week",
        "sent",
        "roughly",
        "monday",
        "afternoon",
        "tuesday",
        "open",
        "many",
        "wondering",
        "role",
        "volatility",
        "volatility",
        "product",
        "complicated",
        "relationship",
        "p",
        "option",
        "contract",
        "vix",
        "vix",
        "future",
        "vix",
        "exchange",
        "traded",
        "product",
        "etps",
        "volatility",
        "seems",
        "attracting",
        "interest",
        "regulator",
        "finra",
        "reportedly",
        "looking",
        "alleged",
        "manipulation",
        "future",
        "vix",
        "cboe",
        "volatility",
        "index",
        "according",
        "wall",
        "street",
        "journal",
        "spoke",
        "whistleblower",
        "question",
        "tuesday",
        "would",
        "identify",
        "saying",
        "working",
        "buyside",
        "firm",
        "year",
        "holding",
        "position",
        "called",
        "high",
        "responsibility",
        "admitted",
        "personally",
        "attempted",
        "manipulate",
        "vix",
        "directly",
        "observed",
        "anyone",
        "manipulating",
        "instead",
        "claim",
        "observed",
        "irregular",
        "pattern",
        "market",
        "belief",
        "may",
        "impacted",
        "investor",
        "crux",
        "argument",
        "vix",
        "derivative",
        "future",
        "option",
        "subject",
        "potential",
        "manipulation",
        "vix",
        "calculated",
        "using",
        "option",
        "p",
        "one",
        "month",
        "whistleblower",
        "say",
        "important",
        "nuance",
        "say",
        "calculation",
        "based",
        "traded",
        "price",
        "mid",
        "price",
        "middle",
        "bid",
        "ask",
        "crucially",
        "say",
        "require",
        "trading",
        "activity",
        "vix",
        "index",
        "move",
        "posted",
        "bid",
        "offer",
        "example",
        "assume",
        "p",
        "option",
        "priced",
        "normally",
        "far",
        "bid",
        "put",
        "say",
        "calculated",
        "price",
        "bid",
        "whistleblower",
        "contends",
        "farthest",
        "option",
        "trade",
        "day",
        "settlement",
        "vix",
        "future",
        "option",
        "specifically",
        "asking",
        "investigate",
        "happens",
        "far",
        "option",
        "high",
        "implied",
        "volatility",
        "presence",
        "option",
        "drive",
        "price",
        "vix",
        "contention",
        "trader",
        "go",
        "long",
        "vix",
        "future",
        "put",
        "bid",
        "offer",
        "way",
        "money",
        "profit",
        "vix",
        "go",
        "settlement",
        "behind",
        "might",
        "part",
        "alleged",
        "manipulation",
        "people",
        "engage",
        "sophisticated",
        "order",
        "management",
        "system",
        "told",
        "cited",
        "proprietary",
        "trading",
        "firm",
        "potentially",
        "market",
        "maker",
        "vix",
        "product",
        "know",
        "working",
        "together",
        "said",
        "whistleblower",
        "attorney",
        "matt",
        "stock",
        "belief",
        "investigation",
        "cboe",
        "trading",
        "data",
        "vix",
        "indicate",
        "whether",
        "manipulation",
        "need",
        "done",
        "cboe",
        "turn",
        "data",
        "sec",
        "cftc",
        "proper",
        "investigation",
        "settlement",
        "seeing",
        "deviation",
        "price",
        "responsible",
        "letter",
        "alleges",
        "cboe",
        "violated",
        "fiduciary",
        "responsibility",
        "driven",
        "motive",
        "increase",
        "trading",
        "revenue",
        "exchange",
        "cboe",
        "responded",
        "statement",
        "take",
        "regulatory",
        "responsibility",
        "oversight",
        "market",
        "seriously",
        "letter",
        "replete",
        "inaccurate",
        "statement",
        "misconception",
        "factual",
        "error",
        "including",
        "fundamental",
        "misunderstanding",
        "relationship",
        "vix",
        "index",
        "vix",
        "future",
        "volatility",
        "etps",
        "among",
        "thing",
        "result",
        "error",
        "feel",
        "conclusionary",
        "statement",
        "contained",
        "letter",
        "lack",
        "credibility",
        "finally",
        "letter",
        "sec",
        "appears",
        "contain",
        "serious",
        "error",
        "twice",
        "referencing",
        "cme",
        "referencing",
        "cboe",
        "attorney",
        "whistleblower",
        "matt",
        "stock",
        "admitted",
        "clerical",
        "error",
        "conceded",
        "definitely",
        "help",
        "credibility",
        "really",
        "going",
        "one",
        "volatility",
        "watcher",
        "say",
        "impossible",
        "someone",
        "could",
        "messing",
        "quote",
        "belief",
        "letter",
        "exaggerates",
        "issue",
        "time",
        "settlement",
        "day",
        "jeff",
        "benton",
        "fairfield",
        "advisor",
        "told",
        "someone",
        "really",
        "playing",
        "would",
        "see",
        "dramatic",
        "move",
        "settlement",
        "price",
        "something",
        "significantly",
        "different",
        "vix",
        "trading",
        "day",
        "time",
        "occasionally",
        "outlier",
        "usually",
        "trade",
        "close",
        "opening",
        "price",
        "vix",
        "concern",
        "retail",
        "investor",
        "unless",
        "holding",
        "vix",
        "option",
        "future",
        "expiration",
        "irrelevant",
        "average",
        "trader",
        "benton",
        "said",
        "professional",
        "problem",
        "added",
        "mean",
        "world",
        "rigged"
    ]
}