{
    "organizations": [],
    "uuid": "a14355f0a02e35ec563b73dabac186fab99e294f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/15/globe-newswire-avis-budget-group-comments-on-srs-investment-managementas-nomination-of-directors.html",
    "ord_in_thread": 0,
    "title": "Avis Budget Group Comments on SRS Investment Management’s Nomination of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PARSIPPANY, N.J., Feb. 15, 2018 (GLOBE NEWSWIRE) -- Avis Budget Group, Inc. (NASDAQ:CAR) today confirmed it has received notice from SRS Investment Management (“SRS”), which currently has two representatives on the Avis Budget Group Board of Directors, of SRS’s intention to nominate five candidates for election to the Board at the 2018 Annual Meeting.\nLeonard S. Coleman, lead independent director of Avis Budget Group, said: “We have had an ongoing dialogue and a cooperative relationship with SRS over the last two years and welcome the constructive input of all of our stockholders. As SRS knows firsthand through its existing Board representation, the Avis Budget Group Board is highly focused on maximizing stockholder value and has provided effective oversight of the management team as it has successfully led the Company through multiple market cycles and positioned it well for the future. Given SRS’s support of the Company’s leadership team and strategic plans, as well as its knowledge of the upcoming Board refreshment, we are disappointed that we will be engaged in a costly and distracting proxy fight.”\nAs previously announced, the Board instituted a short-term Stockholder Rights Plan in January to protect unaffiliated stockholders from any efforts by SRS to obtain effective control of Avis Budget Group without paying a control premium or to block a transaction the Board believes is in stockholder interests. As reflected in the terms of the Stockholder Rights Plan, the Board has been and remains open to any and all value maximizing alternatives, and is committed to ensuring that no one stockholder be in a position to prevent any such outcome.\nMr. Coleman concluded: “Avis Budget Group’s highly qualified Board has an appropriate mix of skills and experiences, in-depth company knowledge, relevant expertise across a wide range of industries, and extensive management experience. Our ongoing Board refreshment process, through which we are identifying director candidates with additive expertise in technology and innovation to replace some retiring directors, will ensure that our Board remains best in class.”\nAvis Budget Group’s Board and management have delivered superior results for stockholders and continue to execute on the Company’s winning strategy to drive sustained, profitable growth. With the Board’s oversight, Avis Budget Group has:\nConsistently outperformed its closest public company peer and the broader market over the last five years Created a global leader in the rapidly changing vehicle rental and mobility solutions industry through strategic M&A, organic investment and talent acquisition Returned over $1.3 billion to stockholders since 2012 by buying back 30% of the Company’s outstanding shares, representing over 40% of free cash flow Taken decisive action by instituting a plan to offset nearly $300 million of unexpected industry pricing and fleet cost headwinds through aggressive cost-cutting initiatives and fleet management optimization Positioned its business for the future by investing in its technology capabilities, including industry-leading mobile applications, enhanced customer experiences, an increasingly connected fleet, telematics, fleet management and pricing analytics, and on-board diagnostics\nThe Corporate Governance Committee will review SRS’s notice of nomination for compliance with the Company’s by-laws, evaluate SRS’s nominees and make a recommendation to stockholders that it believes is in their best interests. Avis Budget Group stockholders are not required to take any action at this time.\nThe Board will present its recommendation regarding director nominees in Avis Budget Group's definitive proxy statement and other materials, to be filed with the Securities and Exchange Commission and made available to all stockholders eligible to vote at the 2018 Annual Meeting.\nMorgan Stanley & Co. LLC is acting as financial advisor to Avis Budget Group, and Kirkland & Ellis LLP is providing legal counsel.\nAbout Avis Budget Group\nAvis Budget Group, Inc. is a leading global provider of vehicle rental and other mobility solutions, both through its Avis and Budget brands, which have more than 11,000 rental locations in approximately 180 countries around the world, and through its Zipcar brand, which is the world's leading car sharing network with more than one million members. Avis Budget Group operates most of its car rental offices in North America, Europe and Australasia directly, and operates primarily through licensees in other parts of the world. Avis Budget Group has approximately 30,000 employees and is headquartered in Parsippany, N.J. More information is available at www.avisbudgetgroup.com .\nForward-Looking Statements\nCertain statements in this press release constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. Statements preceded by, followed by or that otherwise include the words “believes,” “expects,” “anticipates,” “intends,” “projects,” “estimates,” “plans,” “may increase,” “may fluctuate,” “will,” “should,” “would,” “may” and “could” or similar words or expressions are generally forward-looking in nature and not historical facts. Any statements that refer to outlook, expectations or other characterizations of future events, circumstances or results are also forward-looking statements. Important risks, assumptions and other important factors that could cause future results to differ materially from those expressed in the forward-looking statements are specified in Avis Budget Group’s Annual Report on Form 10-K for the year ended December 31, 2016 and its Quarterly Report on Form 10-Q for the period ended September 30, 2017 under headings such as “Forward-Looking Statements”, “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and in other filings and furnishings made by the Company with the Securities and Exchange Commission from time to time. The Company undertakes no obligation to release publicly any revisions to any forward-looking statements, to report events or to report the occurrence of unanticipated events.\nAdditional Information and Where to Find It\nThe Company intends to file a proxy statement and a form of associated white proxy card with the U.S. Securities and Exchange Commission (the “SEC”) in connection with the solicitation of proxies for the Company’s 2018 Annual Meeting of Stockholders. THE COMPANY’S STOCKHOLDERS ARE STRONGLY ENCOURAGED TO READ ANY SUCH PROXY STATEMENT, THE ACCOMPANYING WHITE PROXY CARD AND OTHER DOCUMENTS FILED WITH THE SEC CAREFULLY IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. The Company’s stockholders will be able to obtain any proxy statement, any amendments or supplements to the proxy statement and other documents filed by the Company with the SEC free of charge at the SEC’s website at www.sec.gov . Copies will also be available free of charge at the Company’s website at avisbudgetgroup.com .\nCertain Information Regarding Participants\nThe Company, its directors and certain of its executive officers may be deemed to be participants in the solicitation of proxies from the Company’s stockholders in connection with the matters to be considered at the Company’s 2018 Annual Meeting of Stockholders. Information about the Company’s directors and executive officers is available in the Company’s proxy statement filed with the SEC on March 21, 2017 with respect to the Company’s 2017 Annual Meeting of Stockholders and, with respect to directors and executive officers appointed following such date, in certain of the Company’s other SEC filings made subsequent to the date of such proxy statement. To the extent holdings of the Company’s securities by such directors or executive officers have changed since the amounts printed in the proxy statement, such changes have been or will be reflected on Initial Statements of Beneficial Ownership on Form 3 or Statements of Changes in Beneficial Ownership on Form 4 filed with the SEC. Additional information regarding the identity of potential participants, and their direct or indirect interests, by security holdings or otherwise, will be set forth in the proxy statement and other materials to be filed with the SEC in connection with the Company’s 2018 Annual Meeting of Stockholders.\nContacts: Investors Neal Goldner (973) 496-5086 IR@avisbudget.com Media Alice Pereira (973) 496-3916 PR@avisbudget.com George Sard/David Millar Sard Verbinnen & Co. (212) 687-8080 AvisBudget-SVC@sardverb.com\nSource:Avis Budget Group, Inc.",
    "published": "2018-02-16T04:07:00.000+02:00",
    "crawled": "2018-02-16T04:59:57.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "parsippany",
        "globe",
        "newswire",
        "avis",
        "budget",
        "group",
        "nasdaq",
        "car",
        "today",
        "confirmed",
        "received",
        "notice",
        "sr",
        "investment",
        "management",
        "sr",
        "currently",
        "two",
        "representative",
        "avis",
        "budget",
        "group",
        "board",
        "director",
        "sr",
        "intention",
        "nominate",
        "five",
        "candidate",
        "election",
        "board",
        "annual",
        "meeting",
        "leonard",
        "coleman",
        "lead",
        "independent",
        "director",
        "avis",
        "budget",
        "group",
        "said",
        "ongoing",
        "dialogue",
        "cooperative",
        "relationship",
        "sr",
        "last",
        "two",
        "year",
        "welcome",
        "constructive",
        "input",
        "stockholder",
        "sr",
        "know",
        "firsthand",
        "existing",
        "board",
        "representation",
        "avis",
        "budget",
        "group",
        "board",
        "highly",
        "focused",
        "maximizing",
        "stockholder",
        "value",
        "provided",
        "effective",
        "oversight",
        "management",
        "team",
        "successfully",
        "led",
        "company",
        "multiple",
        "market",
        "cycle",
        "positioned",
        "well",
        "future",
        "given",
        "sr",
        "support",
        "company",
        "leadership",
        "team",
        "strategic",
        "plan",
        "well",
        "knowledge",
        "upcoming",
        "board",
        "refreshment",
        "disappointed",
        "engaged",
        "costly",
        "distracting",
        "proxy",
        "previously",
        "announced",
        "board",
        "instituted",
        "stockholder",
        "right",
        "plan",
        "january",
        "protect",
        "unaffiliated",
        "stockholder",
        "effort",
        "sr",
        "obtain",
        "effective",
        "control",
        "avis",
        "budget",
        "group",
        "without",
        "paying",
        "control",
        "premium",
        "block",
        "transaction",
        "board",
        "belief",
        "stockholder",
        "interest",
        "reflected",
        "term",
        "stockholder",
        "right",
        "plan",
        "board",
        "remains",
        "open",
        "value",
        "maximizing",
        "alternative",
        "committed",
        "ensuring",
        "one",
        "stockholder",
        "position",
        "prevent",
        "outcome",
        "coleman",
        "concluded",
        "avis",
        "budget",
        "group",
        "highly",
        "qualified",
        "board",
        "appropriate",
        "mix",
        "skill",
        "experience",
        "company",
        "knowledge",
        "relevant",
        "expertise",
        "across",
        "wide",
        "range",
        "industry",
        "extensive",
        "management",
        "experience",
        "ongoing",
        "board",
        "refreshment",
        "process",
        "identifying",
        "director",
        "candidate",
        "additive",
        "expertise",
        "technology",
        "innovation",
        "replace",
        "retiring",
        "director",
        "ensure",
        "board",
        "remains",
        "best",
        "avis",
        "budget",
        "group",
        "board",
        "management",
        "delivered",
        "superior",
        "result",
        "stockholder",
        "continue",
        "execute",
        "company",
        "winning",
        "strategy",
        "drive",
        "sustained",
        "profitable",
        "growth",
        "board",
        "oversight",
        "avis",
        "budget",
        "group",
        "consistently",
        "outperformed",
        "closest",
        "public",
        "company",
        "peer",
        "broader",
        "market",
        "last",
        "five",
        "year",
        "created",
        "global",
        "leader",
        "rapidly",
        "changing",
        "vehicle",
        "rental",
        "mobility",
        "solution",
        "industry",
        "strategic",
        "organic",
        "investment",
        "talent",
        "acquisition",
        "returned",
        "billion",
        "stockholder",
        "since",
        "buying",
        "back",
        "company",
        "outstanding",
        "share",
        "representing",
        "free",
        "cash",
        "flow",
        "taken",
        "decisive",
        "action",
        "instituting",
        "plan",
        "offset",
        "nearly",
        "million",
        "unexpected",
        "industry",
        "pricing",
        "fleet",
        "cost",
        "headwind",
        "aggressive",
        "initiative",
        "fleet",
        "management",
        "optimization",
        "positioned",
        "business",
        "future",
        "investing",
        "technology",
        "capability",
        "including",
        "mobile",
        "application",
        "enhanced",
        "customer",
        "experience",
        "increasingly",
        "connected",
        "fleet",
        "telematics",
        "fleet",
        "management",
        "pricing",
        "analytics",
        "diagnostics",
        "corporate",
        "governance",
        "committee",
        "review",
        "sr",
        "notice",
        "nomination",
        "compliance",
        "company",
        "evaluate",
        "sr",
        "nominee",
        "make",
        "recommendation",
        "stockholder",
        "belief",
        "best",
        "interest",
        "avis",
        "budget",
        "group",
        "stockholder",
        "required",
        "take",
        "action",
        "time",
        "board",
        "present",
        "recommendation",
        "regarding",
        "director",
        "nominee",
        "avis",
        "budget",
        "group",
        "definitive",
        "proxy",
        "statement",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "made",
        "available",
        "stockholder",
        "eligible",
        "vote",
        "annual",
        "meeting",
        "morgan",
        "stanley",
        "llc",
        "acting",
        "financial",
        "advisor",
        "avis",
        "budget",
        "group",
        "kirkland",
        "elli",
        "llp",
        "providing",
        "legal",
        "counsel",
        "avis",
        "budget",
        "group",
        "avis",
        "budget",
        "group",
        "leading",
        "global",
        "provider",
        "vehicle",
        "rental",
        "mobility",
        "solution",
        "avis",
        "budget",
        "brand",
        "rental",
        "location",
        "approximately",
        "country",
        "around",
        "world",
        "zipcar",
        "brand",
        "world",
        "leading",
        "car",
        "sharing",
        "network",
        "one",
        "million",
        "member",
        "avis",
        "budget",
        "group",
        "operates",
        "car",
        "rental",
        "office",
        "north",
        "america",
        "europe",
        "australasia",
        "directly",
        "operates",
        "primarily",
        "licensee",
        "part",
        "world",
        "avis",
        "budget",
        "group",
        "approximately",
        "employee",
        "headquartered",
        "parsippany",
        "information",
        "available",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "preceded",
        "followed",
        "otherwise",
        "include",
        "word",
        "belief",
        "expects",
        "anticipates",
        "intends",
        "project",
        "estimate",
        "plan",
        "may",
        "increase",
        "may",
        "fluctuate",
        "would",
        "may",
        "could",
        "similar",
        "word",
        "expression",
        "generally",
        "nature",
        "historical",
        "fact",
        "statement",
        "refer",
        "outlook",
        "expectation",
        "characterization",
        "future",
        "event",
        "circumstance",
        "result",
        "also",
        "statement",
        "important",
        "risk",
        "assumption",
        "important",
        "factor",
        "could",
        "cause",
        "future",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "specified",
        "avis",
        "budget",
        "group",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "september",
        "heading",
        "statement",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "filing",
        "furnishing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "company",
        "undertakes",
        "obligation",
        "release",
        "publicly",
        "revision",
        "statement",
        "report",
        "event",
        "report",
        "occurrence",
        "unanticipated",
        "event",
        "additional",
        "information",
        "find",
        "company",
        "intends",
        "file",
        "proxy",
        "statement",
        "form",
        "associated",
        "white",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "company",
        "stockholder",
        "strongly",
        "encouraged",
        "read",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "company",
        "stockholder",
        "able",
        "obtain",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "document",
        "filed",
        "company",
        "sec",
        "free",
        "charge",
        "sec",
        "website",
        "copy",
        "also",
        "available",
        "free",
        "charge",
        "company",
        "website",
        "certain",
        "information",
        "regarding",
        "participant",
        "company",
        "director",
        "certain",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "company",
        "stockholder",
        "connection",
        "matter",
        "considered",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "information",
        "company",
        "director",
        "executive",
        "officer",
        "available",
        "company",
        "proxy",
        "statement",
        "filed",
        "sec",
        "march",
        "respect",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "respect",
        "director",
        "executive",
        "officer",
        "appointed",
        "following",
        "date",
        "certain",
        "company",
        "sec",
        "filing",
        "made",
        "subsequent",
        "date",
        "proxy",
        "statement",
        "extent",
        "holding",
        "company",
        "security",
        "director",
        "executive",
        "officer",
        "changed",
        "since",
        "amount",
        "printed",
        "proxy",
        "statement",
        "change",
        "reflected",
        "initial",
        "statement",
        "beneficial",
        "ownership",
        "form",
        "statement",
        "change",
        "beneficial",
        "ownership",
        "form",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "identity",
        "potential",
        "participant",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "proxy",
        "statement",
        "material",
        "filed",
        "sec",
        "connection",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "contact",
        "investor",
        "neal",
        "goldner",
        "ir",
        "medium",
        "alice",
        "pereira",
        "pr",
        "george",
        "millar",
        "sard",
        "verbinnen",
        "source",
        "avis",
        "budget",
        "group",
        "inc"
    ]
}