{
    "organizations": [],
    "uuid": "90238c536ae232869965330cb659cb2bbbe28f8d",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-china-economy-skiing-insight/chinas-winter-resorts-face-tougher-terrain-despite-olympics-excitement-idUKKBN1FQ07O",
    "ord_in_thread": 0,
    "title": "China's winter resorts face tougher terrain despite Olympics excitement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 6, 2018 / 1:36 AM / Updated 13 minutes ago China's winter resorts face tougher terrain despite Olympics excitement Pei Li , Elias Glenn 8 Min Read \nMENTOUGOU, China (Reuters) - At its peak a decade ago, the Muchengjian mine churned out mountains of coal on the western outskirts of Beijing. \nNow, the mine in Beijing’s Mentougou district is pinning its future on whiter slopes: It plans to transform itself into a winter sports resort, turning some of the underground shafts where miners once chiselled coal into a 1.25-kilometer airconditioned track for cross country skiing. \nAn apres-ski spa and a department store selling winter sports gear are also on the drawing board. \nMuchengjian’s planned ski resort, planned for completion later this year, is just one of many popping up across northern China as local governments look to pivot economies from heavy industry towards consumer services – and cash in on a skiing boom fuelled by rising incomes and changing consumer tastes. \nSkier visits to Chinese resorts rose 15.9 percent last year to 17.5 million, according to the China Ski Industry White Book, an annual report by Carving Ski, a Beijing-based ski industry consultancy, distributor and service provider. \nThe boom is also underpinned by a pledge by President Xi Jinping to get 300 million Chinese on skis and skates for the 2022 Beijing Winter Olympics. \nHowever, the rush to build slopes is raising concerns about misplaced investment that could hold back the long-term development of the industry, experts say. \n“A lot of money wants to join the industry, but they have no idea” how to invest, said Bennie Wu, chief executive of Carving Ski. “We don’t want too much money to come in with no clear idea. It’s not good for the market.” \nChina currently has more than 700 ski facilities - outdoor and indoor - nationwide, and Wu warned that some would struggle to survive after the Olympics shine wears off. \n(Graphic: China's ski resorts img, tmsnrt.rs/2Druzr2 ) \nOutdoor ski resorts are also being reined in as the government steps up environmental requirements, including on the water used for snowmaking in the arid north. \nChongli, a town about four hours by car from Beijing that will host Olympic ski events, spent 550 million yuan on improvements to a nearby reservoir in 2014 in order to supply 5 million cubic meters of water annually to local ski resorts for snowmaking, according to state media. \nChongli has capped the number of large resorts in the area at nine, while Beijing has also stopped approving new large outdoor ski facilities. \nOperators of ski facilities say other challenges include a lack of qualified staff such as instructors and that rising costs related to staff, energy, environmental regulations, and water are putting pressure on profits. \nNanshan Ski Village in Beijing’s Miyun District, the biggest and most popular ski resort in the area, provides an example of the challenges facing new entrants to the market. \nLike other ski facilities in the capital, Nanshan is easy to spot as the resort’s 100-acre white patch stands in stark contrast to the brown of the mountains that surround Beijing on three sides. \nNanshan’s general manager, Hu Wei, said visits were down this winter. Last year, the resort registered 260,000 visits and another Nanshan official said the ski park was on pace for about 230,000 visits this year. \n“People assume right now is a period of rapid growth for the industry, but it’s actually not that easy,” said Hu. \nSome of the Nanshan skiers may have migrated to the larger resorts in Chongli. While Beijing ski visits fell 2 percent to 1.67 million last year, visits in Hebei province, where Chongli is located, rose 44 percent to 1.76 million, according to the Ski Industry White Book. PUSHING AHEAD \nDespite the challenges, Muchenjian is forging ahead with its plans, betting on the growing number of winter sports enthusiasts in China – as well as the competitive driving force of the Beijing Olympics. \n“China spends big money setting up the stage, and the performers are all foreigners,” said Liu Bo, a former trainer for national ski teams who is investing 2 billion yuan ($318.43 million) in the Muchengjian project, referring to the Olympics. “President Xi will not allow this to happen. We have to be the leading actor in 2022.” Slideshow (15 Images) \nIn addition to skiing, the resort will also include restaurants and sightseeing - a train that used to carry coal will be transformed into a passenger line for tourists. The hope is that all this will provide employment for the 1,000 people who still work at the mine, which is located in a hilly area outside the capital. \nOther Chinese businesses are also hoping to cash in on the skiing boom. \n“I don’t think we have any problems in terms of demand, because we have a large enough middle class now,” said Carving Ski’s Wu. “People are richer. They want to spend their money.” \nThose in the industry say it will be difficult for Chinese companies to displace foreign ski and snowboard brands due to quality differences, but that there are opportunities in snowmaking equipment, groomers and apparel. \nChairlift makers including the state-owned Beijing Materials Handling Research Institute have also begun to make inroads providing the lifts that pull or carry skiers to the tops of slopes. \nAnta ( 2020.HK ), China’s biggest sportswear retailer, has set up a joint venture with the Japanese ski apparel Descente and the South Korean brand Kolon, making things like ski jackets. \n“Winter sports will be our No.1 hot spot in 2018,” Li Ling, vice president at Anta, said last month. “We hope to provide affordable equipment and gear, and change the current situation where most gear is expensive.” HAZARDOUS SLOPES \nThe enthusiasm for winter sports and the Olympics has attracted many investors including developers like China Vanke Co ( 2.SZ ) and Dalian Wanda Group Co., which have built large resorts in Jilin province in the northeast. \nWanda reportedly sold its Changbaishan International Resort last year amid a broad restructuring of its holdings but continues to manage and operate the resort. \nVanke is also building what will reportedly be the last large resort in Chongli as the local government caps development. \nDespite such high-profile resorts, Carving Ski’s Wu cautioned that less than 10 percent of China’s 703 ski locations could be considered “high-quality”. \nThat raises the risk that Chinese skiers, about 80 percent of which are first-timers, could lose eventually interest in the sport, hurting the long-term potential of the industry, according to industry executives. \n“What we see frequently is that a lot of skiers come to a resort, take a selfie, and never come back, or come back a year later,” said Muchengjian’s Liu. \nTo boost interest, ski training companies are being set up at resorts, inviting in instructors from countries like Canada and Austria. \nResorts – and the Chinese government – are also trying to get children hooked on skiing from a young age. One government effort involves encouraging schools to arrange ski outings for kids. \nOn a recent weekday at Jundushan Ski Resort in northern Beijing, hundreds of young kids were participating in ski classes. \n“In our local Changping district nearly 20,000 students from 73 schools will try out skiing this winter,” said Qiao Wei, general manager at Jundushan. \nHowever, some serious skiers and snowboarders say China’s ski resorts still can’t compete with overseas options. \nRay Ruan, a 32-year-old experienced snowboarder from Beijing, only rides in China for the convenience. \nThe snow quality isn’t great, he said on a recent weekday at Jundushan. \n“When I have time, I still prefer to go to Japan.” Reporting by Pei Li and Elias Glenn; Editing by Philip McClellan",
    "published": "2018-02-06T03:40:00.000+02:00",
    "crawled": "2018-02-06T04:00:15.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "minute",
        "ago",
        "china",
        "winter",
        "resort",
        "face",
        "tougher",
        "terrain",
        "despite",
        "olympics",
        "excitement",
        "pei",
        "li",
        "elia",
        "glenn",
        "min",
        "read",
        "mentougou",
        "china",
        "reuters",
        "peak",
        "decade",
        "ago",
        "muchengjian",
        "mine",
        "churned",
        "mountain",
        "coal",
        "western",
        "outskirt",
        "beijing",
        "mine",
        "beijing",
        "mentougou",
        "district",
        "pinning",
        "future",
        "whiter",
        "slope",
        "plan",
        "transform",
        "winter",
        "sport",
        "resort",
        "turning",
        "underground",
        "shaft",
        "miner",
        "chiselled",
        "coal",
        "airconditioned",
        "track",
        "cross",
        "country",
        "skiing",
        "spa",
        "department",
        "store",
        "selling",
        "winter",
        "sport",
        "gear",
        "also",
        "drawing",
        "board",
        "muchengjian",
        "planned",
        "ski",
        "resort",
        "planned",
        "completion",
        "later",
        "year",
        "one",
        "many",
        "popping",
        "across",
        "northern",
        "china",
        "local",
        "government",
        "look",
        "pivot",
        "economy",
        "heavy",
        "industry",
        "towards",
        "consumer",
        "service",
        "cash",
        "skiing",
        "boom",
        "fuelled",
        "rising",
        "income",
        "changing",
        "consumer",
        "taste",
        "skier",
        "visit",
        "chinese",
        "resort",
        "rose",
        "percent",
        "last",
        "year",
        "million",
        "according",
        "china",
        "ski",
        "industry",
        "white",
        "book",
        "annual",
        "report",
        "carving",
        "ski",
        "ski",
        "industry",
        "consultancy",
        "distributor",
        "service",
        "provider",
        "boom",
        "also",
        "underpinned",
        "pledge",
        "president",
        "xi",
        "jinping",
        "get",
        "million",
        "chinese",
        "ski",
        "skate",
        "beijing",
        "winter",
        "olympics",
        "however",
        "rush",
        "build",
        "slope",
        "raising",
        "concern",
        "misplaced",
        "investment",
        "could",
        "hold",
        "back",
        "development",
        "industry",
        "expert",
        "say",
        "lot",
        "money",
        "want",
        "join",
        "industry",
        "idea",
        "invest",
        "said",
        "bennie",
        "wu",
        "chief",
        "executive",
        "carving",
        "ski",
        "want",
        "much",
        "money",
        "come",
        "clear",
        "idea",
        "good",
        "china",
        "currently",
        "ski",
        "facility",
        "outdoor",
        "indoor",
        "nationwide",
        "wu",
        "warned",
        "would",
        "struggle",
        "survive",
        "olympics",
        "shine",
        "wear",
        "graphic",
        "china",
        "ski",
        "resort",
        "img",
        "outdoor",
        "ski",
        "resort",
        "also",
        "reined",
        "government",
        "step",
        "environmental",
        "requirement",
        "including",
        "water",
        "used",
        "snowmaking",
        "arid",
        "north",
        "chongli",
        "town",
        "four",
        "hour",
        "car",
        "beijing",
        "host",
        "olympic",
        "ski",
        "event",
        "spent",
        "million",
        "yuan",
        "improvement",
        "nearby",
        "reservoir",
        "order",
        "supply",
        "million",
        "cubic",
        "meter",
        "water",
        "annually",
        "local",
        "ski",
        "resort",
        "snowmaking",
        "according",
        "state",
        "medium",
        "chongli",
        "capped",
        "number",
        "large",
        "resort",
        "area",
        "nine",
        "beijing",
        "also",
        "stopped",
        "approving",
        "new",
        "large",
        "outdoor",
        "ski",
        "facility",
        "operator",
        "ski",
        "facility",
        "say",
        "challenge",
        "include",
        "lack",
        "qualified",
        "staff",
        "instructor",
        "rising",
        "cost",
        "related",
        "staff",
        "energy",
        "environmental",
        "regulation",
        "water",
        "putting",
        "pressure",
        "profit",
        "nanshan",
        "ski",
        "village",
        "beijing",
        "miyun",
        "district",
        "biggest",
        "popular",
        "ski",
        "resort",
        "area",
        "provides",
        "example",
        "challenge",
        "facing",
        "new",
        "entrant",
        "market",
        "like",
        "ski",
        "facility",
        "capital",
        "nanshan",
        "easy",
        "spot",
        "resort",
        "white",
        "patch",
        "stand",
        "stark",
        "contrast",
        "brown",
        "mountain",
        "surround",
        "beijing",
        "three",
        "side",
        "nanshan",
        "general",
        "manager",
        "hu",
        "wei",
        "said",
        "visit",
        "winter",
        "last",
        "year",
        "resort",
        "registered",
        "visit",
        "another",
        "nanshan",
        "official",
        "said",
        "ski",
        "park",
        "pace",
        "visit",
        "year",
        "people",
        "assume",
        "right",
        "period",
        "rapid",
        "growth",
        "industry",
        "actually",
        "easy",
        "said",
        "hu",
        "nanshan",
        "skier",
        "may",
        "migrated",
        "larger",
        "resort",
        "chongli",
        "beijing",
        "ski",
        "visit",
        "fell",
        "percent",
        "million",
        "last",
        "year",
        "visit",
        "hebei",
        "province",
        "chongli",
        "located",
        "rose",
        "percent",
        "million",
        "according",
        "ski",
        "industry",
        "white",
        "book",
        "pushing",
        "ahead",
        "despite",
        "challenge",
        "muchenjian",
        "forging",
        "ahead",
        "plan",
        "betting",
        "growing",
        "number",
        "winter",
        "sport",
        "enthusiast",
        "china",
        "well",
        "competitive",
        "driving",
        "force",
        "beijing",
        "olympics",
        "china",
        "spends",
        "big",
        "money",
        "setting",
        "stage",
        "performer",
        "foreigner",
        "said",
        "liu",
        "bo",
        "former",
        "trainer",
        "national",
        "ski",
        "team",
        "investing",
        "billion",
        "yuan",
        "million",
        "muchengjian",
        "project",
        "referring",
        "olympics",
        "president",
        "xi",
        "allow",
        "happen",
        "leading",
        "actor",
        "slideshow",
        "image",
        "addition",
        "skiing",
        "resort",
        "also",
        "include",
        "restaurant",
        "sightseeing",
        "train",
        "used",
        "carry",
        "coal",
        "transformed",
        "passenger",
        "line",
        "tourist",
        "hope",
        "provide",
        "employment",
        "people",
        "still",
        "work",
        "mine",
        "located",
        "hilly",
        "area",
        "outside",
        "capital",
        "chinese",
        "business",
        "also",
        "hoping",
        "cash",
        "skiing",
        "boom",
        "think",
        "problem",
        "term",
        "demand",
        "large",
        "enough",
        "middle",
        "class",
        "said",
        "carving",
        "ski",
        "wu",
        "people",
        "richer",
        "want",
        "spend",
        "industry",
        "say",
        "difficult",
        "chinese",
        "company",
        "displace",
        "foreign",
        "ski",
        "snowboard",
        "brand",
        "due",
        "quality",
        "difference",
        "opportunity",
        "snowmaking",
        "equipment",
        "groomers",
        "apparel",
        "chairlift",
        "maker",
        "including",
        "beijing",
        "material",
        "handling",
        "research",
        "institute",
        "also",
        "begun",
        "make",
        "inroad",
        "providing",
        "lift",
        "pull",
        "carry",
        "skier",
        "top",
        "slope",
        "anta",
        "china",
        "biggest",
        "sportswear",
        "retailer",
        "set",
        "joint",
        "venture",
        "japanese",
        "ski",
        "apparel",
        "descente",
        "south",
        "korean",
        "brand",
        "kolon",
        "making",
        "thing",
        "like",
        "ski",
        "jacket",
        "winter",
        "sport",
        "hot",
        "spot",
        "li",
        "ling",
        "vice",
        "president",
        "anta",
        "said",
        "last",
        "month",
        "hope",
        "provide",
        "affordable",
        "equipment",
        "gear",
        "change",
        "current",
        "situation",
        "gear",
        "hazardous",
        "slope",
        "enthusiasm",
        "winter",
        "sport",
        "olympics",
        "attracted",
        "many",
        "investor",
        "including",
        "developer",
        "like",
        "china",
        "vanke",
        "co",
        "dalian",
        "wanda",
        "group",
        "built",
        "large",
        "resort",
        "jilin",
        "province",
        "northeast",
        "wanda",
        "reportedly",
        "sold",
        "changbaishan",
        "international",
        "resort",
        "last",
        "year",
        "amid",
        "broad",
        "restructuring",
        "holding",
        "continues",
        "manage",
        "operate",
        "resort",
        "vanke",
        "also",
        "building",
        "reportedly",
        "last",
        "large",
        "resort",
        "chongli",
        "local",
        "government",
        "cap",
        "development",
        "despite",
        "resort",
        "carving",
        "ski",
        "wu",
        "cautioned",
        "less",
        "percent",
        "china",
        "ski",
        "location",
        "could",
        "considered",
        "raise",
        "risk",
        "chinese",
        "skier",
        "percent",
        "could",
        "lose",
        "eventually",
        "interest",
        "sport",
        "hurting",
        "potential",
        "industry",
        "according",
        "industry",
        "executive",
        "see",
        "frequently",
        "lot",
        "skier",
        "come",
        "resort",
        "take",
        "selfie",
        "never",
        "come",
        "back",
        "come",
        "back",
        "year",
        "later",
        "said",
        "muchengjian",
        "liu",
        "boost",
        "interest",
        "ski",
        "training",
        "company",
        "set",
        "resort",
        "inviting",
        "instructor",
        "country",
        "like",
        "canada",
        "austria",
        "resort",
        "chinese",
        "government",
        "also",
        "trying",
        "get",
        "child",
        "hooked",
        "skiing",
        "young",
        "age",
        "one",
        "government",
        "effort",
        "involves",
        "encouraging",
        "school",
        "arrange",
        "ski",
        "outing",
        "kid",
        "recent",
        "weekday",
        "jundushan",
        "ski",
        "resort",
        "northern",
        "beijing",
        "hundred",
        "young",
        "kid",
        "participating",
        "ski",
        "class",
        "local",
        "changping",
        "district",
        "nearly",
        "student",
        "school",
        "try",
        "skiing",
        "winter",
        "said",
        "qiao",
        "wei",
        "general",
        "manager",
        "jundushan",
        "however",
        "serious",
        "skier",
        "snowboarder",
        "say",
        "china",
        "ski",
        "resort",
        "still",
        "compete",
        "overseas",
        "option",
        "ray",
        "ruan",
        "experienced",
        "snowboarder",
        "beijing",
        "ride",
        "china",
        "convenience",
        "snow",
        "quality",
        "great",
        "said",
        "recent",
        "weekday",
        "jundushan",
        "time",
        "still",
        "prefer",
        "go",
        "reporting",
        "pei",
        "li",
        "elia",
        "glenn",
        "editing",
        "philip",
        "mcclellan"
    ]
}