{
    "organizations": [],
    "uuid": "4781f46d03a17be13d15e66c42bd5d69e879a48f",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/21/google-waymo-mapping-software/",
    "ord_in_thread": 0,
    "title": "Nobody Wants to Let Google Win the War for Maps All Over Again | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg 10:23 AM EST \nOn any given day, there could be a half dozen autonomous cars mapping the same street corner in Silicon Valley. These cars, each from a different company, are all doing the same thing: building high-definition street maps, which may eventually serve as an on-board navigation guide for driverless vehicles. \nThese companies converge where the law and weather are welcoming—or where they can get the most attention. For example, a flock of mapping vehicles congregates every year in the vicinity of the CES technology trade show, a hot spot for self-driving feats. “There probably have been 50 companies that mapped Las Vegas simply to do a CES drive,” said Chris McNally, an analyst with Evercore ISI. “It’s such a waste of resources.” \nAutonomous cars require powerful sensors to see and advanced software to think. They especially need up-to-the-minute maps of every conceivable roadway to move. Whoever owns the most detailed and expansive version of these maps that vehicles read will own an asset that could be worth billions. \nWhich is how you get an all-out mapping war, with dozens of contenders entering into a dizzying array of alliances and burning tens of millions of investment dollars in pursuit of a massive payoff that could be years away. Alphabet Inc.’s Google emerged years ago as the winner in consumer digital maps, which human drivers use to evade rush-hour traffic or find a restaurant. Google won by blanketing the globe withe its street-mapping cars and with software expertise that couldn’t be matched by navigation companies, automakers and even Apple Inc. Nobody wants to let Google win again. \nThe companies working on maps for autonomous vehicles are taking two different approaches. One aims to create complete high-definition maps that will let the driverless cars of the future navigate all on their own; another creates maps piece-by-piece, using sensors in today’s vehicles that will allow cars to gradually automate more and more parts of driving. \nAlphabet is trying both approaches. A team inside Google is working on a 3-D mapping project that it may license to automakers, according to four people familiar with its plans, which have not previously been reported. This mapping service is different than the high-definition maps that Waymo, another Alphabet unit, is creating for its autonomous vehicles. \nGoogle’s mapping project is focused on so-called driver-assistance systems that enable cars to automate some driving features and help them see what’s ahead or around a corner. Google released an early version of this in December, called Vehicle Mapping Service, that incorporates sensor data from cars into their maps. \nFor now, Google is offering it to carmakers that use Android Automotive, the company’s embedded operating system for cars. Google has named three partners for that system to date, but other automakers are reluctant to hand their dashboards over to the search giant. So Google is looking to expand the features on the mapping service and find other ways to distribute it, these people said. \n“We’ve built a comprehensive map of the world for people and we are working to expand the utility to our maps to cars,” a Google spokeswoman said in a statement. She declined to comment on future plans. \nAt the same time, Waymo and the other giants with sizable driverless research arms—including General Motors Co., Uber Technologies Inc. and Ford Motor Co.—are all sending out their own fleets to create rich, detailed HD maps for use in driverless cars. There are also smaller startups hawking gadgets or specialized software to build these maps for automakers that find themselves farther behind. Still other suppliers are working on mapping services for conventional cars with limited robotic features, such as adaptive cruise control or night vision. \nThese self-driving maps are far more demanding than older digital ones, prompting huge investments across Detroit, Silicon Valley and China. “An autonomous vehicle wants that to be as precise, accurate and up-to-date as possible,” said Bryan Salesky, who leads Argo AI LLC, a year-old startup backed by a $1 billion investment by Ford. The “off-the-shelf solution doesn’t quite exist.” \nThe Cartographic Arms Dealers \nMaking a driverless map, like making a driverless car, is a laborious task. Fleets of autonomous test cars, loaded with expensive lidar sensors and cameras, go out into the world with human backup drivers and capture their surroundings. Plotting the results helps train the next fleet, which will still have safety drivers at the wheel—and, in some cases, scores of additional humans sitting behind computer monitors to catalog all the footage. \nIt’s an expensive ordeal with a payoff that’s years, if not decades, away. “Even if you could drive your own vehicles around and hit every road in the world, how do you update?” asked Dan Galves, a spokesman for Mobileye. “You’d have to send these vehicles around again.” \nUnlike conventional digital maps, self-driving maps require almost-constant updates. The slightest variation on the road—a construction zone that pops up overnight, or a bit of debris—could stop a driverless car in its tracks. “It’s the freak thing that happens that’s going to make autonomous not work,” said McNally, the analyst. \nMobileye argues that it’s more efficient and cost-effective to let the cars we’re driving today see what’s ahead. In January, the Intel Corp. unit announced a “low-bandwidth” mapping effort, with its front-facing camera and chip sensor that it plans to place in 2 million cars this year. The idea is to get cars to view such things as lane makers, traffic signals and road boundaries, letting them automate some driving. \nMobileye says this will take less computing horsepower than building a comprehensive HD map of the roads would; Mobileye’s Galves said the company will pair its sensor data with the maps from navigational companies and, over time, create a map that a fully driverless car could use. \nThat’s also the tactic of Google’s longtime mapping foes: HERE and TomTom NV. These two European companies have positioned themselves as the primary alternatives to Google Maps, selling the dashboard screen maps to automakers today. Yet these “static” maps see only broad street shapes and capture snapshots in time. Now both companies are working on replacement products: “dynamic” maps that represent lanes, curbs and everything else on the road. The hope is that car manufacturers will stick with old-guard mapmakers as vehicles move from somewhat intelligent to fully automated vehicles without steering wheels. \nHERE, owned by a consortium of German automakers, has a few examples on the road. Its mapping system enables limited hands-free driving for Audi AG, one of its co-owners, and plans to support safety features this year for Bayerische Motoren Werke AG, another co-owner. (Intel also took a 15 percent stake in HERE last year.) \nTesla Inc. is the car company most eagerly embracing the incremental march toward autonomous driving with its driver-assistance software, Autopilot. Tesla relies on cameras and sensors on its vehicles but has eschewed lidar. The company hasn’t disclosed what mapping service it’s using for Autopilot, and a company representative declined to comment. Tesla had a nasty public split with Mobileye two years ago. \nBut Tesla has leaned on at least one other company, Mapbox Inc., to help assemble its maps. Tesla paid $5 million to Mapbox for a two-year licensing deal in December 2015, according to a regulatory filing. Mapbox has mostly sold its location data to apps such as Pinterest and Snapchat. Fresh off a $164 million financing round, the startup has started to inch into automotive maps. Through its software installed on phones, Mapbox said it has plotted some 220 million miles of road data globally. \n“We have more sensors on the road today than the entire connected car space will have by 2020,” said Chief Executive Officer Eric Gundersen. Its pitch to carmakers is to use that location data as a base layer for future maps—pairing it with camera systems, such as Mobileye’s, or their own sensor data. And like other companies targeting automakers, Mapbox is happy to play neutral and work with anyone. “We don’t know who is going to win,” Gundersen said. \nThe New Hotshot Pathfinders \nIt’s not just that no one knows who will come out on top. The mapping industry doesn’t even know which strategy is best. Every self-driving map looks different because each one depends on the sensor system of the vehicle that creates it. And there isn’t a standard sensor package, said Spark Capital’s Nabeel Hyatt, an early investor in Cruise Automation, the autonomous-driving company bought by General Motors in 2016 for $581 million. \nAs a result, a slew of HD mapping companies are taking different stabs at the problem, each gobbling up venture capital and competing for lucrative contracts. Some of them disparage Mobileye’s approach, which relies on a seamless transition from semi-autonomous driving (what’s called Level 2 and 3) to driving without human assistance (Level 4 or 5). “It’s very hard to climb the ladder from 2 to 3 and then to 4,” said Wei Luo, COO of DeepMap Inc. “There’s a very intense gap.” The best HD maps, Luo argues, are built with only driverless functions in mind. The startup said it’s working with Ford, Honda Motor Co. and China’s SAIC Motor Corp. (Mobileeye is also working with SAIC, and Waymo is in talks with Honda.) \nWaymo is in this camp, too. The effort formerly known as the Google self-driving car project started on maps in 2009, with Waymo’s Andrew Chatham and one other engineer doing the “super tedious” work of crafting them from scratch—shipping cars packed with sensors to capture a city’s surroundings, then coding those 3-D images into a digital landscape. Chatham said cars may rely on perceptions systems alone to drive on the highway but would be helpless in other traffic conditions. Imagine pulling up to a busy, double-left-lane intersection you’ve never seen before. Now imagine a self-driving car trying to do that. \n“That’s the advantage of having a detailed map,” said Chatham. “We can give the cars all the answers to the nasty questions.” He said Waymo is exploring solutions to mapping real-time factors such as construction updates, but declined to share details. \nThanks to its years of effort and artificial intelligence arsenal, Waymo is considered the leader in HD maps. But to date, the company has pitched its entire suite to prospective partners and landed few. Chatham declined to say whether Waymo is considering selling its map as a separate product. \nAnother potential force in this market is Uber. The ride-hailing giant is also working on HD maps for its driverless program, using test vehicles in a similar way to Waymo. Lisa Weitekamp, an Uber manager, said the private company is exploring ways to place map-generating sensors inside the millions of human-driven vehicles in its service. The maps those cars already use—the “static” navigation software in the app that takes in popular routes and driving decisions—helps inform Uber’s driverless maps, Weitekamp added. “It gives us a leg up,” she said. \nThat would make access to ride-hailing maps a valuable asset. Currently, Uber uses a combination of TomTom, Google and its own data for the maps its drivers and riders see. The contract between Uber and Google is set to expire this year, according to two people familiar with the deal. Representatives from both companies declined to comment. \nPlenty of newcomers are pitching carmakers on the need to catch up with front-runners such as Waymo and Uber. DeepMap Inc., started by veterans of Google and Apple, is banking on its intelligent software to cut down the time and cost involved in converting the images pulled from self-driving car sensors into a single, high-resolution landscape. The startup said it’s working with Ford, Honda Motor Co. and China’s SAIC Motor Corp. \nCivil Maps has tech that “fingerprints” sensor data, forming digital grids with each loop made by a mapping vehicle around the same area. It’s a bit like the way the mobile app Shazam recognizes a piece of music, said CEO Sravan Puttagunta. Ford is an investor and Puttagunta said his company is in the process of raising additional money. \nFor now, most car companies are testing the waters rather than cutting massive, multimillion-dollar deals for maps. A Ford spokesman described its work with startups as “research.” Argo, the automaker’s self-driving bet, has looked at a variety of suppliers but is currently relying on its own internal maps. GM spokesman Ray Wert said the company prefers to do its own mapping. \nThe new entrants know they can’t all survive. “It’s very similar to navigational maps or even the search engine,” said DeepMap’s Luo, a former Googler. “Whoever has bigger scale will have the advantage.” SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-21T12:23:00.000+02:00",
    "crawled": "2018-02-21T19:54:42.062+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "est",
        "given",
        "day",
        "could",
        "half",
        "dozen",
        "autonomous",
        "car",
        "mapping",
        "street",
        "corner",
        "silicon",
        "valley",
        "car",
        "different",
        "company",
        "thing",
        "building",
        "street",
        "map",
        "may",
        "eventually",
        "serve",
        "navigation",
        "guide",
        "driverless",
        "vehicle",
        "company",
        "converge",
        "law",
        "weather",
        "get",
        "attention",
        "example",
        "flock",
        "mapping",
        "vehicle",
        "congregates",
        "every",
        "year",
        "vicinity",
        "ce",
        "technology",
        "trade",
        "show",
        "hot",
        "spot",
        "feat",
        "probably",
        "company",
        "mapped",
        "la",
        "vega",
        "simply",
        "ce",
        "drive",
        "said",
        "chris",
        "mcnally",
        "analyst",
        "evercore",
        "isi",
        "waste",
        "autonomous",
        "car",
        "require",
        "powerful",
        "sensor",
        "see",
        "advanced",
        "software",
        "think",
        "especially",
        "need",
        "map",
        "every",
        "conceivable",
        "roadway",
        "move",
        "whoever",
        "owns",
        "detailed",
        "expansive",
        "version",
        "map",
        "vehicle",
        "read",
        "asset",
        "could",
        "worth",
        "billion",
        "get",
        "mapping",
        "war",
        "dozen",
        "contender",
        "entering",
        "dizzying",
        "array",
        "alliance",
        "burning",
        "ten",
        "million",
        "investment",
        "dollar",
        "pursuit",
        "massive",
        "payoff",
        "could",
        "year",
        "away",
        "alphabet",
        "google",
        "emerged",
        "year",
        "ago",
        "winner",
        "consumer",
        "digital",
        "map",
        "human",
        "driver",
        "use",
        "evade",
        "traffic",
        "find",
        "restaurant",
        "google",
        "blanketing",
        "globe",
        "withe",
        "car",
        "software",
        "expertise",
        "matched",
        "navigation",
        "company",
        "automaker",
        "even",
        "apple",
        "nobody",
        "want",
        "let",
        "google",
        "win",
        "company",
        "working",
        "map",
        "autonomous",
        "vehicle",
        "taking",
        "two",
        "different",
        "approach",
        "one",
        "aim",
        "create",
        "complete",
        "map",
        "let",
        "driverless",
        "car",
        "future",
        "navigate",
        "another",
        "creates",
        "map",
        "using",
        "sensor",
        "today",
        "vehicle",
        "allow",
        "car",
        "gradually",
        "automate",
        "part",
        "driving",
        "alphabet",
        "trying",
        "approach",
        "team",
        "inside",
        "google",
        "working",
        "mapping",
        "project",
        "may",
        "license",
        "automaker",
        "according",
        "four",
        "people",
        "familiar",
        "plan",
        "previously",
        "reported",
        "mapping",
        "service",
        "different",
        "map",
        "waymo",
        "another",
        "alphabet",
        "unit",
        "creating",
        "autonomous",
        "vehicle",
        "google",
        "mapping",
        "project",
        "focused",
        "system",
        "enable",
        "car",
        "automate",
        "driving",
        "feature",
        "help",
        "see",
        "ahead",
        "around",
        "corner",
        "google",
        "released",
        "early",
        "version",
        "december",
        "called",
        "vehicle",
        "mapping",
        "service",
        "incorporates",
        "sensor",
        "data",
        "car",
        "map",
        "google",
        "offering",
        "carmaker",
        "use",
        "android",
        "automotive",
        "company",
        "embedded",
        "operating",
        "system",
        "car",
        "google",
        "named",
        "three",
        "partner",
        "system",
        "date",
        "automaker",
        "reluctant",
        "hand",
        "dashboard",
        "search",
        "giant",
        "google",
        "looking",
        "expand",
        "feature",
        "mapping",
        "service",
        "find",
        "way",
        "distribute",
        "people",
        "said",
        "built",
        "comprehensive",
        "map",
        "world",
        "people",
        "working",
        "expand",
        "utility",
        "map",
        "car",
        "google",
        "spokeswoman",
        "said",
        "statement",
        "declined",
        "comment",
        "future",
        "plan",
        "time",
        "waymo",
        "giant",
        "sizable",
        "driverless",
        "research",
        "general",
        "motor",
        "uber",
        "technology",
        "ford",
        "motor",
        "sending",
        "fleet",
        "create",
        "rich",
        "detailed",
        "hd",
        "map",
        "use",
        "driverless",
        "car",
        "also",
        "smaller",
        "startup",
        "hawking",
        "gadget",
        "specialized",
        "software",
        "build",
        "map",
        "automaker",
        "find",
        "farther",
        "behind",
        "still",
        "supplier",
        "working",
        "mapping",
        "service",
        "conventional",
        "car",
        "limited",
        "robotic",
        "feature",
        "adaptive",
        "cruise",
        "control",
        "night",
        "vision",
        "map",
        "far",
        "demanding",
        "older",
        "digital",
        "one",
        "prompting",
        "huge",
        "investment",
        "across",
        "detroit",
        "silicon",
        "valley",
        "china",
        "autonomous",
        "vehicle",
        "want",
        "precise",
        "accurate",
        "possible",
        "said",
        "bryan",
        "salesky",
        "lead",
        "argo",
        "ai",
        "llc",
        "startup",
        "backed",
        "billion",
        "investment",
        "ford",
        "solution",
        "quite",
        "cartographic",
        "arm",
        "dealer",
        "making",
        "driverless",
        "map",
        "like",
        "making",
        "driverless",
        "car",
        "laborious",
        "task",
        "fleet",
        "autonomous",
        "test",
        "car",
        "loaded",
        "expensive",
        "lidar",
        "sensor",
        "camera",
        "go",
        "world",
        "human",
        "backup",
        "driver",
        "capture",
        "surroundings",
        "plotting",
        "result",
        "help",
        "train",
        "next",
        "fleet",
        "still",
        "safety",
        "driver",
        "case",
        "score",
        "additional",
        "human",
        "sitting",
        "behind",
        "computer",
        "monitor",
        "catalog",
        "footage",
        "expensive",
        "ordeal",
        "payoff",
        "year",
        "decade",
        "away",
        "even",
        "could",
        "drive",
        "vehicle",
        "around",
        "hit",
        "every",
        "road",
        "world",
        "update",
        "asked",
        "dan",
        "galves",
        "spokesman",
        "mobileye",
        "send",
        "vehicle",
        "around",
        "unlike",
        "conventional",
        "digital",
        "map",
        "map",
        "require",
        "update",
        "slightest",
        "variation",
        "construction",
        "zone",
        "pop",
        "overnight",
        "bit",
        "stop",
        "driverless",
        "car",
        "track",
        "freak",
        "thing",
        "happens",
        "going",
        "make",
        "autonomous",
        "work",
        "said",
        "mcnally",
        "analyst",
        "mobileye",
        "argues",
        "efficient",
        "let",
        "car",
        "driving",
        "today",
        "see",
        "ahead",
        "january",
        "intel",
        "unit",
        "announced",
        "mapping",
        "effort",
        "camera",
        "chip",
        "sensor",
        "plan",
        "place",
        "million",
        "car",
        "year",
        "idea",
        "get",
        "car",
        "view",
        "thing",
        "lane",
        "maker",
        "traffic",
        "signal",
        "road",
        "boundary",
        "letting",
        "automate",
        "driving",
        "mobileye",
        "say",
        "take",
        "less",
        "computing",
        "horsepower",
        "building",
        "comprehensive",
        "hd",
        "map",
        "road",
        "would",
        "mobileye",
        "galves",
        "said",
        "company",
        "pair",
        "sensor",
        "data",
        "map",
        "navigational",
        "company",
        "time",
        "create",
        "map",
        "fully",
        "driverless",
        "car",
        "could",
        "use",
        "also",
        "tactic",
        "google",
        "longtime",
        "mapping",
        "foe",
        "tomtom",
        "nv",
        "two",
        "european",
        "company",
        "positioned",
        "primary",
        "alternative",
        "google",
        "map",
        "selling",
        "dashboard",
        "screen",
        "map",
        "automaker",
        "today",
        "yet",
        "static",
        "map",
        "see",
        "broad",
        "street",
        "shape",
        "capture",
        "snapshot",
        "time",
        "company",
        "working",
        "replacement",
        "product",
        "dynamic",
        "map",
        "represent",
        "lane",
        "curb",
        "everything",
        "else",
        "road",
        "hope",
        "car",
        "manufacturer",
        "stick",
        "mapmakers",
        "vehicle",
        "move",
        "somewhat",
        "intelligent",
        "fully",
        "automated",
        "vehicle",
        "without",
        "steering",
        "wheel",
        "owned",
        "consortium",
        "german",
        "automaker",
        "example",
        "road",
        "mapping",
        "system",
        "enables",
        "limited",
        "driving",
        "audi",
        "ag",
        "one",
        "plan",
        "support",
        "safety",
        "feature",
        "year",
        "bayerische",
        "motoren",
        "werke",
        "ag",
        "another",
        "intel",
        "also",
        "took",
        "percent",
        "stake",
        "last",
        "year",
        "tesla",
        "car",
        "company",
        "eagerly",
        "embracing",
        "incremental",
        "march",
        "toward",
        "autonomous",
        "driving",
        "software",
        "autopilot",
        "tesla",
        "relies",
        "camera",
        "sensor",
        "vehicle",
        "eschewed",
        "lidar",
        "company",
        "disclosed",
        "mapping",
        "service",
        "using",
        "autopilot",
        "company",
        "representative",
        "declined",
        "comment",
        "tesla",
        "nasty",
        "public",
        "split",
        "mobileye",
        "two",
        "year",
        "ago",
        "tesla",
        "leaned",
        "least",
        "one",
        "company",
        "mapbox",
        "help",
        "assemble",
        "map",
        "tesla",
        "paid",
        "million",
        "mapbox",
        "licensing",
        "deal",
        "december",
        "according",
        "regulatory",
        "filing",
        "mapbox",
        "mostly",
        "sold",
        "location",
        "data",
        "apps",
        "pinterest",
        "snapchat",
        "fresh",
        "million",
        "financing",
        "round",
        "startup",
        "started",
        "inch",
        "automotive",
        "map",
        "software",
        "installed",
        "phone",
        "mapbox",
        "said",
        "plotted",
        "million",
        "mile",
        "road",
        "data",
        "globally",
        "sensor",
        "road",
        "today",
        "entire",
        "connected",
        "car",
        "space",
        "said",
        "chief",
        "executive",
        "officer",
        "eric",
        "gundersen",
        "pitch",
        "carmaker",
        "use",
        "location",
        "data",
        "base",
        "layer",
        "future",
        "camera",
        "system",
        "mobileye",
        "sensor",
        "data",
        "like",
        "company",
        "targeting",
        "automaker",
        "mapbox",
        "happy",
        "play",
        "neutral",
        "work",
        "anyone",
        "know",
        "going",
        "win",
        "gundersen",
        "said",
        "new",
        "hotshot",
        "pathfinder",
        "one",
        "know",
        "come",
        "top",
        "mapping",
        "industry",
        "even",
        "know",
        "strategy",
        "best",
        "every",
        "map",
        "look",
        "different",
        "one",
        "depends",
        "sensor",
        "system",
        "vehicle",
        "creates",
        "standard",
        "sensor",
        "package",
        "said",
        "spark",
        "capital",
        "nabeel",
        "hyatt",
        "early",
        "investor",
        "cruise",
        "automation",
        "company",
        "bought",
        "general",
        "motor",
        "million",
        "result",
        "slew",
        "hd",
        "mapping",
        "company",
        "taking",
        "different",
        "stab",
        "problem",
        "gobbling",
        "venture",
        "capital",
        "competing",
        "lucrative",
        "contract",
        "disparage",
        "mobileye",
        "approach",
        "relies",
        "seamless",
        "transition",
        "driving",
        "called",
        "level",
        "driving",
        "without",
        "human",
        "assistance",
        "level",
        "hard",
        "climb",
        "ladder",
        "said",
        "wei",
        "luo",
        "coo",
        "deepmap",
        "intense",
        "best",
        "hd",
        "map",
        "luo",
        "argues",
        "built",
        "driverless",
        "function",
        "mind",
        "startup",
        "said",
        "working",
        "ford",
        "honda",
        "motor",
        "china",
        "saic",
        "motor",
        "mobileeye",
        "also",
        "working",
        "saic",
        "waymo",
        "talk",
        "honda",
        "waymo",
        "camp",
        "effort",
        "formerly",
        "known",
        "google",
        "car",
        "project",
        "started",
        "map",
        "waymo",
        "andrew",
        "chatham",
        "one",
        "engineer",
        "super",
        "tedious",
        "work",
        "crafting",
        "car",
        "packed",
        "sensor",
        "capture",
        "city",
        "surroundings",
        "coding",
        "image",
        "digital",
        "landscape",
        "chatham",
        "said",
        "car",
        "may",
        "rely",
        "perception",
        "system",
        "alone",
        "drive",
        "highway",
        "would",
        "helpless",
        "traffic",
        "condition",
        "imagine",
        "pulling",
        "busy",
        "intersection",
        "never",
        "seen",
        "imagine",
        "car",
        "trying",
        "advantage",
        "detailed",
        "map",
        "said",
        "chatham",
        "give",
        "car",
        "answer",
        "nasty",
        "said",
        "waymo",
        "exploring",
        "solution",
        "mapping",
        "factor",
        "construction",
        "update",
        "declined",
        "share",
        "detail",
        "thanks",
        "year",
        "effort",
        "artificial",
        "intelligence",
        "arsenal",
        "waymo",
        "considered",
        "leader",
        "hd",
        "map",
        "date",
        "company",
        "pitched",
        "entire",
        "suite",
        "prospective",
        "partner",
        "landed",
        "chatham",
        "declined",
        "say",
        "whether",
        "waymo",
        "considering",
        "selling",
        "map",
        "separate",
        "product",
        "another",
        "potential",
        "force",
        "market",
        "uber",
        "giant",
        "also",
        "working",
        "hd",
        "map",
        "driverless",
        "program",
        "using",
        "test",
        "vehicle",
        "similar",
        "way",
        "waymo",
        "lisa",
        "weitekamp",
        "uber",
        "manager",
        "said",
        "private",
        "company",
        "exploring",
        "way",
        "place",
        "sensor",
        "inside",
        "million",
        "vehicle",
        "service",
        "map",
        "car",
        "already",
        "static",
        "navigation",
        "software",
        "app",
        "take",
        "popular",
        "route",
        "driving",
        "inform",
        "uber",
        "driverless",
        "map",
        "weitekamp",
        "added",
        "give",
        "u",
        "leg",
        "said",
        "would",
        "make",
        "access",
        "map",
        "valuable",
        "asset",
        "currently",
        "uber",
        "us",
        "combination",
        "tomtom",
        "google",
        "data",
        "map",
        "driver",
        "rider",
        "see",
        "contract",
        "uber",
        "google",
        "set",
        "expire",
        "year",
        "according",
        "two",
        "people",
        "familiar",
        "deal",
        "representative",
        "company",
        "declined",
        "comment",
        "plenty",
        "newcomer",
        "pitching",
        "carmaker",
        "need",
        "catch",
        "waymo",
        "uber",
        "deepmap",
        "started",
        "veteran",
        "google",
        "apple",
        "banking",
        "intelligent",
        "software",
        "cut",
        "time",
        "cost",
        "involved",
        "converting",
        "image",
        "pulled",
        "car",
        "sensor",
        "single",
        "landscape",
        "startup",
        "said",
        "working",
        "ford",
        "honda",
        "motor",
        "china",
        "saic",
        "motor",
        "civil",
        "map",
        "tech",
        "fingerprint",
        "sensor",
        "data",
        "forming",
        "digital",
        "grid",
        "loop",
        "made",
        "mapping",
        "vehicle",
        "around",
        "area",
        "bit",
        "like",
        "way",
        "mobile",
        "app",
        "shazam",
        "recognizes",
        "piece",
        "music",
        "said",
        "ceo",
        "sravan",
        "puttagunta",
        "ford",
        "investor",
        "puttagunta",
        "said",
        "company",
        "process",
        "raising",
        "additional",
        "money",
        "car",
        "company",
        "testing",
        "water",
        "rather",
        "cutting",
        "massive",
        "deal",
        "map",
        "ford",
        "spokesman",
        "described",
        "work",
        "startup",
        "argo",
        "automaker",
        "bet",
        "looked",
        "variety",
        "supplier",
        "currently",
        "relying",
        "internal",
        "map",
        "gm",
        "spokesman",
        "ray",
        "wert",
        "said",
        "company",
        "prefers",
        "mapping",
        "new",
        "entrant",
        "know",
        "survive",
        "similar",
        "navigational",
        "map",
        "even",
        "search",
        "engine",
        "said",
        "deepmap",
        "luo",
        "former",
        "googler",
        "whoever",
        "bigger",
        "scale",
        "sponsored",
        "financial",
        "content"
    ]
}