{
    "organizations": [],
    "uuid": "1b0e959464b84c555d14e8a3eb88409279f46d7a",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/02/17/lu-how-the-mighty-have-fallen/",
    "ord_in_thread": 0,
    "title": "Lu: How the Mighty Have Fallen",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Greetings from Hong Kong where we have welcomed the Year of the Dog with bursting firecrackers, festive lion dances and an ample store of red packets. As the new year dawned, we learned more about the downfall of Lu Wei , China’s once-mighty Internet czar--or at least we learned new details about the Chinese Communist Party’s official case against him. On Tuesday, China’s state-run media reported that Party leaders have formally accused Lu, former director of the nation’s top Internet regulator, of a long litany of sins. Among them: pocketing huge bribes, violating party rules by visiting private clubs, trading power for sex , being “power-hungry” and deceiving investigators.\nLu was abruptly dismissed from his job as cyber czar last June. In November, the Party announced that he was under investigation on suspicion of “serious violations of discipline.” He hasn’t been seen in public for many months. The tone of this week’s indictment was unusually severe. In a statement, the Party’s Central Commission for Discipline Inspection said Lu had “lost all his ideals and beliefs” and “forgotten the Party spirit and disciplines.” The commission denounced Lu as “shameless” and “tyrannical,” a “two-faced person” with a “swollen head” and a “rough and domineering style,” who “expanded his power by fair means and foul.” The commission also noted that Lu has been expelled from the Party. In other words: his goose is well-and-truly cooked.\nIt’s a stunning fall from grace for a man who made TIME’s 2015 list of 100 Most Influential People and was seen, until recently, as a close ally of Xi Jinping. Lu began his career as Party representative at Xinhua News Agency in the southern city of Nanning. By 2011, he had risen to become of vice mayor for Beijing. In 2013, he was promoted to a senior position in the Party’s leading propaganda agency, the State Council Information Office (SCIO), and a year later appointed as director of the government’s Central Leading Small Group for Internet Security and Informationization, a body that included Xi himself. At SCIO, Lu assumed control of a relatively small entity called the Internet Office, which he rebranded as the Cyberspace Administration of China and proceeded to reposition as the main agency for establishing Party control over China’s burgeoning Internet industry.\nBrash and combative, Lu cut a high profile, both in China and Silicon Valley. He was the driving force behind the World Internet Conference , an annual state-sponsored tech gathering hosted in the picturesque Chinese river town of Wuzhen. The first conference, held in 2014, touted a unique Chinese vision for the Internet. In contrast to the utopian notions of the Internet’s American creators, who saw the new medium as a democratizing element that would empower individuals and transcend national borders, Lu and his colleagues championed the notion of “ Internet sovereignty .” The Internet, he argued, is not a universal human right. It is a technology for individual governments to regulate as they see fit. In China, he made clear, the government sees the Internet’s main purpose as bolstering political stability and the legitimacy of the ruling party.\nIn the years since, China’s regulation of the Internet has grown ever more restrictive. Beijing has tightened censorship rules, cracked down on the use of virtual private networks and last year forbade foreign technology firms operating in China from exporting China data to overseas servers. Lu dismissed suggestions China was engaged in Internet censorship. “It is a misuse of worlds if you say ‘content censorship,'” he said. “But no censorship does not mean there is no management. The Chinese government learned how to manage the Internet from Western countries, we have not learned enough yet.”\nChina’s tech titans, including Alibaba’s Jack Ma and Tencent’s Pony Ma, recognized immediately that, for them, attendance at Lu’s conference wasn’t optional . US tech leaders snubbed the meeting at first, dismissing it as a propaganda exercise aimed at whitewashing their exclusion from China’s market and Beijing’s vision of a techno-police state. But as China’s market continues to grow, resistance seems to be giving way to pragmatism. Mark Zuckerberg famously welcomed Lu to Facebook’s campus in Menlo Park in 2014. He greeted Lu in Mandarin, and invited him to pose for photos at his own desk where he had conspicuosly displayed a copy of Xi’s book, The Governance of China .\nLast year both Tim Cook of Apple and Sundar Pichai of Google spoke at Wuzhen. In an interview with Fortune ‘s Adam Lashinsky at the Fortune Global Forum in Guangzhou, Cook defended his participation in the Chinese conference. \"From my American mindset, I believe strongly in freedoms. They are at the core of what being an American is, and I have no confusion on that,\" he said. \"But I also know that every country in the world decides their laws and regulations.\" That leaves companies like Apple with a choice to either participate or stay on the sidelines. Cook said he chose to \"get in the arena because nothing ever changes from the sidelines.\"\nLu has now been--rather unceremoniously--removed from that arena. But the early evidence suggests that under his successor, Xu Lin , the rules of competition he established will remain for the foreseeable future.\nMore China news below.\n \nClay Chandler @claychandler clay.chandler@timeinc.com Trade and Economy Stalled sale. The sale of the Chicago stock exchange may still go ahead, said the exchange's CEO, despite the Securities and Exchange Commission's decision on Thursday to block a $20 million bid by a Chinese-led investor group over uncertainties over the group's ownership structure. But only two members of the investment group \"happen to be Chinese\", said the exchange. Chicago Tribune \nMulan goes to China. Alibaba and Disney have inked a substantial licensing deal, which will broadcast over 1,000 Disney animated videos and films, including popular titles such as Beauty and the Beast, Mulan and Frozen on Youku, Alibaba's Youtube-equivalent video streaming service. The deal makes Alibaba the largest distributor of Disney animations in China. TechCrunch \nDown the pipe. Cast iron soil pipe fittings are the lastest product to come under the scrutinty of the U.S. Department of Commerce, which this week said it will impose a cash penalty for Chinese importers who are \"dumping\" their products on the American market. The department said that fittings sold by Chinese manufacturers in the US were 68.37% to 109.95% less than fair value. Reuters \nLegal trafficking. Chinese state-owned drugmaker Harbin Pharmaceutical Group Holding Co will invest $300 million for a 40 percent stake in American supplements retailer GNC Holdings Inc. The two are also in talks for a joint venture in China, said the companies. Reuters \nAirport rage. London's Heathrow Airport was the target of outrage from Chinese social media users this week, after its duty-free store was found to offer discriminatory rates to Chinese customers. Travelers from China had to reach a minimum spend of ?1,000 ($1,381) receive a 20% discount, compared to ?250 for other tourists. BBC \nTechnology and Innovation iQiyi's IPO. Nasdaq-listed Baidu has filed documents with the US Securities and Exchange Commission for an initial public offering of iQiyi, its subscription video service often likened to Netflix. Baidu expects to retain its controlling shareholder status following the listing, which Jefferies analysts valued at $15bn in a recent note. Financial Times \nJD Logistics to follow. JD.com, China's second largest e-commerce firm, has raised $2.5 billion for its logistics arm, thanks to funding from Hillhouse Capital, Sequoia China, China Merchants Group and Tencent among others. The logistics unit was spun off independently last April and is said to be targeting a foreign IPO soon. Reuters \nApple's China chips. Apple is in talks to purchase memory chips from Yangtze Memory Technologies, a little known, state-backed Chinese technology company. The deal will mark Apple's first purchase from a Chinese chipmaker, and a boost for Beijing, which has shown willingness to invest heavily in the chip manufacturing sector to cut its own reliance on foreign chip supply . Nikkei Asian Review \nE-Lunar New Year. From digital red packets to AI-powered couplets and augmented reality selfie filters, Chinese app makers are vying to keep Chinese consumers engaged with viral campaigns this Chinese New Year. China now accounts for $1 of every $4 generated globally across app stores, in-app advertisements and mobile e-commerce, said a recent study. South China Morning Post \nIn Case You Missed It With Blackface and Monkey Suit, Chinese Gala on Africa Causes Uproar The New York Times\nFrom imitation to innovation: How China became a tech superpower Wired\nCan China's Tech Giants Restore Confidence in Wanda? The Hollywood Reporter\nChina's Dystopian Tech Could Be Contagious The Atlantic\nArtificial intelligence is being used to raise better pigs in China Quartz\nTaiwan's pedestrian crossing men get girlfriends for Valentine's Day BBC\nPolitics and Policy Why China loves Trump. While American journalists are skeptical about the escalating conflict between the U.S. and China, Beijing's state-sanctioned media outlets maintain an optimistic tone about their relationship, argues The Atlantic, because China has figured out that self-declared dealmaker Trump can be easily persuaded to compromise on almost anything to seem like a \"win.\" The Atlantic \nSun down. Sun Zhengcai, the former top leader of Chongqing city and once a promising contender for China's top leadership, was officially charged with bribery this week. The Diplomat additionally points out that the investigation into Sun's has since prompted several inflammatory reports from Caixin, one of China's most prominent financial outlets, whose founder is said to have a close relationship with Wang Qishan, a trusted Xi Jiping aide. The Diplomat \nSummaries by Debbie Yong. @debyong \ndebbie.yong@timeinc.com \nFind past issues , and sign up for other Fortune newsletters .\n",
    "published": "2018-02-17T15:45:00.000+02:00",
    "crawled": "2018-02-17T15:45:52.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "greeting",
        "hong",
        "kong",
        "welcomed",
        "year",
        "dog",
        "bursting",
        "firecracker",
        "festive",
        "lion",
        "dance",
        "ample",
        "store",
        "red",
        "packet",
        "new",
        "year",
        "dawned",
        "learned",
        "downfall",
        "lu",
        "wei",
        "china",
        "internet",
        "czar",
        "least",
        "learned",
        "new",
        "detail",
        "chinese",
        "communist",
        "party",
        "official",
        "case",
        "tuesday",
        "china",
        "medium",
        "reported",
        "party",
        "leader",
        "formally",
        "accused",
        "lu",
        "former",
        "director",
        "nation",
        "top",
        "internet",
        "regulator",
        "long",
        "litany",
        "sin",
        "among",
        "pocketing",
        "huge",
        "bribe",
        "violating",
        "party",
        "rule",
        "visiting",
        "private",
        "club",
        "trading",
        "power",
        "sex",
        "deceiving",
        "investigator",
        "lu",
        "abruptly",
        "dismissed",
        "job",
        "cyber",
        "czar",
        "last",
        "june",
        "november",
        "party",
        "announced",
        "investigation",
        "suspicion",
        "serious",
        "violation",
        "seen",
        "public",
        "many",
        "month",
        "tone",
        "week",
        "indictment",
        "unusually",
        "severe",
        "statement",
        "party",
        "central",
        "commission",
        "discipline",
        "inspection",
        "said",
        "lu",
        "lost",
        "ideal",
        "belief",
        "forgotten",
        "party",
        "spirit",
        "commission",
        "denounced",
        "lu",
        "shameless",
        "tyrannical",
        "person",
        "swollen",
        "head",
        "rough",
        "domineering",
        "style",
        "expanded",
        "power",
        "fair",
        "mean",
        "commission",
        "also",
        "noted",
        "lu",
        "expelled",
        "party",
        "word",
        "goose",
        "cooked",
        "stunning",
        "fall",
        "grace",
        "man",
        "made",
        "time",
        "list",
        "influential",
        "people",
        "seen",
        "recently",
        "close",
        "ally",
        "xi",
        "jinping",
        "lu",
        "began",
        "career",
        "party",
        "representative",
        "xinhua",
        "news",
        "agency",
        "southern",
        "city",
        "nanning",
        "risen",
        "become",
        "vice",
        "mayor",
        "beijing",
        "promoted",
        "senior",
        "position",
        "party",
        "leading",
        "propaganda",
        "agency",
        "state",
        "council",
        "information",
        "office",
        "scio",
        "year",
        "later",
        "appointed",
        "director",
        "government",
        "central",
        "leading",
        "small",
        "group",
        "internet",
        "security",
        "informationization",
        "body",
        "included",
        "xi",
        "scio",
        "lu",
        "assumed",
        "control",
        "relatively",
        "small",
        "entity",
        "called",
        "internet",
        "office",
        "rebranded",
        "cyberspace",
        "administration",
        "china",
        "proceeded",
        "reposition",
        "main",
        "agency",
        "establishing",
        "party",
        "control",
        "china",
        "burgeoning",
        "internet",
        "industry",
        "brash",
        "combative",
        "lu",
        "cut",
        "high",
        "profile",
        "china",
        "silicon",
        "valley",
        "driving",
        "force",
        "behind",
        "world",
        "internet",
        "conference",
        "annual",
        "tech",
        "gathering",
        "hosted",
        "picturesque",
        "chinese",
        "river",
        "town",
        "wuzhen",
        "first",
        "conference",
        "held",
        "touted",
        "unique",
        "chinese",
        "vision",
        "internet",
        "contrast",
        "utopian",
        "notion",
        "internet",
        "american",
        "creator",
        "saw",
        "new",
        "medium",
        "democratizing",
        "element",
        "would",
        "empower",
        "individual",
        "transcend",
        "national",
        "border",
        "lu",
        "colleague",
        "championed",
        "notion",
        "internet",
        "sovereignty",
        "internet",
        "argued",
        "universal",
        "human",
        "right",
        "technology",
        "individual",
        "government",
        "regulate",
        "see",
        "fit",
        "china",
        "made",
        "clear",
        "government",
        "see",
        "internet",
        "main",
        "purpose",
        "bolstering",
        "political",
        "stability",
        "legitimacy",
        "ruling",
        "party",
        "year",
        "since",
        "china",
        "regulation",
        "internet",
        "grown",
        "ever",
        "restrictive",
        "beijing",
        "tightened",
        "censorship",
        "rule",
        "cracked",
        "use",
        "virtual",
        "private",
        "network",
        "last",
        "year",
        "forbade",
        "foreign",
        "technology",
        "firm",
        "operating",
        "china",
        "exporting",
        "china",
        "data",
        "overseas",
        "server",
        "lu",
        "dismissed",
        "suggestion",
        "china",
        "engaged",
        "internet",
        "censorship",
        "misuse",
        "world",
        "say",
        "content",
        "censorship",
        "said",
        "censorship",
        "mean",
        "management",
        "chinese",
        "government",
        "learned",
        "manage",
        "internet",
        "western",
        "country",
        "learned",
        "enough",
        "china",
        "tech",
        "titan",
        "including",
        "alibaba",
        "jack",
        "tencent",
        "pony",
        "recognized",
        "immediately",
        "attendance",
        "lu",
        "conference",
        "optional",
        "u",
        "tech",
        "leader",
        "snubbed",
        "meeting",
        "first",
        "dismissing",
        "propaganda",
        "exercise",
        "aimed",
        "whitewashing",
        "exclusion",
        "china",
        "market",
        "beijing",
        "vision",
        "state",
        "china",
        "market",
        "continues",
        "grow",
        "resistance",
        "seems",
        "giving",
        "way",
        "pragmatism",
        "mark",
        "zuckerberg",
        "famously",
        "welcomed",
        "lu",
        "facebook",
        "campus",
        "menlo",
        "park",
        "greeted",
        "lu",
        "mandarin",
        "invited",
        "pose",
        "photo",
        "desk",
        "conspicuosly",
        "displayed",
        "copy",
        "xi",
        "book",
        "governance",
        "china",
        "last",
        "year",
        "tim",
        "cook",
        "apple",
        "sundar",
        "pichai",
        "google",
        "spoke",
        "wuzhen",
        "interview",
        "fortune",
        "adam",
        "lashinsky",
        "fortune",
        "global",
        "forum",
        "guangzhou",
        "cook",
        "defended",
        "participation",
        "chinese",
        "conference",
        "american",
        "mindset",
        "believe",
        "strongly",
        "freedom",
        "core",
        "american",
        "confusion",
        "said",
        "also",
        "know",
        "every",
        "country",
        "world",
        "decides",
        "law",
        "regulation",
        "leaf",
        "company",
        "like",
        "apple",
        "choice",
        "either",
        "participate",
        "stay",
        "sideline",
        "cook",
        "said",
        "chose",
        "get",
        "arena",
        "nothing",
        "ever",
        "change",
        "sideline",
        "lu",
        "rather",
        "unceremoniously",
        "removed",
        "arena",
        "early",
        "evidence",
        "suggests",
        "successor",
        "xu",
        "lin",
        "rule",
        "competition",
        "established",
        "remain",
        "foreseeable",
        "future",
        "china",
        "news",
        "clay",
        "chandler",
        "claychandler",
        "trade",
        "economy",
        "stalled",
        "sale",
        "sale",
        "chicago",
        "stock",
        "exchange",
        "may",
        "still",
        "go",
        "ahead",
        "said",
        "exchange",
        "ceo",
        "despite",
        "security",
        "exchange",
        "commission",
        "decision",
        "thursday",
        "block",
        "million",
        "bid",
        "investor",
        "group",
        "uncertainty",
        "group",
        "ownership",
        "structure",
        "two",
        "member",
        "investment",
        "group",
        "happen",
        "chinese",
        "said",
        "exchange",
        "chicago",
        "tribune",
        "mulan",
        "go",
        "china",
        "alibaba",
        "disney",
        "inked",
        "substantial",
        "licensing",
        "deal",
        "broadcast",
        "disney",
        "animated",
        "video",
        "film",
        "including",
        "popular",
        "title",
        "beauty",
        "beast",
        "mulan",
        "frozen",
        "youku",
        "alibaba",
        "video",
        "streaming",
        "service",
        "deal",
        "make",
        "alibaba",
        "largest",
        "distributor",
        "disney",
        "animation",
        "china",
        "techcrunch",
        "pipe",
        "cast",
        "iron",
        "soil",
        "pipe",
        "fitting",
        "lastest",
        "product",
        "come",
        "scrutinty",
        "department",
        "commerce",
        "week",
        "said",
        "impose",
        "cash",
        "penalty",
        "chinese",
        "importer",
        "dumping",
        "product",
        "american",
        "market",
        "department",
        "said",
        "fitting",
        "sold",
        "chinese",
        "manufacturer",
        "u",
        "less",
        "fair",
        "value",
        "reuters",
        "legal",
        "trafficking",
        "chinese",
        "drugmaker",
        "harbin",
        "pharmaceutical",
        "group",
        "holding",
        "co",
        "invest",
        "million",
        "percent",
        "stake",
        "american",
        "supplement",
        "retailer",
        "gnc",
        "holding",
        "two",
        "also",
        "talk",
        "joint",
        "venture",
        "china",
        "said",
        "company",
        "reuters",
        "airport",
        "rage",
        "london",
        "heathrow",
        "airport",
        "target",
        "outrage",
        "chinese",
        "social",
        "medium",
        "user",
        "week",
        "store",
        "found",
        "offer",
        "discriminatory",
        "rate",
        "chinese",
        "customer",
        "traveler",
        "china",
        "reach",
        "minimum",
        "spend",
        "receive",
        "discount",
        "compared",
        "tourist",
        "bbc",
        "technology",
        "innovation",
        "iqiyi",
        "ipo",
        "baidu",
        "filed",
        "document",
        "u",
        "security",
        "exchange",
        "commission",
        "initial",
        "public",
        "offering",
        "iqiyi",
        "subscription",
        "video",
        "service",
        "often",
        "likened",
        "netflix",
        "baidu",
        "expects",
        "retain",
        "controlling",
        "shareholder",
        "status",
        "following",
        "listing",
        "jefferies",
        "analyst",
        "valued",
        "15bn",
        "recent",
        "note",
        "financial",
        "time",
        "jd",
        "logistics",
        "follow",
        "china",
        "second",
        "largest",
        "firm",
        "raised",
        "billion",
        "logistics",
        "arm",
        "thanks",
        "funding",
        "hillhouse",
        "capital",
        "sequoia",
        "china",
        "china",
        "merchant",
        "group",
        "tencent",
        "among",
        "others",
        "logistics",
        "unit",
        "spun",
        "independently",
        "last",
        "april",
        "said",
        "targeting",
        "foreign",
        "ipo",
        "soon",
        "reuters",
        "apple",
        "china",
        "chip",
        "apple",
        "talk",
        "purchase",
        "memory",
        "chip",
        "yangtze",
        "memory",
        "technology",
        "little",
        "known",
        "chinese",
        "technology",
        "company",
        "deal",
        "mark",
        "apple",
        "first",
        "purchase",
        "chinese",
        "chipmaker",
        "boost",
        "beijing",
        "shown",
        "willingness",
        "invest",
        "heavily",
        "chip",
        "manufacturing",
        "sector",
        "cut",
        "reliance",
        "foreign",
        "chip",
        "supply",
        "nikkei",
        "asian",
        "review",
        "new",
        "year",
        "digital",
        "red",
        "packet",
        "couplet",
        "augmented",
        "reality",
        "selfie",
        "filter",
        "chinese",
        "app",
        "maker",
        "vying",
        "keep",
        "chinese",
        "consumer",
        "engaged",
        "viral",
        "campaign",
        "chinese",
        "new",
        "year",
        "china",
        "account",
        "every",
        "generated",
        "globally",
        "across",
        "app",
        "store",
        "advertisement",
        "mobile",
        "said",
        "recent",
        "study",
        "south",
        "china",
        "morning",
        "post",
        "case",
        "missed",
        "blackface",
        "monkey",
        "suit",
        "chinese",
        "gala",
        "africa",
        "cause",
        "uproar",
        "new",
        "york",
        "time",
        "imitation",
        "innovation",
        "china",
        "became",
        "tech",
        "superpower",
        "wired",
        "china",
        "tech",
        "giant",
        "restore",
        "confidence",
        "wanda",
        "hollywood",
        "reporter",
        "china",
        "dystopian",
        "tech",
        "could",
        "contagious",
        "atlantic",
        "artificial",
        "intelligence",
        "used",
        "raise",
        "better",
        "pig",
        "china",
        "quartz",
        "taiwan",
        "pedestrian",
        "crossing",
        "men",
        "get",
        "girlfriend",
        "valentine",
        "day",
        "bbc",
        "politics",
        "policy",
        "china",
        "love",
        "trump",
        "american",
        "journalist",
        "skeptical",
        "escalating",
        "conflict",
        "china",
        "beijing",
        "medium",
        "outlet",
        "maintain",
        "optimistic",
        "tone",
        "relationship",
        "argues",
        "atlantic",
        "china",
        "figured",
        "dealmaker",
        "trump",
        "easily",
        "persuaded",
        "compromise",
        "almost",
        "anything",
        "seem",
        "like",
        "win",
        "atlantic",
        "sun",
        "sun",
        "zhengcai",
        "former",
        "top",
        "leader",
        "chongqing",
        "city",
        "promising",
        "contender",
        "china",
        "top",
        "leadership",
        "officially",
        "charged",
        "bribery",
        "week",
        "diplomat",
        "additionally",
        "point",
        "investigation",
        "sun",
        "since",
        "prompted",
        "several",
        "inflammatory",
        "report",
        "caixin",
        "one",
        "china",
        "prominent",
        "financial",
        "outlet",
        "whose",
        "founder",
        "said",
        "close",
        "relationship",
        "wang",
        "qishan",
        "trusted",
        "xi",
        "jiping",
        "aide",
        "diplomat",
        "summary",
        "debbie",
        "yong",
        "debyong",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}