{
    "organizations": [],
    "uuid": "47e5d0d0564c933c432c5c9140f043e62e9b9bbb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-continental-building-products-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Continental Building Products Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Produces Record Full Year Net Sales, Operating Income and Net Income -\n- Expands Stock Repurchase Program to $300 Million and Extends Through 2019 -\nHERNDON, Va.--(BUSINESS WIRE)-- Continental Building Products, Inc. (NYSE: CBPX) (the \"Company\"), a leading manufacturer of gypsum wallboard and complementary finishing products, announced today results for the fourth quarter and year ended December 31, 2017.\nHighlights of Fourth Quarter 2017 as Compared to Fourth Quarter 2016\nNet sales increased 11.1% to $131.4 million on higher wallboard volumes and average mill net price Net income increased 92.5% to $24.2 million due in part to the recently enacted tax legislation; Adjusted net income 1 increased 22.2% to $15.4 million Earnings per share increased 100.0% to $0.64; Adjusted earnings per share 1 increased 28.1% to $0.41 EBITDA 1 grew to $37.2 million up 10.1% compared to $33.8 million\nHighlights of Full Year 2017 as Compared to Full Year 2016\nNet sales increased 6.0% to $489.2 million Net income increased 35.9% to $59.8 million due in part to the recently enacted tax legislation; Adjusted net income 1 increased 7.5% to $51.5 million Earnings per share increased 43.5% to $1.55; Adjusted earnings per share 1 increased 12.7% to $1.33 EBITDA 1 grew to $136.0 million up 1.7% compared to $133.8 million SG&A as a percentage of net sales improved 50 basis points to 7.7% Deployed $11.0 million in high-return investments Deployed $54.6 million to repurchase 2.3 million shares of common stock\n\"We wrapped up 2017 with a strong fourth quarter resulting in a 10% increase in EBITDA and a double digit increase in earnings per share as we began to realize the benefits of our high-return capital investments and our Bison Way continuous improvement efforts,\" stated Jay Bachmann, Continental's President and Chief Executive Officer. \"Net sales up 11% demonstrated the incredible focus of our employees on the customer while driving higher operating profit at improved margins year-over-year.\"\nMr. Bachmann continued, \"For the full year, our disciplined operational focus drove improved earnings in an inflationary cost environment and delivered strong margins that are among the industry leaders. We also invested significant operating cash flow to repurchase shares and reinvest in our business to further augment returns. As we look ahead to 2018, our strong balance sheet and anticipated cash flows firmly position us to execute on additional value enhancing opportunities. These opportunities include high-return capital investments, which are expected to be between $25 and $35 million from 2018 through 2019, and our expanded share repurchase authorization, which was increased from $200 million to $300 million through 2019. We are inspired by the dedicated efforts of our employees, who work incredibly hard every day to streamline processes, eliminate waste and continuously improve our operations with the aim of further enhancing Continental's position as the wallboard supplier of choice.\"\nFourth Quarter 2017 Results vs. Fourth Quarter 2016\nWallboard sales volumes increased to 725 million square feet (MMSF) for the fourth quarter 2017, compared to 666 MMSF in the prior year quarter. Net sales were up 11.1% to $131.4 million, compared to $118.2 million in the prior year quarter, primarily due to an increase in wallboard volumes and average mill net price.\nOperating income was $26.6 million, compared to $22.8 million in the prior year quarter. This increase was primarily attributable to higher wallboard volumes, which were partially offset by higher input costs. SG&A expense was $10.4 million compared to $9.6 million in the prior year quarter, or 7.9% of net sales compared to 8.1% in the prior year quarter.\nInterest expense decreased 8.9% to $2.8 million, compared to $3.1 million in the prior year quarter, reflecting lower average outstanding borrowings during fourth quarter 2017 compared to fourth quarter 2016 and the lower interest rate spread over LIBOR following the debt repricings in February and December of 2017. This decrease was partially offset by the rise in LIBOR.\nNet income for the fourth quarter 2017 increased 92.5% to $24.2 million, or $0.64 per share, compared to $12.6 million, or $0.32 per share, in the prior year quarter. The improvement in net income was primarily driven by the one-time tax benefit related to the impact of the Tax Cuts and Jobs Act passed in December 2017. Excluding the effects of the tax reform and debt repricing fees in December 2017, the adjusted net income 1 increased 22.2% to $15.4 million, or $0.41 per share, compared to the prior year quarter of $12.6 million, or $0.32 per share. The $2.8 million increase in adjusted net income 1 is primarily a result of higher wallboard volumes and average mill net price compared to the prior year quarter.\nFull Year 2017 Results vs. Full Year 2016\nWallboard volumes increased to 2,666 MMSF for the year ended December 31, 2017, compared to 2,560 MMSF in the prior year. Net sales were up 6.0% to $489.2 million, compared to $461.4 million in the prior year, primarily due to an increase in wallboard volumes and average mill net price.\nOperating income was $89.6 million, compared to $87.1 million in the prior year. This increase was primarily attributable to higher volumes, which were partially offset by higher input and labor costs. SG&A expense was $37.8 million compared to $37.9 million in the prior year, or 7.7% of net sales compared to 8.2% in the prior year.\nInterest expense decreased 13.3% to $11.8 million, compared to $13.6 million in the prior year, reflecting lower average outstanding borrowings during 2017 compared to 2016 and the lower interest rate spread over LIBOR following the debt refinancing in August 2016 and the two subsequent repricing transactions in 2017. This decrease was partially offset by the rise in LIBOR.\nNet income for 2017 increased 35.9% to $59.8 million, or $1.55 per share, compared to $44.0 million, or $1.08 per share, in the prior year. The improvement in net income was primarily driven by the one-time tax benefit related to the impact of the Tax Cuts and Jobs Act of 2017. Excluding the effects of the tax reform and debt repricing fees in February and December 2017, adjusted net income 1 was up 7.5% to $51.5 million, or $1.33 per share, from the prior year adjusted net income of $47.8 million, or $1.18 per share. The $3.6 million increase in adjusted net income 1 is primarily a result of higher volumes and average mill net price, along with a decrease in SG&A and interest expense, compared to 2016.\nBalance Sheet and Cash Flow\nIn December 2017, the Company successfully repriced its $271.6 million term loan facility. The interest rate spread on the term loan was reduced by 25 basis points to LIBOR plus 2.25%, with a 0.75% floor, compared to a prior rate of LIBOR plus 2.50%, with a 0.75% floor. This transaction marks the second repricing of this term loan since the original refinancing in August 2016, effectively reducing the spread in aggregate by 50 basis points from LIBOR plus 2.75% to LIBOR plus 2.25%. The final maturity of the term loan in 2023 is unchanged.\nAs of December 31, 2017, the Company had cash of $72.5 million and total outstanding borrowing under the term loan agreement of $271.6 million. During the fourth quarter 2017, the Company generated cash flows from operations of $26.6 million and invested $7.8 million in capital investments.\nDuring the full year 2017, the Company repurchased 2.3 million shares of its common stock under its repurchase program at an aggregate purchase price of $54.6 million, representing 5.8% of its outstanding shares as of December 31, 2016.\nThe Company announced today that its Board of Directors has authorized an expansion of its stock repurchase program from up to $200 million to up to $300 million. The program has also been extended from the end of 2018 to the end of 2019. To date against the program, as expanded, the Company has repurchased $103.3 million of our common stock at an average price of $21.23 per share through December 31, 2017. The Company also announced plans to invest in high-return capital spending under its \"Bison Way\" initiative in the range of $25 million to $35 million beginning in 2018 and running through 2019.\nDennis Schemm, Continental's Chief Financial Officer, concluded, \"We are pleased with the sustained cash flow generation of our business, our repricing activities and the success of our numerous investments. We have an exceptional platform to continue investing in our people, assets and operational capabilities. The expected reduction in our tax rate made possible by the Tax Cuts and Jobs Act of 2017 further enhances our flexibility to strengthen our business while targeting additional value enhancing opportunities.\"\nForward-Looking Outlook For the Full Year 2018\nSG&A is expected to be in the range of $39 - $40 million Cost of goods sold inflation is expected to be at 3% to 5% partly offset by approximately $5 million of savings from high return investments Total capital expenditures are expected to be in the range of $30 - $35 million Maintenance capital spending is expected to be approximately $15 million High-return capital spending is expected to be in the range of $15 - $20 million Depreciation and amortization is expected to be in the range of $43 - $46 million Effective tax rate is expected to be in the range of 22% - 24%\nInvestor Conference Webcast and Conference Call\nThe Company will host a webcast and conference call on Thursday, February 22, 2018 at 5:00 p.m. Eastern Time to review fourth quarter and full year 2017 financial results, discuss recent events and conduct a question-and-answer period. The live webcast will be available on the Investor Relations section of the Company's website at www.continental-bp.com . To participate in the call, please dial (877) 407-3982 (domestic) or (201) 493-6780 (international). A replay of the conference call will be available through March 22, 2018, by dialing (844) 512-2921 (domestic) or (412) 317-6671 (international) and entering the pin number 13675626.\nAbout Continental Building Products\nContinental Building Products is a leading North American manufacturer of gypsum wallboard and complementary finishing products. The Company is headquartered in Herndon, Virginia with operations serving the residential, commercial and repair and remodel construction markets primarily in the eastern United States and eastern Canada. For additional information, visit www.continental-bp.com .\nForward-Looking Statements\nThis press release contains forward-looking statements. Forward-looking statements may be identified by the use of words such as \"anticipate\", \"believe\", \"expect\", \"estimate\", \"plan\", \"outlook\", and \"project\" and other similar expressions that predict or indicate future events or trends or that are not statements of historical matters. Forward-looking statements should not be read as a guarantee of future performance or results, and will not necessarily be accurate indications of the times at, or by, which such performance or results will be achieved. Forward-looking statements are based on historical information available at the time the statements are made and are based on management's reasonable belief or expectations with respect to future events, and are subject to risks and uncertainties, many of which are beyond the Company's control, that could cause actual performance or results to differ materially from the belief or expectations expressed in or suggested by the forward-looking statements. Forward-looking statements speak only as of the date on which they are made and the Company undertakes no obligation to update any forward-looking statement to reflect future events, developments or otherwise, except as may be required by applicable law. Investors are referred to the Company's filings with the Securities and Exchange Commission, including its Annual Report on Form 10-K and its Quarterly Reports on Form 10-Q for additional information regarding the risks and uncertainties that may cause actual results to differ materially from those expressed in any forward-looking statement.",
    "published": "2018-02-23T00:05:00.000+02:00",
    "crawled": "2018-02-22T23:58:00.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "produce",
        "record",
        "full",
        "year",
        "net",
        "sale",
        "operating",
        "income",
        "net",
        "income",
        "expands",
        "stock",
        "repurchase",
        "program",
        "million",
        "extends",
        "herndon",
        "business",
        "wire",
        "continental",
        "building",
        "product",
        "nyse",
        "cbpx",
        "company",
        "leading",
        "manufacturer",
        "gypsum",
        "wallboard",
        "complementary",
        "finishing",
        "product",
        "announced",
        "today",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "highlight",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "net",
        "sale",
        "increased",
        "million",
        "higher",
        "wallboard",
        "volume",
        "average",
        "mill",
        "net",
        "price",
        "net",
        "income",
        "increased",
        "million",
        "due",
        "part",
        "recently",
        "enacted",
        "tax",
        "legislation",
        "adjusted",
        "net",
        "income",
        "increased",
        "million",
        "earnings",
        "per",
        "share",
        "increased",
        "adjusted",
        "earnings",
        "per",
        "share",
        "increased",
        "ebitda",
        "grew",
        "million",
        "compared",
        "million",
        "highlight",
        "full",
        "year",
        "compared",
        "full",
        "year",
        "net",
        "sale",
        "increased",
        "million",
        "net",
        "income",
        "increased",
        "million",
        "due",
        "part",
        "recently",
        "enacted",
        "tax",
        "legislation",
        "adjusted",
        "net",
        "income",
        "increased",
        "million",
        "earnings",
        "per",
        "share",
        "increased",
        "adjusted",
        "earnings",
        "per",
        "share",
        "increased",
        "ebitda",
        "grew",
        "million",
        "compared",
        "million",
        "sg",
        "percentage",
        "net",
        "sale",
        "improved",
        "basis",
        "point",
        "deployed",
        "million",
        "investment",
        "deployed",
        "million",
        "repurchase",
        "million",
        "share",
        "common",
        "stock",
        "wrapped",
        "strong",
        "fourth",
        "quarter",
        "resulting",
        "increase",
        "ebitda",
        "double",
        "digit",
        "increase",
        "earnings",
        "per",
        "share",
        "began",
        "realize",
        "benefit",
        "capital",
        "investment",
        "bison",
        "way",
        "continuous",
        "improvement",
        "effort",
        "stated",
        "jay",
        "bachmann",
        "continental",
        "president",
        "chief",
        "executive",
        "officer",
        "net",
        "sale",
        "demonstrated",
        "incredible",
        "focus",
        "employee",
        "customer",
        "driving",
        "higher",
        "operating",
        "profit",
        "improved",
        "margin",
        "bachmann",
        "continued",
        "full",
        "year",
        "disciplined",
        "operational",
        "focus",
        "drove",
        "improved",
        "earnings",
        "inflationary",
        "cost",
        "environment",
        "delivered",
        "strong",
        "margin",
        "among",
        "industry",
        "leader",
        "also",
        "invested",
        "significant",
        "operating",
        "cash",
        "flow",
        "repurchase",
        "share",
        "reinvest",
        "business",
        "augment",
        "return",
        "look",
        "ahead",
        "strong",
        "balance",
        "sheet",
        "anticipated",
        "cash",
        "flow",
        "firmly",
        "position",
        "u",
        "execute",
        "additional",
        "value",
        "enhancing",
        "opportunity",
        "opportunity",
        "include",
        "capital",
        "investment",
        "expected",
        "million",
        "expanded",
        "share",
        "repurchase",
        "authorization",
        "increased",
        "million",
        "million",
        "inspired",
        "dedicated",
        "effort",
        "employee",
        "work",
        "incredibly",
        "hard",
        "every",
        "day",
        "streamline",
        "process",
        "eliminate",
        "waste",
        "continuously",
        "improve",
        "operation",
        "aim",
        "enhancing",
        "continental",
        "position",
        "wallboard",
        "supplier",
        "choice",
        "fourth",
        "quarter",
        "result",
        "fourth",
        "quarter",
        "wallboard",
        "sale",
        "volume",
        "increased",
        "million",
        "square",
        "foot",
        "mmsf",
        "fourth",
        "quarter",
        "compared",
        "mmsf",
        "prior",
        "year",
        "quarter",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "primarily",
        "due",
        "increase",
        "wallboard",
        "volume",
        "average",
        "mill",
        "net",
        "price",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "increase",
        "primarily",
        "attributable",
        "higher",
        "wallboard",
        "volume",
        "partially",
        "offset",
        "higher",
        "input",
        "cost",
        "sg",
        "expense",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "net",
        "sale",
        "compared",
        "prior",
        "year",
        "quarter",
        "interest",
        "expense",
        "decreased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "quarter",
        "reflecting",
        "lower",
        "average",
        "outstanding",
        "borrowing",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "lower",
        "interest",
        "rate",
        "spread",
        "libor",
        "following",
        "debt",
        "repricings",
        "february",
        "december",
        "decrease",
        "partially",
        "offset",
        "rise",
        "libor",
        "net",
        "income",
        "fourth",
        "quarter",
        "increased",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "quarter",
        "improvement",
        "net",
        "income",
        "primarily",
        "driven",
        "tax",
        "benefit",
        "related",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "passed",
        "december",
        "excluding",
        "effect",
        "tax",
        "reform",
        "debt",
        "repricing",
        "fee",
        "december",
        "adjusted",
        "net",
        "income",
        "increased",
        "million",
        "per",
        "share",
        "compared",
        "prior",
        "year",
        "quarter",
        "million",
        "per",
        "share",
        "million",
        "increase",
        "adjusted",
        "net",
        "income",
        "primarily",
        "result",
        "higher",
        "wallboard",
        "volume",
        "average",
        "mill",
        "net",
        "price",
        "compared",
        "prior",
        "year",
        "quarter",
        "full",
        "year",
        "result",
        "full",
        "year",
        "wallboard",
        "volume",
        "increased",
        "mmsf",
        "year",
        "ended",
        "december",
        "compared",
        "mmsf",
        "prior",
        "year",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "primarily",
        "due",
        "increase",
        "wallboard",
        "volume",
        "average",
        "mill",
        "net",
        "price",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "primarily",
        "attributable",
        "higher",
        "volume",
        "partially",
        "offset",
        "higher",
        "input",
        "labor",
        "cost",
        "sg",
        "expense",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "net",
        "sale",
        "compared",
        "prior",
        "year",
        "interest",
        "expense",
        "decreased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "reflecting",
        "lower",
        "average",
        "outstanding",
        "borrowing",
        "compared",
        "lower",
        "interest",
        "rate",
        "spread",
        "libor",
        "following",
        "debt",
        "refinancing",
        "august",
        "two",
        "subsequent",
        "repricing",
        "transaction",
        "decrease",
        "partially",
        "offset",
        "rise",
        "libor",
        "net",
        "income",
        "increased",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "improvement",
        "net",
        "income",
        "primarily",
        "driven",
        "tax",
        "benefit",
        "related",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "excluding",
        "effect",
        "tax",
        "reform",
        "debt",
        "repricing",
        "fee",
        "february",
        "december",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "share",
        "million",
        "increase",
        "adjusted",
        "net",
        "income",
        "primarily",
        "result",
        "higher",
        "volume",
        "average",
        "mill",
        "net",
        "price",
        "along",
        "decrease",
        "sg",
        "interest",
        "expense",
        "compared",
        "balance",
        "sheet",
        "cash",
        "flow",
        "december",
        "company",
        "successfully",
        "repriced",
        "million",
        "term",
        "loan",
        "facility",
        "interest",
        "rate",
        "spread",
        "term",
        "loan",
        "reduced",
        "basis",
        "point",
        "libor",
        "plus",
        "floor",
        "compared",
        "prior",
        "rate",
        "libor",
        "plus",
        "floor",
        "transaction",
        "mark",
        "second",
        "repricing",
        "term",
        "loan",
        "since",
        "original",
        "refinancing",
        "august",
        "effectively",
        "reducing",
        "spread",
        "aggregate",
        "basis",
        "point",
        "libor",
        "plus",
        "libor",
        "plus",
        "final",
        "maturity",
        "term",
        "loan",
        "unchanged",
        "december",
        "company",
        "cash",
        "million",
        "total",
        "outstanding",
        "borrowing",
        "term",
        "loan",
        "agreement",
        "million",
        "fourth",
        "quarter",
        "company",
        "generated",
        "cash",
        "flow",
        "operation",
        "million",
        "invested",
        "million",
        "capital",
        "investment",
        "full",
        "year",
        "company",
        "repurchased",
        "million",
        "share",
        "common",
        "stock",
        "repurchase",
        "program",
        "aggregate",
        "purchase",
        "price",
        "million",
        "representing",
        "outstanding",
        "share",
        "december",
        "company",
        "announced",
        "today",
        "board",
        "director",
        "authorized",
        "expansion",
        "stock",
        "repurchase",
        "program",
        "million",
        "million",
        "program",
        "also",
        "extended",
        "end",
        "end",
        "date",
        "program",
        "expanded",
        "company",
        "repurchased",
        "million",
        "common",
        "stock",
        "average",
        "price",
        "per",
        "share",
        "december",
        "company",
        "also",
        "announced",
        "plan",
        "invest",
        "capital",
        "spending",
        "bison",
        "way",
        "initiative",
        "range",
        "million",
        "million",
        "beginning",
        "running",
        "dennis",
        "schemm",
        "continental",
        "chief",
        "financial",
        "officer",
        "concluded",
        "pleased",
        "sustained",
        "cash",
        "flow",
        "generation",
        "business",
        "repricing",
        "activity",
        "success",
        "numerous",
        "investment",
        "exceptional",
        "platform",
        "continue",
        "investing",
        "people",
        "asset",
        "operational",
        "capability",
        "expected",
        "reduction",
        "tax",
        "rate",
        "made",
        "possible",
        "tax",
        "cut",
        "job",
        "act",
        "enhances",
        "flexibility",
        "strengthen",
        "business",
        "targeting",
        "additional",
        "value",
        "enhancing",
        "opportunity",
        "outlook",
        "full",
        "year",
        "sg",
        "expected",
        "range",
        "million",
        "cost",
        "good",
        "sold",
        "inflation",
        "expected",
        "partly",
        "offset",
        "approximately",
        "million",
        "saving",
        "high",
        "return",
        "investment",
        "total",
        "capital",
        "expenditure",
        "expected",
        "range",
        "million",
        "maintenance",
        "capital",
        "spending",
        "expected",
        "approximately",
        "million",
        "capital",
        "spending",
        "expected",
        "range",
        "million",
        "depreciation",
        "amortization",
        "expected",
        "range",
        "million",
        "effective",
        "tax",
        "rate",
        "expected",
        "range",
        "investor",
        "conference",
        "webcast",
        "conference",
        "call",
        "company",
        "host",
        "webcast",
        "conference",
        "call",
        "thursday",
        "february",
        "eastern",
        "time",
        "review",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "discus",
        "recent",
        "event",
        "conduct",
        "period",
        "live",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "participate",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "replay",
        "conference",
        "call",
        "available",
        "march",
        "dialing",
        "domestic",
        "international",
        "entering",
        "pin",
        "number",
        "continental",
        "building",
        "product",
        "continental",
        "building",
        "product",
        "leading",
        "north",
        "american",
        "manufacturer",
        "gypsum",
        "wallboard",
        "complementary",
        "finishing",
        "product",
        "company",
        "headquartered",
        "herndon",
        "virginia",
        "operation",
        "serving",
        "residential",
        "commercial",
        "repair",
        "remodel",
        "construction",
        "market",
        "primarily",
        "eastern",
        "united",
        "state",
        "eastern",
        "canada",
        "additional",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "expect",
        "estimate",
        "plan",
        "outlook",
        "project",
        "similar",
        "expression",
        "predict",
        "indicate",
        "future",
        "event",
        "trend",
        "statement",
        "historical",
        "matter",
        "statement",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "time",
        "performance",
        "result",
        "achieved",
        "statement",
        "based",
        "historical",
        "information",
        "available",
        "time",
        "statement",
        "made",
        "based",
        "management",
        "reasonable",
        "belief",
        "expectation",
        "respect",
        "future",
        "event",
        "subject",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "company",
        "control",
        "could",
        "cause",
        "actual",
        "performance",
        "result",
        "differ",
        "materially",
        "belief",
        "expectation",
        "expressed",
        "suggested",
        "statement",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "future",
        "event",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "investor",
        "referred",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "additional",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement"
    ]
}