{
    "organizations": [],
    "uuid": "291b8dfaf738099789125c9562f32342b8d85afd",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/diary-top-econ/diary-top-economic-events-to-march-27-idUSL4N1QB3CA",
    "ord_in_thread": 0,
    "title": "DIARY-Top Economic Events to March 27",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Feb 22 (Reuters) - For other diaries, please see:\nTop Economic Events\nEmerging Markets Economic Events\nGovernment Debt Auctions\nPolitical and General News\nU.S. Federal Reserve\nToday in Washington\nThis Diary is filed daily. ** Indicates new events THURSDAY, FEBRUARY 22\nFRANKFURT - Speech by ECB board member Yves Mersch at the European Banking Federation’s executive committee meeting in Frankfurt am Main, Germany – 0930 GMT. BERLIN - High-level conference on sustainable finance. Panel discussion with board of the Deutsche Bundesbank Prof. Dr. med. Joachim Wuermeling, title : “Has sustainable finance reached the financial policy mainstream?”\nTOKYO, Japan - Federal Reserve Vice Chair for Supervision Randal Quarles speaks on “10 years after the Global Financial Crisis: How has the world economy changed and where will it go?” before the 26th International Financial Symposium organized by the Institute for International Monetary Affairs - 0515 GMT VANCOUVER, Canada - Federal Reserve Bank of Dallas President Robert Kaplan participates in moderated question-and-answer session before the event, “Greater Vancouver Board of Trade: Beyond NAFTA? Safeguarding our Trading Relationship” - 2030 GMT.\nMINNEAPOLIS - Federal Reserve Bank of Minneapolis President Neel Kashkari participates in a question-and-answer session moderated by Mike McKee of Bloomberg - 0115 GMT.\nNEW YORK - Federal Reserve Bank of New York President William Dudley participates in an economic briefing to discuss the impact of hurricanes Irma and Maria on economic conditions in Puerto Rico and the Virgin Islands - 1500 GMT. ATLANTA - Federal Reserve Bank of Atlanta President Raphael Bostic speaks on “Banking” before the 2108 Banking Outlook Conference hosted by the Atlanta’s Fed Reserve - 1710 GMT.\nFRANKFURT - ECB releases minutes of January meeting - 1230 GMT.\nFRIDAY, FEBRUARY 23 STOCKHOLM - Swedish Central Bank minutes of its monetary policy meeting will be published – 0830 GMT.\nLONDON - Bank of England Deputy Governor Dave Ramsden takes part in a panel discussion on productivity and economic rebalancing with the Confederation of British Industry’s Director-General Carolyn Fairbairn - 1200 GMT. NEW YORK – ECB board member Benoit Coeure speaks at the 2018 U.S. Monetary Policy Forum – 1830 GMT. LOS ANGELES - Federal Reserve Bank of San Francisco President John Williams speaks on the economic outlook and implications for monetary policy - 2040 GMT. NEW YORK - Federal Reserve Bank of New York President William Dudley and Federal Reserve Bank of Boston President Eric Rosengren participate in a panel to discuss a U.S. Monetary Policy Forum report on the Federal Reserve balance sheet before the 2018 U.S. Monetary Policy Forum sponsored by the Initiative on Global Markets at the University of Chicago Booth School of Business - 1515 GMT. NEW YORK - Federal Reserve Bank of Cleveland President Loretta Mester participates in panel, “A Review of the Objectives for Monetary Policy” before the 2018 U.S. Monetary Policy Forum sponsored by the Initiative on Global Markets at the University of Chicago Booth School of Business - 1830 GMT.\nMONDAY, FEBRUARY 26 LONDON - Bank of England Deputy Governor Jon Cunliffe to speak at Warwick University - 1800 GMT. FRANKFURT – ECB Executive Board member Benoit Coeure delivers a welcome address at the first meeting of the Working Group on Euro Risk-Free Rates, organized by the ECB – 1000 GMT. WASHINGTON - Federal Reserve Bank of St. Louis President James Bullard gives presentation on the U.S. economy and monetary policy before the National Association for Business Economics conference, “Promoting Sustained Growth: Policy Tensions and Risks” - 1300 GMT. WASHINGTON - Federal Reserve Vice Chair for Supervision Randal Quarles speaks on “A View From the Federal Reserve Board” before the National Association for Business Economics conference, “Promoting Sustained Growth: Policy Tensions and Risks” - 2000 GMT.\nTUESDAY, FEBRUARY 27 ** TUMBA, Sweden – Swedish First Deputy Governor Kerstin af Jochnick will give a speech at the opening of an exhibition at Tumba Papermill Museum titled “Sveriges Riksbank 350 years old – from banknote ban to negative interest rates” – 0900 GMT. ** EDSBYN, Sweden - Deputy Governor Henry Ohlsson will discuss the Riksbank’s tasks and present his view on Swedish and international economic developments when he visits Ovanåker Municipality – 1700 GMT. FRANKFURT – European Central Bank Executive Board member Yves Mersch speaks at a fintech conference – 0805 GMT.\nWEDNESDAY, FEBRUARY 28 ** LULEA, Sweden – Swedish Governor Stefan Ingves will discuss the Riksbank’s history and the development of money – 1600 GMT.\nOSLO - Norges Bank Governor Oystein Olsen gives a speech at the University of Oslo - 1000 GMT. WASHINGTON - Federal Reserve Chairman Jerome Powell delivers semi-annual monetary policy testimony before the House Financial Services Committee – 1500 GMT.\nTHURSDAY, MARCH 1 GREECE – European Central Bank’s top bank supervisor Daniele Nouy speaks at a conference about “New Globalization and Growth Challenges” – 1130 GMT. TOKYO - Bank of Japan board member Goushi Kataoka speaks in Okayama, Japan.\nMONDAY, MARCH 5 ** STOCKHOLM – Swedish Governor Stefan Ingves will speak at the Expert Group on Public Economics’ seminar on possibilities and challenges for development in the coming period – 0900 GMT.\nTUESDAY, MARCH 6 ST. THOMAS, Virgin Islands - Federal Reserve Bank of New York President William Dudley participates in USVI Nonprofit Leaders Breakfast Roundtable to discuss economic conditions and recovery efforts in the aftermath of hurricanes Irma and Maria - 1230 GMT.\nWEDNESDAY, MARCH 7 FORT LAUDERDALE, Florida - Federal Reserve Bank of Atlanta President Raphael Bostic speaks on the economic outlook in a fireside chat at the Broward Workshop - 1300 GMT. SAN JUAN, Puerto Rico - Federal Reserve Bank of New York President William Dudley participates in discussion with economists on current economic conditions and recovery efforts in the aftermath of hurricanes Irma and Maria at event hosted by the Puerto Rico Chamber of Commerce - 1300 GMT.\nWASHINGTON - U.S. Federal Reserve issues its Beige Book on economic condition - 1900 GMT. OTTAWA - Bank of Canada key policy interest rate announcement – 1500 GMT. STOCKHOLM - Riksbank executive board meeting – 0800 GMT.\nTHURSDAY, MARCH 8 ** VANCOUVER - Bank of Canada Deputy Governor Timothy Lane speaks at Greater Vancouver Board of Trade Vancouver, BC – 2050 GMT.\nFRANKFURT - ECB Governing Council meeting, followed by an interest rate announcement and a press conference by President Mario Draghi.\nTOKYO - Bank of Japan monetary policy meeting (to Mar. 9).\nFRIDAY, MARCH 9 NEW YORK - Federal Reserve Bank of Chicago President Charles Evans speaks on current economic conditions and monetary policy before the Manhattan Institute Shadow Open Market Committee - 1745 GMT.\nMONDAY, MARCH 12 BRUSSELS - Eurogroup meeting. TUESDAY, MARCH 13\n** ONTARIO - Bank of Canada Governor Stephen Poloz speaks at Queen’s University in Kingston, Ontario – 1430 GMT. LONDON – UK Finance Minister Philip Hammond delivers spring statement on updated fiscal forecasts. BRUSSELS - Economic and Financial Affairs Council. TOKYO - Bank of Japan releases the minutes of monetary policy meeting held on Jan 22-23 – 2350 GMT.\nWEDNESDAY, MARCH 14 FRANKFURT – ECB President Mario Draghi, chief economist Peter Praet, Vice President Vitor Constancio and Banque de France Governor Francois Villeroy de Galhau speak at the ECB and Its Watchers conference in Frankfurt. THURSDAY, MARCH 15 BERN - Swiss National Bank (SNB) monetary policy assessment – 0830 GMT. OSLO - Norway Central Bank holds Announcement of the Executive Board’s interest rate decision and publication of monetary policy followed by press conference – 0900 GMT.\nFRIDAY, MARCH 16 LONDON - Bank of England Financial policy committee statement from its meeting – 0930 GMT. KRISTIANSUND, Norway - Norges Bank Deputy Governors Jon Nicolaisen and Egil Matsen give speeches to Norges Bank’s Regional Network Region North-West.\nSATURDAY MARCH 17 BUENOS AIRES - G20 meeting of Finance Ministers and central bankers in Buenos Aires (to Mar 20). SUNDAY, MARCH 18 MIAMI - Federal Reserve Banks of Atlanta, Chicago and San Francisco co-sponsor conference, “National Interagency Community Reinvestment Conference: Aligning to Build Resilient and Inclusive Communities.” Speakers include Federal Reserve Bank of Atlanta President Raphael Bostic (to Mar. 21). TOKYO - Bank of Japan to release the summary of opinions from board members at its March 08-09 policy meeting – 2350 GMT.\nTUESDAY, MARCH 20 OSLO - Norges Bank Deputy Governor Egil Matsen gives a speech at a conference hosted by Finance Norway.\nWASHINGTON - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) starts its two-day meeting on interest rates.\nWEDNESDAY, MARCH 21 WASHINGTON - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) announces decision on interest rate, followed by a statement – 1800 GMT. WASHINGTON – U.S. Federal Reserve chairperson holds a news conference regarding the interest rate – 1830 GMT. FRANKFURT - ECB Governing Council meeting. No interest rate announcements scheduled.\nTHURSDAY, MARCH 22 ** ONTARIO - Bank of Canada Senior Deputy Governor Carolyn Wilkins speaks at Rotman School of Management in Toronto – 1900 GMT.\nWASHINGTON - Governor of Norges Bank Oystein Olsen will give speech in Washington. FRANKFURT - ECB general council meeting. WELLINGTON - Reserve Bank of New Zealand’s issues Official Cash Rate (OCR) announcement.\nLONDON - Bank of England announces its interest rate decision and publishes the minutes of the meeting – 1200 GMT.\nFRIDAY, MARCH 23 STOCKHOLM - Riksbank general council meeting - 1200 GMT.\nTUESDAY, MARCH 27 STOCKHOLM - Riksbank executive board meeting – 0700 GMT.",
    "published": "2018-02-22T08:06:00.000+02:00",
    "crawled": "2018-02-22T06:56:56.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "feb",
        "reuters",
        "diary",
        "please",
        "see",
        "top",
        "economic",
        "event",
        "emerging",
        "market",
        "economic",
        "event",
        "government",
        "debt",
        "auction",
        "political",
        "general",
        "news",
        "federal",
        "reserve",
        "today",
        "washington",
        "diary",
        "filed",
        "daily",
        "indicates",
        "new",
        "event",
        "thursday",
        "february",
        "frankfurt",
        "speech",
        "ecb",
        "board",
        "member",
        "yves",
        "mersch",
        "european",
        "banking",
        "federation",
        "executive",
        "committee",
        "meeting",
        "frankfurt",
        "main",
        "germany",
        "gmt",
        "berlin",
        "conference",
        "sustainable",
        "finance",
        "panel",
        "discussion",
        "board",
        "deutsche",
        "bundesbank",
        "med",
        "joachim",
        "wuermeling",
        "title",
        "sustainable",
        "finance",
        "reached",
        "financial",
        "policy",
        "mainstream",
        "tokyo",
        "japan",
        "federal",
        "reserve",
        "vice",
        "chair",
        "supervision",
        "randal",
        "quarles",
        "speaks",
        "year",
        "global",
        "financial",
        "crisis",
        "world",
        "economy",
        "changed",
        "go",
        "26th",
        "international",
        "financial",
        "symposium",
        "organized",
        "institute",
        "international",
        "monetary",
        "affair",
        "gmt",
        "vancouver",
        "canada",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "participates",
        "moderated",
        "session",
        "event",
        "greater",
        "vancouver",
        "board",
        "trade",
        "beyond",
        "nafta",
        "safeguarding",
        "trading",
        "relationship",
        "gmt",
        "minneapolis",
        "federal",
        "reserve",
        "bank",
        "minneapolis",
        "president",
        "neel",
        "kashkari",
        "participates",
        "session",
        "moderated",
        "mike",
        "mckee",
        "bloomberg",
        "gmt",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "participates",
        "economic",
        "briefing",
        "discus",
        "impact",
        "hurricane",
        "irma",
        "maria",
        "economic",
        "condition",
        "puerto",
        "rico",
        "virgin",
        "island",
        "gmt",
        "atlanta",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "speaks",
        "banking",
        "banking",
        "outlook",
        "conference",
        "hosted",
        "atlanta",
        "fed",
        "reserve",
        "gmt",
        "frankfurt",
        "ecb",
        "release",
        "minute",
        "january",
        "meeting",
        "gmt",
        "friday",
        "february",
        "stockholm",
        "swedish",
        "central",
        "bank",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "published",
        "gmt",
        "london",
        "bank",
        "england",
        "deputy",
        "governor",
        "dave",
        "ramsden",
        "take",
        "part",
        "panel",
        "discussion",
        "productivity",
        "economic",
        "rebalancing",
        "confederation",
        "british",
        "industry",
        "carolyn",
        "fairbairn",
        "gmt",
        "new",
        "york",
        "ecb",
        "board",
        "member",
        "benoit",
        "coeure",
        "speaks",
        "monetary",
        "policy",
        "forum",
        "gmt",
        "los",
        "angeles",
        "federal",
        "reserve",
        "bank",
        "san",
        "francisco",
        "president",
        "john",
        "williams",
        "speaks",
        "economic",
        "outlook",
        "implication",
        "monetary",
        "policy",
        "gmt",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "federal",
        "reserve",
        "bank",
        "boston",
        "president",
        "eric",
        "rosengren",
        "participate",
        "panel",
        "discus",
        "monetary",
        "policy",
        "forum",
        "report",
        "federal",
        "reserve",
        "balance",
        "sheet",
        "monetary",
        "policy",
        "forum",
        "sponsored",
        "initiative",
        "global",
        "market",
        "university",
        "chicago",
        "booth",
        "school",
        "business",
        "gmt",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "cleveland",
        "president",
        "loretta",
        "mester",
        "participates",
        "panel",
        "review",
        "objective",
        "monetary",
        "policy",
        "monetary",
        "policy",
        "forum",
        "sponsored",
        "initiative",
        "global",
        "market",
        "university",
        "chicago",
        "booth",
        "school",
        "business",
        "gmt",
        "monday",
        "february",
        "london",
        "bank",
        "england",
        "deputy",
        "governor",
        "jon",
        "cunliffe",
        "speak",
        "warwick",
        "university",
        "gmt",
        "frankfurt",
        "ecb",
        "executive",
        "board",
        "member",
        "benoit",
        "coeure",
        "delivers",
        "welcome",
        "address",
        "first",
        "meeting",
        "working",
        "group",
        "euro",
        "rate",
        "organized",
        "ecb",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "bank",
        "louis",
        "president",
        "james",
        "bullard",
        "give",
        "presentation",
        "economy",
        "monetary",
        "policy",
        "national",
        "association",
        "business",
        "economics",
        "conference",
        "promoting",
        "sustained",
        "growth",
        "policy",
        "tension",
        "risk",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "vice",
        "chair",
        "supervision",
        "randal",
        "quarles",
        "speaks",
        "view",
        "federal",
        "reserve",
        "board",
        "national",
        "association",
        "business",
        "economics",
        "conference",
        "promoting",
        "sustained",
        "growth",
        "policy",
        "tension",
        "risk",
        "gmt",
        "tuesday",
        "february",
        "tumba",
        "sweden",
        "swedish",
        "first",
        "deputy",
        "governor",
        "kerstin",
        "af",
        "jochnick",
        "give",
        "speech",
        "opening",
        "exhibition",
        "tumba",
        "papermill",
        "museum",
        "titled",
        "sverige",
        "riksbank",
        "year",
        "old",
        "banknote",
        "ban",
        "negative",
        "interest",
        "rate",
        "gmt",
        "edsbyn",
        "sweden",
        "deputy",
        "governor",
        "henry",
        "ohlsson",
        "discus",
        "riksbank",
        "task",
        "present",
        "view",
        "swedish",
        "international",
        "economic",
        "development",
        "visit",
        "ovanåker",
        "municipality",
        "gmt",
        "frankfurt",
        "european",
        "central",
        "bank",
        "executive",
        "board",
        "member",
        "yves",
        "mersch",
        "speaks",
        "fintech",
        "conference",
        "gmt",
        "wednesday",
        "february",
        "lulea",
        "sweden",
        "swedish",
        "governor",
        "stefan",
        "ingves",
        "discus",
        "riksbank",
        "history",
        "development",
        "money",
        "gmt",
        "oslo",
        "norge",
        "bank",
        "governor",
        "oystein",
        "olsen",
        "give",
        "speech",
        "university",
        "oslo",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "chairman",
        "jerome",
        "powell",
        "delivers",
        "monetary",
        "policy",
        "testimony",
        "house",
        "financial",
        "service",
        "committee",
        "gmt",
        "thursday",
        "march",
        "greece",
        "european",
        "central",
        "bank",
        "top",
        "bank",
        "supervisor",
        "daniele",
        "nouy",
        "speaks",
        "conference",
        "new",
        "globalization",
        "growth",
        "challenge",
        "gmt",
        "tokyo",
        "bank",
        "japan",
        "board",
        "member",
        "goushi",
        "kataoka",
        "speaks",
        "okayama",
        "japan",
        "monday",
        "march",
        "stockholm",
        "swedish",
        "governor",
        "stefan",
        "ingves",
        "speak",
        "expert",
        "group",
        "public",
        "economics",
        "seminar",
        "possibility",
        "challenge",
        "development",
        "coming",
        "period",
        "gmt",
        "tuesday",
        "march",
        "thomas",
        "virgin",
        "island",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "participates",
        "usvi",
        "nonprofit",
        "leader",
        "breakfast",
        "roundtable",
        "discus",
        "economic",
        "condition",
        "recovery",
        "effort",
        "aftermath",
        "hurricane",
        "irma",
        "maria",
        "gmt",
        "wednesday",
        "march",
        "fort",
        "lauderdale",
        "florida",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "speaks",
        "economic",
        "outlook",
        "fireside",
        "chat",
        "broward",
        "workshop",
        "gmt",
        "san",
        "juan",
        "puerto",
        "rico",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "participates",
        "discussion",
        "economist",
        "current",
        "economic",
        "condition",
        "recovery",
        "effort",
        "aftermath",
        "hurricane",
        "irma",
        "maria",
        "event",
        "hosted",
        "puerto",
        "rico",
        "chamber",
        "commerce",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "issue",
        "beige",
        "book",
        "economic",
        "condition",
        "gmt",
        "ottawa",
        "bank",
        "canada",
        "key",
        "policy",
        "interest",
        "rate",
        "announcement",
        "gmt",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "thursday",
        "march",
        "vancouver",
        "bank",
        "canada",
        "deputy",
        "governor",
        "timothy",
        "lane",
        "speaks",
        "greater",
        "vancouver",
        "board",
        "trade",
        "vancouver",
        "bc",
        "gmt",
        "frankfurt",
        "ecb",
        "governing",
        "council",
        "meeting",
        "followed",
        "interest",
        "rate",
        "announcement",
        "press",
        "conference",
        "president",
        "mario",
        "draghi",
        "tokyo",
        "bank",
        "japan",
        "monetary",
        "policy",
        "meeting",
        "mar",
        "friday",
        "march",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "chicago",
        "president",
        "charles",
        "evans",
        "speaks",
        "current",
        "economic",
        "condition",
        "monetary",
        "policy",
        "manhattan",
        "institute",
        "shadow",
        "open",
        "market",
        "committee",
        "gmt",
        "monday",
        "march",
        "brussels",
        "eurogroup",
        "meeting",
        "tuesday",
        "march",
        "ontario",
        "bank",
        "canada",
        "governor",
        "stephen",
        "poloz",
        "speaks",
        "queen",
        "university",
        "kingston",
        "ontario",
        "gmt",
        "london",
        "uk",
        "finance",
        "minister",
        "philip",
        "hammond",
        "delivers",
        "spring",
        "statement",
        "updated",
        "fiscal",
        "forecast",
        "brussels",
        "economic",
        "financial",
        "affair",
        "council",
        "tokyo",
        "bank",
        "japan",
        "release",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "held",
        "jan",
        "gmt",
        "wednesday",
        "march",
        "frankfurt",
        "ecb",
        "president",
        "mario",
        "draghi",
        "chief",
        "economist",
        "peter",
        "praet",
        "vice",
        "president",
        "vitor",
        "constancio",
        "banque",
        "de",
        "france",
        "governor",
        "francois",
        "villeroy",
        "de",
        "galhau",
        "speak",
        "ecb",
        "watcher",
        "conference",
        "frankfurt",
        "thursday",
        "march",
        "bern",
        "swiss",
        "national",
        "bank",
        "snb",
        "monetary",
        "policy",
        "assessment",
        "gmt",
        "oslo",
        "norway",
        "central",
        "bank",
        "hold",
        "announcement",
        "executive",
        "board",
        "interest",
        "rate",
        "decision",
        "publication",
        "monetary",
        "policy",
        "followed",
        "press",
        "conference",
        "gmt",
        "friday",
        "march",
        "london",
        "bank",
        "england",
        "financial",
        "policy",
        "committee",
        "statement",
        "meeting",
        "gmt",
        "kristiansund",
        "norway",
        "norge",
        "bank",
        "deputy",
        "governor",
        "jon",
        "nicolaisen",
        "egil",
        "matsen",
        "give",
        "speech",
        "norge",
        "bank",
        "regional",
        "network",
        "region",
        "saturday",
        "march",
        "buenos",
        "aire",
        "g20",
        "meeting",
        "finance",
        "minister",
        "central",
        "banker",
        "buenos",
        "aire",
        "mar",
        "sunday",
        "march",
        "miami",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "chicago",
        "san",
        "francisco",
        "conference",
        "national",
        "interagency",
        "community",
        "reinvestment",
        "conference",
        "aligning",
        "build",
        "resilient",
        "inclusive",
        "speaker",
        "include",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "mar",
        "tokyo",
        "bank",
        "japan",
        "release",
        "summary",
        "opinion",
        "board",
        "member",
        "march",
        "policy",
        "meeting",
        "gmt",
        "tuesday",
        "march",
        "oslo",
        "norge",
        "bank",
        "deputy",
        "governor",
        "egil",
        "matsen",
        "give",
        "speech",
        "conference",
        "hosted",
        "finance",
        "norway",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "start",
        "meeting",
        "interest",
        "rate",
        "wednesday",
        "march",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "announces",
        "decision",
        "interest",
        "rate",
        "followed",
        "statement",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "chairperson",
        "hold",
        "news",
        "conference",
        "regarding",
        "interest",
        "rate",
        "gmt",
        "frankfurt",
        "ecb",
        "governing",
        "council",
        "meeting",
        "interest",
        "rate",
        "announcement",
        "scheduled",
        "thursday",
        "march",
        "ontario",
        "bank",
        "canada",
        "senior",
        "deputy",
        "governor",
        "carolyn",
        "wilkins",
        "speaks",
        "rotman",
        "school",
        "management",
        "toronto",
        "gmt",
        "washington",
        "governor",
        "norge",
        "bank",
        "oystein",
        "olsen",
        "give",
        "speech",
        "washington",
        "frankfurt",
        "ecb",
        "general",
        "council",
        "meeting",
        "wellington",
        "reserve",
        "bank",
        "new",
        "zealand",
        "issue",
        "official",
        "cash",
        "rate",
        "ocr",
        "announcement",
        "london",
        "bank",
        "england",
        "announces",
        "interest",
        "rate",
        "decision",
        "publishes",
        "minute",
        "meeting",
        "gmt",
        "friday",
        "march",
        "stockholm",
        "riksbank",
        "general",
        "council",
        "meeting",
        "gmt",
        "tuesday",
        "march",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt"
    ]
}