{
    "organizations": [],
    "uuid": "6d6c2cf135f0e1cf6cb7db5e8040bddd6273fd3b",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/02/28/bain-trump-tax-private-equity/",
    "ord_in_thread": 0,
    "title": "Bain’s Head of Private Equity: Donald Trump’s Tax Plan Is a Positive",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "9:51 AM EST \nThis article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here. \nNine years ago, Hugh MacArthur , the head of Bain’s global private equity practice, decided to release a global private equity report because many of the studies focused on PE were inaccurate, he says. \n“The way I re-phrase the old saying is that, ‘There are lies, there are damned lies, statistics and then facts about the private equity industry,’” he said. “So we felt we needed to set the record straight about what was really happening in private equity.” \nBain released its 80-page global private equity report this week, and Term Sheet caught up with MacArthur to discuss industry trends, Trump’s tax overhaul, and rising company valuations. \nTERM SHEET: Dry powder is at record levels. At the end of 2017, buyout funds were sitting on an all-time high of $633 billion. What does this mean for the industry at large? \nMACARTHUR: The good news is that the capital has been deployed in terms of the percentage of dollar value capital in an increasing fashion in 2017. It picked up 10 or 15% over 2016. The problem is that the number of deals are flat, so the average size of the deals has increased but the amount of deals getting done is down from 2014. So the trouble is that we’ve got a mountain of dry powder, but we’ve got a flat number of deals and an increasing value per deal, so you quickly come to a situation where the industry is becoming much more competitive for each deal that is done. As a result, the prices are at an all-time high. \nCompany valuations remain the No. 1 concern facing private equity fund managers. As a result, more than one third of managers are planning for lower returns. Do you think high prices and increasing competition are likely to continue in 2018? \nMACARTHUR: I do. We think prices and competition are only going to increase from a number of perspectives. One is, if you look at the returns the industry has had over the last several years, they’ve been very good. Private equity is typically, over any kind of reasonable time horizon, the highest performing asset class that most LPs have. Over the last six or seven years, they’ve been getting more distributions back from their GPs than they’ve been getting capital calls. Last year, they got $2 back for every dollar that was called to go into an investment. So obviously, that makes them want to put even more money in. \nThe pressure to put money into the industry has created ideal conditions for fundraising, which is why we have such a high amount of dry powder and that’s creating even more intense competition for deals along with continued favorable credit markets which allow for cheap debt. \nIn this type of environment, how can LPs expect funds to generate attractive returns? \nMACARTHUR: Funds really need to up their game in a number of ways. Firstly, over 38,000 deals were done in corporate M&A last year, and private equity represented only about 8% of that. So it’s not that companies aren’t being bought and sold at large numbers, it’s that private equity isn’t getting enough of them to put this money to work. One way that some players are competing with corporates is that they’re actually behaving like a corporate. I call it “being a corporate on steroids.” Private equity funds are basically “corporates on steroids” because they can’t simply compete and perform the same way any other corporate would because corporates have a lower cost of capital and are able to accept lower returns than a PE firm. So private equity firms need to use their balance sheet skills and they have to be more ruthless in wringing every last dollar of synergy out of the purchase for a company that they possibly can. We’re definitely seeing a secular move in the industry to act more like a corporate. \nOn the tactical side, we’re seeing a lot of different plays. These assets that are being bought at high prices are assets that really need to be transformed. It’s not just business as usual anymore. Private equity firms have recognized for a while now that they can’t just expect management teams to conduct business as usual at the current price environments to deliver the types of returns that people expect. For many years through the recession and afterward, the PE industry built a lot of muscle around cost-reduction. Cost-reduction was critical during recessionary times for a lot of the portfolio companies to survive. But now the industry has gotten so good at that, they’ve flipped the lens and paid a lot more attention to revenue generation. We’re starting to see more and more PE firms employ playbooks that really have commercial acceleration programs embedded into them that deal with issues like pricing, customer segmentation, the right value proposition — much more on how to generate more organic revenue growth and gain share in the market than we’ve seen in the past. \nDonald Trump’s tax overhaul has been referred to as “a net positive for private equity,” but there are questions about what it will mean when some of the “leverage” is removed from leveraged buyouts. In your opinion, how will the new policy affect bigger PE firms that rely heavily on the use of leveraged financing? \nMACARTHUR: We’ve done some modeling of the new tax laws and their impact on deals in the U.S, and we found that it’s absolutely going to be a positive. The cap on debt deduction is a modest negative, and we believe it’s modest enough that it won’t impact most deals at all. The overwhelmingly positive factor that dwarfs this the net reduction in corporate tax rates from 35% to 21%. We do believe this will result in a modest positive for returns — there’s no guarantee obviously that all of that money goes into the return. But the tax law will not be a substantial negative for the industry. \nSoftBank agreed to buy Fortress Investment Group for $3.3 billion. Since then, SoftBank executives have reportedly discussed various investments in the financial sector, from acquiring traditional investment firms to stakes in major PE firms like KKR. What kind of effect would this have on the PE industry? \nMACARTHUR: We’ve seen a move toward permanent capital in the private equity industry and in the financial investment industry for many years now. This is not actually anything new. Before these financial investors existed, LPs, wealth sovereign wealth funds, and large Canadian pension funds owned minority stakes in private equity investors, so we don’t view it as something all that different. \nIt may accelerate a trend. I think there are more GPs out in the marketplace who are finding there’s value in having permanent capital in the business. A lot of people read about the many assets under management that GPs have, but we have to remember that those assets are generally other people’s money. Many PE firms don’t actually have a balance sheet of their own, so having private capital to either cash out owners who want to retire or open or extend new lines of business, or enter new geographies, those are all uses of permanent capital that I think different GPs find very valuable. Having SoftBank is yet another source of that type of capital coming into the capital. I’m sure it will accelerate a trend that’s already going on. \nWhat are some of the lesser known trends for 2018 that are on your radar right now? \nMACARTHUR: There are at least two that are emerging. One is that there are new types of long-hold strategies that LPs would really like to see come to fruition, and they’re starting to be offered. One of them is called “core buyout funds,” which occupy the space between infrastructure fund returns and traditional buyout fund returns. We think this is a trend we will continue to see. \nThe second thing we’re seeing is something we call, “the final frontier of private equity.” It’s about getting much better at talent assessment and talent performance management in portfolio companies. We’re now seeing a bigger push to get fit-for-purpose talent. By fit-for-purpose talent, I mean finding a management team that has the capability to execute on the investment thesis underwritten by the GPs. It might sound like something that’s obvious but it’s actually not. In 50% of the cases, private equity owners wind up changing out the CEO during the course of the holding period. When prices were much lower, you could afford to change out a CEO, wait, worry about the risk, let a year or two slip and still wind up making a decent return. In an era where we’re paying over 11 times for half the properties we’re buying, that margin for error is now gone. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-28T22:51:00.000+02:00",
    "crawled": "2018-02-28T18:00:15.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "est",
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "nine",
        "year",
        "ago",
        "hugh",
        "macarthur",
        "head",
        "bain",
        "global",
        "private",
        "equity",
        "practice",
        "decided",
        "release",
        "global",
        "private",
        "equity",
        "report",
        "many",
        "study",
        "focused",
        "pe",
        "inaccurate",
        "say",
        "way",
        "old",
        "saying",
        "lie",
        "damned",
        "lie",
        "statistic",
        "fact",
        "private",
        "equity",
        "industry",
        "said",
        "felt",
        "needed",
        "set",
        "record",
        "straight",
        "really",
        "happening",
        "private",
        "bain",
        "released",
        "global",
        "private",
        "equity",
        "report",
        "week",
        "term",
        "sheet",
        "caught",
        "macarthur",
        "discus",
        "industry",
        "trend",
        "trump",
        "tax",
        "overhaul",
        "rising",
        "company",
        "valuation",
        "term",
        "sheet",
        "dry",
        "powder",
        "record",
        "level",
        "end",
        "buyout",
        "fund",
        "sitting",
        "high",
        "billion",
        "mean",
        "industry",
        "large",
        "macarthur",
        "good",
        "news",
        "capital",
        "deployed",
        "term",
        "percentage",
        "dollar",
        "value",
        "capital",
        "increasing",
        "fashion",
        "picked",
        "problem",
        "number",
        "deal",
        "flat",
        "average",
        "size",
        "deal",
        "increased",
        "amount",
        "deal",
        "getting",
        "done",
        "trouble",
        "got",
        "mountain",
        "dry",
        "powder",
        "got",
        "flat",
        "number",
        "deal",
        "increasing",
        "value",
        "per",
        "deal",
        "quickly",
        "come",
        "situation",
        "industry",
        "becoming",
        "much",
        "competitive",
        "deal",
        "done",
        "result",
        "price",
        "high",
        "company",
        "valuation",
        "remain",
        "concern",
        "facing",
        "private",
        "equity",
        "fund",
        "manager",
        "result",
        "one",
        "third",
        "manager",
        "planning",
        "lower",
        "return",
        "think",
        "high",
        "price",
        "increasing",
        "competition",
        "likely",
        "continue",
        "macarthur",
        "think",
        "price",
        "competition",
        "going",
        "increase",
        "number",
        "perspective",
        "one",
        "look",
        "return",
        "industry",
        "last",
        "several",
        "year",
        "good",
        "private",
        "equity",
        "typically",
        "kind",
        "reasonable",
        "time",
        "horizon",
        "highest",
        "performing",
        "asset",
        "class",
        "lp",
        "last",
        "six",
        "seven",
        "year",
        "getting",
        "distribution",
        "back",
        "gps",
        "getting",
        "capital",
        "call",
        "last",
        "year",
        "got",
        "back",
        "every",
        "dollar",
        "called",
        "go",
        "investment",
        "obviously",
        "make",
        "want",
        "put",
        "even",
        "money",
        "pressure",
        "put",
        "money",
        "industry",
        "created",
        "ideal",
        "condition",
        "fundraising",
        "high",
        "amount",
        "dry",
        "powder",
        "creating",
        "even",
        "intense",
        "competition",
        "deal",
        "along",
        "continued",
        "favorable",
        "credit",
        "market",
        "allow",
        "cheap",
        "debt",
        "type",
        "environment",
        "lp",
        "expect",
        "fund",
        "generate",
        "attractive",
        "return",
        "macarthur",
        "fund",
        "really",
        "need",
        "game",
        "number",
        "way",
        "firstly",
        "deal",
        "done",
        "corporate",
        "last",
        "year",
        "private",
        "equity",
        "represented",
        "company",
        "bought",
        "sold",
        "large",
        "number",
        "private",
        "equity",
        "getting",
        "enough",
        "put",
        "money",
        "work",
        "one",
        "way",
        "player",
        "competing",
        "corporates",
        "actually",
        "behaving",
        "like",
        "corporate",
        "call",
        "corporate",
        "private",
        "equity",
        "fund",
        "basically",
        "corporates",
        "steroid",
        "simply",
        "compete",
        "perform",
        "way",
        "corporate",
        "would",
        "corporates",
        "lower",
        "cost",
        "capital",
        "able",
        "accept",
        "lower",
        "return",
        "pe",
        "firm",
        "private",
        "equity",
        "firm",
        "need",
        "use",
        "balance",
        "sheet",
        "skill",
        "ruthless",
        "wringing",
        "every",
        "last",
        "dollar",
        "synergy",
        "purchase",
        "company",
        "possibly",
        "definitely",
        "seeing",
        "secular",
        "move",
        "industry",
        "act",
        "like",
        "corporate",
        "tactical",
        "side",
        "seeing",
        "lot",
        "different",
        "play",
        "asset",
        "bought",
        "high",
        "price",
        "asset",
        "really",
        "need",
        "transformed",
        "business",
        "usual",
        "anymore",
        "private",
        "equity",
        "firm",
        "recognized",
        "expect",
        "management",
        "team",
        "conduct",
        "business",
        "usual",
        "current",
        "price",
        "environment",
        "deliver",
        "type",
        "return",
        "people",
        "expect",
        "many",
        "year",
        "recession",
        "afterward",
        "pe",
        "industry",
        "built",
        "lot",
        "muscle",
        "around",
        "critical",
        "recessionary",
        "time",
        "lot",
        "portfolio",
        "company",
        "survive",
        "industry",
        "gotten",
        "good",
        "flipped",
        "lens",
        "paid",
        "lot",
        "attention",
        "revenue",
        "generation",
        "starting",
        "see",
        "pe",
        "firm",
        "employ",
        "playbook",
        "really",
        "commercial",
        "acceleration",
        "program",
        "embedded",
        "deal",
        "issue",
        "like",
        "pricing",
        "customer",
        "segmentation",
        "right",
        "value",
        "proposition",
        "much",
        "generate",
        "organic",
        "revenue",
        "growth",
        "gain",
        "share",
        "market",
        "seen",
        "past",
        "donald",
        "trump",
        "tax",
        "overhaul",
        "referred",
        "net",
        "positive",
        "private",
        "equity",
        "question",
        "mean",
        "leverage",
        "removed",
        "leveraged",
        "buyout",
        "opinion",
        "new",
        "policy",
        "affect",
        "bigger",
        "pe",
        "firm",
        "rely",
        "heavily",
        "use",
        "leveraged",
        "financing",
        "macarthur",
        "done",
        "modeling",
        "new",
        "tax",
        "law",
        "impact",
        "deal",
        "found",
        "absolutely",
        "going",
        "positive",
        "cap",
        "debt",
        "deduction",
        "modest",
        "negative",
        "believe",
        "modest",
        "enough",
        "impact",
        "deal",
        "overwhelmingly",
        "positive",
        "factor",
        "dwarf",
        "net",
        "reduction",
        "corporate",
        "tax",
        "rate",
        "believe",
        "result",
        "modest",
        "positive",
        "return",
        "guarantee",
        "obviously",
        "money",
        "go",
        "return",
        "tax",
        "law",
        "substantial",
        "negative",
        "industry",
        "softbank",
        "agreed",
        "buy",
        "fortress",
        "investment",
        "group",
        "billion",
        "since",
        "softbank",
        "executive",
        "reportedly",
        "discussed",
        "various",
        "investment",
        "financial",
        "sector",
        "acquiring",
        "traditional",
        "investment",
        "firm",
        "stake",
        "major",
        "pe",
        "firm",
        "like",
        "kkr",
        "kind",
        "effect",
        "would",
        "pe",
        "industry",
        "macarthur",
        "seen",
        "move",
        "toward",
        "permanent",
        "capital",
        "private",
        "equity",
        "industry",
        "financial",
        "investment",
        "industry",
        "many",
        "year",
        "actually",
        "anything",
        "new",
        "financial",
        "investor",
        "existed",
        "lp",
        "wealth",
        "sovereign",
        "wealth",
        "fund",
        "large",
        "canadian",
        "pension",
        "fund",
        "owned",
        "minority",
        "stake",
        "private",
        "equity",
        "investor",
        "view",
        "something",
        "different",
        "may",
        "accelerate",
        "trend",
        "think",
        "gps",
        "marketplace",
        "finding",
        "value",
        "permanent",
        "capital",
        "business",
        "lot",
        "people",
        "read",
        "many",
        "asset",
        "management",
        "gps",
        "remember",
        "asset",
        "generally",
        "people",
        "money",
        "many",
        "pe",
        "firm",
        "actually",
        "balance",
        "sheet",
        "private",
        "capital",
        "either",
        "cash",
        "owner",
        "want",
        "retire",
        "open",
        "extend",
        "new",
        "line",
        "business",
        "enter",
        "new",
        "geography",
        "us",
        "permanent",
        "capital",
        "think",
        "different",
        "gps",
        "find",
        "valuable",
        "softbank",
        "yet",
        "another",
        "source",
        "type",
        "capital",
        "coming",
        "capital",
        "sure",
        "accelerate",
        "trend",
        "already",
        "going",
        "lesser",
        "known",
        "trend",
        "radar",
        "right",
        "macarthur",
        "least",
        "two",
        "emerging",
        "one",
        "new",
        "type",
        "strategy",
        "lp",
        "would",
        "really",
        "like",
        "see",
        "come",
        "fruition",
        "starting",
        "offered",
        "one",
        "called",
        "core",
        "buyout",
        "fund",
        "occupy",
        "space",
        "infrastructure",
        "fund",
        "return",
        "traditional",
        "buyout",
        "fund",
        "return",
        "think",
        "trend",
        "continue",
        "see",
        "second",
        "thing",
        "seeing",
        "something",
        "call",
        "final",
        "frontier",
        "private",
        "getting",
        "much",
        "better",
        "talent",
        "assessment",
        "talent",
        "performance",
        "management",
        "portfolio",
        "company",
        "seeing",
        "bigger",
        "push",
        "get",
        "talent",
        "talent",
        "mean",
        "finding",
        "management",
        "team",
        "capability",
        "execute",
        "investment",
        "thesis",
        "underwritten",
        "gps",
        "might",
        "sound",
        "like",
        "something",
        "obvious",
        "actually",
        "case",
        "private",
        "equity",
        "owner",
        "wind",
        "changing",
        "ceo",
        "course",
        "holding",
        "period",
        "price",
        "much",
        "lower",
        "could",
        "afford",
        "change",
        "ceo",
        "wait",
        "worry",
        "risk",
        "let",
        "year",
        "two",
        "slip",
        "still",
        "wind",
        "making",
        "decent",
        "return",
        "era",
        "paying",
        "time",
        "half",
        "property",
        "buying",
        "margin",
        "error",
        "gone",
        "sponsored",
        "financial",
        "content"
    ]
}