{
    "organizations": [],
    "uuid": "10c49b99ad4f17ebf43a5d6594fb7aa63262d0b3",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/02/07/term-sheet-wednesday-february-7/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Wednesday, February 7 | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "9:37 AM EST 5 Qs WITH A DEALMAKER \nAnn Miura-Ko is the co-founder of Floodgate , a Palo Alto, Calif.-based venture capital firm. She’s been called “the most powerful woman in startups,” and rightly so. \nFloodgate partner Mike Maples says Miura-Ko has made at least one investment in each of Floodgate’s funds that could potentially return the entire fund. Her investments include Lyft, Ayasdi, Xamarin, Refinery29, JoyRun, TaskRabbit, and Modcloth. \nTerm Sheet spoke with her about the early days of Floodgate, her bet on Lyft, and the expanding role of limited partners in tech. (Below are five questions with one follow-up.) \nTERM SHEET: You got into venture capital in 2008 at the height of the recession. From your perspective, how has the venture ecosystem shifted since then? \nMIURA-KO: In 2008, it was crickets. All the banks were failing. It was this period where the larger firms were trying to figure out what to do in this kind of economic climate. They had become very quiet in that period. The angels — because their assets were caught up in this recession — weren’t able to write large checks. That’s the setting in which we created Floodgate. We observed there was this massive hole in what was then offered to entrepreneurs. \nWhat’s changed is that cost basis for starting a company. Because of the infusion of capital into the startup ecosystem, we’ve seen a massive increase in the cost of starting a startup. It used to be that when you joined a startup, it was pretty obvious you’d have to take a significant pay cut. Today, I would argue, there is very little difference between working for a larger company and working for a startup. \nYou’re an investor in Lyft. Given what’s going on with Uber, how do you see Lyft’s business evolving & do you think it can take the lead from Uber? \nMIURA-KO: What I’ve always loved about Lyft is that the way the won is they played their own game. The momentum they’ve gained is because of the way they run their business and the community they’ve built. I’ve known the founders for eight years, and I know John [Zimmer] and Logan [Green] believe in the importance of the drivers, and it’s shown up in the product. They’ll continue to focus on the way they run their business. \nBut do you see them surpassing Uber and becoming No. 1 in ride-sharing? \nMIURA-KO: Yes — if I didn’t believe that, I wouldn’t be a buyer of the shares, and I’ve been a shareholder since they were valued at $5 million. \nThe numbers and the momentum are pretty impressive. You could see that in 2017, there was this sudden shift. Lyft wasn’t just this far-off second player. \nYou also have an investment in a company that has made a microscope for the brain, Inscopix . More and more companies are working on building a brain-computer interface, which would allow the mind to connect with artificial intelligence. What do you think about the future of innovations focused on the brain? \nMIURA-KO: I’m extraordinarily bullish on that field. I believe that you need to treat the brain differently from the rest of the body in order to understand the way it operates. Genetics offers one view into the body, but it’s just as important to understand how the circuitry of the brain works. We haven’t mapped it out yet. I invested in Inscopix because it appears to be the tool capable of doing that. The data that they’re gathering and the tool they have, I believe, is what’s truly powerful. \nFloodgate has reported that 20% of its pitches come from female founders , whereas other VCs say they see roughly 1% to 2%. Why do you think there’s such a big disparity in deal flow? \nMIURA-KO: I think women are more likely to pitch a firm that has women — for better or for worse. My pitch to female founders is stop doing that — pitch everyone. On the flip side, when I talk to other firms, I tell them that they need to hire women because it will open up a different deal flow. \nIndustry-wide, female founders received 2% of all venture funding last year. What needs to happen for this stat to change? \nMIURA-KO: I believe we can actually move the needle on female GPs pretty easily. I know for a fact there’s a ton of announcements coming out relatively soon about women being recruited into venture firms. Different firms have different motivations, but I think people are seeing that diversity is a critical piece. I think they see what I see within Floodgate, which is that it’s not just diversity of gender. If you want to have great discussions within a partnership, it’s the diversity of backgrounds that makes that happen. Gender is obviously one aspect, but we should be looking for people of color and a variety of different ways that we can enhance diversity and perspective. It’s the things you see, but it’s also the things you don’t see, that make diversity so important. \n—— \nNEW FUNDS: \n• Workday (Nasdaq:WDAY) raised $250 million for a new fund, Workday Ventures. Workday Ventures is the company’s strategic investment arm focused on emerging technologies, including artificial intelligence and machine learning, blockchain, and augmented and virtual reality. The venture arm will be run by Workday executives, Leighanne Levensaler and Mark Peek, who have been named managing directors and co-heads. \n• Notation Capital , a Brooklyn-based venture firm, raised $27 million for its second fund, Notation II. The fund is backed by institutional investors including Accolade Partners, Sapphire Ventures, and Cendana Capital. Read more. THE LATEST FROM FORTUNE... \n• America’s Richest Doctor Is Buying the ‘Los Angeles Times’ (by Sy Mukherjee) \n• 3 Takeaways from Disney’s First-Quarter Earnings Call (by Michal Lev-Ram) \n• Since #MeToo, Number of Men Uncomfortable Mentoring Women Triples (by Valentina Zarya) \n…AND ELSEWHERE \nReddit co-founder Alexis Ohanian steps aside . Snap back to IPO price after earnings beat . Steve Wynn resigns. Goldman in talks to finance Apple’s iPhone . Netgear spins off Arlo security camera business . Kalanick back in court regarding Waymo-Uber autonomous cars trials. Former Perry Ellis executive offers to buy apparel company . VENTURE DEALS \n• Highfive , a Redwood City, Calif.-based video conferencing company, raised $32 million in Series C funding. Dimension Data led the round. Existing investors Lightspeed, General Catalyst, and Andreessen Horowitz participated in the round. \n• ACV Auctions , a Buffalo, New York-based online car-selling auction, raised $31 million in Series C funding. Bessemer Venture Partners, Tribeca Ventures, SoftBank NY and Armory Square Ventures led the round. \n• Marketing Evolution , a New York City-based provider of global AI-based marketing optimization and analytics software, raised $20.6 million in Series B funding. Insight Venture Partners led the round, and was joined by investors including Zetta Venture Partners. \n• Quizlet , a San Francisco-based user-generated consumer learning platform, raised $20 million in Series B funding. Icon Ventures led the round, and was joined by investors including Union Square Ventures, Costanoa Ventures, Owl Ventures and Altos Ventures. \n• RigUp , an Austin, Texas-based marketplace for on-demand services and labor for the energy industry, raised $15.8 million in Series B funding. Quantum Energy Partners and Global Reserve Group led the round, and were joined by investors including Founders Fund . \n• Mirror , a New York-based stealth company developing a connected fitness platform, raised $13 million in funding. Investors include Spark Capital , Lerer Hippeau , First Round Capital , Primary Venture Partners , BoxGroup and Brainchild Holdings . \n• Mixmax , a San Francisco-based email startup, raised $10.35 million in funding. Investors include Carl Fritjofsson, Harrison Metal and Floodgate. \n• Nyriad Limited , a New Zealand-based exascale computing company, raised $8.5 million in Series A funding. Investors include Data Collective, Prelude Ventures, East Ventures, IDATEN Ventures and New Zealand Venture Investment Fund. \n• Triller , an AI-powered music video platform, raised $5 million in Series A funding. Carnegie Technologies led the round. \n• Aperio Systems , an Israel-based intrusion protection company, raised $4.5 million in funding. Investors include Energias de Portugal, Data Point Capital, Jump Capital and Scopus Ventures . \n• Spirable , a London based video startup, raised £1.25 million ($1.7 million). Frontline Ventures led the round. \n• Bolstra , a Carmel, Ind.-based customer success platform, raised $1.5 million in seed funding. Investors include Allos Ventures, 4G Ventures, and Collina Ventures. PRIVATE EQUITY DEALS \n• Valet Living , which is backed by Ares Management LP and Harvest Partners LP , acquired V.I.P. Waste Services, an Ohio-based provider of recycling solutions to multifamily communities. Financial terms weren’t disclosed. \n• Blue Ox Healthcare Partners acquired a 30% stake in RX Solutions LLC , which helps lower-income people gain access to fixed and/or reduced cost prescription drugs. Financial terms weren’t disclosed. \n• The Riverside Company acquired CarePatrol , a Gilbert, Ariz.-based provider of senior living advisory and placement services to seniors and their families, for its ComForCare platform. Financial terms weren’t disclosed. \n• Castanea Partners acquired a minority stake in The Townshend Group , parent company of Brew Dr. Kombucha , a Portland, Ore.-based producer of organic kombucha. No financial terms were disclosed. \n• Copley Equity Partners completed a majority investment in North Star Leasing , a Burlington, Va.-based provider of equipment financing solutions for businesses in a variety of industries. Financial terms weren’t disclosed. \n• TELUS International, which is backed by Baring Private Equity Asia, acquired Xavient Digital , a Simi Valley, Calif.-based provider of digital IT solutions and software services. Financial terms weren’t disclosed. IPOs \n• TFI TAB Food Investments , an Istanbul, Turkey-based franchisee for quick serve restaurants including Burger King in the country, postponed its IPO. The company previously said it planned to offer 22 million ADSs representing 264 million ordinary shares for $9 to $11 a piece, raising $220 million. In 2016, the company posted revenue of 2.9 billion lira($750 million) and loss of 253.9 million lira($26.6 million). Morgan Stanley, Credit Suisse, Goldman Sachs, Citi, J.P. Morgan, and Rabo Securities are joint bookrunners in the deal. The company plans to list on the Nasdaq as “QSRG.” EXITS \n• H.I.G. Capital agreed to acquire Wastequip , a Charlotte, N.C.-based maker of waste equipment. The seller was Centerbridge Partners LP . Financial terms weren’t disclosed. \n• Crestview acquired ATC Drivetrain , an Oklahoma City-based remanufacturer of automotive drivetrain components, from Marlin Equity Partners . Financial terms weren’t disclosed. \n• EQT agreed to sell CBR Fashion Group , a Germany-based apparel wholesale company, to Alteri Investors . Financial terms weren’t disclosed. FIRMS + FUNDS \n• Ping An ’s venture capital arm (SEHK:2318), is planning to raise up to $1.3 billion in two healthcare-focused funds, according to Reuters. Read more. PEOPLE \n• Altas Partners named James Hammond as an associate. Previously, Hammond was at TPG Capital . \n• BlackArch Partners appointed Cael Pulitzer as vice president. Previously, he was at Lazard. SHARE TODAY'S TERM SHEET \nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina and IPO news to Lucinda . SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-07T11:37:00.000+02:00",
    "crawled": "2018-02-07T17:15:12.053+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "est",
        "q",
        "dealmaker",
        "ann",
        "floodgate",
        "palo",
        "alto",
        "venture",
        "capital",
        "firm",
        "called",
        "powerful",
        "woman",
        "startup",
        "rightly",
        "floodgate",
        "partner",
        "mike",
        "maple",
        "say",
        "made",
        "least",
        "one",
        "investment",
        "floodgate",
        "fund",
        "could",
        "potentially",
        "return",
        "entire",
        "fund",
        "investment",
        "include",
        "lyft",
        "ayasdi",
        "xamarin",
        "refinery29",
        "joyrun",
        "taskrabbit",
        "modcloth",
        "term",
        "sheet",
        "spoke",
        "early",
        "day",
        "floodgate",
        "bet",
        "lyft",
        "expanding",
        "role",
        "limited",
        "partner",
        "tech",
        "five",
        "question",
        "one",
        "term",
        "sheet",
        "got",
        "venture",
        "capital",
        "height",
        "recession",
        "perspective",
        "venture",
        "ecosystem",
        "shifted",
        "since",
        "cricket",
        "bank",
        "failing",
        "period",
        "larger",
        "firm",
        "trying",
        "figure",
        "kind",
        "economic",
        "climate",
        "become",
        "quiet",
        "period",
        "angel",
        "asset",
        "caught",
        "recession",
        "able",
        "write",
        "large",
        "check",
        "setting",
        "created",
        "floodgate",
        "observed",
        "massive",
        "hole",
        "offered",
        "entrepreneur",
        "changed",
        "cost",
        "basis",
        "starting",
        "company",
        "infusion",
        "capital",
        "startup",
        "ecosystem",
        "seen",
        "massive",
        "increase",
        "cost",
        "starting",
        "startup",
        "used",
        "joined",
        "startup",
        "pretty",
        "obvious",
        "take",
        "significant",
        "pay",
        "cut",
        "today",
        "would",
        "argue",
        "little",
        "difference",
        "working",
        "larger",
        "company",
        "working",
        "startup",
        "investor",
        "lyft",
        "given",
        "going",
        "uber",
        "see",
        "lyft",
        "business",
        "evolving",
        "think",
        "take",
        "lead",
        "uber",
        "always",
        "loved",
        "lyft",
        "way",
        "played",
        "game",
        "momentum",
        "gained",
        "way",
        "run",
        "business",
        "community",
        "built",
        "known",
        "founder",
        "eight",
        "year",
        "know",
        "john",
        "zimmer",
        "logan",
        "green",
        "believe",
        "importance",
        "driver",
        "shown",
        "product",
        "continue",
        "focus",
        "way",
        "run",
        "business",
        "see",
        "surpassing",
        "uber",
        "becoming",
        "yes",
        "believe",
        "buyer",
        "share",
        "shareholder",
        "since",
        "valued",
        "million",
        "number",
        "momentum",
        "pretty",
        "impressive",
        "could",
        "see",
        "sudden",
        "shift",
        "lyft",
        "second",
        "player",
        "also",
        "investment",
        "company",
        "made",
        "microscope",
        "brain",
        "inscopix",
        "company",
        "working",
        "building",
        "interface",
        "would",
        "allow",
        "mind",
        "connect",
        "artificial",
        "intelligence",
        "think",
        "future",
        "innovation",
        "focused",
        "brain",
        "extraordinarily",
        "bullish",
        "field",
        "believe",
        "need",
        "treat",
        "brain",
        "differently",
        "rest",
        "body",
        "order",
        "understand",
        "way",
        "operates",
        "genetics",
        "offer",
        "one",
        "view",
        "body",
        "important",
        "understand",
        "circuitry",
        "brain",
        "work",
        "mapped",
        "yet",
        "invested",
        "inscopix",
        "appears",
        "tool",
        "capable",
        "data",
        "gathering",
        "tool",
        "believe",
        "truly",
        "powerful",
        "floodgate",
        "reported",
        "pitch",
        "come",
        "female",
        "founder",
        "whereas",
        "vcs",
        "say",
        "see",
        "roughly",
        "think",
        "big",
        "disparity",
        "deal",
        "flow",
        "think",
        "woman",
        "likely",
        "pitch",
        "firm",
        "woman",
        "better",
        "worse",
        "pitch",
        "female",
        "founder",
        "stop",
        "pitch",
        "everyone",
        "flip",
        "side",
        "talk",
        "firm",
        "tell",
        "need",
        "hire",
        "woman",
        "open",
        "different",
        "deal",
        "flow",
        "female",
        "founder",
        "received",
        "venture",
        "funding",
        "last",
        "year",
        "need",
        "happen",
        "stat",
        "change",
        "believe",
        "actually",
        "move",
        "needle",
        "female",
        "gps",
        "pretty",
        "easily",
        "know",
        "fact",
        "ton",
        "announcement",
        "coming",
        "relatively",
        "soon",
        "woman",
        "recruited",
        "venture",
        "firm",
        "different",
        "firm",
        "different",
        "motivation",
        "think",
        "people",
        "seeing",
        "diversity",
        "critical",
        "piece",
        "think",
        "see",
        "see",
        "within",
        "floodgate",
        "diversity",
        "gender",
        "want",
        "great",
        "discussion",
        "within",
        "partnership",
        "diversity",
        "background",
        "make",
        "happen",
        "gender",
        "obviously",
        "one",
        "aspect",
        "looking",
        "people",
        "color",
        "variety",
        "different",
        "way",
        "enhance",
        "diversity",
        "perspective",
        "thing",
        "see",
        "also",
        "thing",
        "see",
        "make",
        "diversity",
        "important",
        "new",
        "fund",
        "workday",
        "nasdaq",
        "wday",
        "raised",
        "million",
        "new",
        "fund",
        "workday",
        "venture",
        "workday",
        "venture",
        "company",
        "strategic",
        "investment",
        "arm",
        "focused",
        "emerging",
        "technology",
        "including",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "blockchain",
        "augmented",
        "virtual",
        "reality",
        "venture",
        "arm",
        "run",
        "workday",
        "executive",
        "leighanne",
        "levensaler",
        "mark",
        "peek",
        "named",
        "managing",
        "director",
        "notation",
        "capital",
        "venture",
        "firm",
        "raised",
        "million",
        "second",
        "fund",
        "notation",
        "ii",
        "fund",
        "backed",
        "institutional",
        "investor",
        "including",
        "accolade",
        "partner",
        "sapphire",
        "venture",
        "cendana",
        "capital",
        "read",
        "latest",
        "fortune",
        "america",
        "richest",
        "doctor",
        "buying",
        "los",
        "angeles",
        "time",
        "sy",
        "mukherjee",
        "takeaway",
        "disney",
        "earnings",
        "call",
        "michal",
        "since",
        "metoo",
        "number",
        "men",
        "uncomfortable",
        "mentoring",
        "woman",
        "triple",
        "valentina",
        "zarya",
        "elsewhere",
        "reddit",
        "alexis",
        "ohanian",
        "step",
        "aside",
        "snap",
        "back",
        "ipo",
        "price",
        "earnings",
        "beat",
        "steve",
        "wynn",
        "resigns",
        "goldman",
        "talk",
        "finance",
        "apple",
        "iphone",
        "netgear",
        "spin",
        "arlo",
        "security",
        "camera",
        "business",
        "kalanick",
        "back",
        "court",
        "regarding",
        "autonomous",
        "car",
        "trial",
        "former",
        "perry",
        "elli",
        "executive",
        "offer",
        "buy",
        "apparel",
        "company",
        "venture",
        "deal",
        "highfive",
        "redwood",
        "city",
        "video",
        "conferencing",
        "company",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "dimension",
        "data",
        "led",
        "round",
        "existing",
        "investor",
        "lightspeed",
        "general",
        "catalyst",
        "andreessen",
        "horowitz",
        "participated",
        "round",
        "acv",
        "auction",
        "buffalo",
        "new",
        "online",
        "auction",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "bessemer",
        "venture",
        "partner",
        "tribeca",
        "venture",
        "softbank",
        "ny",
        "armory",
        "square",
        "venture",
        "led",
        "round",
        "marketing",
        "evolution",
        "new",
        "york",
        "provider",
        "global",
        "marketing",
        "optimization",
        "analytics",
        "software",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "insight",
        "venture",
        "partner",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "zetta",
        "venture",
        "partner",
        "quizlet",
        "san",
        "consumer",
        "learning",
        "platform",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "icon",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "union",
        "square",
        "venture",
        "costanoa",
        "venture",
        "owl",
        "venture",
        "alto",
        "venture",
        "rigup",
        "austin",
        "marketplace",
        "service",
        "labor",
        "energy",
        "industry",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "quantum",
        "energy",
        "partner",
        "global",
        "reserve",
        "group",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "founder",
        "fund",
        "mirror",
        "new",
        "stealth",
        "company",
        "developing",
        "connected",
        "fitness",
        "platform",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "spark",
        "capital",
        "lerer",
        "hippeau",
        "first",
        "round",
        "capital",
        "primary",
        "venture",
        "partner",
        "boxgroup",
        "brainchild",
        "holding",
        "mixmax",
        "san",
        "email",
        "startup",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "carl",
        "fritjofsson",
        "harrison",
        "metal",
        "floodgate",
        "nyriad",
        "limited",
        "new",
        "exascale",
        "computing",
        "company",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "data",
        "collective",
        "prelude",
        "venture",
        "east",
        "venture",
        "idaten",
        "venture",
        "new",
        "zealand",
        "venture",
        "investment",
        "fund",
        "triller",
        "music",
        "video",
        "platform",
        "raised",
        "million",
        "series",
        "funding",
        "carnegie",
        "technology",
        "led",
        "round",
        "aperio",
        "system",
        "intrusion",
        "protection",
        "company",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "energias",
        "de",
        "portugal",
        "data",
        "point",
        "capital",
        "jump",
        "capital",
        "scopus",
        "venture",
        "spirable",
        "london",
        "based",
        "video",
        "startup",
        "raised",
        "million",
        "million",
        "frontline",
        "venture",
        "led",
        "round",
        "bolstra",
        "carmel",
        "customer",
        "success",
        "platform",
        "raised",
        "million",
        "seed",
        "funding",
        "investor",
        "include",
        "allos",
        "venture",
        "4g",
        "venture",
        "collina",
        "venture",
        "private",
        "equity",
        "deal",
        "valet",
        "living",
        "backed",
        "are",
        "management",
        "lp",
        "harvest",
        "partner",
        "lp",
        "acquired",
        "waste",
        "service",
        "provider",
        "recycling",
        "solution",
        "multifamily",
        "community",
        "financial",
        "term",
        "disclosed",
        "blue",
        "ox",
        "healthcare",
        "partner",
        "acquired",
        "stake",
        "rx",
        "solution",
        "llc",
        "help",
        "people",
        "gain",
        "access",
        "fixed",
        "reduced",
        "cost",
        "prescription",
        "drug",
        "financial",
        "term",
        "disclosed",
        "riverside",
        "company",
        "acquired",
        "carepatrol",
        "gilbert",
        "provider",
        "senior",
        "living",
        "advisory",
        "placement",
        "service",
        "senior",
        "family",
        "comforcare",
        "platform",
        "financial",
        "term",
        "disclosed",
        "castanea",
        "partner",
        "acquired",
        "minority",
        "stake",
        "townshend",
        "group",
        "parent",
        "company",
        "brew",
        "kombucha",
        "portland",
        "producer",
        "organic",
        "kombucha",
        "financial",
        "term",
        "disclosed",
        "copley",
        "equity",
        "partner",
        "completed",
        "majority",
        "investment",
        "north",
        "star",
        "leasing",
        "burlington",
        "provider",
        "equipment",
        "financing",
        "solution",
        "business",
        "variety",
        "industry",
        "financial",
        "term",
        "disclosed",
        "telus",
        "international",
        "backed",
        "baring",
        "private",
        "equity",
        "asia",
        "acquired",
        "xavient",
        "digital",
        "simi",
        "valley",
        "provider",
        "digital",
        "solution",
        "software",
        "service",
        "financial",
        "term",
        "disclosed",
        "ipo",
        "tfi",
        "tab",
        "food",
        "investment",
        "istanbul",
        "franchisee",
        "quick",
        "serve",
        "restaurant",
        "including",
        "burger",
        "king",
        "country",
        "postponed",
        "ipo",
        "company",
        "previously",
        "said",
        "planned",
        "offer",
        "million",
        "adss",
        "representing",
        "million",
        "ordinary",
        "share",
        "piece",
        "raising",
        "million",
        "company",
        "posted",
        "revenue",
        "billion",
        "lira",
        "million",
        "loss",
        "million",
        "lira",
        "million",
        "morgan",
        "stanley",
        "credit",
        "suisse",
        "goldman",
        "sachs",
        "citi",
        "morgan",
        "rabo",
        "security",
        "joint",
        "bookrunners",
        "deal",
        "company",
        "plan",
        "list",
        "nasdaq",
        "exit",
        "capital",
        "agreed",
        "acquire",
        "wastequip",
        "charlotte",
        "maker",
        "waste",
        "equipment",
        "seller",
        "centerbridge",
        "partner",
        "lp",
        "financial",
        "term",
        "disclosed",
        "crestview",
        "acquired",
        "atc",
        "drivetrain",
        "oklahoma",
        "remanufacturer",
        "automotive",
        "drivetrain",
        "component",
        "marlin",
        "equity",
        "partner",
        "financial",
        "term",
        "disclosed",
        "eqt",
        "agreed",
        "sell",
        "cbr",
        "fashion",
        "group",
        "apparel",
        "wholesale",
        "company",
        "alteri",
        "investor",
        "financial",
        "term",
        "disclosed",
        "firm",
        "fund",
        "ping",
        "venture",
        "capital",
        "arm",
        "planning",
        "raise",
        "billion",
        "two",
        "fund",
        "according",
        "reuters",
        "read",
        "people",
        "altas",
        "partner",
        "named",
        "james",
        "hammond",
        "associate",
        "previously",
        "hammond",
        "tpg",
        "capital",
        "blackarch",
        "partner",
        "appointed",
        "cael",
        "pulitzer",
        "vice",
        "president",
        "previously",
        "lazard",
        "share",
        "today",
        "term",
        "sheet",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda",
        "sponsored",
        "financial",
        "content"
    ]
}