{
    "organizations": [],
    "uuid": "9c423327584290c5b188d053f3a6a615d1a5711a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/pr-newswire-maxar-technologies-announces-william-mccombe-is-stepping-down-as-cfo-anil-wirasekara-appointed-interim-cfo.html",
    "ord_in_thread": 0,
    "title": "Maxar Technologies announces William McCombe is stepping down as CFO, Anil Wirasekara appointed Interim CFO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO and VANCOUVER, Feb. 26, 2018 /PRNewswire/ - Maxar Technologies Ltd. (\"Maxar\" or the \"Company\", formerly MacDonald, Dettwiler and Associates Ltd. \"MDA\"), (NYSE and TSX: MAXR), a leading global provider of advanced space technology solutions for commercial and government markets, today announced that William McCombe is stepping down as Chief Financial Officer of Maxar effective immediately. Anil Wirasekara, who previously served as Chief Financial Officer of MDA from 1994 to October 2017, will assume the duties of Interim Chief Financial Officer of Maxar pending the search for Mr. McCombe's replacement.\n\"On behalf of the board of directors of Maxar, I would like to thank Bill for his contributions over the past four years. He left us in a good position following completion of our year-end audit and regulatory filings,\" said Howard L. Lance, President and Chief Executive Officer of Maxar. \"We appreciate Anil stepping back into the CFO role while we search for a replacement.\"\nMr. McCombe will serve as an advisor to the company for a transition period.\nForward-Looking Statements\nThis press release may contain certain \"forward-looking statements\" or \"forward-looking information\" under applicable securities laws. Forward-looking terms such as \"may,\" \"will,\" \"could,\" \"should,\" \"would,\" \"plan,\" \"potential,\" \"intend,\" \"anticipate,\" \"project,\" \"target,\" \"believe,\" \"estimate\" or \"expect\" and other words, terms and phrases of similar nature are often intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. Forward-looking statements are based on the opinions and estimates of management as of the date such statements are made and represent management's best judgment based on facts and assumptions that management considers reasonable.\nAny such forward-looking statements are subject to a number of risks and uncertainties that could cause actual results and expectations to differ materially from the anticipated results or expectations expressed in this press release. The Company cautions readers that should certain risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary significantly from those expected. The risks that could cause actual results to differ materially from current expectations include, but are not limited to: the Company's ability to generate a sustainable order rate for its satellite manufacturing operations in a market where the number of satellite construction contracts awarded varies annually; changes in government policies, priorities, regulations or government agency mandates, or funding levels through agency budget reductions, the imposition of budgetary constraints, failure to exercise renewal options, or a decline in government support or deferment of funding for programs in which the Company or its customers participate; the Company's ability to effectively execute its U.S. government access plan and realize anticipated benefits of contract awards from the U.S. government and failure by the Company to comply with U.S. regulations could result in penalties or suspension; the risk that security clearances or accreditations will not be granted to or maintained by certain U.S. subsidiaries of the Company subject to the requirements of the National Industrial Security Program Operating Manual or other security requirements, which is a prerequisite for their ability to obtain and perform on classified contracts for the U.S. government; the loss or damage to any of the Company's satellites; delays in the construction and launch of any of the Company's satellites; the Company's ability to achieve and maintain full operational capacity of all of its satellites; interruption or failure of the Company's ground systems and other infrastructure; quality issues, failure of systems to meet performance requirements, potential for product liability, or the occurrence of defects in products or systems could result in lost revenue and harm to the Company's reputation; failure to anticipate changes in technology, technical standards and offerings or comply with the requisite standards, or failure to maintain technological advances and offer new products to retain customers and market position; significant competition with competitors that are larger or have greater resources, and where foreign currency fluctuations may increase competition from the Company's non-United States competitors; changes in regulations, telecommunication standards and laws in the countries in which the Company conducts business; export restrictions or the inability to obtain export approvals; failure to obtain necessary regulatory approvals and licenses, including those required by the United States government; a competitive advantage for competitors not subject to the same level of export control or economic sanctions laws and regulations faced by the Company; exposure to fines and/or legal penalties under Canadian and U.S. securities regulations; exposure to fines and/or legal sanctions under anti-corruption laws; the Company's ability to attract and retain qualified personnel; reliance on information technology systems and threats of disruption from security breaches and cyber-attacks; the Company's ability to receive satellite imagery, including from third parties for resale and performance issues on the Company's on-orbit satellites; potential infringement of the intellectual property rights of others and inadequate protection of the Company's intellectual property rights; failure to identify, acquire, obtain the required regulatory approvals, or profitably manage additional businesses or successfully integrate any acquired businesses, products or technologies into the Company without substantial expenses, delays or other operational, regulatory, or financial problems; the Company's ability to obtain certain satellite construction contracts depends, in part, on its ability to provide the customer with partial financing of working capital and any financing provided by the Company may not be repaid or the Company may be called upon to make payments; uncertainty in financing arrangements and failure to obtain required financing on acceptable terms, or credit agreements may contain restrictive covenants which may be limiting; risks inherent with performance on fixed price contracts, particularly the ability to contain cost overruns and schedule delays; certain customers are highly leveraged and may not fulfil their contractual payment obligations, including vendor financing; the risk that the Company will not be able to access export credit financing to facilitate the sale of the Company's communication satellites and other products to non-Canadian and non-United States customers; exposure to foreign currency fluctuations, interest rates, energy and commodity prices, trade laws and the effects of governmental initiatives to manage economic conditions; natural disasters or other disruptions affecting the Company's operations; failure to comply with environmental regulations; insufficient insurance against material claims or losses; and general business and economic conditions in Canada, the U.S. and other countries in which the Company conducts business.\nThere may be additional risks and uncertainties applicable to the Company related to its acquisition of DigitalGlobe, including that: the Company may not realize all of the expected benefits of the acquisition or the benefits may not occur within the time periods anticipated; the Company incurred substantial transaction fees and costs in connection with the acquisition; significant demands will be placed on the managerial, operational and financial personnel and systems of the Company to support the expansion of operations as a result of the acquisition; the Company may not have discovered undisclosed liabilities in the course of the due diligence review of DigitalGlobe and the Company as a successor owner may be responsible for such undisclosed liabilities; and the Company is a target of appraisal proceedings which could result in substantial costs.\nYou are referred to the risk factors described in Maxar's most recent annual Management's Discussion and Analysis, Annual Information Form and other documents on file with the Canadian securities regulatory authorities, which are available online under the Company's SEDAR profile at www.sedar.com , under the Company's EDGAR profile at www.sec.gov or on the Company's website at www.maxar.com . The forward-looking statements and information contained in this press release represent Maxar's views only as of today's date. Maxar disclaims any intention or obligation to update or revise any forward-looking statements, whether because of new information, future events or otherwise, other than as required by law, rule or regulation. You should not place undue reliance on forward-looking statements.\nAbout Maxar Technologies\nMaxar Technologies Ltd. (formerly MacDonald, Dettwiler and Associates Ltd.) is a leading global provider of advanced space technology solutions for commercial and government markets including satellites, Earth imagery, geospatial data and analytics. As a trusted partner, Maxar Technologies provides unmatched end-to-end advanced systems capabilities and integrated solutions expertise to help our customers anticipate and address their most complex mission critical challenges with confidence. With more than 6,500 employees in 21 locations, the Maxar Technologies portfolio of commercial space brands includes SSL, MDA, DigitalGlobe and Radiant Solutions. Every day, millions of people rely on Maxar Technologies to communicate, share information and data, and deliver insights that empower a better world. Maxar trades on the Toronto Stock Exchange and New York Stock Exchange as MAXR. For more information visit www.maxar.com .\nCONTACT:\nJason Gursky | Maxar Investor Relations | 1‑650‑852‑5278 | jason.gursky@maxar.com\nNancy Coleman | Maxar Media Contact | 1‑303‑684‑1674 | nancy.coleman@maxar.com\nSOURCE Maxar Technologies Ltd.",
    "published": "2018-02-26T16:00:00.000+02:00",
    "crawled": "2018-02-26T16:20:38.021+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "vancouver",
        "maxar",
        "technology",
        "maxar",
        "company",
        "formerly",
        "macdonald",
        "dettwiler",
        "associate",
        "mda",
        "nyse",
        "tsx",
        "maxr",
        "leading",
        "global",
        "provider",
        "advanced",
        "space",
        "technology",
        "solution",
        "commercial",
        "government",
        "market",
        "today",
        "announced",
        "william",
        "mccombe",
        "stepping",
        "chief",
        "financial",
        "officer",
        "maxar",
        "effective",
        "immediately",
        "anil",
        "wirasekara",
        "previously",
        "served",
        "chief",
        "financial",
        "officer",
        "mda",
        "october",
        "assume",
        "duty",
        "interim",
        "chief",
        "financial",
        "officer",
        "maxar",
        "pending",
        "search",
        "mccombe",
        "replacement",
        "behalf",
        "board",
        "director",
        "maxar",
        "would",
        "like",
        "thank",
        "bill",
        "contribution",
        "past",
        "four",
        "year",
        "left",
        "u",
        "good",
        "position",
        "following",
        "completion",
        "audit",
        "regulatory",
        "filing",
        "said",
        "howard",
        "lance",
        "president",
        "chief",
        "executive",
        "officer",
        "maxar",
        "appreciate",
        "anil",
        "stepping",
        "back",
        "cfo",
        "role",
        "search",
        "replacement",
        "mccombe",
        "serve",
        "advisor",
        "company",
        "transition",
        "period",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "certain",
        "statement",
        "information",
        "applicable",
        "security",
        "law",
        "term",
        "may",
        "could",
        "would",
        "plan",
        "potential",
        "intend",
        "anticipate",
        "project",
        "target",
        "believe",
        "estimate",
        "expect",
        "word",
        "term",
        "phrase",
        "similar",
        "nature",
        "often",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "statement",
        "based",
        "opinion",
        "estimate",
        "management",
        "date",
        "statement",
        "made",
        "represent",
        "management",
        "best",
        "judgment",
        "based",
        "fact",
        "assumption",
        "management",
        "considers",
        "reasonable",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expectation",
        "differ",
        "materially",
        "anticipated",
        "result",
        "expectation",
        "expressed",
        "press",
        "release",
        "company",
        "caution",
        "reader",
        "certain",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "significantly",
        "expected",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "limited",
        "company",
        "ability",
        "generate",
        "sustainable",
        "order",
        "rate",
        "satellite",
        "manufacturing",
        "operation",
        "market",
        "number",
        "satellite",
        "construction",
        "contract",
        "awarded",
        "varies",
        "annually",
        "change",
        "government",
        "policy",
        "priority",
        "regulation",
        "government",
        "agency",
        "mandate",
        "funding",
        "level",
        "agency",
        "budget",
        "reduction",
        "imposition",
        "budgetary",
        "constraint",
        "failure",
        "exercise",
        "renewal",
        "option",
        "decline",
        "government",
        "support",
        "deferment",
        "funding",
        "program",
        "company",
        "customer",
        "participate",
        "company",
        "ability",
        "effectively",
        "execute",
        "government",
        "access",
        "plan",
        "realize",
        "anticipated",
        "benefit",
        "contract",
        "award",
        "government",
        "failure",
        "company",
        "comply",
        "regulation",
        "could",
        "result",
        "penalty",
        "suspension",
        "risk",
        "security",
        "clearance",
        "accreditation",
        "granted",
        "maintained",
        "certain",
        "subsidiary",
        "company",
        "subject",
        "requirement",
        "national",
        "industrial",
        "security",
        "program",
        "operating",
        "manual",
        "security",
        "requirement",
        "prerequisite",
        "ability",
        "obtain",
        "perform",
        "classified",
        "contract",
        "government",
        "loss",
        "damage",
        "company",
        "satellite",
        "delay",
        "construction",
        "launch",
        "company",
        "satellite",
        "company",
        "ability",
        "achieve",
        "maintain",
        "full",
        "operational",
        "capacity",
        "satellite",
        "interruption",
        "failure",
        "company",
        "ground",
        "system",
        "infrastructure",
        "quality",
        "issue",
        "failure",
        "system",
        "meet",
        "performance",
        "requirement",
        "potential",
        "product",
        "liability",
        "occurrence",
        "defect",
        "product",
        "system",
        "could",
        "result",
        "lost",
        "revenue",
        "harm",
        "company",
        "reputation",
        "failure",
        "anticipate",
        "change",
        "technology",
        "technical",
        "standard",
        "offering",
        "comply",
        "requisite",
        "standard",
        "failure",
        "maintain",
        "technological",
        "advance",
        "offer",
        "new",
        "product",
        "retain",
        "customer",
        "market",
        "position",
        "significant",
        "competition",
        "competitor",
        "larger",
        "greater",
        "resource",
        "foreign",
        "currency",
        "fluctuation",
        "may",
        "increase",
        "competition",
        "company",
        "state",
        "competitor",
        "change",
        "regulation",
        "telecommunication",
        "standard",
        "law",
        "country",
        "company",
        "conduct",
        "business",
        "export",
        "restriction",
        "inability",
        "obtain",
        "export",
        "approval",
        "failure",
        "obtain",
        "necessary",
        "regulatory",
        "approval",
        "license",
        "including",
        "required",
        "united",
        "state",
        "government",
        "competitive",
        "advantage",
        "competitor",
        "subject",
        "level",
        "export",
        "control",
        "economic",
        "sanction",
        "law",
        "regulation",
        "faced",
        "company",
        "exposure",
        "fine",
        "legal",
        "penalty",
        "canadian",
        "security",
        "regulation",
        "exposure",
        "fine",
        "legal",
        "sanction",
        "law",
        "company",
        "ability",
        "attract",
        "retain",
        "qualified",
        "personnel",
        "reliance",
        "information",
        "technology",
        "system",
        "threat",
        "disruption",
        "security",
        "breach",
        "company",
        "ability",
        "receive",
        "satellite",
        "imagery",
        "including",
        "third",
        "party",
        "resale",
        "performance",
        "issue",
        "company",
        "satellite",
        "potential",
        "infringement",
        "intellectual",
        "property",
        "right",
        "others",
        "inadequate",
        "protection",
        "company",
        "intellectual",
        "property",
        "right",
        "failure",
        "identify",
        "acquire",
        "obtain",
        "required",
        "regulatory",
        "approval",
        "profitably",
        "manage",
        "additional",
        "business",
        "successfully",
        "integrate",
        "acquired",
        "business",
        "product",
        "technology",
        "company",
        "without",
        "substantial",
        "expense",
        "delay",
        "operational",
        "regulatory",
        "financial",
        "problem",
        "company",
        "ability",
        "obtain",
        "certain",
        "satellite",
        "construction",
        "contract",
        "depends",
        "part",
        "ability",
        "provide",
        "customer",
        "partial",
        "financing",
        "working",
        "capital",
        "financing",
        "provided",
        "company",
        "may",
        "repaid",
        "company",
        "may",
        "called",
        "upon",
        "make",
        "payment",
        "uncertainty",
        "financing",
        "arrangement",
        "failure",
        "obtain",
        "required",
        "financing",
        "acceptable",
        "term",
        "credit",
        "agreement",
        "may",
        "contain",
        "restrictive",
        "covenant",
        "may",
        "limiting",
        "risk",
        "inherent",
        "performance",
        "fixed",
        "price",
        "contract",
        "particularly",
        "ability",
        "contain",
        "cost",
        "overrun",
        "schedule",
        "delay",
        "certain",
        "customer",
        "highly",
        "leveraged",
        "may",
        "fulfil",
        "contractual",
        "payment",
        "obligation",
        "including",
        "vendor",
        "financing",
        "risk",
        "company",
        "able",
        "access",
        "export",
        "credit",
        "financing",
        "facilitate",
        "sale",
        "company",
        "communication",
        "satellite",
        "product",
        "state",
        "customer",
        "exposure",
        "foreign",
        "currency",
        "fluctuation",
        "interest",
        "rate",
        "energy",
        "commodity",
        "price",
        "trade",
        "law",
        "effect",
        "governmental",
        "initiative",
        "manage",
        "economic",
        "condition",
        "natural",
        "disaster",
        "disruption",
        "affecting",
        "company",
        "operation",
        "failure",
        "comply",
        "environmental",
        "regulation",
        "insufficient",
        "insurance",
        "material",
        "claim",
        "loss",
        "general",
        "business",
        "economic",
        "condition",
        "canada",
        "country",
        "company",
        "conduct",
        "business",
        "may",
        "additional",
        "risk",
        "uncertainty",
        "applicable",
        "company",
        "related",
        "acquisition",
        "digitalglobe",
        "including",
        "company",
        "may",
        "realize",
        "expected",
        "benefit",
        "acquisition",
        "benefit",
        "may",
        "occur",
        "within",
        "time",
        "period",
        "anticipated",
        "company",
        "incurred",
        "substantial",
        "transaction",
        "fee",
        "cost",
        "connection",
        "acquisition",
        "significant",
        "demand",
        "placed",
        "managerial",
        "operational",
        "financial",
        "personnel",
        "system",
        "company",
        "support",
        "expansion",
        "operation",
        "result",
        "acquisition",
        "company",
        "may",
        "discovered",
        "undisclosed",
        "liability",
        "course",
        "due",
        "diligence",
        "review",
        "digitalglobe",
        "company",
        "successor",
        "owner",
        "may",
        "responsible",
        "undisclosed",
        "liability",
        "company",
        "target",
        "appraisal",
        "proceeding",
        "could",
        "result",
        "substantial",
        "cost",
        "referred",
        "risk",
        "factor",
        "described",
        "maxar",
        "recent",
        "annual",
        "management",
        "discussion",
        "analysis",
        "annual",
        "information",
        "form",
        "document",
        "file",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "available",
        "online",
        "company",
        "sedar",
        "profile",
        "company",
        "edgar",
        "profile",
        "company",
        "website",
        "statement",
        "information",
        "contained",
        "press",
        "release",
        "represent",
        "maxar",
        "view",
        "today",
        "date",
        "maxar",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "required",
        "law",
        "rule",
        "regulation",
        "place",
        "undue",
        "reliance",
        "statement",
        "maxar",
        "technology",
        "maxar",
        "technology",
        "formerly",
        "macdonald",
        "dettwiler",
        "associate",
        "leading",
        "global",
        "provider",
        "advanced",
        "space",
        "technology",
        "solution",
        "commercial",
        "government",
        "market",
        "including",
        "satellite",
        "earth",
        "imagery",
        "geospatial",
        "data",
        "analytics",
        "trusted",
        "partner",
        "maxar",
        "technology",
        "provides",
        "unmatched",
        "advanced",
        "system",
        "capability",
        "integrated",
        "solution",
        "expertise",
        "help",
        "customer",
        "anticipate",
        "address",
        "complex",
        "mission",
        "critical",
        "challenge",
        "confidence",
        "employee",
        "location",
        "maxar",
        "technology",
        "portfolio",
        "commercial",
        "space",
        "brand",
        "includes",
        "ssl",
        "mda",
        "digitalglobe",
        "radiant",
        "solution",
        "every",
        "day",
        "million",
        "people",
        "rely",
        "maxar",
        "technology",
        "communicate",
        "share",
        "information",
        "data",
        "deliver",
        "insight",
        "empower",
        "better",
        "world",
        "maxar",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "new",
        "york",
        "stock",
        "exchange",
        "maxr",
        "information",
        "visit",
        "contact",
        "jason",
        "gursky",
        "maxar",
        "investor",
        "relation",
        "nancy",
        "coleman",
        "maxar",
        "medium",
        "contact",
        "source",
        "maxar",
        "technology",
        "ltd"
    ]
}