{
    "organizations": [],
    "uuid": "40c34be5821e7ad9ae02fed64e7f253dea9ab9ec",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/globe-newswire-pivot-pharma-announces-letter-of-intent-for-proposed-acquisition-of-agro-biotech-a-quabec-based-acmpr-licensed-producer.html",
    "ord_in_thread": 0,
    "title": "Pivot Pharma Announces Letter of Intent for Proposed Acquisition of Agro-Biotech, a Québec-based ACMPR Licensed Producer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, Feb. 22, 2018 (GLOBE NEWSWIRE) -- via NetworkWire – Pivot Pharmaceuticals Inc. (CSE:PVOT) (OTCQB:PVOTF) (“ Pivot ” or the “ Company ”) is pleased to announce that it has entered into an arm's-length non-binding letter of intent (the “ LOI ”) pursuant to which Pivot proposes to acquire (the “ Proposed Transaction ”) Agro-Biotech Inc. (“ Agro-Biotech ”), a Health Canada ACMPR Licensed Producer located in Saint-Eustache, Québec. Following the completion of the Proposed Transaction, which is anticipated to occur by April 15, 2018, Agro-Biotech will continue to operate on a standalone basis.\nThe Proposed Transaction contemplates the acquisition by Pivot of: (i) all of the issued and outstanding shares (the “ Agro-Biotech Shares ”) of Agro-Biotech; and (ii) all of the issued and outstanding shares (the “ Property Holdco Shares ”) of a separate corporation (the “ Property Holdco ”) which owns the premises occupied by Agro-Biotech. The consideration to be paid by Pivot to Agro-Biotech’s shareholders for the Agro-Biotech Shares is comprised of: (i) a cash component of $25,000,000 payable in tranches; and (ii) an equity component of 35,000,000 common shares of Pivot to be issued at a deemed price per share of $2.0571 (representing a deemed value of $72,000,000), for an aggregate deemed value for the Agro-Biotech Shares of $97,000,000. The consideration to be paid by the Issuer to Property Holdco’s shareholders for the Property Holdco Shares is a single cash payment of $3,600,000 payable within one year of the closing of the Proposed Transaction. The aggregate deemed value of the Proposed Transaction (for the acquisition of both the Agro-Biotech Shares and the Property Holdco Shares) is $100,600,000.\nPursuant to the Proposed Transaction, Pivot will also undertake to invest $15,000,000 in the development of Agro-Biotech’s business.\nThere are a number of conditions precedent to the completion of the Proposed Transaction, including, but not limited to, completion of satisfactory due diligence, receipt of all necessary regulatory approvals, including the approval of the Canadian Securities Exchange (“ CSE ”), and completion of the definitive transaction documentation.\nIt is expected that Pivot will have to complete a financing in order to satisfy its financial obligations in connection with the Proposed Transaction. Pivot has engaged Origin Merchant Partners as financial advisors in order to assist in obtaining the required financing.\nIn connection with the Proposed Transaction, Pivot has agreed to pay to Tremblant Management Inc. a finder’s fee equal 2.5% of the deemed value of the Agro-Biotech Shares (2.5% of $97,000,000) payable in common shares of Pivot to be issued upon closing of the Proposed Transaction.\nHighlights of the Transaction\nStrategic Rationale:\nPivot is a differentiated player in the cannabis industry due to its approach to improving dosing and bioavailability of cannabinoids with proven pharmaceutical and patented formulation and delivery technologies. Upon the addition of Agro-Biotech, the Company will become vertically integrated, controlling the entire manufacturing process from “seed to derivatives” and capturing margin along the entire supply chain.\nUpon closing of the Proposed Transaction and Agro-Biotech being granted a Dealer’s License, Pivot intends to extract and sell oils and isolates, formulate pharmaceutical grade preparations, perform analytical testing, undertake research and development, produce and sell derivatives and be able to conduct import and export activities in its Good Manufacturing Process (GMP) facility. This will ensure that our formulators will have the purest cannabinoids needed to develop and commercialize quality products using patented drug delivery technologies from cannabis oils. Securing the upstream supply ensures a competitive advantage for products derived from Pivot’s patented formulation technologies. This includes semi-solid creams, gels, capsules, transdermal patches and ready-to-infuse beverage formulations.\nAgro-Biotech Facility:\nAgro-Biotech operates a fully licensed, purpose-built, indoor hydroponic cannabis production facility located in Saint-Eustache, Québec, 40 kilometres north of Montréal. Phase I is now complete and Phase II and Phase III are expected to be completed by the end of September 2018, resulting in a total grow area of 75,000 sq. ft., capable of producing a cumulative 10,000 kgs per year.\nAgro-Biotech received its Producer’s License from the Office of Medical Cannabis on January 12, 2018. Upon the anticipated issuance of a Sales License from Health Canada initial revenue is expected in June 2018. The facility design includes extraction and purification areas expected to be operational following the successful application and receipt of a Dealer’s License from Health Canada.\nAgro-Biotech is one of only six Licensed Producers in Québec, Canada’s second largest province with a population of over 8.4 million people. Owners of 75 high quality cannabis strains, including high expressors of CBD, Agro-Biotech's genetics will enable it to bring unique, differentiated cannabis products to market.\nCost Synergies:\nAs part of this transaction, Pivot will relocate its head office and all operational functions from Vancouver to Saint-Eustache, Québec and will formulate its industry-leading, patented pipeline of pharmaceutical-grade bio-cannabis products within the Agro-Biotech building. By taking advantage of Hydro-Québec’s preferential pricing for cannabis producers, Scientific Research and Experimental Development Tax Incentive credits, access to an experienced and skilled pharmaceutical research, development and manufacturing labour force in the Greater Montréal area, as well as proximity to major domestic and international markets, Pivot is perfectly positioned and prepared for the legalization of cannabis and cannabis derivatives in Canada and parts of the European Union.\nGeneration of Revenue:\nUpon issuance of the Health Canada Sales License, Agro-Biotech will be permitted to supply patients with dried cannabis under the Access to Cannabis for Medical Purposes Regulations (ACMPR) program. Pivot aims to further increase revenues with the extraction sales of oils and purification of isolates. Each of these activities are expected to significantly increase revenues from dried flower to oil to isolates and finished formulations.\nGrowing International Presence:\nPivot currently manufactures several bio-cannabis products in Germany and Israel and intends to supply North American and EU markets once appropriate licenses are in place. Upon closing of the previously announced “RTIC” transaction , Pivot foresees entering the cannabis derivatives market in California, including the sale of capsules, bulk powder, beverages and stick packs.\nHighly Experienced Management Teams:\nThe Agro-Biotech management team has extensive experience and is guided by a knowledgeable and talented Master Grower, each with over 20 years in the cannabis and fertilizer industries. Pivot will leverage Agro-Biotech’s experienced leadership and integrate technology and research and development for the purpose of accelerating development and growth potential.\n“The shareholders of Agro-Biotech are extremely excited to be partnering with Pivot to create a world-class cannabis company in Québec. Combining our experience, modern facility, master growing techniques and Pivot’s pharmaceutical know-how will bring tremendous value to stakeholders,” said Yan Dignard, President of Agro-Biotech. He also stated that “joining the Pivot team will open doors to keep innovating with our unique production process and cannabis genetics. Agro-Biotech will retain a high level of independence and our existing management and production teams will continue to produce high quality products. ”\nDr. Patrick Frankham, Pivot’s CEO stated, “I am delighted to welcome Agro-Biotech to Pivot. I look forward to working closely with the team in our new headquarters located in the greater Montréal area. With this acquisition, we are well positioned to enter the Québec cannabis market and attract experienced scientists to our organization. Pivot will seek to expand its footprint in the province beginning immediately following financing activities which are underway. After several months of identifying and discussing with potential partners in the cannabis space, the Pivot management team and our scientific advisors agreed that it was in the best interest of our shareholders to acquire the compliment of licenses which will enable us to develop our pipeline of patented formulation and delivery technologies all under one vertically integrated process from seed to derivatives. Pivot will only work with partners who truly control their processes and have the finest infrastructure and qualified personnel. We believe that these characteristics will define best in class products for wellness and health conscious consumers using bio-cannabis. Agro-Biotech will be recognized and known for its high-quality production capabilities.”\nBlake, Cassels & Graydon, LLP is acting as legal counsel to Pivot and David Dubois Avocats is acting as legal counsel to Agro-Biotech.\nAbout Agro-Biotech Inc.\nAgro-Biotech Inc. is one of six ACMPR Licensed Producers approved to conduct business in Québec. Located in Saint-Eustache, Agro-Biotech is capable of producing, at full capacity, 10,000 kg of dried cannabis annually in a state-of-the-art hydroponic facility. The Agro-Biotech team can choose to grow from one of their 75 genetic strains. After receiving their ACMPR Producer’s License in January 2018, Agro-Biotech will now be focusing on planting and harvesting the highest quality dried cannabis possible. An application to receive a Dealer’s License from Health Canada is expected to be made in February 2018.\nAbout Pivot Pharmaceuticals Inc.\nPivot Pharmaceuticals Inc. is a biopharmaceutical company engaged in the development and commercialization of therapeutic pharmaceuticals and nutraceuticals using innovative drug delivery platform technologies. Pivot’s wholly-owned medical cannabis products division, Pivot Green Stream Health Solutions Inc. (“ PGS ” or “ Pivot Green Stream ”), conducts research, development and commercialization of cannabinoid-based nutraceuticals and pharmaceuticals. PGS has acquired worldwide rights to a Transdermal Drug Delivery platform technology (topical), Solmic Solubilisation technology (oral) and Thrudermic Transdermal Nanotechnology (transdermal) for the delivery and commercialization of cannabinoid, cannabidiol (CBD), and tetrahydrocannabinol (THC)-based products. PGS’ initial product development candidates will include topical treatments for women’s sexual dysfunction (PGS-N005), as well as psoriasis (PGS-N007), and an oral product (PGS-N001) for cancer supportive care. For more information please visit www.PivotPharma.com\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS: Certain information in this news release constitutes forward-looking statements under applicable laws. Any statements that are contained in this news release that are not statements of historical fact may be deemed to be forward-looking statements. Except for historical information contained herein, the matters set forth above may be forward-looking statements that involve certain that could cause actual results to differ from those in the forward-looking statements. Words such as anticipate, believe, estimate, expect, intend, and similar expressions, as they relate to Pivot, Pivot Green Stream, Agro-Biotech, or their respective management, identify forward-looking statements. Forward-looking statements in this news release include, but are not limited to, statements with respect to accretive earnings, anticipated revenue and costs synergies associated with the acquisition of Agro-Biotech, statements with respect to internal expectations, estimated margins, expectations for future growing capacity and costs, the completion of any capital project or expansions, the timing for the completion of the Proposed Transaction, the ability of the Company to complete a financing in order to satisfy its financial obligations under the Proposed Transaction and expectations with respect to future production costs. In particular, there can be no assurance that the Proposed Transaction will be completed. Forward based on certain assumptions regarding Agro-Biotech, including expected growth, results of operations, performance, industry trends and growth opportunities. While the Company considers these assumptions to be reasonable, based on information currently available, they may prove to be incorrect. Readers are cautioned not to place undue reliance on forward-looking statements. Forward-looking statements also necessarily involve known and unknown risks, including, without limitation, risks associated with general economic conditions; adverse industry events; marketing costs; loss of markets; future legislative and regulatory developments involving medical marijuana; the possibility that the Company be unable to successfully integrate Agro-Biotech as described herein; inability to access sufficient capital from internal and external sources, and/or inability to access sufficient capital on favourable terms; the medical marijuana industry in Canada generally, income tax and regulatory matters; the ability of the Company to implement its business strategies; competition; crop failure; currency and interest rate fluctuations and other risks. Any forward-looking statements or facts (including financial information) related to Agro-Biotech discussed or disclosed herein are derived from information obtained directly from Agro-Biotech and publicly available sources and has not been independently verified by the Company. Readers are cautioned that the foregoing list is not exhaustive. Readers are further cautioned not to place undue reliance on forward-looking statements as there can be no assurance that the plans, intentions or expectations upon which they are placed will occur. Such information, although considered reasonable by management at the time of preparation, may prove to be incorrect and actual results may differ materially from those anticipated. Forward-looking statements contained in this news release are expressly qualified by this cautionary statement.\nContact:\nPivot Pharmaceuticals Inc.\nPatrick Frankham, PhD, MBA\nChief Executive Officer\nTel: (514) 943-1899\nEmail: Info@PivotPharma.com\nCorporate Communications Contact:\nNetworkNewsWire (NNW)\nNew York, New York\nwww.NetworkNewsWire.com\n212.418.1217 Office\nEditor@NetworkNewsWire.com\nSource:Pivot Pharmaceuticals Inc.",
    "published": "2018-02-23T01:48:00.000+02:00",
    "crawled": "2018-02-23T03:20:55.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "globe",
        "newswire",
        "via",
        "networkwire",
        "pivot",
        "pharmaceutical",
        "cse",
        "pvot",
        "otcqb",
        "pvotf",
        "pivot",
        "company",
        "pleased",
        "announce",
        "entered",
        "letter",
        "intent",
        "loi",
        "pursuant",
        "pivot",
        "proposes",
        "acquire",
        "proposed",
        "transaction",
        "health",
        "canada",
        "acmpr",
        "licensed",
        "producer",
        "located",
        "québec",
        "following",
        "completion",
        "proposed",
        "transaction",
        "anticipated",
        "occur",
        "april",
        "continue",
        "operate",
        "standalone",
        "basis",
        "proposed",
        "transaction",
        "contemplates",
        "acquisition",
        "pivot",
        "issued",
        "outstanding",
        "share",
        "share",
        "ii",
        "issued",
        "outstanding",
        "share",
        "property",
        "holdco",
        "share",
        "separate",
        "corporation",
        "property",
        "holdco",
        "owns",
        "premise",
        "occupied",
        "consideration",
        "paid",
        "pivot",
        "shareholder",
        "share",
        "comprised",
        "cash",
        "component",
        "payable",
        "tranche",
        "ii",
        "equity",
        "component",
        "common",
        "share",
        "pivot",
        "issued",
        "deemed",
        "price",
        "per",
        "share",
        "representing",
        "deemed",
        "value",
        "aggregate",
        "deemed",
        "value",
        "share",
        "consideration",
        "paid",
        "issuer",
        "property",
        "holdco",
        "shareholder",
        "property",
        "holdco",
        "share",
        "single",
        "cash",
        "payment",
        "payable",
        "within",
        "one",
        "year",
        "closing",
        "proposed",
        "transaction",
        "aggregate",
        "deemed",
        "value",
        "proposed",
        "transaction",
        "acquisition",
        "share",
        "property",
        "holdco",
        "share",
        "pursuant",
        "proposed",
        "transaction",
        "pivot",
        "also",
        "undertake",
        "invest",
        "development",
        "business",
        "number",
        "condition",
        "precedent",
        "completion",
        "proposed",
        "transaction",
        "including",
        "limited",
        "completion",
        "satisfactory",
        "due",
        "diligence",
        "receipt",
        "necessary",
        "regulatory",
        "approval",
        "including",
        "approval",
        "canadian",
        "security",
        "exchange",
        "cse",
        "completion",
        "definitive",
        "transaction",
        "documentation",
        "expected",
        "pivot",
        "complete",
        "financing",
        "order",
        "satisfy",
        "financial",
        "obligation",
        "connection",
        "proposed",
        "transaction",
        "pivot",
        "engaged",
        "origin",
        "merchant",
        "partner",
        "financial",
        "advisor",
        "order",
        "assist",
        "obtaining",
        "required",
        "financing",
        "connection",
        "proposed",
        "transaction",
        "pivot",
        "agreed",
        "pay",
        "tremblant",
        "management",
        "finder",
        "fee",
        "equal",
        "deemed",
        "value",
        "share",
        "payable",
        "common",
        "share",
        "pivot",
        "issued",
        "upon",
        "closing",
        "proposed",
        "transaction",
        "highlight",
        "transaction",
        "strategic",
        "rationale",
        "pivot",
        "differentiated",
        "player",
        "cannabis",
        "industry",
        "due",
        "approach",
        "improving",
        "dosing",
        "bioavailability",
        "cannabinoids",
        "proven",
        "pharmaceutical",
        "patented",
        "formulation",
        "delivery",
        "technology",
        "upon",
        "addition",
        "company",
        "become",
        "vertically",
        "integrated",
        "controlling",
        "entire",
        "manufacturing",
        "process",
        "seed",
        "derivative",
        "capturing",
        "margin",
        "along",
        "entire",
        "supply",
        "chain",
        "upon",
        "closing",
        "proposed",
        "transaction",
        "granted",
        "dealer",
        "license",
        "pivot",
        "intends",
        "extract",
        "sell",
        "oil",
        "isolates",
        "formulate",
        "pharmaceutical",
        "grade",
        "preparation",
        "perform",
        "analytical",
        "testing",
        "undertake",
        "research",
        "development",
        "produce",
        "sell",
        "derivative",
        "able",
        "conduct",
        "import",
        "export",
        "activity",
        "good",
        "manufacturing",
        "process",
        "gmp",
        "facility",
        "ensure",
        "formulators",
        "purest",
        "cannabinoids",
        "needed",
        "develop",
        "commercialize",
        "quality",
        "product",
        "using",
        "patented",
        "drug",
        "delivery",
        "technology",
        "cannabis",
        "oil",
        "securing",
        "upstream",
        "supply",
        "ensures",
        "competitive",
        "advantage",
        "product",
        "derived",
        "pivot",
        "patented",
        "formulation",
        "technology",
        "includes",
        "cream",
        "gel",
        "capsule",
        "transdermal",
        "patch",
        "beverage",
        "formulation",
        "facility",
        "operates",
        "fully",
        "licensed",
        "indoor",
        "hydroponic",
        "cannabis",
        "production",
        "facility",
        "located",
        "québec",
        "kilometre",
        "north",
        "montréal",
        "phase",
        "complete",
        "phase",
        "ii",
        "phase",
        "iii",
        "expected",
        "completed",
        "end",
        "september",
        "resulting",
        "total",
        "grow",
        "area",
        "sq",
        "capable",
        "producing",
        "cumulative",
        "kg",
        "per",
        "year",
        "received",
        "producer",
        "license",
        "office",
        "medical",
        "cannabis",
        "january",
        "upon",
        "anticipated",
        "issuance",
        "sale",
        "license",
        "health",
        "canada",
        "initial",
        "revenue",
        "expected",
        "june",
        "facility",
        "design",
        "includes",
        "extraction",
        "purification",
        "area",
        "expected",
        "operational",
        "following",
        "successful",
        "application",
        "receipt",
        "dealer",
        "license",
        "health",
        "canada",
        "one",
        "six",
        "licensed",
        "producer",
        "québec",
        "canada",
        "second",
        "largest",
        "province",
        "population",
        "million",
        "people",
        "owner",
        "high",
        "quality",
        "cannabis",
        "strain",
        "including",
        "high",
        "expressors",
        "cbd",
        "genetics",
        "enable",
        "bring",
        "unique",
        "differentiated",
        "cannabis",
        "product",
        "market",
        "cost",
        "synergy",
        "part",
        "transaction",
        "pivot",
        "relocate",
        "head",
        "office",
        "operational",
        "function",
        "vancouver",
        "québec",
        "formulate",
        "patented",
        "pipeline",
        "product",
        "within",
        "building",
        "taking",
        "advantage",
        "preferential",
        "pricing",
        "cannabis",
        "producer",
        "scientific",
        "research",
        "experimental",
        "development",
        "tax",
        "incentive",
        "credit",
        "access",
        "experienced",
        "skilled",
        "pharmaceutical",
        "research",
        "development",
        "manufacturing",
        "labour",
        "force",
        "greater",
        "montréal",
        "area",
        "well",
        "proximity",
        "major",
        "domestic",
        "international",
        "market",
        "pivot",
        "perfectly",
        "positioned",
        "prepared",
        "legalization",
        "cannabis",
        "cannabis",
        "derivative",
        "canada",
        "part",
        "european",
        "union",
        "generation",
        "revenue",
        "upon",
        "issuance",
        "health",
        "canada",
        "sale",
        "license",
        "permitted",
        "supply",
        "patient",
        "dried",
        "cannabis",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "program",
        "pivot",
        "aim",
        "increase",
        "revenue",
        "extraction",
        "sale",
        "oil",
        "purification",
        "isolates",
        "activity",
        "expected",
        "significantly",
        "increase",
        "revenue",
        "dried",
        "flower",
        "oil",
        "isolates",
        "finished",
        "formulation",
        "growing",
        "international",
        "presence",
        "pivot",
        "currently",
        "manufacture",
        "several",
        "product",
        "germany",
        "israel",
        "intends",
        "supply",
        "north",
        "american",
        "eu",
        "market",
        "appropriate",
        "license",
        "place",
        "upon",
        "closing",
        "previously",
        "announced",
        "rtic",
        "transaction",
        "pivot",
        "foresees",
        "entering",
        "cannabis",
        "derivative",
        "market",
        "california",
        "including",
        "sale",
        "capsule",
        "bulk",
        "powder",
        "beverage",
        "stick",
        "pack",
        "highly",
        "experienced",
        "management",
        "team",
        "management",
        "team",
        "extensive",
        "experience",
        "guided",
        "knowledgeable",
        "talented",
        "master",
        "grower",
        "year",
        "cannabis",
        "fertilizer",
        "industry",
        "pivot",
        "leverage",
        "experienced",
        "leadership",
        "integrate",
        "technology",
        "research",
        "development",
        "purpose",
        "accelerating",
        "development",
        "growth",
        "potential",
        "shareholder",
        "extremely",
        "excited",
        "partnering",
        "pivot",
        "create",
        "cannabis",
        "company",
        "québec",
        "combining",
        "experience",
        "modern",
        "facility",
        "master",
        "growing",
        "technique",
        "pivot",
        "pharmaceutical",
        "bring",
        "tremendous",
        "value",
        "stakeholder",
        "said",
        "yan",
        "dignard",
        "president",
        "also",
        "stated",
        "joining",
        "pivot",
        "team",
        "open",
        "door",
        "keep",
        "innovating",
        "unique",
        "production",
        "process",
        "cannabis",
        "genetics",
        "retain",
        "high",
        "level",
        "independence",
        "existing",
        "management",
        "production",
        "team",
        "continue",
        "produce",
        "high",
        "quality",
        "product",
        "patrick",
        "frankham",
        "pivot",
        "ceo",
        "stated",
        "delighted",
        "welcome",
        "pivot",
        "look",
        "forward",
        "working",
        "closely",
        "team",
        "new",
        "headquarters",
        "located",
        "greater",
        "montréal",
        "area",
        "acquisition",
        "well",
        "positioned",
        "enter",
        "québec",
        "cannabis",
        "market",
        "attract",
        "experienced",
        "scientist",
        "organization",
        "pivot",
        "seek",
        "expand",
        "footprint",
        "province",
        "beginning",
        "immediately",
        "following",
        "financing",
        "activity",
        "underway",
        "several",
        "month",
        "identifying",
        "discussing",
        "potential",
        "partner",
        "cannabis",
        "space",
        "pivot",
        "management",
        "team",
        "scientific",
        "advisor",
        "agreed",
        "best",
        "interest",
        "shareholder",
        "acquire",
        "compliment",
        "license",
        "enable",
        "u",
        "develop",
        "pipeline",
        "patented",
        "formulation",
        "delivery",
        "technology",
        "one",
        "vertically",
        "integrated",
        "process",
        "seed",
        "derivative",
        "pivot",
        "work",
        "partner",
        "truly",
        "control",
        "process",
        "finest",
        "infrastructure",
        "qualified",
        "personnel",
        "believe",
        "characteristic",
        "define",
        "best",
        "class",
        "product",
        "wellness",
        "health",
        "conscious",
        "consumer",
        "using",
        "recognized",
        "known",
        "production",
        "blake",
        "cassels",
        "graydon",
        "llp",
        "acting",
        "legal",
        "counsel",
        "pivot",
        "david",
        "dubois",
        "avocats",
        "acting",
        "legal",
        "counsel",
        "one",
        "six",
        "acmpr",
        "licensed",
        "producer",
        "approved",
        "conduct",
        "business",
        "québec",
        "located",
        "capable",
        "producing",
        "full",
        "capacity",
        "kg",
        "dried",
        "cannabis",
        "annually",
        "hydroponic",
        "facility",
        "team",
        "choose",
        "grow",
        "one",
        "genetic",
        "strain",
        "receiving",
        "acmpr",
        "producer",
        "license",
        "january",
        "focusing",
        "planting",
        "harvesting",
        "highest",
        "quality",
        "dried",
        "cannabis",
        "possible",
        "application",
        "receive",
        "dealer",
        "license",
        "health",
        "canada",
        "expected",
        "made",
        "february",
        "pivot",
        "pharmaceutical",
        "pivot",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "engaged",
        "development",
        "commercialization",
        "therapeutic",
        "pharmaceutical",
        "nutraceuticals",
        "using",
        "innovative",
        "drug",
        "delivery",
        "platform",
        "technology",
        "pivot",
        "medical",
        "cannabis",
        "product",
        "division",
        "pivot",
        "green",
        "stream",
        "health",
        "solution",
        "pgs",
        "pivot",
        "green",
        "stream",
        "conduct",
        "research",
        "development",
        "commercialization",
        "nutraceuticals",
        "pharmaceutical",
        "pgs",
        "acquired",
        "worldwide",
        "right",
        "transdermal",
        "drug",
        "delivery",
        "platform",
        "technology",
        "topical",
        "solmic",
        "solubilisation",
        "technology",
        "oral",
        "thrudermic",
        "transdermal",
        "nanotechnology",
        "transdermal",
        "delivery",
        "commercialization",
        "cannabinoid",
        "cannabidiol",
        "cbd",
        "tetrahydrocannabinol",
        "thc",
        "product",
        "pgs",
        "initial",
        "product",
        "development",
        "candidate",
        "include",
        "topical",
        "treatment",
        "woman",
        "sexual",
        "dysfunction",
        "well",
        "psoriasis",
        "oral",
        "product",
        "cancer",
        "supportive",
        "care",
        "information",
        "please",
        "visit",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "information",
        "news",
        "release",
        "constitutes",
        "statement",
        "applicable",
        "law",
        "statement",
        "contained",
        "news",
        "release",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "matter",
        "set",
        "forth",
        "may",
        "statement",
        "involve",
        "certain",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "statement",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "similar",
        "expression",
        "relate",
        "pivot",
        "pivot",
        "green",
        "stream",
        "respective",
        "management",
        "identify",
        "statement",
        "statement",
        "news",
        "release",
        "include",
        "limited",
        "statement",
        "respect",
        "accretive",
        "earnings",
        "anticipated",
        "revenue",
        "cost",
        "synergy",
        "associated",
        "acquisition",
        "statement",
        "respect",
        "internal",
        "expectation",
        "estimated",
        "margin",
        "expectation",
        "future",
        "growing",
        "capacity",
        "cost",
        "completion",
        "capital",
        "project",
        "expansion",
        "timing",
        "completion",
        "proposed",
        "transaction",
        "ability",
        "company",
        "complete",
        "financing",
        "order",
        "satisfy",
        "financial",
        "obligation",
        "proposed",
        "transaction",
        "expectation",
        "respect",
        "future",
        "production",
        "cost",
        "particular",
        "assurance",
        "proposed",
        "transaction",
        "completed",
        "forward",
        "based",
        "certain",
        "assumption",
        "regarding",
        "including",
        "expected",
        "growth",
        "result",
        "operation",
        "performance",
        "industry",
        "trend",
        "growth",
        "opportunity",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "also",
        "necessarily",
        "involve",
        "known",
        "unknown",
        "risk",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "general",
        "economic",
        "condition",
        "adverse",
        "industry",
        "event",
        "marketing",
        "cost",
        "loss",
        "market",
        "future",
        "legislative",
        "regulatory",
        "development",
        "involving",
        "medical",
        "marijuana",
        "possibility",
        "company",
        "unable",
        "successfully",
        "integrate",
        "described",
        "herein",
        "inability",
        "access",
        "sufficient",
        "capital",
        "internal",
        "external",
        "source",
        "inability",
        "access",
        "sufficient",
        "capital",
        "favourable",
        "term",
        "medical",
        "marijuana",
        "industry",
        "canada",
        "generally",
        "income",
        "tax",
        "regulatory",
        "matter",
        "ability",
        "company",
        "implement",
        "business",
        "strategy",
        "competition",
        "crop",
        "failure",
        "currency",
        "interest",
        "rate",
        "fluctuation",
        "risk",
        "statement",
        "fact",
        "including",
        "financial",
        "information",
        "related",
        "discussed",
        "disclosed",
        "herein",
        "derived",
        "information",
        "obtained",
        "directly",
        "publicly",
        "available",
        "source",
        "independently",
        "verified",
        "company",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "exhaustive",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "upon",
        "placed",
        "occur",
        "information",
        "although",
        "considered",
        "reasonable",
        "management",
        "time",
        "preparation",
        "may",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "contact",
        "pivot",
        "pharmaceutical",
        "patrick",
        "frankham",
        "phd",
        "mba",
        "chief",
        "executive",
        "officer",
        "tel",
        "email",
        "info",
        "corporate",
        "communication",
        "contact",
        "networknewswire",
        "nnw",
        "new",
        "york",
        "new",
        "york",
        "office",
        "editor",
        "source",
        "pivot",
        "pharmaceutical",
        "inc"
    ]
}