{
    "organizations": [],
    "uuid": "e9a7f713c69f3f5bc4e8cf1965816a0b2e2bcdda",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/globe-newswire-pinnacle-bankshares-corporation-fourth-quarter-and-2017aearnings-report.html",
    "ord_in_thread": 0,
    "title": "Pinnacle Bankshares Corporation Fourth Quarter and 2017 Earnings Report",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALTAVISTA, Va., Feb. 05, 2018 (GLOBE NEWSWIRE) -- Net income for Pinnacle Bankshares Corporation (OTCQX:PPBN), the one-bank holding company (the “Company”) for First National Bank (the “Bank”), was $328,000 or $0.22 per basic and $0.21 per diluted share for the quarter ended December 31, 2017 and $2,748,000 or $1.80 per basic share and $1.78 per diluted share for the year ended December 31, 2017. In comparison, net income was $734,000 or $0.48 per basic and diluted share and $3,004,000 or $1.97 per basic and $1.96 per diluted share, respectively, for the same periods of 2016. Consolidated results for the quarter and year are unaudited.\nFor 2017, the Company generated record high core net income of $3,027,000, exclusive of a $279,000 write-down of net deferred-tax assets as a result of the new tax law. In comparison, 2016’s core net income was $2,829,000, excluding a $266,000 gain derived from the sale of a prior branch facility. The $198,000 or 7% year-over-year improvement was mainly driven by a 9% increase in net interest income due to higher loan and investments volume, which offset higher operating costs. For the fourth quarter of 2017, core net income was $607,000, which represented a $127,000 or 17% decline as compared to the same time period of 2016 due mainly to higher pension and occupancy costs.\nAlthough the new tax law negatively impacted 2017’s overall financial results, the Company expects to benefit from a lowering of the corporate tax rate in 2018 from 35% to 21% and is excited about its potential positive impact on the economy.\nProfitability as measured by the Company’s return on average assets (“ROA”) was 0.62% for 2017, which is a 14 basis points decrease as compared to the 0.76% produced for 2016. Correspondingly, return on average equity (“ROE”) also decreased in 2017 to 7.25% compared to 8.36% for the prior year. ROA and ROE in 2017, exclusive of the devalued deferred-tax assets, were 0.68% and 8.01%, respectively. In comparison, ROA and ROE in 2016, excluding the real estate gain, were 0.71% and 7.88%.\n“We are pleased that Pinnacle increased its core net income during 2017 for the ninth straight year,” stated Aubrey H. Hall, III, President & CEO of the both the Company and the Bank. He further commented, “We worked hard during 2017 to deploy excess cash generated from successful deposit gathering efforts into quality loans and investments in order to maximize our balance sheet.”\nFor the fourth quarter of 2017 net interest income increased to $3,825,000 as compared to $3,521,000 for the same period of 2016. Interest income increased $317,000 due to higher loan and investments volume, substantially offsetting a modest increase in interest expense of $13,000 due to deposit growth. As a result, net interest margin increased to 3.72% in the fourth quarter of 2017 compared to 3.53% in the fourth quarter of 2016.\nOn a year-over-year basis, the Company’s net interest income grew $1,215,000 or 9% to $14,850,000 for 2017 as interest income increased $1,358,000, while interest expense only increased $143,000. Growth of outstanding loans and investments has been the catalyst for the net interest income improvement. Net interest margin decreased to 3.63% for the year ended December 31, 2017, from 3.70% for the year ended December 31, 2016 as yield on earning assets decreased 8 basis points and cost to fund earnings assets declined 1 basis point.\nThe Company’s provision for loan losses was $34,000 during the fourth quarter of 2017 and $260,000 for the year, which exceeded 2016’s provision expense of $87,000 due to higher loan volume and net charge-offs. The allowance for loan losses was $2,963,000 as of December 31, 2017, which represented 0.83% of total loans outstanding. In comparison, the allowance for loan losses was $2,898,000 or 0.85% of total loans outstanding as of December 31, 2016. The decrease in the Company’s allowance to total loans ratio is reflective of continued strengthening of asset quality.\nNonperforming loans, comprised of loans in nonaccrual status or past due greater than ninety days, decreased 6% to $723,000 or 0.20% of total loans as of December 31, 2017 from $769,000 or 0.23% of total loans as of December 31, 2016. Nonperforming assets (including nonaccrual loans, accruing loans more than 90 days past due, and foreclosed assets) declined to $946,000 or 0.21% of total assets as of December 31, 2017, as compared to $1,411,000 or 0.32% of total assets as of December 31, 2016. The allowance balance was 410% of nonperforming loans as of December 31, 2017 compared to 377% as of the end of 2016. This level of allowance is viewed as being sufficient to cushion the Bank from potential losses associated with problem loans.\nDuring the fourth quarter of 2017 the Company generated $915,000 in noninterest income, representing a decrease of $31,000 or 3% as compared to the same period of 2016. For the year noninterest income was $3,855,000, a decrease of $41,000 or approximately 1% as compared to the prior year. In 2016, noninterest income included the earlier referenced $266,000 gain on sale of real estate. Net of this gain, noninterest income increased $225,000 year-over-year due to higher fees derived from checkcard activity, income realized from investments in bank-owned life insurance and loan fees.\nNoninterest expense for the fourth quarter of 2017 was $3,857,000, which increased $478,000 as compared to $3,379,000 for the fourth quarter of 2016. For 2017, noninterest expense was $14,128,000, an increase of $1,085,000 or 8% as compared to the prior year. This increase was primarily due to a $636,000, or 9% increase in salaries and benefits expense of which $518,000 was due to increased pension expense as a result of settlement accounting associated with several retirements. Increases were also experienced in core operating system expense due to higher customer account and transaction volume and occupancy expense due to renovated and new facilities.\nTotal assets as of December 31, 2017 were $443,925,000, up approximately 1% from $440,104,000 as of December 31, 2016. The principal components of the Company’s assets as of year-end 2017 were $357,792,000 in total loans, $12,825,000 in cash and cash equivalents and $44,217,000 in investments. During 2017, total loans increased approximately 5% or $16,471,000 from $341,321,000 as of December 31, 2016. The loan growth occurred throughout the year and was driven by strong performances from the Bank’s Dealer and Retail Divisions. The investment portfolio increased 60% or $16,648,000 from $27,569,000 as of December 31, 2016. The $33,119,000 combined growth of the loan and investment portfolios enabled the Company to deploy a significant portion of the $34,490,000 in excess funds on the balance sheet as of December 31, 2016 resulting from successful deposit gathering efforts.\nTotal liabilities as of December 31, 2017 were $405,130,000, up less than 1% or $1,575,000 from $403,555,000 as of December 31, 2016. Higher levels of savings and NOW balances drove the increase, as these deposits increased $11,154,000 or approximately 5%. The increase in savings and NOW balances were partially offset by decreases in demand and time deposits as demand deposits decreased $6,903,000 or 8% and time deposits decreased $2,309,000 or 2%.\nTotal stockholders’ equity as of December 31, 2017 was $38,795,000, and consisted primarily of $35,377,000 in retained earnings. In comparison, as of December 31, 2016 total stockholders’ equity was $36,549,000. The Company has continued to increase its capital while also paying a cash dividend to shareholders in each of the last twenty one quarters. The capital position of both the Company and Bank are considered “well capitalized” per all regulatory definitions.\nDuring the fourth quarter of 2017, First National Bank completed the construction phase of its Lynchburg Market Plan with the opening of the new Odd Fellows Road Branch/Lynchburg headquarters on November 22, 2017. Previously, the Bank opened its renovated Timberlake Branch on May 18, 2016 and its relocated Old Forest Road Branch on July 6, 2016. The Bank also renovated its Altavista Main Office lobby during 2017 in an effort to create a more modern and inviting environment for clients. These projects have enhanced the Bank’s visibility across the Lynchburg area, which has led to increased deposit market share and receipt of the Gold level award for the Best Community Bank per Lynchburg Living magazine’s “Best of 2018 Edition.” Per Mr. Hall, “We are proud of our 2017 accomplishments and are well positioned for success going forward.”\nPinnacle Bankshares Corporation is a locally managed community banking organization based in Central Virginia. The one-bank holding company of First National Bank serves an area consisting primarily of all or portions of the Counties of Campbell, Pittsylvania, Bedford, Amherst and the City of Lynchburg. The Company has a total of nine branches with two located in the Town of Altavista, where the Bank was founded. Other branch locations include Village Highway in Rustburg, Wards Road near the Lynchburg Regional Airport, Timberlake Road in Campbell County, South Main Street in the Town of Amherst, Old Forest Road and Odd Fellows Road in the City of Lynchburg and Forest Road in Bedford County. First National Bank is in its 110th year of operation.\nVarious securities laws regulate the use of financial measures that are not prepared in accordance with GAAP. We believe these non-GAAP measures provide important supplemental information to investors. We use these measures, together with GAAP measures, for internal managerial purposes and as a means to evaluate period-to-period comparisons. However, we do not, and you should not, rely on non-GAAP financial measures alone as measures of our performance. We believe that non-GAAP financial measures reflect an additional way of viewing aspects of our operations that - when taken together with GAAP results as presented in this press release- provide a more complete understanding of factors and trends affecting our business. Because non-GAAP financial measures are not standardized, it may not be possible to compare these financial measures with other companies' non-GAAP financial measures, even if they have similar names.\nThis press release may contain “forward-looking statements” within the meaning of federal securities laws that involve significant risks and uncertainties. Any statements contained herein that are not historical facts are forward-looking and are based on current assumptions and analysis by the Company. These forward-looking statements may include, but are not limited to, statements regarding the credit quality of our asset portfolio in future periods, the expected losses of nonperforming loans in future periods, returns and capital accretion during future periods, the lowering of our cost of funds, the maintenance of our net interest margin, the continuation of improved returns, the cost savings related to the deregistration of our common stock, and future operating results and business performance. Although we believe our plans and expectations reflected in these forward-looking statements are reasonable, our ability to predict results or the actual effect of future plans or strategies is inherently uncertain, and we can give no assurance that these plans or expectations will be achieved. Factors that could cause actual results to differ materially from management's expectations include, but are not limited to, the effectiveness of management’s efforts to improve asset quality, returns, net interest margin and collections and control operating expenses, management’s efforts to minimize losses related to nonperforming loans, management’s efforts to lower our cost of funds, changes in: interest rates, general economic and business conditions, declining collateral values, especially real estate, the real estate market, the legislative/regulatory climate, including the effect that the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and regulations adopted thereunder may have on us, monetary and fiscal policies of the U.S. Government, including policies of the U.S. Treasury and the Board of Governors of the Federal Reserve System and any policies or programs implemented pursuant to the Emergency Economic Stabilization Act of 2008, the quality or composition of the loan or investment portfolios, demand for loan products, deposit flows and funding costs, competition, demand for financial services in our market area, actual savings related to the deregistration of our common stock and accounting principles, policies and guidelines. These risks and uncertainties should be considered in evaluating the forward-looking statements contained herein, and you should not place undue reliance on such statements, which reflect our views as of the date of this release.\nPinnacle Bankshares Corporation Selected Financial Highlights\n(12/31/2017 and quarterly results unaudited) (In thousands, except ratios, share and per share data) 3 Months Ended 3 Months Ended 3 Months Ended Income Statement Highlights 12/31/2017 09/30/2017 12/31/2016 Interest Income $4,246 $4,243 $3,929 Interest Expense 421 417 408 Net Interest Income 3,825 3,826 3,521 Provision for Loan Losses 34 34 0 Noninterest Income 915 1,017 946 Noninterest Expense 3,857 3,504 3,379 Net Income 328 909 734 Earnings Per Share (Basic) 0.22 0.59 0.48 Earnings Per Share (Diluted) 0.21 0.58 0.48 Year Ended Year Ended Year Ended Income Statement Highlights 12/31/2017 12/31/2016 12/31/2015 Interest Income $16,511 $15,153 $14,118 Interest Expense 1,661 1,518 1,613 Net Interest Income 14,850 13,635 12,505 Provision for Loan Losses 260 87 129 Noninterest Income 3,855 3,896 3,731 Noninterest Expense 14,128 13,043 12,061 Net Income 2,748 3,004 2,740 Earnings Per Share (Basic) 1.80 1.97 1.80 Earnings Per Share (Diluted) 1.78 1.96 1.79 Balance Sheet Highlights 12/31/2017 12/31/2016 12/31/2015 Cash and Cash Equivalents $12,825 $48,174 $17,724 Total Loans 357,792 341,321 306,088 Total Securities 44,217 27,569 27,148 Total Assets 443,925 440,104 371,261 Total Deposits 401,685 399,743 332,403 Total Liabilities 405,130 403,555 336,479 Stockholders' Equity 38,795 36,549 34,782 Shares Outstanding 1,529,003 1,522,351 1,520,221 Ratios and Stock Price 12/31/2017 12/31/2016 12/31/2015 Gross Loan-to-Deposit Ratio 89.07% 85.39% 92.08% Net Interest Margin (Year-to-date) 3.63% 3.70% 3.63% Liquidity 12.92% 17.68% 11.42% Efficiency Ratio 75.51% 74.66% 74.41% Return on Average Assets (ROA) 0.62% 0.76% 0.74% Return on Average Equity (ROE) 7.25% 8.36% 8.12% Leverage Ratio (Bank) 9.06% 8.94% 9.75% Tier 1 Risk-based Capital Ratio (Bank) 10.77% 10.81% 11.45% Total Capital Ratio (Bank) 11.59% 11.67% 12.41% Stock Price $29.50 $28.88 $19.70 Book Value $25.37 $24.01 $23.05 Asset Quality Highlights 12/31/2017 12/31/2016 12/31/2015 Nonaccruing Loans $723 $769 $1,387 Loans 90 Days or More Past Due and Accruing 0 0 0 Total Nonperforming Loans 723 769 1,387 Troubled Debt Restructures Accruing 541 347 1,469 Total Impaired Loans 1,264 1,116 2,856 Other Real Estate Owned (OREO) (Foreclosed Assets) 224 642 1,733 Total Nonperforming Assets 946 1,411 3,120 Nonperforming Loans to Total Loans 0.20% 0.23% 0.45% Nonperforming Assets to Total Assets 0.21% 0.32% 0.84% Allowance for Loan Losses $2,963 $2,898 $2,889 Allowance for Loan Losses to Total Loans 0.83% 0.85% 0.94% Allowance for Loan Losses to Nonperforming Loans 409.90% 376.85% 208.29% CONTACT: Pinnacle Bankshares Corporation, Bryan M. Lemley, 434-477-5882 or bryanlemley@1stnatbk.com\nSource:Pinnacle Bankshares Corporation",
    "published": "2018-02-05T23:00:00.000+02:00",
    "crawled": "2018-02-06T01:39:54.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "altavista",
        "globe",
        "newswire",
        "net",
        "income",
        "pinnacle",
        "bankshares",
        "corporation",
        "otcqx",
        "ppbn",
        "holding",
        "company",
        "company",
        "first",
        "national",
        "bank",
        "bank",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "per",
        "basic",
        "share",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "comparison",
        "net",
        "income",
        "per",
        "basic",
        "diluted",
        "share",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "respectively",
        "period",
        "consolidated",
        "result",
        "quarter",
        "year",
        "unaudited",
        "company",
        "generated",
        "record",
        "high",
        "core",
        "net",
        "income",
        "exclusive",
        "net",
        "asset",
        "result",
        "new",
        "tax",
        "law",
        "comparison",
        "core",
        "net",
        "income",
        "excluding",
        "gain",
        "derived",
        "sale",
        "prior",
        "branch",
        "facility",
        "improvement",
        "mainly",
        "driven",
        "increase",
        "net",
        "interest",
        "income",
        "due",
        "higher",
        "loan",
        "investment",
        "volume",
        "offset",
        "higher",
        "operating",
        "cost",
        "fourth",
        "quarter",
        "core",
        "net",
        "income",
        "represented",
        "decline",
        "compared",
        "time",
        "period",
        "due",
        "mainly",
        "higher",
        "pension",
        "occupancy",
        "cost",
        "although",
        "new",
        "tax",
        "law",
        "negatively",
        "impacted",
        "overall",
        "financial",
        "result",
        "company",
        "expects",
        "benefit",
        "lowering",
        "corporate",
        "tax",
        "rate",
        "excited",
        "potential",
        "positive",
        "impact",
        "economy",
        "profitability",
        "measured",
        "company",
        "return",
        "average",
        "asset",
        "roa",
        "basis",
        "point",
        "decrease",
        "compared",
        "produced",
        "correspondingly",
        "return",
        "average",
        "equity",
        "roe",
        "also",
        "decreased",
        "compared",
        "prior",
        "year",
        "roa",
        "roe",
        "exclusive",
        "devalued",
        "asset",
        "respectively",
        "comparison",
        "roa",
        "roe",
        "excluding",
        "real",
        "estate",
        "gain",
        "pleased",
        "pinnacle",
        "increased",
        "core",
        "net",
        "income",
        "ninth",
        "straight",
        "year",
        "stated",
        "aubrey",
        "hall",
        "iii",
        "president",
        "ceo",
        "company",
        "bank",
        "commented",
        "worked",
        "hard",
        "deploy",
        "excess",
        "cash",
        "generated",
        "successful",
        "deposit",
        "gathering",
        "effort",
        "quality",
        "loan",
        "investment",
        "order",
        "maximize",
        "balance",
        "fourth",
        "quarter",
        "net",
        "interest",
        "income",
        "increased",
        "compared",
        "period",
        "interest",
        "income",
        "increased",
        "due",
        "higher",
        "loan",
        "investment",
        "volume",
        "substantially",
        "offsetting",
        "modest",
        "increase",
        "interest",
        "expense",
        "due",
        "deposit",
        "growth",
        "result",
        "net",
        "interest",
        "margin",
        "increased",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "basis",
        "company",
        "net",
        "interest",
        "income",
        "grew",
        "interest",
        "income",
        "increased",
        "interest",
        "expense",
        "increased",
        "growth",
        "outstanding",
        "loan",
        "investment",
        "catalyst",
        "net",
        "interest",
        "income",
        "improvement",
        "net",
        "interest",
        "margin",
        "decreased",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "yield",
        "earning",
        "asset",
        "decreased",
        "basis",
        "point",
        "cost",
        "fund",
        "earnings",
        "asset",
        "declined",
        "basis",
        "point",
        "company",
        "provision",
        "loan",
        "loss",
        "fourth",
        "quarter",
        "year",
        "exceeded",
        "provision",
        "expense",
        "due",
        "higher",
        "loan",
        "volume",
        "net",
        "allowance",
        "loan",
        "loss",
        "december",
        "represented",
        "total",
        "loan",
        "outstanding",
        "comparison",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "outstanding",
        "december",
        "decrease",
        "company",
        "allowance",
        "total",
        "loan",
        "ratio",
        "reflective",
        "continued",
        "strengthening",
        "asset",
        "quality",
        "nonperforming",
        "loan",
        "comprised",
        "loan",
        "nonaccrual",
        "status",
        "past",
        "due",
        "greater",
        "ninety",
        "day",
        "decreased",
        "total",
        "loan",
        "december",
        "total",
        "loan",
        "december",
        "nonperforming",
        "asset",
        "including",
        "nonaccrual",
        "loan",
        "accruing",
        "loan",
        "day",
        "past",
        "due",
        "foreclosed",
        "asset",
        "declined",
        "total",
        "asset",
        "december",
        "compared",
        "total",
        "asset",
        "december",
        "allowance",
        "balance",
        "nonperforming",
        "loan",
        "december",
        "compared",
        "end",
        "level",
        "allowance",
        "viewed",
        "sufficient",
        "cushion",
        "bank",
        "potential",
        "loss",
        "associated",
        "problem",
        "loan",
        "fourth",
        "quarter",
        "company",
        "generated",
        "noninterest",
        "income",
        "representing",
        "decrease",
        "compared",
        "period",
        "year",
        "noninterest",
        "income",
        "decrease",
        "approximately",
        "compared",
        "prior",
        "year",
        "noninterest",
        "income",
        "included",
        "earlier",
        "referenced",
        "gain",
        "sale",
        "real",
        "estate",
        "net",
        "gain",
        "noninterest",
        "income",
        "increased",
        "due",
        "higher",
        "fee",
        "derived",
        "checkcard",
        "activity",
        "income",
        "realized",
        "investment",
        "life",
        "insurance",
        "loan",
        "fee",
        "noninterest",
        "expense",
        "fourth",
        "quarter",
        "increased",
        "compared",
        "fourth",
        "quarter",
        "noninterest",
        "expense",
        "increase",
        "compared",
        "prior",
        "year",
        "increase",
        "primarily",
        "due",
        "increase",
        "salary",
        "benefit",
        "expense",
        "due",
        "increased",
        "pension",
        "expense",
        "result",
        "settlement",
        "accounting",
        "associated",
        "several",
        "retirement",
        "increase",
        "also",
        "experienced",
        "core",
        "operating",
        "system",
        "expense",
        "due",
        "higher",
        "customer",
        "account",
        "transaction",
        "volume",
        "occupancy",
        "expense",
        "due",
        "renovated",
        "new",
        "facility",
        "total",
        "asset",
        "december",
        "approximately",
        "december",
        "principal",
        "component",
        "company",
        "asset",
        "total",
        "loan",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "total",
        "loan",
        "increased",
        "approximately",
        "december",
        "loan",
        "growth",
        "occurred",
        "throughout",
        "year",
        "driven",
        "strong",
        "performance",
        "bank",
        "dealer",
        "retail",
        "division",
        "investment",
        "portfolio",
        "increased",
        "december",
        "combined",
        "growth",
        "loan",
        "investment",
        "portfolio",
        "enabled",
        "company",
        "deploy",
        "significant",
        "portion",
        "excess",
        "fund",
        "balance",
        "sheet",
        "december",
        "resulting",
        "successful",
        "deposit",
        "gathering",
        "effort",
        "total",
        "liability",
        "december",
        "less",
        "december",
        "higher",
        "level",
        "saving",
        "balance",
        "drove",
        "increase",
        "deposit",
        "increased",
        "approximately",
        "increase",
        "saving",
        "balance",
        "partially",
        "offset",
        "decrease",
        "demand",
        "time",
        "deposit",
        "demand",
        "deposit",
        "decreased",
        "time",
        "deposit",
        "decreased",
        "total",
        "stockholder",
        "equity",
        "december",
        "consisted",
        "primarily",
        "retained",
        "earnings",
        "comparison",
        "december",
        "total",
        "stockholder",
        "equity",
        "company",
        "continued",
        "increase",
        "capital",
        "also",
        "paying",
        "cash",
        "dividend",
        "shareholder",
        "last",
        "twenty",
        "one",
        "quarter",
        "capital",
        "position",
        "company",
        "bank",
        "considered",
        "well",
        "capitalized",
        "per",
        "regulatory",
        "definition",
        "fourth",
        "quarter",
        "first",
        "national",
        "bank",
        "completed",
        "construction",
        "phase",
        "lynchburg",
        "market",
        "plan",
        "opening",
        "new",
        "odd",
        "fellow",
        "road",
        "headquarters",
        "november",
        "previously",
        "bank",
        "opened",
        "renovated",
        "timberlake",
        "branch",
        "may",
        "relocated",
        "old",
        "forest",
        "road",
        "branch",
        "july",
        "bank",
        "also",
        "renovated",
        "altavista",
        "main",
        "office",
        "lobby",
        "effort",
        "create",
        "modern",
        "inviting",
        "environment",
        "client",
        "project",
        "enhanced",
        "bank",
        "visibility",
        "across",
        "lynchburg",
        "area",
        "led",
        "increased",
        "deposit",
        "market",
        "share",
        "receipt",
        "gold",
        "level",
        "award",
        "best",
        "community",
        "bank",
        "per",
        "lynchburg",
        "living",
        "magazine",
        "best",
        "per",
        "hall",
        "proud",
        "accomplishment",
        "well",
        "positioned",
        "success",
        "going",
        "pinnacle",
        "bankshares",
        "corporation",
        "locally",
        "managed",
        "community",
        "banking",
        "organization",
        "based",
        "central",
        "virginia",
        "holding",
        "company",
        "first",
        "national",
        "bank",
        "serf",
        "area",
        "consisting",
        "primarily",
        "portion",
        "county",
        "campbell",
        "pittsylvania",
        "bedford",
        "amherst",
        "city",
        "lynchburg",
        "company",
        "total",
        "nine",
        "branch",
        "two",
        "located",
        "town",
        "altavista",
        "bank",
        "founded",
        "branch",
        "location",
        "include",
        "village",
        "highway",
        "rustburg",
        "ward",
        "road",
        "near",
        "lynchburg",
        "regional",
        "airport",
        "timberlake",
        "road",
        "campbell",
        "county",
        "south",
        "main",
        "street",
        "town",
        "amherst",
        "old",
        "forest",
        "road",
        "odd",
        "fellow",
        "road",
        "city",
        "lynchburg",
        "forest",
        "road",
        "bedford",
        "county",
        "first",
        "national",
        "bank",
        "110th",
        "year",
        "operation",
        "various",
        "security",
        "law",
        "regulate",
        "use",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "believe",
        "measure",
        "provide",
        "important",
        "supplemental",
        "information",
        "investor",
        "use",
        "measure",
        "together",
        "gaap",
        "measure",
        "internal",
        "managerial",
        "purpose",
        "mean",
        "evaluate",
        "comparison",
        "however",
        "rely",
        "financial",
        "measure",
        "alone",
        "measure",
        "performance",
        "believe",
        "financial",
        "measure",
        "reflect",
        "additional",
        "way",
        "viewing",
        "aspect",
        "operation",
        "taken",
        "together",
        "gaap",
        "result",
        "presented",
        "press",
        "provide",
        "complete",
        "understanding",
        "factor",
        "trend",
        "affecting",
        "business",
        "financial",
        "measure",
        "standardized",
        "may",
        "possible",
        "compare",
        "financial",
        "measure",
        "company",
        "financial",
        "measure",
        "even",
        "similar",
        "name",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "statement",
        "contained",
        "herein",
        "historical",
        "fact",
        "based",
        "current",
        "assumption",
        "analysis",
        "company",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "regarding",
        "credit",
        "quality",
        "asset",
        "portfolio",
        "future",
        "period",
        "expected",
        "loss",
        "nonperforming",
        "loan",
        "future",
        "period",
        "return",
        "capital",
        "accretion",
        "future",
        "period",
        "lowering",
        "cost",
        "fund",
        "maintenance",
        "net",
        "interest",
        "margin",
        "continuation",
        "improved",
        "return",
        "cost",
        "saving",
        "related",
        "deregistration",
        "common",
        "stock",
        "future",
        "operating",
        "result",
        "business",
        "performance",
        "although",
        "believe",
        "plan",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "ability",
        "predict",
        "result",
        "actual",
        "effect",
        "future",
        "plan",
        "strategy",
        "inherently",
        "uncertain",
        "give",
        "assurance",
        "plan",
        "expectation",
        "achieved",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "management",
        "expectation",
        "include",
        "limited",
        "effectiveness",
        "management",
        "effort",
        "improve",
        "asset",
        "quality",
        "return",
        "net",
        "interest",
        "margin",
        "collection",
        "control",
        "operating",
        "expense",
        "management",
        "effort",
        "minimize",
        "loss",
        "related",
        "nonperforming",
        "loan",
        "management",
        "effort",
        "lower",
        "cost",
        "fund",
        "change",
        "interest",
        "rate",
        "general",
        "economic",
        "business",
        "condition",
        "declining",
        "collateral",
        "value",
        "especially",
        "real",
        "estate",
        "real",
        "estate",
        "market",
        "climate",
        "including",
        "effect",
        "wall",
        "street",
        "reform",
        "consumer",
        "protection",
        "act",
        "regulation",
        "adopted",
        "thereunder",
        "may",
        "u",
        "monetary",
        "fiscal",
        "policy",
        "government",
        "including",
        "policy",
        "treasury",
        "board",
        "governor",
        "federal",
        "reserve",
        "system",
        "policy",
        "program",
        "implemented",
        "pursuant",
        "emergency",
        "economic",
        "stabilization",
        "act",
        "quality",
        "composition",
        "loan",
        "investment",
        "portfolio",
        "demand",
        "loan",
        "product",
        "deposit",
        "flow",
        "funding",
        "cost",
        "competition",
        "demand",
        "financial",
        "service",
        "market",
        "area",
        "actual",
        "saving",
        "related",
        "deregistration",
        "common",
        "stock",
        "accounting",
        "principle",
        "policy",
        "guideline",
        "risk",
        "uncertainty",
        "considered",
        "evaluating",
        "statement",
        "contained",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "view",
        "date",
        "release",
        "pinnacle",
        "bankshares",
        "corporation",
        "selected",
        "financial",
        "highlight",
        "quarterly",
        "result",
        "unaudited",
        "thousand",
        "except",
        "ratio",
        "share",
        "per",
        "share",
        "data",
        "month",
        "ended",
        "month",
        "ended",
        "month",
        "ended",
        "income",
        "statement",
        "highlight",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "noninterest",
        "income",
        "noninterest",
        "expense",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "year",
        "ended",
        "year",
        "ended",
        "year",
        "ended",
        "income",
        "statement",
        "highlight",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "noninterest",
        "income",
        "noninterest",
        "expense",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "balance",
        "sheet",
        "highlight",
        "cash",
        "cash",
        "equivalent",
        "total",
        "loan",
        "total",
        "security",
        "total",
        "asset",
        "total",
        "deposit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "share",
        "outstanding",
        "ratio",
        "stock",
        "price",
        "gross",
        "ratio",
        "net",
        "interest",
        "margin",
        "liquidity",
        "efficiency",
        "ratio",
        "return",
        "average",
        "asset",
        "roa",
        "return",
        "average",
        "equity",
        "roe",
        "leverage",
        "ratio",
        "bank",
        "tier",
        "capital",
        "ratio",
        "bank",
        "total",
        "capital",
        "ratio",
        "bank",
        "stock",
        "price",
        "book",
        "value",
        "asset",
        "quality",
        "highlight",
        "nonaccruing",
        "loan",
        "loan",
        "day",
        "past",
        "due",
        "accruing",
        "total",
        "nonperforming",
        "loan",
        "troubled",
        "debt",
        "restructures",
        "accruing",
        "total",
        "impaired",
        "loan",
        "real",
        "estate",
        "owned",
        "oreo",
        "foreclosed",
        "asset",
        "total",
        "nonperforming",
        "asset",
        "nonperforming",
        "loan",
        "total",
        "loan",
        "nonperforming",
        "asset",
        "total",
        "asset",
        "allowance",
        "loan",
        "loss",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "allowance",
        "loan",
        "loss",
        "nonperforming",
        "loan",
        "contact",
        "pinnacle",
        "bankshares",
        "corporation",
        "bryan",
        "lemley",
        "bryanlemley",
        "source",
        "pinnacle",
        "bankshares",
        "corporation"
    ]
}