{
    "organizations": [],
    "uuid": "acb96cdd801df62f85d7d6c4b184cfe8e4c4d13d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/15/business-wire-allete-inc-reports-2017-earnings-of-3-point-38-per-share-initiates-2018-earnings-guidance-expects-significant-growth-from.html",
    "ord_in_thread": 0,
    "title": "ALLETE, Inc. Reports 2017 Earnings of $3.38 Per Share; Initiates 2018 Earnings Guidance; Expects Significant Growth from Non-Regulated Businesses",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DULUTH, Minn.--(BUSINESS WIRE)-- ALLETE, Inc. (NYSE: ALE) today reported 2017 earnings of $3.38 per share on net income of $172.2 million and operating revenue of $1.42 billion. Results from 2016 were $3.14 per share on net income of $155.3 million and operating revenue of $1.34 billion.\n“I am pleased with our financial performance and accomplishments in 2017 as we continued to execute on our multi-faceted strategy for growth while returning more than $100 million to shareholders in the form of dividends; our businesses are well positioned as we move into 2018 and beyond,” said ALLETE Chairman, President and CEO Al Hodnik, “We believe our unique mix of businesses will continue to deliver a strong value proposition to shareholders as supported by our recent announcement to increase our long-term average annual earnings growth target to 5 percent to 7 percent from 5 percent previously, and increase our dividend by approximately 5 percent over 2017.”\nResults in 2017 were positively impacted by $13.0 million after-tax, or $0.25 per share, for the remeasurement of ALLETE’s deferred income tax resulting from the Tax Cuts and Jobs Act (TCJA) that was enacted on December 22, 2017. While immediate and future net tax benefits for the regulated businesses are expected to return to our utility customers over time, the immediate net tax benefits attributable to ALLETE Clean Energy and U.S. Water Services positively affected 2017 results and are expected to benefit future after-tax earnings. Results for 2017 also reflect a benefit of $7.9 million after-tax, or $0.16 per share, for the Minnesota Public Utilities Commission’s (MPUC) modification of its November 2016 order on the allocation of North Dakota investment tax credits in a MPUC order dated December 7, 2017. These benefits were partially offset by a non-cash $11.4 million after-tax charge, or $0.22 per share, for the MPUC’s decision in Minnesota Power’s rate case in January 2018, disallowing recovery of Minnesota Power’s regulatory asset for deferred fuel adjustment clause costs due to the anticipated adoption of a forward-looking fuel adjustment clause methodology.\nNet income for 2016 was impacted by an after-tax gain of $13.6 million, or $0.28 per share, related to the change in fair value of the contingent consideration liability, offset by the adverse impact of $8.8 million after-tax, or $0.18 per share, for the November 2016 MPUC order on the allocation of North Dakota investment tax credits, a $3.3 million after-tax, or $0.07 per share, goodwill impairment charge related to ALLETE Clean Energy, and $0.9 million after-tax expense, or $0.02 per share, related to the repayment of long-term debt at ALLETE Clean Energy.\nALLETE’s Regulated Operations segment, which includes Minnesota Power, Superior Water, Light and Power, and the Company’s investment in the American Transmission Co. (ATC), recorded net income of $128.4 million, a decrease of $7.1 million compared to 2016. Net income at Minnesota Power decreased $9.8 million after-tax reflecting the previously mentioned non-cash $11.4 million after-tax charge for the MPUC’s decision disallowing recovery of Minnesota Power’s regulatory asset for deferred fuel adjustment clause costs. In addition, net income decreased due to lower sales to other power suppliers as a result of higher industrial sales coupled with lower market prices, higher interest and taxes other than income taxes, and lower kWh sales to residential, commercial and municipal customers due to milder temperatures in 2017. These decreases were partially offset by lower depreciation expense of $14.6 million after-tax resulting from the MPUC’s decision to modify the depreciable lives at Boswell Energy Center, and higher industrial kWh sales. Interim retail rate refund reserves fully offset the interim retail rates recognized during 2017 due to the regulatory outcome of the MPUC’s decision in Minnesota Power’s 2016 general rate case in January 2018. Our equity earnings in ATC increased $2.6 million after-tax in 2017, primarily due to additional investments in ATC and period-over-period changes in ATC’s estimate of a refund liability related to the MISO return on equity complaints.\nALLETE’s Energy Infrastructure and Related Services businesses, which include ALLETE Clean Energy and U.S. Water Services, recorded net income of $41.5 million and $10.7 million, respectively.\nEarnings at ALLETE Clean Energy in 2017 included a favorable impact of $23.6 million after-tax for the remeasurement of deferred income tax resulting from the TCJA, increased production tax credits due to the requalification of certain wind turbine generators for production tax credits at its Storm Lake I, Storm Lake II and Lake Benton wind energy facilities, lower operating and maintenance expenses, and lower interest expense. Results for 2016 at ALLETE Clean Energy included a $3.3 million after-tax goodwill impairment charge and a $0.9 million after-tax expense related to the repayment of long-term debt.\nEarnings at U.S. Water Services in 2017 increased $9.2 million reflecting a favorable impact of $9.2 million after-tax for the remeasurement of deferred income tax resulting from the TCJA, and higher operating revenue, partially offset by increased operating expenses as a result of investments for future growth in waste treatment and water safety applications. 2017 earnings also reflected a net loss of $0.8 million primarily for transaction fees and amortization expense of a recent acquisition. Cash flow from operations remained strong for the year at approximately $12 million.\nOur Corporate and Other businesses, which include BNI Energy and ALLETE Properties, recorded a net loss of $8.4 million for the year, compared to net income of $4.9 million in 2016. The net loss in 2017 included additional income tax expense of $19.8 million after-tax for the remeasurement of deferred income tax resulting from the TCJA. The net loss in 2017 also included the previously mentioned favorable impact of $7.9 million after-tax for the MPUC’s modification of its November 2016 order on the allocation of North Dakota investment tax credits, lower accretion expense relating to the contingent consideration liability, and lower interest expense. Net income in 2016 included the after-tax gain of $13.6 million related to the change in fair value of the U.S. Water Services contingent consideration liability, partially offset by the adverse impact of $8.8 million after-tax for the regulatory outcome of the November 2016 MPUC order.\nEarnings were diluted by $0.11 per share in 2017, due to additional shares of common stock outstanding as of December 31, 2017.\nThe Company expects 2018 earnings per share to be within a range of $3.20 to $3.50 with earnings from our Energy Infrastructure and Related Services businesses expected to increase further in 2019 and become a more meaningful contributor to ALLETE’s earnings in the coming years. Details of the Company’s 2018 earnings guidance were also filed as part of today’s Form 8-K filing.\nALLETE will host a conference call and webcast at 10 a.m. Eastern Time this morning to discuss details of its financial performance and earnings guidance. Interested parties may listen live by calling (877) 303-5852, or by accessing the webcast at www.allete.com . A replay of the call will be available through February 19, 2018 by calling (855) 859-2056, pass code 9977768. The webcast will be accessible for one year at www.allete.com .\nALLETE is an energy company headquartered in Duluth, Minn. In addition to its electric utilities, Minnesota Power and Superior Water, Light and Power of Wisconsin, ALLETE owns ALLETE Clean Energy, based in Duluth, BNI Energy in Bismarck, N.D., U.S. Water Services headquartered in St. Michael, Minn., and has an eight percent equity interest in the American Transmission Co. More information about ALLETE is available at www.allete.com . ALE-CORP\nThe statements contained in this release and statements that ALLETE may make orally in connection with this release that are not historical facts, are forward-looking statements. Actual results may differ materially from those projected in the forward-looking statements. These forward-looking statements involve risks and uncertainties and investors are directed to the risks discussed in documents filed by ALLETE with the Securities and Exchange Commission.\nALLETE's press releases and other communications may include certain non-Generally Accepted Accounting Principles (GAAP) financial measures. A “non-GAAP financial measure” is defined as a numerical measure of a company's financial performance, financial position or cash flows that excludes (or includes) amounts that are included in (or excluded from) the most directly comparable measure calculated and presented in accordance with GAAP in the company's financial statements.\nNon-GAAP financial measures utilized by the Company may include presentations of earnings (loss) per share and earnings before interest, taxes, depreciation and amortization. ALLETE's management believes that these non-GAAP financial measures provide useful information to investors by removing the effect of variances in GAAP reported results of operations that are not indicative of changes in the fundamental earnings power of the Company's operations. Management believes that the presentation of the non-GAAP financial measures is appropriate and enables investors and analysts to more accurately compare the company's ongoing financial performance over the periods presented.\nALLETE, Inc. Consolidated Statement of Income For the Periods Ended December 31, 2017 and 2016 Quarter Ended Year to Date 2017 2016 2017 2016 Millions Except Per Share Amounts Operating Revenue Utility $239.7 $260.2 $1,063.8 $1,000.7 Non-utility 98.2 81.3 355.5 339.0 Total Operating Revenue 337.9 341.5 1,419.3 1,339.7 Operating Expenses Fuel, Purchased Power and Gas – Utility 113.7 89.3 396.9 339.9 Transmission Services – Utility 18.1 15.7 71.2 65.2 Cost of Sales – Non-utility 41.7 29.2 147.8 137.7 Operating and Maintenance 91.7 93.2 339.9 334.1 Depreciation and Amortization 26.0 50.1 177.5 195.8 Taxes Other than Income Taxes 14.2 13.2 56.9 53.8 Other (0.7 ) (10.3 ) (0.7 ) (10.3 ) Total Operating Expenses 304.7 280.4 1,189.5 1,116.2 Operating Income 33.2 61.1 229.8 223.5 Other Income (Expense) Interest Expense (17.3 ) (17.3 ) (67.8 ) (70.3 ) Equity Earnings in ATC 5.2 3.5 22.5 18.5 Other 0.4 1.1 2.4 3.9 Total Other Expense\n(11.7 ) (12.7 ) (42.9 ) (47.9 ) Income Before Non-Controlling Interest and Income Taxes 21.5 48.4 186.9 175.6 Income Tax Expense (Benefit) (19.9 ) 4.1 14.7 19.8 Net Income 41.4 44.3 172.2 155.8 Less: Non-Controlling Interest in Subsidiaries — — — 0.5 Net Income Attributable to ALLETE $41.4 $44.3 $172.2 $155.3 Average Shares of Common Stock Basic 51.1 49.5 50.8 49.3 Diluted 51.3 49.7 51.0 49.5 Basic Earnings Per Share of Common Stock $0.81 $0.89 $3.39 $3.15 Diluted Earnings Per Share of Common Stock $0.81 $0.89 $3.38 $3.14 Dividends Per Share of Common Stock $0.535 $0.52 $2.14 $2.08 Consolidated Balance Sheet Millions\nDec. 31, Dec. 31, Dec. 31, Dec. 31, 2017 2016 2017 2016 Assets Liabilities and Equity Cash and Cash Equivalents $98.9 $27.5 Current Liabilities $351.2 $399.5 Other Current Assets 268.6 267.0 Long-Term Debt 1,439.2 1,370.4 Property, Plant and Equipment – Net 3,822.4 3,741.2 Deferred Income Taxes 230.5 554.6 Regulatory Assets 384.7 330.1 Regulatory Liabilities 532.0 125.8 Investment in ATC 118.7 135.6 Defined Benefit Pension & Other Postretirement Benefit Plans 191.8 210.9 Other Investments 53.1 55.6 Other Non-Current Liabilities 267.1 322.7 Goodwill and Intangibles – Net 225.9 213.4 Equity 2,068.2 1,893.0 Other Non-Current Assets 107.7 106.5 Total Assets $5,080.0 $4,876.9 Total Liabilities and Equity $5,080.0 $4,876.9 Quarter Ended Year to Date ALLETE, Inc. December 31, December 31, Income (Loss) 2017 2016 2017 2016 Millions Regulated Operations $18.3 $25.5 $128.4 $135.5 Energy Infrastructure and Related Services ALLETE Clean Energy 30.4 3.7 41.5 13.4 U.S. Water Services 9.1 (0.5 ) 10.7 1.5 Corporate and Other (16.4 ) 15.6 (8.4 ) 4.9 Net Income Attributable to ALLETE $41.4 $44.3 $172.2 $155.3 Diluted Earnings Per Share $0.81 $0.89 $3.38 $3.14 Statistical Data Corporate Common Stock High $81.24 $66.92 $81.24 $66.92 Low $72.96 $56.48 $61.64 $48.26 Close $74.36 $64.19 $74.36 $64.19 Book Value $40.46 $38.17 $40.46 $38.17 Kilowatt-hours Sold Millions Regulated Utility Retail and Municipal Residential 305 286 1,096 1,102 Commercial 359 352 1,420 1,442 Municipal 208 205 799 816 Industrial 1,890 1,716 7,327 6,456 Total Retail and Municipal 2,762 2,559 10,642 9,816 Other Power Suppliers 1,017 860 4,039 4,316 Total Regulated Utility 3,779 3,419 14,681 14,132 Regulated Utility Revenue Millions Regulated Operations Retail and Municipal Residential $33.5 $30.6 $119.9 $115.8 Commercial 35.6 33.6 139.5 133.7 Municipal 12.8 17.2 57.9 67.6 Industrial 123.7 110.0 486.5 412.5 Reserve for Interim Rate Refunds (31.6 ) — (31.6 ) — Total Retail and Municipal 174.0 191.4 772.2 729.6 Other Power Suppliers 37.8 41.9 161.8 175.1 Other 27.9 26.9 129.8 96.0 Total Regulated Utility Revenue $239.7 $260.2 $1,063.8 $1,000.7\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180215005177/en/\nALLETE, Inc.\nInvestor Contact:\nVince Meyer, 218-723-3952\nvmeyer@allete.com\nSource: ALLETE, Inc.",
    "published": "2018-02-15T14:30:00.000+02:00",
    "crawled": "2018-02-15T16:43:57.038+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "duluth",
        "business",
        "wire",
        "allete",
        "nyse",
        "ale",
        "today",
        "reported",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "million",
        "operating",
        "revenue",
        "billion",
        "result",
        "per",
        "share",
        "net",
        "income",
        "million",
        "operating",
        "revenue",
        "billion",
        "pleased",
        "financial",
        "performance",
        "accomplishment",
        "continued",
        "execute",
        "strategy",
        "growth",
        "returning",
        "million",
        "shareholder",
        "form",
        "dividend",
        "business",
        "well",
        "positioned",
        "move",
        "beyond",
        "said",
        "allete",
        "chairman",
        "president",
        "ceo",
        "al",
        "hodnik",
        "believe",
        "unique",
        "mix",
        "business",
        "continue",
        "deliver",
        "strong",
        "value",
        "proposition",
        "shareholder",
        "supported",
        "recent",
        "announcement",
        "increase",
        "average",
        "annual",
        "earnings",
        "growth",
        "target",
        "percent",
        "percent",
        "percent",
        "previously",
        "increase",
        "dividend",
        "approximately",
        "percent",
        "result",
        "positively",
        "impacted",
        "million",
        "per",
        "share",
        "remeasurement",
        "allete",
        "deferred",
        "income",
        "tax",
        "resulting",
        "tax",
        "cut",
        "job",
        "act",
        "tcja",
        "enacted",
        "december",
        "immediate",
        "future",
        "net",
        "tax",
        "benefit",
        "regulated",
        "business",
        "expected",
        "return",
        "utility",
        "customer",
        "time",
        "immediate",
        "net",
        "tax",
        "benefit",
        "attributable",
        "allete",
        "clean",
        "energy",
        "water",
        "service",
        "positively",
        "affected",
        "result",
        "expected",
        "benefit",
        "future",
        "earnings",
        "result",
        "also",
        "reflect",
        "benefit",
        "million",
        "per",
        "share",
        "minnesota",
        "public",
        "utility",
        "commission",
        "mpuc",
        "modification",
        "november",
        "order",
        "allocation",
        "north",
        "dakota",
        "investment",
        "tax",
        "credit",
        "mpuc",
        "order",
        "dated",
        "december",
        "benefit",
        "partially",
        "offset",
        "million",
        "charge",
        "per",
        "share",
        "mpuc",
        "decision",
        "minnesota",
        "power",
        "rate",
        "case",
        "january",
        "disallowing",
        "recovery",
        "minnesota",
        "power",
        "regulatory",
        "asset",
        "deferred",
        "fuel",
        "adjustment",
        "clause",
        "cost",
        "due",
        "anticipated",
        "adoption",
        "fuel",
        "adjustment",
        "clause",
        "methodology",
        "net",
        "income",
        "impacted",
        "gain",
        "million",
        "per",
        "share",
        "related",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "liability",
        "offset",
        "adverse",
        "impact",
        "million",
        "per",
        "share",
        "november",
        "mpuc",
        "order",
        "allocation",
        "north",
        "dakota",
        "investment",
        "tax",
        "credit",
        "million",
        "per",
        "share",
        "goodwill",
        "impairment",
        "charge",
        "related",
        "allete",
        "clean",
        "energy",
        "million",
        "expense",
        "per",
        "share",
        "related",
        "repayment",
        "debt",
        "allete",
        "clean",
        "energy",
        "allete",
        "regulated",
        "operation",
        "segment",
        "includes",
        "minnesota",
        "power",
        "superior",
        "water",
        "light",
        "power",
        "company",
        "investment",
        "american",
        "transmission",
        "atc",
        "recorded",
        "net",
        "income",
        "million",
        "decrease",
        "million",
        "compared",
        "net",
        "income",
        "minnesota",
        "power",
        "decreased",
        "million",
        "reflecting",
        "previously",
        "mentioned",
        "million",
        "charge",
        "mpuc",
        "decision",
        "disallowing",
        "recovery",
        "minnesota",
        "power",
        "regulatory",
        "asset",
        "deferred",
        "fuel",
        "adjustment",
        "clause",
        "cost",
        "addition",
        "net",
        "income",
        "decreased",
        "due",
        "lower",
        "sale",
        "power",
        "supplier",
        "result",
        "higher",
        "industrial",
        "sale",
        "coupled",
        "lower",
        "market",
        "price",
        "higher",
        "interest",
        "tax",
        "income",
        "tax",
        "lower",
        "kwh",
        "sale",
        "residential",
        "commercial",
        "municipal",
        "customer",
        "due",
        "milder",
        "temperature",
        "decrease",
        "partially",
        "offset",
        "lower",
        "depreciation",
        "expense",
        "million",
        "resulting",
        "mpuc",
        "decision",
        "modify",
        "depreciable",
        "life",
        "boswell",
        "energy",
        "center",
        "higher",
        "industrial",
        "kwh",
        "sale",
        "interim",
        "retail",
        "rate",
        "refund",
        "reserve",
        "fully",
        "offset",
        "interim",
        "retail",
        "rate",
        "recognized",
        "due",
        "regulatory",
        "outcome",
        "mpuc",
        "decision",
        "minnesota",
        "power",
        "general",
        "rate",
        "case",
        "january",
        "equity",
        "earnings",
        "atc",
        "increased",
        "million",
        "primarily",
        "due",
        "additional",
        "investment",
        "atc",
        "change",
        "atc",
        "estimate",
        "refund",
        "liability",
        "related",
        "miso",
        "return",
        "equity",
        "complaint",
        "allete",
        "energy",
        "infrastructure",
        "related",
        "service",
        "business",
        "include",
        "allete",
        "clean",
        "energy",
        "water",
        "service",
        "recorded",
        "net",
        "income",
        "million",
        "million",
        "respectively",
        "earnings",
        "allete",
        "clean",
        "energy",
        "included",
        "favorable",
        "impact",
        "million",
        "remeasurement",
        "deferred",
        "income",
        "tax",
        "resulting",
        "tcja",
        "increased",
        "production",
        "tax",
        "credit",
        "due",
        "requalification",
        "certain",
        "wind",
        "turbine",
        "generator",
        "production",
        "tax",
        "credit",
        "storm",
        "lake",
        "storm",
        "lake",
        "ii",
        "lake",
        "benton",
        "wind",
        "energy",
        "facility",
        "lower",
        "operating",
        "maintenance",
        "expense",
        "lower",
        "interest",
        "expense",
        "result",
        "allete",
        "clean",
        "energy",
        "included",
        "million",
        "goodwill",
        "impairment",
        "charge",
        "million",
        "expense",
        "related",
        "repayment",
        "debt",
        "earnings",
        "water",
        "service",
        "increased",
        "million",
        "reflecting",
        "favorable",
        "impact",
        "million",
        "remeasurement",
        "deferred",
        "income",
        "tax",
        "resulting",
        "tcja",
        "higher",
        "operating",
        "revenue",
        "partially",
        "offset",
        "increased",
        "operating",
        "expense",
        "result",
        "investment",
        "future",
        "growth",
        "waste",
        "treatment",
        "water",
        "safety",
        "application",
        "earnings",
        "also",
        "reflected",
        "net",
        "loss",
        "million",
        "primarily",
        "transaction",
        "fee",
        "amortization",
        "expense",
        "recent",
        "acquisition",
        "cash",
        "flow",
        "operation",
        "remained",
        "strong",
        "year",
        "approximately",
        "million",
        "corporate",
        "business",
        "include",
        "bni",
        "energy",
        "allete",
        "property",
        "recorded",
        "net",
        "loss",
        "million",
        "year",
        "compared",
        "net",
        "income",
        "million",
        "net",
        "loss",
        "included",
        "additional",
        "income",
        "tax",
        "expense",
        "million",
        "remeasurement",
        "deferred",
        "income",
        "tax",
        "resulting",
        "tcja",
        "net",
        "loss",
        "also",
        "included",
        "previously",
        "mentioned",
        "favorable",
        "impact",
        "million",
        "mpuc",
        "modification",
        "november",
        "order",
        "allocation",
        "north",
        "dakota",
        "investment",
        "tax",
        "credit",
        "lower",
        "accretion",
        "expense",
        "relating",
        "contingent",
        "consideration",
        "liability",
        "lower",
        "interest",
        "expense",
        "net",
        "income",
        "included",
        "gain",
        "million",
        "related",
        "change",
        "fair",
        "value",
        "water",
        "service",
        "contingent",
        "consideration",
        "liability",
        "partially",
        "offset",
        "adverse",
        "impact",
        "million",
        "regulatory",
        "outcome",
        "november",
        "mpuc",
        "order",
        "earnings",
        "diluted",
        "per",
        "share",
        "due",
        "additional",
        "share",
        "common",
        "stock",
        "outstanding",
        "december",
        "company",
        "expects",
        "earnings",
        "per",
        "share",
        "within",
        "range",
        "earnings",
        "energy",
        "infrastructure",
        "related",
        "service",
        "business",
        "expected",
        "increase",
        "become",
        "meaningful",
        "contributor",
        "allete",
        "earnings",
        "coming",
        "year",
        "detail",
        "company",
        "earnings",
        "guidance",
        "also",
        "filed",
        "part",
        "today",
        "form",
        "filing",
        "allete",
        "host",
        "conference",
        "call",
        "webcast",
        "eastern",
        "time",
        "morning",
        "discus",
        "detail",
        "financial",
        "performance",
        "earnings",
        "guidance",
        "interested",
        "party",
        "may",
        "listen",
        "live",
        "calling",
        "accessing",
        "webcast",
        "replay",
        "call",
        "available",
        "february",
        "calling",
        "pas",
        "code",
        "webcast",
        "accessible",
        "one",
        "year",
        "allete",
        "energy",
        "company",
        "headquartered",
        "duluth",
        "addition",
        "electric",
        "utility",
        "minnesota",
        "power",
        "superior",
        "water",
        "light",
        "power",
        "wisconsin",
        "allete",
        "owns",
        "allete",
        "clean",
        "energy",
        "based",
        "duluth",
        "bni",
        "energy",
        "bismarck",
        "water",
        "service",
        "headquartered",
        "michael",
        "eight",
        "percent",
        "equity",
        "interest",
        "american",
        "transmission",
        "information",
        "allete",
        "available",
        "statement",
        "contained",
        "release",
        "statement",
        "allete",
        "may",
        "make",
        "orally",
        "connection",
        "release",
        "historical",
        "fact",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "investor",
        "directed",
        "risk",
        "discussed",
        "document",
        "filed",
        "allete",
        "security",
        "exchange",
        "commission",
        "allete",
        "press",
        "release",
        "communication",
        "may",
        "include",
        "certain",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "financial",
        "measure",
        "financial",
        "measure",
        "defined",
        "numerical",
        "measure",
        "company",
        "financial",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "excludes",
        "includes",
        "amount",
        "included",
        "excluded",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "company",
        "financial",
        "statement",
        "financial",
        "measure",
        "utilized",
        "company",
        "may",
        "include",
        "presentation",
        "earnings",
        "loss",
        "per",
        "share",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "allete",
        "management",
        "belief",
        "financial",
        "measure",
        "provide",
        "useful",
        "information",
        "investor",
        "removing",
        "effect",
        "variance",
        "gaap",
        "reported",
        "result",
        "operation",
        "indicative",
        "change",
        "fundamental",
        "earnings",
        "power",
        "company",
        "operation",
        "management",
        "belief",
        "presentation",
        "financial",
        "measure",
        "appropriate",
        "enables",
        "investor",
        "analyst",
        "accurately",
        "compare",
        "company",
        "ongoing",
        "financial",
        "performance",
        "period",
        "presented",
        "allete",
        "consolidated",
        "statement",
        "income",
        "period",
        "ended",
        "december",
        "quarter",
        "ended",
        "year",
        "date",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "operating",
        "revenue",
        "utility",
        "total",
        "operating",
        "revenue",
        "operating",
        "expense",
        "fuel",
        "purchased",
        "power",
        "gas",
        "utility",
        "transmission",
        "service",
        "utility",
        "cost",
        "sale",
        "operating",
        "maintenance",
        "depreciation",
        "amortization",
        "tax",
        "income",
        "tax",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "expense",
        "equity",
        "earnings",
        "atc",
        "total",
        "expense",
        "income",
        "interest",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "less",
        "interest",
        "subsidiary",
        "net",
        "income",
        "attributable",
        "allete",
        "average",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "basic",
        "earnings",
        "per",
        "share",
        "common",
        "stock",
        "diluted",
        "earnings",
        "per",
        "share",
        "common",
        "stock",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "consolidated",
        "balance",
        "sheet",
        "million",
        "asset",
        "liability",
        "equity",
        "cash",
        "cash",
        "equivalent",
        "current",
        "liability",
        "current",
        "asset",
        "debt",
        "property",
        "plant",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "regulatory",
        "asset",
        "regulatory",
        "liability",
        "investment",
        "atc",
        "defined",
        "benefit",
        "pension",
        "postretirement",
        "benefit",
        "plan",
        "investment",
        "liability",
        "goodwill",
        "intangible",
        "net",
        "equity",
        "asset",
        "total",
        "asset",
        "total",
        "liability",
        "equity",
        "quarter",
        "ended",
        "year",
        "date",
        "allete",
        "december",
        "december",
        "income",
        "loss",
        "million",
        "regulated",
        "operation",
        "energy",
        "infrastructure",
        "related",
        "service",
        "allete",
        "clean",
        "energy",
        "water",
        "service",
        "corporate",
        "net",
        "income",
        "attributable",
        "allete",
        "diluted",
        "earnings",
        "per",
        "share",
        "statistical",
        "data",
        "corporate",
        "common",
        "stock",
        "high",
        "low",
        "close",
        "book",
        "value",
        "sold",
        "million",
        "regulated",
        "utility",
        "retail",
        "municipal",
        "residential",
        "commercial",
        "municipal",
        "industrial",
        "total",
        "retail",
        "municipal",
        "power",
        "supplier",
        "total",
        "regulated",
        "utility",
        "regulated",
        "utility",
        "revenue",
        "million",
        "regulated",
        "operation",
        "retail",
        "municipal",
        "residential",
        "commercial",
        "municipal",
        "industrial",
        "reserve",
        "interim",
        "rate",
        "refund",
        "total",
        "retail",
        "municipal",
        "power",
        "supplier",
        "total",
        "regulated",
        "utility",
        "revenue",
        "view",
        "source",
        "version",
        "http",
        "allete",
        "investor",
        "contact",
        "vince",
        "meyer",
        "vmeyer",
        "source",
        "allete",
        "inc"
    ]
}