{
    "organizations": [],
    "uuid": "c691312c034b0dcd9c5cc0b8131f9a9667b204cf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/globe-newswire-keryx-biopharmaceuticals-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Keryx Biopharmaceuticals Announces Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Fourth quarter 2017 total revenues of $18.7 million, including net U.S. Auryxia ® (ferric citrate) product sales of $17.3 million\nFull year 2017 total revenues of $60.6 million; net U.S. Auryxia product sales more than doubled in 2017 to $55.5 million, as compared to 2016\nBOSTON, Keryx Biopharmaceuticals, Inc. (Nasdaq:KERX), a biopharmaceutical company focused on bringing innovative medicines to people with kidney disease, today announced its financial results for the fourth quarter and year ended December 31, 2017. The company also reviewed its commercial progress with Auryxia following approval of the medicine’s second indication for the treatment of iron deficiency anemia in adults with chronic kidney disease, not on dialysis.\n“In 2017, we brought Auryxia to an increasing number of people with hyperphosphatemia, and with the recent approval of a second indication, we are confident we can bring Auryxia to even more patients living with chronic kidney disease in the coming years,” said Greg Madison, president and chief executive officer of Keryx Biopharmaceuticals. “With approval of a second indication for Auryxia, we believe we are in a unique position to offer patients and their healthcare providers a medicine that can treat two distinct but related complications of chronic kidney disease. Driving growth in both indications is our focus in 2018 and we look forward to continued progress as we build a leading kidney care company.”\n2017 Business Highlights\nFull year 2017 net U.S. Auryxia product sales were $55.5 million, as compared to $27.2 million for the full year 2016, a 104 percent increase. Auryxia net U.S. product sales were $17.3 million in the fourth quarter of 2017, as compared to $8.2 million in the same quarter in 2016. Approximately 30,400 Auryxia prescriptions were reported in the fourth quarter of 2017, these prescriptions represent 6.5 million Auryxia tablets. This compares to approximately 8,700 prescriptions and 1.8 million Auryxia tablets in the fourth quarter of 2016. Auryxia received U.S. approval for the treatment of iron deficiency anemia in adults with chronic kidney disease, not on dialysis in November 2017 and was launched in the fourth quarter. Following formulary access expansion in 2017, Auryxia has broad formulary coverage across Medicare Part D and commercial insurance providers with no restrictions. This formulary status applies to both Auryxia indications.\nFourth Quarter and Year Ended December 31, 2017 Financial Results\n“The strong prescription demand growth generated in the fourth quarter, coupled with the stabilization of the gross-to-net adjustment, led to $17.3 million of net U.S. Auryxia product sales in the fourth quarter of 2017,” said Scott Holmes, senior vice president and chief financial officer of Keryx Biopharmaceuticals. “As we enter 2018, we believe we will continue to drive Auryxia growth as a chronic kidney disease treatment for both hyperphosphatemia in the dialysis setting, as well as iron deficiency anemia in the non-dialysis setting.”\nTotal revenues for the quarter ended December 31, 2017 were approximately $18.7 million, compared with $9.5 million during the same period in 2016. Total revenues for the fourth quarter of 2017 consist of approximately $17.3 million in net U.S. Auryxia product sales, as compared to $8.2 million in the fourth quarter of 2016. Total revenues for the fourth quarter of 2017 also include $1.4 million in license revenue, as compared to $1.3 million during the same period in 2016.\nFor the year ended 2017, total revenues were approximately $60.6 million, as compared to $32.0 million in 2016. Total revenues for 2017 include $55.5 million of Auryxia net U.S. product sales and $5.1 million in license revenue, as compared to $27.2 million and $4.8 million, respectively, in 2016.\nCost of goods sold for the quarter ended December 31, 2017 were $7.4 million, compared with $13.4 million during the same period in 2016. For the year ended 2017, total cost of goods sold were $22.0 million, as compared to $37.8 million in 2016.\nSelling, general and administrative expenses for the quarter ended December 31, 2017 were $28.8 million, as compared to $23.0 million during the same period in 2016. For the year ended December 31, 2017, total selling, general and administrative expenses were $99.6 million, as compared to $84.6 million in 2016. Selling, general and administrative expenses for the quarter and full year ended December 31, 2017 included $6.6 million and $15.6 million, respectively, in non-cash stock compensation expense, as compared to $2.8 million and $11.2 million, respectively, during the same periods in 2016.\nResearch and development expenses for the quarter ended December 31, 2017 were $12.6 million, as compared to $6.2 million during the same period in 2016. For the year ended December 31, 2017, total research and development expenses were $37.7 million, as compared to $29.5 million in 2016. Research and development expenses for the quarter and full year ended December 31, 2017 included $1.0 million and $2.6 million, respectively, in non-cash stock compensation expense, as compared to $0.6 million and $2.8 million, respectively, during the same periods in 2016.\nNet loss for the quarter ended December 31, 2017 was $30.4 million, or $0.26 per share, as compared to a net loss of $33.8 million, or $0.32 per share, for the comparable period in 2016. For the full year 2017, net loss was $163.4 million, or $1.43 per share, as compared to $161.1 million, or $1.52 per share, in 2016.\nCash and cash equivalents as of December 31, 2017 totaled approximately $93.5 million.\nConference Call Information\nKeryx Biopharmaceuticals will host an investor conference call today, February 7, 2018, at 8:00 a.m. ET to discuss financial results for the fourth quarter and full year of 2017. To participate in the conference call, please call 1-(888) 396-2320 (U.S.), 1-(774) 264-7560 (outside the U.S.), call-in ID: 3697815. The call will also be webcast with slides, which will be accessible through the Investors section of the company's website at www.keryx.com . The audio replay will be available at http://www.keryx.com for approximately 15 days after the call.\nAbout Auryxia ® (ferric citrate) tablets\nAuryxia (ferric citrate) was approved by the U.S. Food and Drug Administration (FDA) on September 5, 2014 for the control of serum phosphorus levels in patients with chronic kidney disease on dialysis and approved by the FDA on November 6, 2017 for the treatment of iron deficiency anemia in patients with chronic kidney disease not on dialysis. Auryxia tablets were designed to contain 210 mg of ferric iron, equivalent to 1 gram of ferric citrate, and offers convenient mealtime dosing. The starting dose of Auryxia for the treatment of hyperphosphatemia for patients on dialysis is six tablets per day (two per meal) and for the treatment of iron deficiency anemia in patients not on dialysis is three tablets per day (one per meal). For more information about Auryxia and the U.S. full prescribing information, please visit www.Auryxia.com .\nIMPORTANT U.S. SAFETY INFORMATION FOR AURYXIA ® (ferric citrate)\nCONTRAINDICATION\nAURYXIA ® (ferric citrate) is contraindicated in patients with iron overload syndromes, e.g., hemochromatosis.\nWARNINGS AND PRECAUTIONS\nIron Overload: Increases in serum ferritin and transferrin saturation (TSAT) were observed in clinical trials with AURYXIA in patients with chronic kidney disease (CKD) on dialysis treated for hyperphosphatemia, which may lead to excessive elevations in iron stores. Assess iron parameters prior to initiating AURYXIA and monitor while on therapy. Patients receiving concomitant intravenous (IV) iron may require a reduction in dose or discontinuation of IV iron therapy. Risk of Overdosage in Children Due to Accidental Ingestion: Accidental ingestion and resulting overdose of iron-containing products is a leading cause of fatal poisoning in children under 6 years of age. Advise patients of the risks to children and to keep AURYXIA out of the reach of children.\nADVERSE REACTIONS\nMost common adverse reactions with AURYXIA were:\nHyperphosphatemia in CKD on Dialysis: Diarrhea (21%), discolored feces (19%), nausea (11%), constipation (8%), vomiting (7%) and cough (6%) Iron Deficiency Anemia in CKD Not on Dialysis: Discolored feces (22%), diarrhea (21%), constipation (18%), nausea (10%), abdominal pain (5%) and hyperkalemia (5%)\nSPECIFIC POPULATIONS\nPregnancy and Lactation: There are no available data on AURYXIA use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage. However, an overdose of iron in pregnant women may carry a risk for spontaneous abortion, gestational diabetes and fetal malformation. Data from rat studies have shown the transfer of iron into milk, hence, there is a possibility of infant exposure when AURYXIA is administered to a nursing woman.\nTo report suspected adverse reactions, contact Keryx Biopharmaceuticals at 1-844-445-3799.\nPlease click here to view the Full Prescribing Information for Auryxia.\nAbout Keryx Biopharmaceuticals, Inc.\nKeryx Biopharmaceuticals, Inc., with headquarters in Boston, Massachusetts, is focused on the development and commercialization of innovative medicines that provide unique and meaningful advantages to people with kidney disease. The Keryx team consists of approximately 200 committed people working with passion to advance the care of people with this complex disease. This dedication has resulted in two FDA-approved indications for Keryx’s first medicine, Auryxia ® (ferric citrate) tablets. For more information about Keryx, please visit www.keryx.com .\nKeryx Biopharmaceuticals, Inc.\nCondensed Consolidated Statements of Operations\n(In thousands, except share and per share amounts)\n(unaudited)\nThree Months Ended\nDecember 31, Year Ended\nDecember 31,\n2017\n2016\n2017\n2016 Revenues: Net U.S. Auryxia product sales $ 17,296 $ 8,228 $ 55,514 $ 27,173 License revenue 1,386 1,305 5,127 4,810 Total Revenues 18,682 9,533 60,641 31,983 Costs and Expenses: Cost of goods sold 7,447 13,437 21,955 37,803 Research and development 12,628 6,185 37,679 29,504 Selling, general and administrative 28,787 23,035 99,622 84,553 License expense 832 783 3,076 2,886 Total Costs and Expenses 49,694 43,440 162,332 154,746 Operating Loss (31,012 ) (33,907 ) (101,691 ) (122,763 )\nOther Income (expense): Other income (expense), net 288 143\n(61,984\n)\n(38,252\n) Loss Before Income Taxes (30,724 ) (33,764 )\n(163,675 ) (161,015\n) Income tax (benefit) expense (295 ) 20 (235\n) 80 Net Loss $ (30,429 ) $ (33,784 )\n$ (163,440\n)\n$ (161,095\n) Net Loss Per Common Share\nBasic and diluted net loss per common\nshare $ (0.26 ) $ (0.32 ) $ (1.43 ) $ (1.52 ) Shares Used in Computing Net Loss\nPer Common Share Basic and diluted 119,193,548 105,962,622 114,507,668 105,845,121 Keryx Biopharmaceuticals, Inc.\nSelected Consolidated Balance Sheet Data\n(In thousands)\n(unaudited)\nDecember 31, 2017 December 31, 2016 Assets Cash and cash equivalents $ 93,526 $ 111,810 Accounts receivable $ 8,146 $ 5,236 Inventory $ 28,695 $ 12,681 Other current assets $ 11,199 $ 3,170 Total assets $ 158,872 $ 141,427 Liabilities and Stockholders’ Equity (Deficit) Accounts payable and accrued expenses $ 45,031 $ 21,190 Convertible senior notes $ 125,000 $ 125,000 Total liabilities $ 172,967 $ 149,723 Stockholders’ equity (deficit) $ (14,095 ) $ (8,296 ) Forward-Looking Statements\nSome of the statements included in this press release, particularly those regarding the commercialization and ongoing clinical development of Auryxia, including statements with respect to the demand and growth of Auryxia patients, prescriptions and sales, may be forward-looking statements that involve a number of risks and uncertainties. For those statements, we claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. Among the factors that could cause our actual results to differ materially are the following: our ability to successfully market Auryxia and whether we can increase adoption of Auryxia in patients with CKD on dialysis and successfully launch Auryxia for the treatment of iron deficiency anemia in patients with chronic kidney disease, not on dialysis; whether we can maintain our operating expenses to projected levels while continuing our current clinical, regulatory and commercial activities; our ability to continue to supply Auryxia to the market; the risk that increased utilization by Medicare Part D subscribers will increase our gross-to-net adjustment greater than we anticipate; and other risk factors identified from time to time in our reports filed with the Securities and Exchange Commission. Any forward-looking statements set forth in this press release speak only as of the date of this press release. We do not undertake to update any of these forward-looking statements to reflect events or circumstances that occur after the date hereof. This press release and prior releases are available at http://www.keryx.com . The information found on our website is not incorporated by reference into this press release and is included for reference purposes only.\nKERYX BIOPHARMACEUTICALS CONTACTS\nAmy Sullivan\nSenior Vice President, Corporate Affairs\nT: 617.466.3519\namy.sullivan@keryx.com\nSource:Keryx Biopharmaceuticals, Inc.",
    "published": "2018-02-07T15:00:00.000+02:00",
    "crawled": "2018-02-07T18:56:06.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fourth",
        "quarter",
        "total",
        "revenue",
        "million",
        "including",
        "net",
        "auryxia",
        "ferric",
        "citrate",
        "product",
        "sale",
        "million",
        "full",
        "year",
        "total",
        "revenue",
        "million",
        "net",
        "auryxia",
        "product",
        "sale",
        "doubled",
        "million",
        "compared",
        "boston",
        "keryx",
        "biopharmaceuticals",
        "nasdaq",
        "kerx",
        "biopharmaceutical",
        "company",
        "focused",
        "bringing",
        "innovative",
        "medicine",
        "people",
        "kidney",
        "disease",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "company",
        "also",
        "reviewed",
        "commercial",
        "progress",
        "auryxia",
        "following",
        "approval",
        "medicine",
        "second",
        "indication",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "adult",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "brought",
        "auryxia",
        "increasing",
        "number",
        "people",
        "hyperphosphatemia",
        "recent",
        "approval",
        "second",
        "indication",
        "confident",
        "bring",
        "auryxia",
        "even",
        "patient",
        "living",
        "chronic",
        "kidney",
        "disease",
        "coming",
        "year",
        "said",
        "greg",
        "madison",
        "president",
        "chief",
        "executive",
        "officer",
        "keryx",
        "biopharmaceuticals",
        "approval",
        "second",
        "indication",
        "auryxia",
        "believe",
        "unique",
        "position",
        "offer",
        "patient",
        "healthcare",
        "provider",
        "medicine",
        "treat",
        "two",
        "distinct",
        "related",
        "complication",
        "chronic",
        "kidney",
        "disease",
        "driving",
        "growth",
        "indication",
        "focus",
        "look",
        "forward",
        "continued",
        "progress",
        "build",
        "leading",
        "kidney",
        "care",
        "business",
        "highlight",
        "full",
        "year",
        "net",
        "auryxia",
        "product",
        "sale",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "percent",
        "increase",
        "auryxia",
        "net",
        "product",
        "sale",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "quarter",
        "approximately",
        "auryxia",
        "prescription",
        "reported",
        "fourth",
        "quarter",
        "prescription",
        "represent",
        "million",
        "auryxia",
        "tablet",
        "compare",
        "approximately",
        "prescription",
        "million",
        "auryxia",
        "tablet",
        "fourth",
        "quarter",
        "auryxia",
        "received",
        "approval",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "adult",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "november",
        "launched",
        "fourth",
        "quarter",
        "following",
        "formulary",
        "access",
        "expansion",
        "auryxia",
        "broad",
        "formulary",
        "coverage",
        "across",
        "medicare",
        "part",
        "commercial",
        "insurance",
        "provider",
        "restriction",
        "formulary",
        "status",
        "applies",
        "auryxia",
        "indication",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "financial",
        "result",
        "strong",
        "prescription",
        "demand",
        "growth",
        "generated",
        "fourth",
        "quarter",
        "coupled",
        "stabilization",
        "adjustment",
        "led",
        "million",
        "net",
        "auryxia",
        "product",
        "sale",
        "fourth",
        "quarter",
        "said",
        "scott",
        "holmes",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "keryx",
        "biopharmaceuticals",
        "enter",
        "believe",
        "continue",
        "drive",
        "auryxia",
        "growth",
        "chronic",
        "kidney",
        "disease",
        "treatment",
        "hyperphosphatemia",
        "dialysis",
        "setting",
        "well",
        "iron",
        "deficiency",
        "anemia",
        "total",
        "revenue",
        "quarter",
        "ended",
        "december",
        "approximately",
        "million",
        "compared",
        "million",
        "period",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "consist",
        "approximately",
        "million",
        "net",
        "auryxia",
        "product",
        "sale",
        "compared",
        "million",
        "fourth",
        "quarter",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "also",
        "include",
        "million",
        "license",
        "revenue",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "total",
        "revenue",
        "approximately",
        "million",
        "compared",
        "million",
        "total",
        "revenue",
        "include",
        "million",
        "auryxia",
        "net",
        "product",
        "sale",
        "million",
        "license",
        "revenue",
        "compared",
        "million",
        "million",
        "respectively",
        "cost",
        "good",
        "sold",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "total",
        "cost",
        "good",
        "sold",
        "million",
        "compared",
        "million",
        "selling",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "total",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "selling",
        "general",
        "administrative",
        "expense",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "included",
        "million",
        "million",
        "respectively",
        "stock",
        "compensation",
        "expense",
        "compared",
        "million",
        "million",
        "respectively",
        "period",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "total",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "research",
        "development",
        "expense",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "included",
        "million",
        "million",
        "respectively",
        "stock",
        "compensation",
        "expense",
        "compared",
        "million",
        "million",
        "respectively",
        "period",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "full",
        "year",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "cash",
        "cash",
        "equivalent",
        "december",
        "totaled",
        "approximately",
        "million",
        "conference",
        "call",
        "information",
        "keryx",
        "biopharmaceuticals",
        "host",
        "investor",
        "conference",
        "call",
        "today",
        "february",
        "et",
        "discus",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "participate",
        "conference",
        "call",
        "please",
        "call",
        "outside",
        "id",
        "call",
        "also",
        "webcast",
        "slide",
        "accessible",
        "investor",
        "section",
        "company",
        "website",
        "audio",
        "replay",
        "available",
        "http",
        "approximately",
        "day",
        "call",
        "auryxia",
        "ferric",
        "citrate",
        "tablet",
        "auryxia",
        "ferric",
        "citrate",
        "approved",
        "food",
        "drug",
        "administration",
        "fda",
        "september",
        "control",
        "serum",
        "phosphorus",
        "level",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "approved",
        "fda",
        "november",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "auryxia",
        "tablet",
        "designed",
        "contain",
        "mg",
        "ferric",
        "iron",
        "equivalent",
        "gram",
        "ferric",
        "citrate",
        "offer",
        "convenient",
        "mealtime",
        "dosing",
        "starting",
        "dose",
        "auryxia",
        "treatment",
        "hyperphosphatemia",
        "patient",
        "dialysis",
        "six",
        "tablet",
        "per",
        "day",
        "two",
        "per",
        "meal",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "patient",
        "dialysis",
        "three",
        "tablet",
        "per",
        "day",
        "one",
        "per",
        "meal",
        "information",
        "auryxia",
        "full",
        "prescribing",
        "information",
        "please",
        "visit",
        "important",
        "safety",
        "information",
        "auryxia",
        "ferric",
        "citrate",
        "contraindication",
        "auryxia",
        "ferric",
        "citrate",
        "contraindicated",
        "patient",
        "iron",
        "overload",
        "syndrome",
        "hemochromatosis",
        "warning",
        "precaution",
        "iron",
        "overload",
        "increase",
        "serum",
        "ferritin",
        "transferrin",
        "saturation",
        "tsat",
        "observed",
        "clinical",
        "trial",
        "auryxia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "dialysis",
        "treated",
        "hyperphosphatemia",
        "may",
        "lead",
        "excessive",
        "elevation",
        "iron",
        "store",
        "assess",
        "iron",
        "parameter",
        "prior",
        "initiating",
        "auryxia",
        "monitor",
        "therapy",
        "patient",
        "receiving",
        "concomitant",
        "intravenous",
        "iv",
        "iron",
        "may",
        "require",
        "reduction",
        "dose",
        "discontinuation",
        "iv",
        "iron",
        "therapy",
        "risk",
        "overdosage",
        "child",
        "due",
        "accidental",
        "ingestion",
        "accidental",
        "ingestion",
        "resulting",
        "overdose",
        "product",
        "leading",
        "cause",
        "fatal",
        "poisoning",
        "child",
        "year",
        "age",
        "advise",
        "patient",
        "risk",
        "child",
        "keep",
        "auryxia",
        "reach",
        "child",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "auryxia",
        "hyperphosphatemia",
        "ckd",
        "dialysis",
        "diarrhea",
        "discolored",
        "feces",
        "nausea",
        "constipation",
        "vomiting",
        "cough",
        "iron",
        "deficiency",
        "anemia",
        "ckd",
        "dialysis",
        "discolored",
        "feces",
        "diarrhea",
        "constipation",
        "nausea",
        "abdominal",
        "pain",
        "hyperkalemia",
        "specific",
        "population",
        "pregnancy",
        "lactation",
        "available",
        "data",
        "auryxia",
        "use",
        "pregnant",
        "woman",
        "inform",
        "risk",
        "major",
        "birth",
        "defect",
        "miscarriage",
        "however",
        "overdose",
        "iron",
        "pregnant",
        "woman",
        "may",
        "carry",
        "risk",
        "spontaneous",
        "abortion",
        "gestational",
        "diabetes",
        "fetal",
        "malformation",
        "data",
        "rat",
        "study",
        "shown",
        "transfer",
        "iron",
        "milk",
        "hence",
        "possibility",
        "infant",
        "exposure",
        "auryxia",
        "administered",
        "nursing",
        "woman",
        "report",
        "suspected",
        "adverse",
        "reaction",
        "contact",
        "keryx",
        "biopharmaceuticals",
        "please",
        "click",
        "view",
        "full",
        "prescribing",
        "information",
        "auryxia",
        "keryx",
        "biopharmaceuticals",
        "keryx",
        "biopharmaceuticals",
        "headquarters",
        "boston",
        "massachusetts",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "medicine",
        "provide",
        "unique",
        "meaningful",
        "advantage",
        "people",
        "kidney",
        "disease",
        "keryx",
        "team",
        "consists",
        "approximately",
        "committed",
        "people",
        "working",
        "passion",
        "advance",
        "care",
        "people",
        "complex",
        "disease",
        "dedication",
        "resulted",
        "two",
        "indication",
        "keryx",
        "first",
        "medicine",
        "auryxia",
        "ferric",
        "citrate",
        "tablet",
        "information",
        "keryx",
        "please",
        "visit",
        "keryx",
        "biopharmaceuticals",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "net",
        "auryxia",
        "product",
        "sale",
        "license",
        "revenue",
        "total",
        "revenue",
        "cost",
        "expense",
        "cost",
        "good",
        "sold",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "license",
        "expense",
        "total",
        "cost",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "keryx",
        "biopharmaceuticals",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "inventory",
        "current",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "account",
        "payable",
        "accrued",
        "expense",
        "convertible",
        "senior",
        "note",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "particularly",
        "regarding",
        "commercialization",
        "ongoing",
        "clinical",
        "development",
        "auryxia",
        "including",
        "statement",
        "respect",
        "demand",
        "growth",
        "auryxia",
        "patient",
        "prescription",
        "sale",
        "may",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "among",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "following",
        "ability",
        "successfully",
        "market",
        "auryxia",
        "whether",
        "increase",
        "adoption",
        "auryxia",
        "patient",
        "ckd",
        "dialysis",
        "successfully",
        "launch",
        "auryxia",
        "treatment",
        "iron",
        "deficiency",
        "anemia",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "whether",
        "maintain",
        "operating",
        "expense",
        "projected",
        "level",
        "continuing",
        "current",
        "clinical",
        "regulatory",
        "commercial",
        "activity",
        "ability",
        "continue",
        "supply",
        "auryxia",
        "market",
        "risk",
        "increased",
        "utilization",
        "medicare",
        "part",
        "subscriber",
        "increase",
        "adjustment",
        "greater",
        "anticipate",
        "risk",
        "factor",
        "identified",
        "time",
        "time",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "set",
        "forth",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "hereof",
        "press",
        "release",
        "prior",
        "release",
        "available",
        "http",
        "information",
        "found",
        "website",
        "incorporated",
        "reference",
        "press",
        "release",
        "included",
        "reference",
        "purpose",
        "keryx",
        "biopharmaceuticals",
        "contact",
        "amy",
        "sullivan",
        "senior",
        "vice",
        "president",
        "corporate",
        "affair",
        "source",
        "keryx",
        "biopharmaceuticals",
        "inc"
    ]
}