{
    "organizations": [],
    "uuid": "519051bcc1d168f0e8a7d2ddc5dfd34d9bc13db1",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/02/21/canaan-partners-rich-boyle/",
    "ord_in_thread": 0,
    "title": "Canaan's Rich Boyle Says Middle America Is Skeptical of Silicon Valley",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here.\nRich Boyle was a longtime operations executive before making the plunge into venture capital. As the CEO of LoopNet, Boyle led the commercial real estate marketplace company through an IPO in 2006 and eventually helped sell it for $900 million to CoStar Group. This experience has made him a better investor, he says.\n“Being a CEO gives you a lot of empathy and a lot better understanding of some of the roadblocks and pitfalls that startups encounter,” he told Term Sheet.\nBoyle joined Canaan Partners in 2016 to focus on investing in real estate tech, artificial intelligence, and robotics. Some of his portfolio companies include Apartment List , Mynd , and Climacell .\nBoyle sat down with Term Sheet to discuss the challenges of fundraising, the state of the real estate market, and the future of AI. Below is an excerpt of our conversation.\nTERM SHEET: You were a CEO and an operating partner before joining Canaan. What were some of the roadblocks you encountered when raising capital from investors?\nBOYLE: I spent most of my career at two venture-backed companies. In 2001, I became the CEO of LoopNet during a very messy time as the company was going through a major reset. I took about 70 meetings trying to raise money and ended up raising an inside round from our previous investors. It was a rough experience. It’s always interesting to me how many entrepreneurs I meet who think everything is up and to the right. It’s important to be able to talk to some of the challenges of fundraising in a down market, going through serious turmoil, and closing a financing round three weeks before we ran out of cash. Everyone’s always surprised to hear about the challenges when the only thing they see is the companies post-IPO and post-acquisition.\nHaving been on both sides of fundraising — as the CEO and the investor — what are some of the mistakes you see early-stage founders making?\nBOYLE: For first-time founders of companies that have only operated since 2012, things have been on a pretty good run. We’re in one of those periods where I am seeing many companies that are getting pretty sloppy in terms of assuming they’ll be able to raise more capital very easily. Fundamentally, the underlying mistake there is that some founders are focused on paper uptick in valuation as opposed to executing the business on behalf of the customer. The latter clearly correlates with long-term performance much better than short-term private market valuations.\nRight now, companies have access to a lot more capital — whether it’s through initial coin offerings, larger VC funds or SoftBank Group. How do you see that evolving?\nBOYLE: SoftBank is fascinating. They’re focused on a much longer-term investment horizon. Fundamentally, I’ve been working in the Valley for 30 years, and I agree with that thesis. I think technology is going to continue to create a lot value but having that late stage capital affects everything from people’s growth strategies to their willingness to go public.\nThe ICO phenomenon is a whole different ball game, and people are clearly going that route right now. I’m in the camp that thinks there’s absolutely a certain amount of speculative bubble that’s going on.\nLook, freeing up different ways for people to access capital in a more efficient way — that’s generally a good thing. I think doing that via ICOs right now, it looks like it’s got some promise but there are a lot of guardrails that will eventually be put in place. I think there will probably be some pain between where we are now and where it all shakes out.\nYou recently invested in Apartment List. Heading into 2018, what is the state of the housing market today. What will it look like in the next 5 to 10 years?\nBOYLE: Real estate and AI machine learning is where I spend the majority of my time, and they intersect in Apartment List.\nThe real estate portion of the economy is the largest asset class in the United States. It’s a massive industry, and when you dig into it, you realize that there’s all kinds of opportunities — whether it’s solving friction in a deal, lack of information access, or inefficiency in operations.\nApartment List is literally helping landlords and tenants find each other more efficiently. You’d imagine that this problem would be solved given the evolution of technology, but there’s still a lot of opportunity in that space.\nSome analysts are saying the U.S. real estate market is overvalued . Do you think that’s true?\nBOYLE: It’s certainly at a high value right now. It’s a very cyclical industry — it always has been. I think on the commercial side, if you look at commercial office buildings in some cities — certainly in San Francisco — rents are probably close to an all-time high. There are still good opportunities in the market, but you have to be a little more discerning. On the residential side, I think we mostly recovered from the 2008 cycle. Part of that is time and part of it is that we’re still in a pretty low interest rate environment.\nOne of the things to keep in mind about real estate is that it’s a heavily localized business, so you can have cities like New York and San Francisco going crazy, but you also see other cities with good opportunity.\nCould we see another housing bubble in the near future?\nBOYLE: I don’t think it’s anything like it was in 2008. I do think that we’ve recovered most of the value since then, and it shouldn’t keep going up super aggressively. I hope people have learned from some of the mistakes during the 07-08 timeframe.\nMillennials are not buying homes at the same rate as their parents. What is this generational difference doing to the market?\nBOYLE: Home ownership is on the decline, and you can trace it back to ‘08, but even since then, it hasn’t recovered. For example, there are startups I’ve seen that are focused on how to help the younger generation get into the housing market. Instead of buying a fraction of a home you own, I’ve seen models where people are essentially saying, “We, as the investors, will put up the down payments, but you come in and start making payments on the house to gradually build equity over time.”\nThere are all kinds of hybrid models, and I think we’ll see some fun stuff come out of these startups that are experimenting with the different aspects of buying, selling, and financing homes.\nYou also focus on robotics & AI. How does that intersect with real estate tech?\nBOYLE: It’s an odd combination. I was an electrical engineering, computer science guy in college, and AI was my favorite course area. My thesis is very much along the lines that it’s good to be everywhere. Nearly every company I work with now has some sort of machine learning component. You look at Apartment List and think it’s a real estate marketplace business, but under the covers, they’re using machine learning for a whole bunch of their operations and processes. I believe strongly in the power of machine learning, and it’s been a major focus for me for the last few years.\nMachine learning and AI are really about large-scale pattern recognition. The massive explosion of data that we’ve had is creating this ability to do more than we’ve ever done before. For example, one of the companies I invested in is Climacell , which is doing weather monitoring and weather predicting. They’re doing it through a bunch of sophisticated machine learning algorithms that simply weren’t there a decade ago.\nIt’s estimated that 47% of jobs are vulnerable to automation in the next 10 to 20 years. What do you think the future looks like as machines begin to displace humans?\nBOYLE: We need to look at these waves of technology automation over long historical timeframes. I grew up in rural Nebraska, so I often look at agricultural production in the United States. The percentage of the U.S. workforce that was involved in food production and agriculture 100 years ago was something like 80% — some astronomical number. And today, it’s less than 2% basically due to automation.\nI was on the board of an AI robotics company in the ag space called Blue River Technology (it was acquired by John Deere for $305 million ). They had robots running through fields doing stuff that used to be done by human labor. I don’t think that automation trend changes.\nMost of AI and ML right now is about the augmentation of humans as opposed to the replacement of humans, but it will cause disruption in markets. Over a long period of time, I think it’s good for the economy. In the short run, it’s a tremendous challenge to us to help with retraining a labor force as the world around them changes.\nYou grew up in rural Nebraska. How do people in your home state view the rapid pace of innovation driven by technology?\nBOYLE: A lot of them have deep skepticism. People in the Valley ecosystem have very different attitudes about technology. I live in the Valley now, and you can’t go get a cup of coffee without seeing a Waymo self-driving car go by, and people don’t even react to it. Transplant that to the middle of the country, and it’s very different.\nThe Quote: , “The future is already here, it’s just not very evenly distributed,” definitely applies. With that said, if you talk to someone in rural Nebraska now versus when I grew up there, things have changed. At the time, we weren’t connected. Many people didn’t have TVs, certainly most didn’t have access to the Internet. So the information access and utility is a massive societal benefit.",
    "published": "2018-02-21T20:53:00.000+02:00",
    "crawled": "2018-02-21T15:39:43.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "rich",
        "boyle",
        "longtime",
        "operation",
        "executive",
        "making",
        "plunge",
        "venture",
        "capital",
        "ceo",
        "loopnet",
        "boyle",
        "led",
        "commercial",
        "real",
        "estate",
        "marketplace",
        "company",
        "ipo",
        "eventually",
        "helped",
        "sell",
        "million",
        "costar",
        "group",
        "experience",
        "made",
        "better",
        "investor",
        "say",
        "ceo",
        "give",
        "lot",
        "empathy",
        "lot",
        "better",
        "understanding",
        "roadblock",
        "pitfall",
        "startup",
        "encounter",
        "told",
        "term",
        "sheet",
        "boyle",
        "joined",
        "canaan",
        "partner",
        "focus",
        "investing",
        "real",
        "estate",
        "tech",
        "artificial",
        "intelligence",
        "robotics",
        "portfolio",
        "company",
        "include",
        "apartment",
        "list",
        "mynd",
        "climacell",
        "boyle",
        "sat",
        "term",
        "sheet",
        "discus",
        "challenge",
        "fundraising",
        "state",
        "real",
        "estate",
        "market",
        "future",
        "ai",
        "excerpt",
        "conversation",
        "term",
        "sheet",
        "ceo",
        "operating",
        "partner",
        "joining",
        "canaan",
        "roadblock",
        "encountered",
        "raising",
        "capital",
        "investor",
        "boyle",
        "spent",
        "career",
        "two",
        "company",
        "became",
        "ceo",
        "loopnet",
        "messy",
        "time",
        "company",
        "going",
        "major",
        "reset",
        "took",
        "meeting",
        "trying",
        "raise",
        "money",
        "ended",
        "raising",
        "inside",
        "round",
        "previous",
        "investor",
        "rough",
        "experience",
        "always",
        "interesting",
        "many",
        "entrepreneur",
        "meet",
        "think",
        "everything",
        "right",
        "important",
        "able",
        "talk",
        "challenge",
        "fundraising",
        "market",
        "going",
        "serious",
        "turmoil",
        "closing",
        "financing",
        "round",
        "three",
        "week",
        "ran",
        "cash",
        "everyone",
        "always",
        "surprised",
        "hear",
        "challenge",
        "thing",
        "see",
        "company",
        "side",
        "fundraising",
        "ceo",
        "investor",
        "mistake",
        "see",
        "founder",
        "making",
        "boyle",
        "founder",
        "company",
        "operated",
        "since",
        "thing",
        "pretty",
        "good",
        "run",
        "one",
        "period",
        "seeing",
        "many",
        "company",
        "getting",
        "pretty",
        "sloppy",
        "term",
        "assuming",
        "able",
        "raise",
        "capital",
        "easily",
        "fundamentally",
        "underlying",
        "mistake",
        "founder",
        "focused",
        "paper",
        "uptick",
        "valuation",
        "opposed",
        "executing",
        "business",
        "behalf",
        "customer",
        "latter",
        "clearly",
        "correlate",
        "performance",
        "much",
        "better",
        "private",
        "market",
        "valuation",
        "right",
        "company",
        "access",
        "lot",
        "capital",
        "whether",
        "initial",
        "coin",
        "offering",
        "larger",
        "vc",
        "fund",
        "softbank",
        "group",
        "see",
        "evolving",
        "boyle",
        "softbank",
        "fascinating",
        "focused",
        "much",
        "investment",
        "horizon",
        "fundamentally",
        "working",
        "valley",
        "year",
        "agree",
        "thesis",
        "think",
        "technology",
        "going",
        "continue",
        "create",
        "lot",
        "value",
        "late",
        "stage",
        "capital",
        "affect",
        "everything",
        "people",
        "growth",
        "strategy",
        "willingness",
        "go",
        "public",
        "ico",
        "phenomenon",
        "whole",
        "different",
        "ball",
        "game",
        "people",
        "clearly",
        "going",
        "route",
        "right",
        "camp",
        "think",
        "absolutely",
        "certain",
        "amount",
        "speculative",
        "bubble",
        "going",
        "look",
        "freeing",
        "different",
        "way",
        "people",
        "access",
        "capital",
        "efficient",
        "way",
        "generally",
        "good",
        "thing",
        "think",
        "via",
        "icos",
        "right",
        "look",
        "like",
        "got",
        "promise",
        "lot",
        "guardrail",
        "eventually",
        "put",
        "place",
        "think",
        "probably",
        "pain",
        "shake",
        "recently",
        "invested",
        "apartment",
        "list",
        "heading",
        "state",
        "housing",
        "market",
        "today",
        "look",
        "like",
        "next",
        "year",
        "boyle",
        "real",
        "estate",
        "ai",
        "machine",
        "learning",
        "spend",
        "majority",
        "time",
        "intersect",
        "apartment",
        "list",
        "real",
        "estate",
        "portion",
        "economy",
        "largest",
        "asset",
        "class",
        "united",
        "state",
        "massive",
        "industry",
        "dig",
        "realize",
        "kind",
        "opportunity",
        "whether",
        "solving",
        "friction",
        "deal",
        "lack",
        "information",
        "access",
        "inefficiency",
        "operation",
        "apartment",
        "list",
        "literally",
        "helping",
        "landlord",
        "tenant",
        "find",
        "efficiently",
        "imagine",
        "problem",
        "would",
        "solved",
        "given",
        "evolution",
        "technology",
        "still",
        "lot",
        "opportunity",
        "space",
        "analyst",
        "saying",
        "real",
        "estate",
        "market",
        "overvalued",
        "think",
        "true",
        "boyle",
        "certainly",
        "high",
        "value",
        "right",
        "cyclical",
        "industry",
        "always",
        "think",
        "commercial",
        "side",
        "look",
        "commercial",
        "office",
        "building",
        "city",
        "certainly",
        "san",
        "francisco",
        "rent",
        "probably",
        "close",
        "high",
        "still",
        "good",
        "opportunity",
        "market",
        "little",
        "discerning",
        "residential",
        "side",
        "think",
        "mostly",
        "recovered",
        "cycle",
        "part",
        "time",
        "part",
        "still",
        "pretty",
        "low",
        "interest",
        "rate",
        "environment",
        "one",
        "thing",
        "keep",
        "mind",
        "real",
        "estate",
        "heavily",
        "localized",
        "business",
        "city",
        "like",
        "new",
        "york",
        "san",
        "francisco",
        "going",
        "crazy",
        "also",
        "see",
        "city",
        "good",
        "opportunity",
        "could",
        "see",
        "another",
        "housing",
        "bubble",
        "near",
        "future",
        "boyle",
        "think",
        "anything",
        "like",
        "think",
        "recovered",
        "value",
        "since",
        "keep",
        "going",
        "super",
        "aggressively",
        "hope",
        "people",
        "learned",
        "mistake",
        "timeframe",
        "millennials",
        "buying",
        "home",
        "rate",
        "parent",
        "generational",
        "difference",
        "market",
        "boyle",
        "home",
        "ownership",
        "decline",
        "trace",
        "back",
        "even",
        "since",
        "recovered",
        "example",
        "startup",
        "seen",
        "focused",
        "help",
        "younger",
        "generation",
        "get",
        "housing",
        "market",
        "instead",
        "buying",
        "fraction",
        "home",
        "seen",
        "model",
        "people",
        "essentially",
        "saying",
        "investor",
        "put",
        "payment",
        "come",
        "start",
        "making",
        "payment",
        "house",
        "gradually",
        "build",
        "equity",
        "kind",
        "hybrid",
        "model",
        "think",
        "see",
        "fun",
        "stuff",
        "come",
        "startup",
        "experimenting",
        "different",
        "aspect",
        "buying",
        "selling",
        "financing",
        "home",
        "also",
        "focus",
        "robotics",
        "ai",
        "intersect",
        "real",
        "estate",
        "tech",
        "boyle",
        "odd",
        "combination",
        "electrical",
        "engineering",
        "computer",
        "science",
        "guy",
        "college",
        "ai",
        "favorite",
        "course",
        "area",
        "thesis",
        "much",
        "along",
        "line",
        "good",
        "everywhere",
        "nearly",
        "every",
        "company",
        "work",
        "sort",
        "machine",
        "learning",
        "component",
        "look",
        "apartment",
        "list",
        "think",
        "real",
        "estate",
        "marketplace",
        "business",
        "cover",
        "using",
        "machine",
        "learning",
        "whole",
        "bunch",
        "operation",
        "process",
        "believe",
        "strongly",
        "power",
        "machine",
        "learning",
        "major",
        "focus",
        "last",
        "year",
        "machine",
        "learning",
        "ai",
        "really",
        "pattern",
        "recognition",
        "massive",
        "explosion",
        "data",
        "creating",
        "ability",
        "ever",
        "done",
        "example",
        "one",
        "company",
        "invested",
        "climacell",
        "weather",
        "monitoring",
        "weather",
        "predicting",
        "bunch",
        "sophisticated",
        "machine",
        "learning",
        "algorithm",
        "simply",
        "decade",
        "ago",
        "estimated",
        "job",
        "vulnerable",
        "automation",
        "next",
        "year",
        "think",
        "future",
        "look",
        "like",
        "machine",
        "begin",
        "displace",
        "human",
        "boyle",
        "need",
        "look",
        "wave",
        "technology",
        "automation",
        "long",
        "historical",
        "timeframes",
        "grew",
        "rural",
        "nebraska",
        "often",
        "look",
        "agricultural",
        "production",
        "united",
        "state",
        "percentage",
        "workforce",
        "involved",
        "food",
        "production",
        "agriculture",
        "year",
        "ago",
        "something",
        "like",
        "astronomical",
        "number",
        "today",
        "less",
        "basically",
        "due",
        "automation",
        "board",
        "ai",
        "robotics",
        "company",
        "ag",
        "space",
        "called",
        "blue",
        "river",
        "technology",
        "acquired",
        "john",
        "deere",
        "million",
        "robot",
        "running",
        "field",
        "stuff",
        "used",
        "done",
        "human",
        "labor",
        "think",
        "automation",
        "trend",
        "change",
        "ai",
        "ml",
        "right",
        "augmentation",
        "human",
        "opposed",
        "replacement",
        "human",
        "cause",
        "disruption",
        "market",
        "long",
        "period",
        "time",
        "think",
        "good",
        "economy",
        "short",
        "run",
        "tremendous",
        "challenge",
        "u",
        "help",
        "retraining",
        "labor",
        "force",
        "world",
        "around",
        "change",
        "grew",
        "rural",
        "nebraska",
        "people",
        "home",
        "state",
        "view",
        "rapid",
        "pace",
        "innovation",
        "driven",
        "technology",
        "boyle",
        "lot",
        "deep",
        "skepticism",
        "people",
        "valley",
        "ecosystem",
        "different",
        "attitude",
        "technology",
        "live",
        "valley",
        "go",
        "get",
        "cup",
        "coffee",
        "without",
        "seeing",
        "waymo",
        "car",
        "go",
        "people",
        "even",
        "react",
        "transplant",
        "middle",
        "country",
        "different",
        "quote",
        "future",
        "already",
        "evenly",
        "distributed",
        "definitely",
        "applies",
        "said",
        "talk",
        "someone",
        "rural",
        "nebraska",
        "versus",
        "grew",
        "thing",
        "changed",
        "time",
        "connected",
        "many",
        "people",
        "tv",
        "certainly",
        "access",
        "internet",
        "information",
        "access",
        "utility",
        "massive",
        "societal",
        "benefit"
    ]
}