{
    "organizations": [],
    "uuid": "8a6a24f2510149c218367f90844a03b661e52788",
    "author": "",
    "url": "https://www.reuters.com/article/aluminium-inventories-ahome/column-ghost-stocks-are-still-haunting-the-lmes-aluminium-contract-andy-home-idUSL8N1Q546N",
    "ord_in_thread": 0,
    "title": "COLUMN-Ghost stocks are still haunting the LME's aluminium contract: Andy Home",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": " 38 PM / in 37 minutes COLUMN-Ghost stocks are still haunting the LME's aluminium contract: Andy Home Reuters Staff (The opinions expressed here are those of the author, a columnist for Reuters) * LME aluminium stocks inflows: tmsnrt.rs/2o0BS33 * LME stocks and spreads: tmsnrt.rs/2BZUOaJ By Andy Home LONDON, Feb 15 (Reuters) - London Metal Exchange (LME) stocks of aluminium have surged by almost a quarter of a million tonnes over the last five days. A cumulative 265,475 tonnes have “arrived” in the LME’s warehouse network, including 166,225 tonnes on Monday, which showed up in the exchange’s Tuesday stocks report. That was the most dramatic single-day “arrivals event” since March 18, 2014, when a record 217,375 tonnes miraculously appeared overnight. The LME trading community still talks about warehouse stocks in terms of “arrivals” and “departures”, a legacy of the far-gone days when LME inventory might actually have reflected physical movement of metal. But Tuesday’s reported “arrivals” were no such thing, merely metal already sitting in LME registered warehouses being placed on warrant, an exercise that can now be done at the stroke of a computer key. They are, however, a timely reminder that there is still a lot of aluminium “out there” beyond the statistical reach of the world’s exchanges. We may not get to see it often but this iceberg inventory exerts its own gravitational influence on the LME aluminium price. Graphic on LME aluminium stocks “arrivals”: NOW YOU SEE IT... The warranting action of the last five days has been focused on just three LME locations. The Malaysian ports of Port Klang and Johor have received 212,200 tonnes and 17,925 tonnes respectively with most of the balance accounted for by Singapore, which has taken in 33,800 tonnes. Why these three locations? The simple answer is because that is where this metal was already located. Modern port facilities can work fast and efficiently but not to the extent that 200,000 tonnes of metal can be physically transported to Port Klang and unloaded from dockside into an LME warehouse in the space of 24 hours. The focus on South Korea, however, is symptomatic of a broader redistribution of LME-stored and LME-storable aluminium away from previous load-out black-spots such as Detroit and the Dutch port of Vlissingen towards Asian locations. And why now? The word on the LME “Street” is that this is metal being parked on LME warrant for the duration of the Chinese New Year. If so, it will in all likelihood simply disappear again into the statistical shadows in the not-so-distant future. As such, the ebb and flow of a quarter of a million tonnes of aluminium doesn’t actually say anything much about the state of the underlying market. Which is why the outright LME aluminium price has largely ignored it, tracking the broader risk-off, risk-on gyrations of the financial universe. ...NOW YOU DON‘T This week’s accelerated “arrivals” break a pattern of steadily declining LME inventory. Total aluminium stocks registered with the exchange have fallen by 4.13 million tonnes to a current 1.30 million since the last mega “arrivals event” back in 2014. While analysts are largely united in their view that the aluminium world outside of China is experiencing an ever-growing supply deficit, LME stock draws offer only a fuzzy prism through which to see that deficit. Much of what has departed the light of the LME stocks count has simply gone into the statistical shadows of off-market storage, which is much cheaper than on-exchange warehousing. The whole process has been accelerated by the LME’s crackdown on those infamous load-out queues at Detroit and Vlissingen, the system having been tweaked multiple times to clear the backlogs. Quite how much aluminium is sitting around in ports such as Port Klang and Johor is impossible to say, except it’s almost certainly less than a couple of years ago. Back then the best consensus guess-timate was that off-market stocks outside of China were well over 10 million tonnes. The latest attempt to put a hard-ish number on the uncountable comes from Carsten Menke, analyst at Julius Baer, who suggests that the legacy of the market’s structural surpluses between 2007 and 2013 is still something like seven million tonnes. If current dynamics continue, “eventually this metal should flow back into the market,” according to Menke. Emphasis on that word “eventually” and, as Menke concedes, “timing these flows is almost impossible.” Graphic on LME aluminium stocks and spreads: tmsnrt.rs/2BZUOaJ GRAVITATIONAL PULL These huge off-market stocks may be out of sight but that doesn’t mean they have no influence on LME price formation. Rather, the financing of these stocks is creating increasing turbulence in LME time-spreads. Stocks financiers are natural borrowers of time-spreads, needing to roll hedge-sales forward on a regular basis. To do so they need to find natural lenders, the most obvious being those entities holding non-financed stock, known in the LME community as “free-floating” material. However, the amount of free-float aluminium in the LME system has been steadily contracting in tandem with the steady decline in headline LME inventory. The result, according to analysts at ING, is that the LME aluminium market is “thirsty for ingot, as evidenced by frequently sharp backwardations in the monthly rolls.” (“2018 Aluminium Outlook,” Feb. 12, 2018) The benchmark cash-to-three-months spread CMAL0-3 hasn’t been trading in stable, sustained contango for a couple of years, but rather has been whipping in and out of backwardation as borrowers fight it out with lenders. ING argues that this spread instability has been a key driver of outright price, forcing shorts to flee at critical price levels. “The key price barriers of $1,500, $1,800 and $2,000 were all breached this way,” it notes. And it expects more of the same as the deficit outside of China deepens and the LME system has to compete with rising physical premiums to draw in stock. “Backwardations must therefore pull increasingly hard to offer a time premium that can both compete and more severely push stock financiers to liquidate.” This week’s “arrivals” may have been part of this stocks-spreads pattern or they may have been no more than a seasonal holiday shuffle of metal onto LME warrant. Either way, no-one seems to be expecting the stuff to hang around too long in the LME system. The underlying spreads tension between LME stocks and off-market stocks is set to continue and, quite possibly, become more acute. Editing by David Evans",
    "published": "2018-02-15T15:34:00.000+02:00",
    "crawled": "2018-02-15T16:03:09.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pm",
        "minute",
        "stock",
        "still",
        "haunting",
        "lme",
        "aluminium",
        "contract",
        "andy",
        "home",
        "reuters",
        "staff",
        "opinion",
        "expressed",
        "author",
        "columnist",
        "reuters",
        "lme",
        "aluminium",
        "stock",
        "inflow",
        "lme",
        "stock",
        "spread",
        "andy",
        "home",
        "london",
        "feb",
        "reuters",
        "london",
        "metal",
        "exchange",
        "lme",
        "stock",
        "aluminium",
        "surged",
        "almost",
        "quarter",
        "million",
        "tonne",
        "last",
        "five",
        "day",
        "cumulative",
        "tonne",
        "arrived",
        "lme",
        "warehouse",
        "network",
        "including",
        "tonne",
        "monday",
        "showed",
        "exchange",
        "tuesday",
        "stock",
        "report",
        "dramatic",
        "arrival",
        "event",
        "since",
        "march",
        "record",
        "tonne",
        "miraculously",
        "appeared",
        "overnight",
        "lme",
        "trading",
        "community",
        "still",
        "talk",
        "warehouse",
        "stock",
        "term",
        "arrival",
        "departure",
        "legacy",
        "day",
        "lme",
        "inventory",
        "might",
        "actually",
        "reflected",
        "physical",
        "movement",
        "metal",
        "tuesday",
        "reported",
        "arrival",
        "thing",
        "merely",
        "metal",
        "already",
        "sitting",
        "lme",
        "registered",
        "warehouse",
        "placed",
        "warrant",
        "exercise",
        "done",
        "stroke",
        "computer",
        "key",
        "however",
        "timely",
        "reminder",
        "still",
        "lot",
        "aluminium",
        "beyond",
        "statistical",
        "reach",
        "world",
        "exchange",
        "may",
        "get",
        "see",
        "often",
        "iceberg",
        "inventory",
        "exerts",
        "gravitational",
        "influence",
        "lme",
        "aluminium",
        "price",
        "graphic",
        "lme",
        "aluminium",
        "stock",
        "arrival",
        "see",
        "warranting",
        "action",
        "last",
        "five",
        "day",
        "focused",
        "three",
        "lme",
        "location",
        "malaysian",
        "port",
        "port",
        "klang",
        "johor",
        "received",
        "tonne",
        "tonne",
        "respectively",
        "balance",
        "accounted",
        "singapore",
        "taken",
        "tonne",
        "three",
        "location",
        "simple",
        "answer",
        "metal",
        "already",
        "located",
        "modern",
        "port",
        "facility",
        "work",
        "fast",
        "efficiently",
        "extent",
        "tonne",
        "metal",
        "physically",
        "transported",
        "port",
        "klang",
        "unloaded",
        "dockside",
        "lme",
        "warehouse",
        "space",
        "hour",
        "focus",
        "south",
        "korea",
        "however",
        "symptomatic",
        "broader",
        "redistribution",
        "aluminium",
        "away",
        "previous",
        "detroit",
        "dutch",
        "port",
        "vlissingen",
        "towards",
        "asian",
        "location",
        "word",
        "lme",
        "street",
        "metal",
        "parked",
        "lme",
        "warrant",
        "duration",
        "chinese",
        "new",
        "year",
        "likelihood",
        "simply",
        "disappear",
        "statistical",
        "shadow",
        "future",
        "ebb",
        "flow",
        "quarter",
        "million",
        "tonne",
        "aluminium",
        "actually",
        "say",
        "anything",
        "much",
        "state",
        "underlying",
        "market",
        "outright",
        "lme",
        "aluminium",
        "price",
        "largely",
        "ignored",
        "tracking",
        "broader",
        "gyration",
        "financial",
        "universe",
        "week",
        "accelerated",
        "arrival",
        "break",
        "pattern",
        "steadily",
        "declining",
        "lme",
        "inventory",
        "total",
        "aluminium",
        "stock",
        "registered",
        "exchange",
        "fallen",
        "million",
        "tonne",
        "current",
        "million",
        "since",
        "last",
        "mega",
        "arrival",
        "event",
        "back",
        "analyst",
        "largely",
        "united",
        "view",
        "aluminium",
        "world",
        "outside",
        "china",
        "experiencing",
        "supply",
        "deficit",
        "lme",
        "stock",
        "draw",
        "offer",
        "fuzzy",
        "prism",
        "see",
        "deficit",
        "much",
        "departed",
        "light",
        "lme",
        "stock",
        "count",
        "simply",
        "gone",
        "statistical",
        "shadow",
        "storage",
        "much",
        "cheaper",
        "warehousing",
        "whole",
        "process",
        "accelerated",
        "lme",
        "crackdown",
        "infamous",
        "queue",
        "detroit",
        "vlissingen",
        "system",
        "tweaked",
        "multiple",
        "time",
        "clear",
        "backlog",
        "quite",
        "much",
        "aluminium",
        "sitting",
        "around",
        "port",
        "port",
        "klang",
        "johor",
        "impossible",
        "say",
        "except",
        "almost",
        "certainly",
        "less",
        "couple",
        "year",
        "ago",
        "back",
        "best",
        "consensus",
        "stock",
        "outside",
        "china",
        "well",
        "million",
        "tonne",
        "latest",
        "attempt",
        "put",
        "number",
        "uncountable",
        "come",
        "carsten",
        "menke",
        "analyst",
        "julius",
        "baer",
        "suggests",
        "legacy",
        "market",
        "structural",
        "surplus",
        "still",
        "something",
        "like",
        "seven",
        "million",
        "tonne",
        "current",
        "dynamic",
        "continue",
        "eventually",
        "metal",
        "flow",
        "back",
        "market",
        "according",
        "menke",
        "emphasis",
        "word",
        "eventually",
        "menke",
        "concedes",
        "timing",
        "flow",
        "almost",
        "graphic",
        "lme",
        "aluminium",
        "stock",
        "spread",
        "gravitational",
        "pull",
        "huge",
        "stock",
        "may",
        "sight",
        "mean",
        "influence",
        "lme",
        "price",
        "formation",
        "rather",
        "financing",
        "stock",
        "creating",
        "increasing",
        "turbulence",
        "lme",
        "stock",
        "financier",
        "natural",
        "borrower",
        "needing",
        "roll",
        "forward",
        "regular",
        "basis",
        "need",
        "find",
        "natural",
        "lender",
        "obvious",
        "entity",
        "holding",
        "stock",
        "known",
        "lme",
        "community",
        "material",
        "however",
        "amount",
        "aluminium",
        "lme",
        "system",
        "steadily",
        "contracting",
        "tandem",
        "steady",
        "decline",
        "headline",
        "lme",
        "inventory",
        "result",
        "according",
        "analyst",
        "ing",
        "lme",
        "aluminium",
        "market",
        "thirsty",
        "ingot",
        "evidenced",
        "frequently",
        "sharp",
        "backwardations",
        "monthly",
        "aluminium",
        "outlook",
        "benchmark",
        "spread",
        "trading",
        "stable",
        "sustained",
        "contango",
        "couple",
        "year",
        "rather",
        "whipping",
        "backwardation",
        "borrower",
        "fight",
        "lender",
        "ing",
        "argues",
        "spread",
        "instability",
        "key",
        "driver",
        "outright",
        "price",
        "forcing",
        "short",
        "flee",
        "critical",
        "price",
        "level",
        "key",
        "price",
        "barrier",
        "breached",
        "way",
        "note",
        "expects",
        "deficit",
        "outside",
        "china",
        "deepens",
        "lme",
        "system",
        "compete",
        "rising",
        "physical",
        "premium",
        "draw",
        "stock",
        "backwardations",
        "must",
        "therefore",
        "pull",
        "increasingly",
        "hard",
        "offer",
        "time",
        "premium",
        "compete",
        "severely",
        "push",
        "stock",
        "financier",
        "week",
        "arrival",
        "may",
        "part",
        "pattern",
        "may",
        "seasonal",
        "holiday",
        "shuffle",
        "metal",
        "onto",
        "lme",
        "warrant",
        "either",
        "way",
        "seems",
        "expecting",
        "stuff",
        "hang",
        "around",
        "long",
        "lme",
        "system",
        "underlying",
        "spread",
        "tension",
        "lme",
        "stock",
        "stock",
        "set",
        "continue",
        "quite",
        "possibly",
        "become",
        "acute",
        "editing",
        "david",
        "evans"
    ]
}