{
    "organizations": [],
    "uuid": "28051646ccb108e03708f44573eb4d599ddac200",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-soccer-transfers/premier-league-clubs-splash-cash-but-coutinho-deal-trumps-all-idUKKBN1FK3F3",
    "ord_in_thread": 0,
    "title": "Premier League clubs splash cash, but Coutinho deal trumps all",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "January 31, 2018 / 11:48 PM / Updated 18 minutes ago Premier League clubs splash cash, but Coutinho deal trumps all Reuters Staff 9 Min Read \n(Reuters) - The January transfer window slammed shut on Wednesday after a frantic month of activity during which Barcelona completed the biggest deal by signing Philippe Coutinho from Liverpool and Premier League clubs spent heavily across the board. \nBelow we take a look at the biggest transfer deals in Europe’s major leagues. ENGLAND \nThe Premier League clubs’ purchasing power was evident again in January but unusually the big money went on defenders. \nEarly in the window, Liverpool made Virgil van Dijk the world’s most expensive defender by splashing out a world record 75 million pounds to sign the Dutchman from Southampton. \nLiverpool badly needed more quality in their back line but the improvement in the squad was undermined by the departure of Brazil attacking midfielder Philippe Coutinho to Barcelona for a transfer fee reported at about 142 million pounds. \nManchester City manager Pep Guardiola has also not been afraid to spend big on defenders - his signing of French centre-half Aymeric Laporte from Athletic Bilbao for a club record fee of 57 million pounds means they have spent more than 200 million pounds on defenders and a keeper since the end of last season. \nCity lost out on some attacking talent, though, with Chile forward Alexis Sanchez, long linked with a move to The Etihad, opting instead to join rivals Manchester United with Armenia midfielder Henrikh Mkhitaryan moving the opposite way. \nCity also failed to agree a deal with Leicester City for midfielder Riyad Mahrez. \nWhile Arsenal fans were disappointed to see Sanchez go, the London club splashed out a club-record transfer fee to sign Gabon striker Pierre-Emerick Aubameyang for a reported 65 million pounds from Borussia Dortmund. \nThey also got a pleasant surprise when Germany midfielder Mesut Ozil signed a new contract until 2021, though their France striker Olivier Giroud was shipped out to rivals Chelsea. \nTottenham Hotspur were also active on deadline day, signing Brazilian winger Lucas Moura from Paris St Germain for 25 million pounds. SPAIN \nBarcelona will feel the most pleased of all the Liga sides with their January transfer business after capturing coveted playmaker Philippe Coutinho for a club record 142 million pounds and signing Colombia defender Yerry Mina. \nThe signings of Coutinho, 25, from Liverpool and Mina, 23, from Palmeiras will rejuvenate Ernesto Valverde’s ageing squad and buttress his already brilliant side, which has an 11-point lead in the table and look destined to win a 25th league title. \nCup-tied Coutinho cannot help Barca in the Champions League but the Brazilian already looks to be on the same page as Lionel Messi and Luis Suarez and has been praised by team mates for his early performances, with Gerard Pique saying he has “Barca DNA”. \nColombian defender Mina, 23, was signed as a direct replacement for the departing Javier Mascherano, who is 10 years his senior, while Barca have temporarily cut loose inconsistent winger Gerard Deulofeu, loaning him to Premier League Watford. \nChampions Real Madrid have strangely not boosted their squad to help their crumbling campaign, with coach Zinedine Zidane saying he did not want new signings despite his side sitting in fourth place an embarrassing 19 points adrift of Barca. \nThe Frenchman’s stance may have blocked a move for Spain goalkeeper Kepa Arrizabalaga who according to local media had passed a medical with Real and was on the verge of a move but eventually signed a new contract with Athletic Bilbao. \nBilbao made their most expensive sale ever with French defender Aymeric Laporte moving to Manchester City for 65 million euros and then swiped Inigo Martinez from local rivals Real Sociedad for 32 million. \nBarca’s closest title challengers Atletico Madrid made no high profile signings in January but got a huge lift with Spain forwards Diego Costa and Vitolo able to play after the ban on the club registering new players expired. \nCosta has added extra aggression to their underperforming attack although he has also reminded Atletico of his infamous problems with fitness and discipline, getting sent off on his full debut and sustaining a muscle problem later in January. \nPerhaps the most eye-catching moves, however, saw Saudi Arabia’s Fahad Al-Muwallad, Yahia Al-Shehri and Salem Al Dawsari join Levante, Leganes and Villarreal respectively as part of an agreement between La Liga and the Arab state’s authorities. ITALY \nSerie A clubs largely stayed out of the transfer window in another indication of their relatively limited spending power. FILE PHOTO:   2018. Barcelona's Philippe Coutinho in action with Espanyol's David Lopez. REUTERS/Albert Gea/File Photo \nThe main moves were outwards with AS Roma selling full back Emerson Palmieri to Chelsea for around 22 million euros and Genoa letting 16-year-old prodigy Pietro Pellegri leave for AS Monaco for slightly more, according to Italian media. \nRoma forward Edin Dzeko was also the subject of speculation over a move to Chelsea, with every game reported as being possibly his last, but that move fell through. \nNeither of the leading pair, Napoli and Juventus, made any signings although the former had been chasing Sassuolo winger Matteo Politano. \nAC Milan, having splurged 230 million euros in the summer, spent nothing at all in January after UEFA rejected the club’s request to waive its breakeven “Financial Fair Play” rules under a so-called voluntary agreement. \nUEFA cited “uncertainties in relation to the financing of the loans to be paid back in October 2018 and the financial guarantees provided by the main shareholder.” \nNeighbours Inter Milan, also being monitored by UEFA over the breakeven rule, had warned beforehand that there would be no spending spree on their part. \nTheir only signings were Brazilian midfielder Rafinha and Argentine defender Lisandro Lopez on loan from Barcelona and Benfica respectively. They also chased Paris St Germain midfielder Javier Pastore without success. \nUnderachieving Portuguese Euro 2016 winner Joao Mario was loaned out to West Ham United and forward Gabriel Barbosa to Santos, the club he arrived from 18 months ago, although the Brazilian had already been on loan at Benfica. \n“We can do better by making sure that our players play to their potential,” said Inter coach Luciano Spalletti. “That gets over difficult moments.” GERMANY \nThe sale of Borussia Dortmund striker Pierre-Emerick Aubameyang to Arsenal for 56 million pounds dwarfed any signings made by Bundesliga clubs, again showing the remarkable spending power of their English counterparts. \nThe biggest buys by Bundesliga sides were Dortmund’s 21.5-million-euros capture of Switzerland defender Manuel Akanji from FC Basel, and Germany forward Sandro Wagner’s move to Bayern Munich from Hoffenheim for 13 million euros. \nWagner, 30, began his career at Bayern and returned after a 10-year absence, having played at half a dozen clubs, all in the Bundesliga. \nIn a similar move, another veteran striker, Mario Gomez, returned to his first club VfB Stuttgart nine years after departing. \nDortmund, who are sixth in the table and 19 points behind leaders Bayern, were the most active team, also signing Michy Batshuayi on loan from Chelsea while defenders Marc Bartra and Neven Subotic both left. \nMost other clubs forked out one or two million euros at most while RB Leipzig, Hoffenheim, Hertha Berlin, Borussia Moenchengladbach, Bayer Leverkusen, FC Augsburg and Hamburg SV spent nothing at all. Related Coverage \nDutch midfielder Nigel de Jong, a player with a bruising reputation, signed for Mainz 05 at the age of 33 and the same club also signed Nigerian Anthony Ujah from Liaoning FC. FRANCE \nIt was a relatively quiet transfer window in France, where Paris St Germain did not follow up their extraordinary activity in the summer when they sent shockwaves through the sport with the 222-million-euros capture of Brazil forward Neymar. \nPSG, who are under UEFA pressure to abide by financial fair play rules, netted a reported 28 million euros when they sold Brazil winger Lucas Moura to Tottenham Hotspur, as the Premier League continued to attract Ligue 1 players. \nThe capital side did, however, recruit former France midfielder Lassana Diarra after he ended his contract with Al Jazira. \nMonaco’s habit of selling off their talented players continued when they pocketed 22 million euros for striker Guido Carrillo, who joined Southampton. \nThe principality team, who in recent years have shown a good eye for promising players, poached 16-year-old Pietro Pellegri, who in September became the youngest player to score twice in a Serie A game, from Genoa on a “long-term” deal. \nElsewhere, France international Clement Grenier ended his contract with Lyon to join Ligue 1 rivals En Avant Guingamp. \nTroubled St Etienne signed former France internationals Yann Mvila, after his contract ended at Rubin Kazan, and Mathieu Debuchy from Arsenal. Reporting by Simon Evans in Manchester, England; Richard Martin in Barcelona,; Editing by Ken Ferris and Toby Davis",
    "published": "2018-02-01T01:51:00.000+02:00",
    "crawled": "2018-02-01T02:19:32.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "january",
        "pm",
        "updated",
        "minute",
        "ago",
        "premier",
        "league",
        "club",
        "splash",
        "cash",
        "coutinho",
        "deal",
        "trump",
        "reuters",
        "staff",
        "min",
        "read",
        "reuters",
        "january",
        "transfer",
        "window",
        "slammed",
        "shut",
        "wednesday",
        "frantic",
        "month",
        "activity",
        "barcelona",
        "completed",
        "biggest",
        "deal",
        "signing",
        "philippe",
        "coutinho",
        "liverpool",
        "premier",
        "league",
        "club",
        "spent",
        "heavily",
        "across",
        "board",
        "take",
        "look",
        "biggest",
        "transfer",
        "deal",
        "europe",
        "major",
        "league",
        "england",
        "premier",
        "league",
        "club",
        "purchasing",
        "power",
        "evident",
        "january",
        "unusually",
        "big",
        "money",
        "went",
        "defender",
        "early",
        "window",
        "liverpool",
        "made",
        "virgil",
        "van",
        "dijk",
        "world",
        "expensive",
        "defender",
        "splashing",
        "world",
        "record",
        "million",
        "pound",
        "sign",
        "dutchman",
        "southampton",
        "liverpool",
        "badly",
        "needed",
        "quality",
        "back",
        "line",
        "improvement",
        "squad",
        "undermined",
        "departure",
        "brazil",
        "attacking",
        "midfielder",
        "philippe",
        "coutinho",
        "barcelona",
        "transfer",
        "fee",
        "reported",
        "million",
        "pound",
        "manchester",
        "city",
        "manager",
        "pep",
        "guardiola",
        "also",
        "afraid",
        "spend",
        "big",
        "defender",
        "signing",
        "french",
        "aymeric",
        "laporte",
        "athletic",
        "bilbao",
        "club",
        "record",
        "fee",
        "million",
        "pound",
        "mean",
        "spent",
        "million",
        "pound",
        "defender",
        "keeper",
        "since",
        "end",
        "last",
        "season",
        "city",
        "lost",
        "attacking",
        "talent",
        "though",
        "chile",
        "forward",
        "alexis",
        "sanchez",
        "long",
        "linked",
        "move",
        "etihad",
        "opting",
        "instead",
        "join",
        "rival",
        "manchester",
        "united",
        "armenia",
        "midfielder",
        "henrikh",
        "mkhitaryan",
        "moving",
        "opposite",
        "way",
        "city",
        "also",
        "failed",
        "agree",
        "deal",
        "leicester",
        "city",
        "midfielder",
        "riyad",
        "mahrez",
        "arsenal",
        "fan",
        "disappointed",
        "see",
        "sanchez",
        "go",
        "london",
        "club",
        "splashed",
        "transfer",
        "fee",
        "sign",
        "gabon",
        "striker",
        "aubameyang",
        "reported",
        "million",
        "pound",
        "borussia",
        "dortmund",
        "also",
        "got",
        "pleasant",
        "surprise",
        "germany",
        "midfielder",
        "mesut",
        "ozil",
        "signed",
        "new",
        "contract",
        "though",
        "france",
        "striker",
        "olivier",
        "giroud",
        "shipped",
        "rival",
        "chelsea",
        "tottenham",
        "hotspur",
        "also",
        "active",
        "deadline",
        "day",
        "signing",
        "brazilian",
        "winger",
        "lucas",
        "moura",
        "paris",
        "st",
        "germain",
        "million",
        "pound",
        "spain",
        "barcelona",
        "feel",
        "pleased",
        "liga",
        "side",
        "january",
        "transfer",
        "business",
        "capturing",
        "coveted",
        "playmaker",
        "philippe",
        "coutinho",
        "club",
        "record",
        "million",
        "pound",
        "signing",
        "colombia",
        "defender",
        "yerry",
        "mina",
        "signing",
        "coutinho",
        "liverpool",
        "mina",
        "palmeiras",
        "rejuvenate",
        "ernesto",
        "valverde",
        "ageing",
        "squad",
        "buttress",
        "already",
        "brilliant",
        "side",
        "lead",
        "table",
        "look",
        "destined",
        "win",
        "25th",
        "league",
        "title",
        "coutinho",
        "help",
        "barca",
        "champion",
        "league",
        "brazilian",
        "already",
        "look",
        "page",
        "lionel",
        "messi",
        "luis",
        "suarez",
        "praised",
        "team",
        "mate",
        "early",
        "performance",
        "gerard",
        "pique",
        "saying",
        "barca",
        "dna",
        "colombian",
        "defender",
        "mina",
        "signed",
        "direct",
        "replacement",
        "departing",
        "javier",
        "mascherano",
        "year",
        "senior",
        "barca",
        "temporarily",
        "cut",
        "loose",
        "inconsistent",
        "winger",
        "gerard",
        "deulofeu",
        "loaning",
        "premier",
        "league",
        "watford",
        "champion",
        "real",
        "madrid",
        "strangely",
        "boosted",
        "squad",
        "help",
        "crumbling",
        "campaign",
        "coach",
        "zinedine",
        "zidane",
        "saying",
        "want",
        "new",
        "signing",
        "despite",
        "side",
        "sitting",
        "fourth",
        "place",
        "embarrassing",
        "point",
        "adrift",
        "barca",
        "frenchman",
        "stance",
        "may",
        "blocked",
        "move",
        "spain",
        "goalkeeper",
        "kepa",
        "arrizabalaga",
        "according",
        "local",
        "medium",
        "passed",
        "medical",
        "real",
        "verge",
        "move",
        "eventually",
        "signed",
        "new",
        "contract",
        "athletic",
        "bilbao",
        "bilbao",
        "made",
        "expensive",
        "sale",
        "ever",
        "french",
        "defender",
        "aymeric",
        "laporte",
        "moving",
        "manchester",
        "city",
        "million",
        "euro",
        "swiped",
        "inigo",
        "martinez",
        "local",
        "rival",
        "real",
        "sociedad",
        "million",
        "barca",
        "closest",
        "title",
        "challenger",
        "atletico",
        "madrid",
        "made",
        "high",
        "profile",
        "signing",
        "january",
        "got",
        "huge",
        "lift",
        "spain",
        "forward",
        "diego",
        "costa",
        "vitolo",
        "able",
        "play",
        "ban",
        "club",
        "registering",
        "new",
        "player",
        "expired",
        "costa",
        "added",
        "extra",
        "aggression",
        "underperforming",
        "attack",
        "although",
        "also",
        "reminded",
        "atletico",
        "infamous",
        "problem",
        "fitness",
        "discipline",
        "getting",
        "sent",
        "full",
        "debut",
        "sustaining",
        "muscle",
        "problem",
        "later",
        "january",
        "perhaps",
        "move",
        "however",
        "saw",
        "saudi",
        "arabia",
        "fahad",
        "yahia",
        "salem",
        "al",
        "dawsari",
        "join",
        "levante",
        "leganes",
        "villarreal",
        "respectively",
        "part",
        "agreement",
        "la",
        "liga",
        "arab",
        "state",
        "authority",
        "italy",
        "serie",
        "club",
        "largely",
        "stayed",
        "transfer",
        "window",
        "another",
        "indication",
        "relatively",
        "limited",
        "spending",
        "power",
        "file",
        "photo",
        "barcelona",
        "philippe",
        "coutinho",
        "action",
        "espanyol",
        "david",
        "lopez",
        "photo",
        "main",
        "move",
        "outwards",
        "rom",
        "selling",
        "full",
        "back",
        "emerson",
        "palmieri",
        "chelsea",
        "around",
        "million",
        "euro",
        "genoa",
        "letting",
        "prodigy",
        "pietro",
        "pellegri",
        "leave",
        "monaco",
        "slightly",
        "according",
        "italian",
        "medium",
        "rom",
        "forward",
        "edin",
        "dzeko",
        "also",
        "subject",
        "speculation",
        "move",
        "chelsea",
        "every",
        "game",
        "reported",
        "possibly",
        "last",
        "move",
        "fell",
        "neither",
        "leading",
        "pair",
        "napoli",
        "juventus",
        "made",
        "signing",
        "although",
        "former",
        "chasing",
        "sassuolo",
        "winger",
        "matteo",
        "politano",
        "ac",
        "milan",
        "splurged",
        "million",
        "euro",
        "summer",
        "spent",
        "nothing",
        "january",
        "uefa",
        "rejected",
        "club",
        "request",
        "waive",
        "breakeven",
        "financial",
        "fair",
        "play",
        "rule",
        "voluntary",
        "agreement",
        "uefa",
        "cited",
        "uncertainty",
        "relation",
        "financing",
        "loan",
        "paid",
        "back",
        "october",
        "financial",
        "guarantee",
        "provided",
        "main",
        "neighbour",
        "inter",
        "milan",
        "also",
        "monitored",
        "uefa",
        "breakeven",
        "rule",
        "warned",
        "beforehand",
        "would",
        "spending",
        "spree",
        "part",
        "signing",
        "brazilian",
        "midfielder",
        "rafinha",
        "argentine",
        "defender",
        "lisandro",
        "lopez",
        "loan",
        "barcelona",
        "benfica",
        "respectively",
        "also",
        "chased",
        "paris",
        "st",
        "germain",
        "midfielder",
        "javier",
        "pastore",
        "without",
        "success",
        "underachieving",
        "portuguese",
        "euro",
        "winner",
        "joao",
        "mario",
        "loaned",
        "west",
        "ham",
        "united",
        "forward",
        "gabriel",
        "barbosa",
        "santos",
        "club",
        "arrived",
        "month",
        "ago",
        "although",
        "brazilian",
        "already",
        "loan",
        "benfica",
        "better",
        "making",
        "sure",
        "player",
        "play",
        "potential",
        "said",
        "inter",
        "coach",
        "luciano",
        "spalletti",
        "get",
        "difficult",
        "germany",
        "sale",
        "borussia",
        "dortmund",
        "striker",
        "aubameyang",
        "arsenal",
        "million",
        "pound",
        "dwarfed",
        "signing",
        "made",
        "bundesliga",
        "club",
        "showing",
        "remarkable",
        "spending",
        "power",
        "english",
        "counterpart",
        "biggest",
        "buy",
        "bundesliga",
        "side",
        "dortmund",
        "capture",
        "switzerland",
        "defender",
        "manuel",
        "akanji",
        "fc",
        "basel",
        "germany",
        "forward",
        "sandro",
        "wagner",
        "move",
        "bayern",
        "munich",
        "hoffenheim",
        "million",
        "euro",
        "wagner",
        "began",
        "career",
        "bayern",
        "returned",
        "absence",
        "played",
        "half",
        "dozen",
        "club",
        "bundesliga",
        "similar",
        "move",
        "another",
        "veteran",
        "striker",
        "mario",
        "gomez",
        "returned",
        "first",
        "club",
        "vfb",
        "stuttgart",
        "nine",
        "year",
        "departing",
        "dortmund",
        "sixth",
        "table",
        "point",
        "behind",
        "leader",
        "bayern",
        "active",
        "team",
        "also",
        "signing",
        "michy",
        "batshuayi",
        "loan",
        "chelsea",
        "defender",
        "marc",
        "bartra",
        "neven",
        "subotic",
        "left",
        "club",
        "forked",
        "one",
        "two",
        "million",
        "euro",
        "rb",
        "leipzig",
        "hoffenheim",
        "hertha",
        "berlin",
        "borussia",
        "moenchengladbach",
        "bayer",
        "leverkusen",
        "fc",
        "augsburg",
        "hamburg",
        "sv",
        "spent",
        "nothing",
        "related",
        "coverage",
        "dutch",
        "midfielder",
        "nigel",
        "de",
        "jong",
        "player",
        "bruising",
        "reputation",
        "signed",
        "mainz",
        "age",
        "club",
        "also",
        "signed",
        "nigerian",
        "anthony",
        "ujah",
        "liaoning",
        "fc",
        "france",
        "relatively",
        "quiet",
        "transfer",
        "window",
        "france",
        "paris",
        "st",
        "germain",
        "follow",
        "extraordinary",
        "activity",
        "summer",
        "sent",
        "shockwaves",
        "sport",
        "capture",
        "brazil",
        "forward",
        "neymar",
        "psg",
        "uefa",
        "pressure",
        "abide",
        "financial",
        "fair",
        "play",
        "rule",
        "netted",
        "reported",
        "million",
        "euro",
        "sold",
        "brazil",
        "winger",
        "lucas",
        "moura",
        "tottenham",
        "hotspur",
        "premier",
        "league",
        "continued",
        "attract",
        "ligue",
        "player",
        "capital",
        "side",
        "however",
        "recruit",
        "former",
        "france",
        "midfielder",
        "lassana",
        "diarra",
        "ended",
        "contract",
        "al",
        "jazira",
        "monaco",
        "habit",
        "selling",
        "talented",
        "player",
        "continued",
        "pocketed",
        "million",
        "euro",
        "striker",
        "guido",
        "carrillo",
        "joined",
        "southampton",
        "principality",
        "team",
        "recent",
        "year",
        "shown",
        "good",
        "eye",
        "promising",
        "player",
        "poached",
        "pietro",
        "pellegri",
        "september",
        "became",
        "youngest",
        "player",
        "score",
        "twice",
        "serie",
        "game",
        "genoa",
        "deal",
        "elsewhere",
        "france",
        "international",
        "clement",
        "grenier",
        "ended",
        "contract",
        "lyon",
        "join",
        "ligue",
        "rival",
        "en",
        "avant",
        "guingamp",
        "troubled",
        "st",
        "etienne",
        "signed",
        "former",
        "france",
        "international",
        "yann",
        "mvila",
        "contract",
        "ended",
        "rubin",
        "kazan",
        "mathieu",
        "debuchy",
        "arsenal",
        "reporting",
        "simon",
        "evans",
        "manchester",
        "england",
        "richard",
        "martin",
        "barcelona",
        "editing",
        "ken",
        "ferris",
        "toby",
        "davis"
    ]
}