{
    "organizations": [],
    "uuid": "a9057973dd5f4f3fc20664906b3d5e529401396f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/pr-newswire-penske-automotive-reports-record-fourth-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Penske Automotive Reports Record Fourth Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BLOOMFIELD HILLS, Mich., Feb. 8, 2018 /PRNewswire/ -- Penske Automotive Group, Inc. (NYSE: PAG), an international transportation services company, today announced record fourth quarter results. For the three months ended December 31, 2017, total revenue increased 10.4% to $5.4 billion, income from continuing operations attributable to common shareholders increased 300.0% to $330.0 million, and related earnings per share increased 296.9% to $3.85 when compared to the same period last year. Foreign exchange rates positively impacted earnings per share attributable to common shareholders by $0.02. Fourth quarter 2017 income from continuing operations and related earnings per share include a benefit of $243.4 million, or $2.84 per share, related to U.S. tax reform. The benefit is derived from the one-time revaluation of the company's deferred tax liabilities, partially offset by taxes on the accumulated earnings of the company's international operations. In the future, the company expects to be able to repatriate its international earnings in a tax favorable manner. Fourth quarter 2016 income from continuing operations included a tax benefit of $5.1 million, or $0.06 per share, from the revaluation of a deferred tax liability. Excluding these benefits, fourth quarter 2017 adjusted income from continuing operations increased 11.9% to $86.6 million, and related earnings per share increased 11.0% to $1.01.\nCommenting on the company's results, Penske Automotive Group Chairman Roger S. Penske said, \"Our business produced another quarter of record performance, driven by the U.S. retail automotive operations along with a 180 basis point increase in service and parts gross margin, a robust commercial truck business, our growing stand-alone used vehicle supercenter operations, and our investment in Penske Truck Leasing.\"\nPenske continued, \"As we look forward to 2018, we remain excited about the growth prospects across our enterprise. Recently enacted tax reform positively impacts our business presenting us with even greater opportunities to pursue our strategic initiatives, invest in our employees, and improve shareholder value.\"\nFor the twelve months ended December 31, 2017, total automotive retail unit volume increased 9.7% and total revenue increased 6.3% to $21.4 billion. Income from continuing operations attributable to common shareholders increased 78.4% to $613.5 million and related earnings per share increased 78.5% to $7.14 when compared to the same period last year. Foreign exchange rates negatively impacted earnings per share attributable to common shareholders by $0.08. As previously discussed, 2017 income from continuing operations and related earnings per share include a benefit of $243.4 million, or $2.83 per share, related to tax reform. In 2016, income from continuing operations included a tax benefit of $5.1 million, or $0.06 per share, from the revaluation of a deferred tax liability. Excluding these benefits, 2017 adjusted income from continuing operations increased 9.2% to $370.1 million, and related earnings per share increased 9.7% to $4.31.\nRetail Automotive Highlights of the Fourth Quarter\nRetail Unit Sales +7.0% to 119,935 Same-Store Retail Unit Sales -2.7% to 106,522 Same-Store Retail Revenue +2.6% New +2.4%; Used +2.1%; Finance & Insurance +6.0%; Service and Parts +4.3% Average Gross Profit Per Unit New $3,153, +$165/unit; Gross Margin 7.8%, -10 basis points Used $1,290, -$182/unit; Gross Margin 4.9%, -60 basis points Finance & Insurance $1,211, +$124/unit Variable Gross Profit Per Unit $3,455, +$46/unit Service and Parts Gross Margin +180 basis points\nRetail Commercial Truck Operations\nPenske Automotive Group operates twenty medium and heavy-duty truck dealership locations in the U.S. and Canada offering primarily the Freightliner and Western Star brands. For the three months ended December 31, 2017, the company's operations retailed 2,294 units, generated $308.2 million of revenue, and $45.1 million of gross profit. Same-store revenue increased 39.0%. For the twelve months ended December 31, 2017, 7,456 units were retailed, generating $1.05 billion of revenue, and $165.8 million of gross profit. Same-store revenue declined 0.8% for the twelve months ended December 31, 2017.\nPenske Truck Leasing\nPenske Truck Leasing Co., L.P. (\"PTL\") is a leading provider of full-service truck leasing, truck rental, contract maintenance and logistics services. During 2017, the company increased its ownership interests in PTL by 5.5%, bringing our total ownership interest in PTL to 28.9%. For the three months ended December 31, 2017, the company recorded $34.7 million in earnings from this investment, an increase of 38.8%. For the twelve months ended December 31, 2017, the company recorded $101.6 million in earnings from this investment, an increase of 64.9%. The company accounts for its ownership interest in PTL using the equity method of accounting.\nCommercial Vehicle and Power Systems Distribution (Australia/New Zealand)\nThe company's engine distribution business in Australia has been chosen to provide the Australian Defense with engines for its new fleet of Offshore Patrol Vessels. Over the next several years, the company estimates this contract will generate approximately $100 million in revenue. Additionally, the company will provide lifecycle support for these engines through its service and parts business over the next twenty plus years.\nAcquisition of Used Vehicle SuperCenters\nAs previously announced, in January 2018, the company expanded its stand-alone used vehicle supercenter business, acquiring one of the U.K.'s leading retailers of used vehicles called The Car People, which operates four large-scale retail locations in Northern England. The acquisition of these supercenters complement and strengthen the company's existing stand-alone used vehicle supercenter operations in the U.K. The Car People sells approximately 18,000 vehicles annually and is expected to generate estimated annualized revenues of approximately $300 million. On a combined basis, the U.S. and U.K. based supercenter operations are expected to retail more than 70,000 vehicles and generate approximately $1 billion in annualized revenues.\nShare Repurchases\nFor the twelve months ended December 31, 2017, the company repurchased 302,000 shares for $12.7 million, or an average of $41.95 per share. As of December 31, 2017, the Company had remaining share repurchase authorization of approximately $200.0 million.\nTax Reform\nAs a result of U.S. tax reform, for 2018, the company estimates its consolidated effective tax rate will be in the range of 25%-26%. In anticipation of the expected tax savings, the company previously announced that it was enhancing its U.S. 401(k) savings plan by increasing company matching contributions from 1.5% to 2.5% of eligible contributions, representing an increase of 67%.\nConference Call\nPenske Automotive Group will host a conference call discussing financial results relating to the fourth quarter of 2017 on Thursday , February 8, 2018 , at 2:00 p.m. Eastern Standard Time . To listen to the conference call, participants must dial (800) 230‑1074, [International, please dial (612) 234‑9960] . The call will also be simultaneously broadcast over the Internet through the Investor Relations section of the Penske Automotive Group website. Additionally, an investor presentation relating to the fourth quarter 2017 financial results has been posted to the company's website. To access the presentation or to listen to the company's webcast, please refer to www.penskeautomotive.com .\nAbout Penske Automotive\nPenske Automotive Group, Inc., (NYSE:PAG) headquartered in Bloomfield Hills, Michigan, is an international transportation services company that operates automotive and commercial truck dealerships principally in the United States, Canada, and Western Europe, and distributes commercial vehicles, diesel engines, gas engines, power systems and related parts and services principally in Australia and New Zealand. PAG employs more than 26,000 people worldwide, is a member of the Fortune 500, Russell 2000, and is ranked among the World's Most Admired Companies by Fortune Magazine. For additional information, visit the company's website at www.penskeautomotive.com .\nNon-GAAP Financial Measures\nThis release contains certain non-GAAP financial measures as defined under SEC rules, such as adjusted income from continuing operations and related earnings per share, and earnings before interest, taxes, depreciation and amortization (\"EBITDA\"). The company has reconciled these measures to the most directly comparable GAAP measures in the release. The company believes that these widely accepted measures of operating profitability improve the transparency of the company's disclosures and provide a meaningful presentation of the company's results from its core business operations excluding the impact of items not related to the company's ongoing core business operations, and improve the period-to-period comparability of the company's results from its core business operations. These non-GAAP financial measures are not substitutes for GAAP financial results, and should only be considered in conjunction with the company's financial information that is presented in accordance with GAAP.\nFinancial Estimates\nThe financial estimates presented in this release are preliminary and may change. These estimates include calculations or figures that have been prepared internally by management and have not been reviewed or audited by our independent registered public accounting firm. There can be no assurance that the company's actual results will not differ from the estimates presented herein and such changes could be material. These estimates should not be viewed as a substitute for full financial statements prepared in accordance with GAAP and are not necessarily indicative of the results to be achieved for any future periods.\nCaution Concerning Forward Looking Statements\nStatements in this press release may involve , including regarding Penske Automotive Group, Inc.'s future sales, earnings potential, estimated tax savings, and the ability to repatriate earnings. Actual results may vary materially because of risks and uncertainties that are difficult to predict. These risks and uncertainties include, among others: changes in the rules affecting deferred tax assets and liabilities, the preliminary nature of the company forecasts, the terms of company financial agreements that may limit repatriation, economic conditions generally, conditions in the credit markets and changes in interest rates and foreign currency exchange rates, adverse conditions affecting a particular manufacturer, including the adverse impact to the vehicle and parts supply chain due to natural disasters such as the recent hurricanes, recall or other disruptions that interrupt the supply of vehicles or parts to us, changes in consumer credit availability, the outcome of legal and administrative matters, and other factors over which management has limited control. These should be evaluated together with additional information about Penske Automotive Group's business, markets, conditions and other uncertainties, which could affect Penske Automotive Group's future performance. These risks and uncertainties are addressed in Penske Automotive Group's Form 10‑K for the year ended December 31, 2016, and its other filings with the Securities and Exchange Commission (\"SEC\"). This press release speaks only as of its date, and Penske Automotive Group disclaims any duty to update the information herein.\nFind a vehicle: http://www.penskecars.com\nEngage Penske Automotive:",
    "published": "2018-02-08T14:59:00.000+02:00",
    "crawled": "2018-02-08T16:40:57.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomfield",
        "hill",
        "penske",
        "automotive",
        "group",
        "nyse",
        "pag",
        "international",
        "transportation",
        "service",
        "company",
        "today",
        "announced",
        "record",
        "fourth",
        "quarter",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "increased",
        "billion",
        "income",
        "continuing",
        "operation",
        "attributable",
        "common",
        "shareholder",
        "increased",
        "million",
        "related",
        "earnings",
        "per",
        "share",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "foreign",
        "exchange",
        "rate",
        "positively",
        "impacted",
        "earnings",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "fourth",
        "quarter",
        "income",
        "continuing",
        "operation",
        "related",
        "earnings",
        "per",
        "share",
        "include",
        "benefit",
        "million",
        "per",
        "share",
        "related",
        "tax",
        "reform",
        "benefit",
        "derived",
        "revaluation",
        "company",
        "deferred",
        "tax",
        "liability",
        "partially",
        "offset",
        "tax",
        "accumulated",
        "earnings",
        "company",
        "international",
        "operation",
        "future",
        "company",
        "expects",
        "able",
        "repatriate",
        "international",
        "earnings",
        "tax",
        "favorable",
        "manner",
        "fourth",
        "quarter",
        "income",
        "continuing",
        "operation",
        "included",
        "tax",
        "benefit",
        "million",
        "per",
        "share",
        "revaluation",
        "deferred",
        "tax",
        "liability",
        "excluding",
        "benefit",
        "fourth",
        "quarter",
        "adjusted",
        "income",
        "continuing",
        "operation",
        "increased",
        "million",
        "related",
        "earnings",
        "per",
        "share",
        "increased",
        "commenting",
        "company",
        "result",
        "penske",
        "automotive",
        "group",
        "chairman",
        "roger",
        "penske",
        "said",
        "business",
        "produced",
        "another",
        "quarter",
        "record",
        "performance",
        "driven",
        "retail",
        "automotive",
        "operation",
        "along",
        "basis",
        "point",
        "increase",
        "service",
        "part",
        "gross",
        "margin",
        "robust",
        "commercial",
        "truck",
        "business",
        "growing",
        "used",
        "vehicle",
        "supercenter",
        "operation",
        "investment",
        "penske",
        "truck",
        "leasing",
        "penske",
        "continued",
        "look",
        "forward",
        "remain",
        "excited",
        "growth",
        "prospect",
        "across",
        "enterprise",
        "recently",
        "enacted",
        "tax",
        "reform",
        "positively",
        "impact",
        "business",
        "presenting",
        "u",
        "even",
        "greater",
        "opportunity",
        "pursue",
        "strategic",
        "initiative",
        "invest",
        "employee",
        "improve",
        "shareholder",
        "value",
        "twelve",
        "month",
        "ended",
        "december",
        "total",
        "automotive",
        "retail",
        "unit",
        "volume",
        "increased",
        "total",
        "revenue",
        "increased",
        "billion",
        "income",
        "continuing",
        "operation",
        "attributable",
        "common",
        "shareholder",
        "increased",
        "million",
        "related",
        "earnings",
        "per",
        "share",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "foreign",
        "exchange",
        "rate",
        "negatively",
        "impacted",
        "earnings",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "previously",
        "discussed",
        "income",
        "continuing",
        "operation",
        "related",
        "earnings",
        "per",
        "share",
        "include",
        "benefit",
        "million",
        "per",
        "share",
        "related",
        "tax",
        "reform",
        "income",
        "continuing",
        "operation",
        "included",
        "tax",
        "benefit",
        "million",
        "per",
        "share",
        "revaluation",
        "deferred",
        "tax",
        "liability",
        "excluding",
        "benefit",
        "adjusted",
        "income",
        "continuing",
        "operation",
        "increased",
        "million",
        "related",
        "earnings",
        "per",
        "share",
        "increased",
        "retail",
        "automotive",
        "highlight",
        "fourth",
        "quarter",
        "retail",
        "unit",
        "sale",
        "retail",
        "unit",
        "sale",
        "retail",
        "revenue",
        "new",
        "used",
        "finance",
        "insurance",
        "service",
        "part",
        "average",
        "gross",
        "profit",
        "per",
        "unit",
        "new",
        "gross",
        "margin",
        "basis",
        "point",
        "used",
        "gross",
        "margin",
        "basis",
        "point",
        "finance",
        "insurance",
        "variable",
        "gross",
        "profit",
        "per",
        "unit",
        "service",
        "part",
        "gross",
        "margin",
        "basis",
        "point",
        "retail",
        "commercial",
        "truck",
        "operation",
        "penske",
        "automotive",
        "group",
        "operates",
        "twenty",
        "medium",
        "truck",
        "dealership",
        "location",
        "canada",
        "offering",
        "primarily",
        "freightliner",
        "western",
        "star",
        "brand",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "operation",
        "retailed",
        "unit",
        "generated",
        "million",
        "revenue",
        "million",
        "gross",
        "profit",
        "revenue",
        "increased",
        "twelve",
        "month",
        "ended",
        "december",
        "unit",
        "retailed",
        "generating",
        "billion",
        "revenue",
        "million",
        "gross",
        "profit",
        "revenue",
        "declined",
        "twelve",
        "month",
        "ended",
        "december",
        "penske",
        "truck",
        "leasing",
        "penske",
        "truck",
        "leasing",
        "ptl",
        "leading",
        "provider",
        "truck",
        "leasing",
        "truck",
        "rental",
        "contract",
        "maintenance",
        "logistics",
        "service",
        "company",
        "increased",
        "ownership",
        "interest",
        "ptl",
        "bringing",
        "total",
        "ownership",
        "interest",
        "ptl",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "recorded",
        "million",
        "earnings",
        "investment",
        "increase",
        "twelve",
        "month",
        "ended",
        "december",
        "company",
        "recorded",
        "million",
        "earnings",
        "investment",
        "increase",
        "company",
        "account",
        "ownership",
        "interest",
        "ptl",
        "using",
        "equity",
        "method",
        "accounting",
        "commercial",
        "vehicle",
        "power",
        "system",
        "distribution",
        "zealand",
        "company",
        "engine",
        "distribution",
        "business",
        "australia",
        "chosen",
        "provide",
        "australian",
        "defense",
        "engine",
        "new",
        "fleet",
        "offshore",
        "patrol",
        "vessel",
        "next",
        "several",
        "year",
        "company",
        "estimate",
        "contract",
        "generate",
        "approximately",
        "million",
        "revenue",
        "additionally",
        "company",
        "provide",
        "lifecycle",
        "support",
        "engine",
        "service",
        "part",
        "business",
        "next",
        "twenty",
        "plus",
        "year",
        "acquisition",
        "used",
        "vehicle",
        "supercenters",
        "previously",
        "announced",
        "january",
        "company",
        "expanded",
        "used",
        "vehicle",
        "supercenter",
        "business",
        "acquiring",
        "one",
        "leading",
        "retailer",
        "used",
        "vehicle",
        "called",
        "car",
        "people",
        "operates",
        "four",
        "retail",
        "location",
        "northern",
        "england",
        "acquisition",
        "supercenters",
        "complement",
        "strengthen",
        "company",
        "existing",
        "used",
        "vehicle",
        "supercenter",
        "operation",
        "car",
        "people",
        "sell",
        "approximately",
        "vehicle",
        "annually",
        "expected",
        "generate",
        "estimated",
        "annualized",
        "revenue",
        "approximately",
        "million",
        "combined",
        "basis",
        "based",
        "supercenter",
        "operation",
        "expected",
        "retail",
        "vehicle",
        "generate",
        "approximately",
        "billion",
        "annualized",
        "revenue",
        "share",
        "repurchase",
        "twelve",
        "month",
        "ended",
        "december",
        "company",
        "repurchased",
        "share",
        "million",
        "average",
        "per",
        "share",
        "december",
        "company",
        "remaining",
        "share",
        "repurchase",
        "authorization",
        "approximately",
        "million",
        "tax",
        "reform",
        "result",
        "tax",
        "reform",
        "company",
        "estimate",
        "consolidated",
        "effective",
        "tax",
        "rate",
        "range",
        "anticipation",
        "expected",
        "tax",
        "saving",
        "company",
        "previously",
        "announced",
        "enhancing",
        "k",
        "saving",
        "plan",
        "increasing",
        "company",
        "matching",
        "contribution",
        "eligible",
        "contribution",
        "representing",
        "increase",
        "conference",
        "call",
        "penske",
        "automotive",
        "group",
        "host",
        "conference",
        "call",
        "discussing",
        "financial",
        "result",
        "relating",
        "fourth",
        "quarter",
        "thursday",
        "february",
        "eastern",
        "standard",
        "time",
        "listen",
        "conference",
        "call",
        "participant",
        "must",
        "dial",
        "international",
        "please",
        "dial",
        "call",
        "also",
        "simultaneously",
        "broadcast",
        "internet",
        "investor",
        "relation",
        "section",
        "penske",
        "automotive",
        "group",
        "website",
        "additionally",
        "investor",
        "presentation",
        "relating",
        "fourth",
        "quarter",
        "financial",
        "result",
        "posted",
        "company",
        "website",
        "access",
        "presentation",
        "listen",
        "company",
        "webcast",
        "please",
        "refer",
        "penske",
        "automotive",
        "penske",
        "automotive",
        "group",
        "nyse",
        "pag",
        "headquartered",
        "bloomfield",
        "hill",
        "michigan",
        "international",
        "transportation",
        "service",
        "company",
        "operates",
        "automotive",
        "commercial",
        "truck",
        "dealership",
        "principally",
        "united",
        "state",
        "canada",
        "western",
        "europe",
        "distributes",
        "commercial",
        "vehicle",
        "diesel",
        "engine",
        "gas",
        "engine",
        "power",
        "system",
        "related",
        "part",
        "service",
        "principally",
        "australia",
        "new",
        "zealand",
        "pag",
        "employ",
        "people",
        "worldwide",
        "member",
        "fortune",
        "russell",
        "ranked",
        "among",
        "world",
        "admired",
        "company",
        "fortune",
        "magazine",
        "additional",
        "information",
        "visit",
        "company",
        "website",
        "financial",
        "measure",
        "release",
        "contains",
        "certain",
        "financial",
        "measure",
        "defined",
        "sec",
        "rule",
        "adjusted",
        "income",
        "continuing",
        "operation",
        "related",
        "earnings",
        "per",
        "share",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "company",
        "reconciled",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "release",
        "company",
        "belief",
        "widely",
        "accepted",
        "measure",
        "operating",
        "profitability",
        "improve",
        "transparency",
        "company",
        "disclosure",
        "provide",
        "meaningful",
        "presentation",
        "company",
        "result",
        "core",
        "business",
        "operation",
        "excluding",
        "impact",
        "item",
        "related",
        "company",
        "ongoing",
        "core",
        "business",
        "operation",
        "improve",
        "comparability",
        "company",
        "result",
        "core",
        "business",
        "operation",
        "financial",
        "measure",
        "substitute",
        "gaap",
        "financial",
        "result",
        "considered",
        "conjunction",
        "company",
        "financial",
        "information",
        "presented",
        "accordance",
        "gaap",
        "financial",
        "estimate",
        "financial",
        "estimate",
        "presented",
        "release",
        "preliminary",
        "may",
        "change",
        "estimate",
        "include",
        "calculation",
        "figure",
        "prepared",
        "internally",
        "management",
        "reviewed",
        "audited",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "assurance",
        "company",
        "actual",
        "result",
        "differ",
        "estimate",
        "presented",
        "herein",
        "change",
        "could",
        "material",
        "estimate",
        "viewed",
        "substitute",
        "full",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "necessarily",
        "indicative",
        "result",
        "achieved",
        "future",
        "period",
        "caution",
        "concerning",
        "forward",
        "looking",
        "statement",
        "statement",
        "press",
        "release",
        "may",
        "involve",
        "including",
        "regarding",
        "penske",
        "automotive",
        "group",
        "future",
        "sale",
        "earnings",
        "potential",
        "estimated",
        "tax",
        "saving",
        "ability",
        "repatriate",
        "earnings",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "change",
        "rule",
        "affecting",
        "deferred",
        "tax",
        "asset",
        "liability",
        "preliminary",
        "nature",
        "company",
        "forecast",
        "term",
        "company",
        "financial",
        "agreement",
        "may",
        "limit",
        "repatriation",
        "economic",
        "condition",
        "generally",
        "condition",
        "credit",
        "market",
        "change",
        "interest",
        "rate",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "adverse",
        "condition",
        "affecting",
        "particular",
        "manufacturer",
        "including",
        "adverse",
        "impact",
        "vehicle",
        "part",
        "supply",
        "chain",
        "due",
        "natural",
        "disaster",
        "recent",
        "hurricane",
        "recall",
        "disruption",
        "interrupt",
        "supply",
        "vehicle",
        "part",
        "u",
        "change",
        "consumer",
        "credit",
        "availability",
        "outcome",
        "legal",
        "administrative",
        "matter",
        "factor",
        "management",
        "limited",
        "control",
        "evaluated",
        "together",
        "additional",
        "information",
        "penske",
        "automotive",
        "group",
        "business",
        "market",
        "condition",
        "uncertainty",
        "could",
        "affect",
        "penske",
        "automotive",
        "group",
        "future",
        "performance",
        "risk",
        "uncertainty",
        "addressed",
        "penske",
        "automotive",
        "group",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "press",
        "release",
        "speaks",
        "date",
        "penske",
        "automotive",
        "group",
        "disclaims",
        "duty",
        "update",
        "information",
        "herein",
        "find",
        "vehicle",
        "http",
        "engage",
        "penske",
        "automotive"
    ]
}