{
    "organizations": [],
    "uuid": "e56e9893ef56bd6c5fa70ed5cd5fae21e8e16d7a",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/26/here-are-7-things-you-may-have-missed-in-the-democrat-memo.html",
    "ord_in_thread": 0,
    "title": "Here are the 7 biggest things you may have missed about the Democrats' memo on the Russia probe",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Updated 8 Hours Ago House Democrats' response to the incendiary GOP memo was released Saturday afternoon. The GOP memo alleged that the FBI and Justice Department abused the process for acquiring surveillance warrants against former Trump campaign advisor Carter Page. The Democrats' rebuttal argues that the government agencies acted appropriately, and that the Republicans' memo was misleading. Artyom Korotayev | TASS | Getty Images Carter Page, makes a presentation titled 'Departing from Hypocrisy: Potential Strategies in the Era of Global Economic Stagnation, Security Threats and Fake News' during his visit to Moscow, December 12, 2016. \nWhile Republicans' memo on alleged surveillance abuses went viral long before it was even publicly available , the release of the Democratic rebuttal Saturday evening was met with comparatively little fanfare. \nPresident Donald Trump had approved his own side's memo, written by the House Intelligence Committee's Republican chairman, Devin Nunes, against the admonitions of government agencies. But he refused to support the release of the Democratic response when it was first sent to his desk in early February. \nThe memo was sent back to intelligence agencies, where sections of the 10-page document were redacted over a two-week period. \nThe GOP's three-and-a-half page document highlighted concerns with the FBI and Justice Department 's acquisition and renewal of surveillance warrants against former Trump campaign advisor Carter Page. It was based on underlying documents from secret Foreign Intelligence Surveillance Courts that only one committee Republican — outgoing South Carolina Rep. Trey Gowdy — had actually read. show chapters 6:37 PM ET Sun, 4 Feb 2018 | 02:47 \nBefore it was declassified, some Republicans said the findings in the memo would call into question the very foundations of special counsel Robert Mueller 's ongoing investigation into ties between the Trump campaign and Russia. The Democrats' version directly confronts numerous assertions from the Nunes memo while defending the actions of the FBI and DOJ. \nThe information in the new memo alleges that numerous connections between the Trump campaign and Russia were being pursued since at least 2016. The early knowledge of potential ties between the two entities suggests that the investigators' working theory of the case may have included potential collusion since its beginning stages. \nHere are seven key points alleged in the Democrats' memo: \n1. Carter Page was on the FBI's radar long before they received the infamous \"Steele dossier.\" The Republican majority's memo contends that a dossier researched by Christopher Steele, a former British spy working for intelligence firm Fusion GPS, \"formed an essential part of the Carter Page FISA application.\" Many of the dossier's allegations, including salacious ties between Trump himself and the Kremlin, remain unverified. \nThe minority's response, however, suggests that the dossier merely offered corroborating evidence of Page's alleged involvement with Russia. The FBI had been aware of Page since 2013, when two Russian spies who tried to recruit him were indicted, the memo says. \nPage had also allegedly been interviewed by the FBI \"multiple times about his Russian intelligence contacts\" in March 2016 — the same month he joined the Trump campaign. \nPage left the campaign well before the Steele dossier allegedly circulated among investigators in September 2016, which the memo cites as evidence that the FBI's surveillance was not sued to spy on the Trump campaign. \n2. Steele was not paid by the FBI or DOJ for the dossier. The GOP memo says that the surveillance application against Carter Page excludes the fact that the FBI \"had separately authorized payment to Steele\" for the dossier, which Fusion GPS had already been commissioned to gather by the Clinton campaign and the Democratic National Committee. \nThe Democratic response tacitly acknowledges that authorization, but says \"that payment was cancelled and never made.\" \n\"Steele ultimately never received payment from the FBI for any 'dossier'-related information,\" the memo alleges. \nWhile Steele was never paid by the FBI for the dossier, he had been compensated by the bureau for his prior work on unrelated investigations, the memo says. \n3. The DOJ did not mislead the FISC about Fusion GPS's political motivations. Among the central claims of the Republican memo is that none of the surveillance warrants — neither the initial application nor any of the subsequent three renewals — \"reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele's efforts.\" The memo notes that the Steele dossier's \"political origins were then known to senior DOJ and FBI officials\" at the time. \nIn their rebuttal, House Democrats say this omission is by design. The Justice Department, their memo says, \"appropriately upheld its longstanding practice of protecting U.S. citizen information by purposefully not 'unmasking' U.S. person and entity names.\" \nBut while Hillary Clinton and the DNC, like Trump, were not specifically named, Steele's potential biases did not go unmentioned. \n\"The FBI speculates that the identified U.S. Person,\" meaning Fusion GPS co-founder Glenn Simpson, \"was likely looking for information that could be used to discredit Candidate #1's campaign,\" referring to then-candidate Trump's campaign. \n4. The FBI had opened numerous \"sub-inquiries\" into Trump campaign associates by September 2016. The FBI's counterintelligence investigation into Russian election interference began in July 2016. The Democrats' memo highlights that the Steele dossier, which came months later, played no role in the initial probe. \nTo emphasize the point, the memo alleges that the FBI has opened sub-inquiries into multiple Trump campaign officials, as well as Page, which would have continued even if the bureau never received the Steele dossier. \nThe subjects of the sub-inquiries have been redacted. But a footnote shortly following the redaction identifies the indictments of former Trump national security advisor Michael Flynn, former Trump campaign aide George Papadopoulos, former Trump campaign manager Paul Manafort and former Trump campaign official Rick Gates. \nSome lawyers have speculated that the footnote, which appears to provide information that is elsewhere censored, may have been overlooked during the redaction process. \n\"There's really, to my mind, not a good reason to redact\" the names, said Ned Price, a former intelligence officer and an NBC contributor. \n\"It reeks of politicization,\" Price said. \"The best interpretation is that the administration thought it would be highly damning to know that a handful [of Trump campaign members] were under investigation.\" \nThis section of the memo does not appear to rebut any specific claim in the GOP document, which mainly focused on surveillance warrants. But some Republican members of Congress have argued that the Nunes memo undermines the legitimacy of the special counsel's inquiry into the communications between the Trump campaign and Russia. \n5. The surveillance warrant and renewals against Page were approved by judges appointed by Republicans. The Democrats' memo says that the October 2016 surveillance warrant application against Page, and the three subsequent renewals of the warrant, were all approved by federal judges appointed during Republican administrations. \nOf the four federal judges involved in scrutinizing the surveillance requests, two were appointed by former president George W. Bush , one by President George H.W. Bush, and one by President Ronald Reagan. \n6. The Democrats' memo does not address the GOP claim that deputy FBI director Andrew McCabe said that the Steele dossier was necessary to acquire the surveillance warrant. The GOP memo alleges that McCabe , in testimony to the House Intelligence Committee in December 2017, said that \"no surveillance warrant would have been sought from the FISC without the Steele dossier information.\" \nWhile sources familiar with the testimony have disputed the characterization of McCabe's words, the outgoing deputy FBI director is not addressed in the Democrats' rebuttal. \n7. Democrats did not wait to release their memo. Shortly after the memo was released on Saturday, Trump said the House Democrats' memo is \"a very bad document for their side.\" \n\"That's why they didn't push hard to have it,\" Trump said in a Fox News interview. \"If you notice, they did not push it hard because they understood this was going to happen, and just in looking around and seeing reports, a lot of people are saying that.\" \nBut Democrats released their document the same day it was returned with redactions, thus approving it for release. The DOJ sent the redacted memo back to the committee minority on Saturday afternoon; it was released before 4:30 p.m. EST. WATCH: 9 things Trump won't disclose show chapters",
    "published": "2018-02-27T00:01:00.000+02:00",
    "crawled": "2018-02-27T00:52:56.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "hour",
        "ago",
        "house",
        "democrat",
        "response",
        "incendiary",
        "gop",
        "memo",
        "released",
        "saturday",
        "afternoon",
        "gop",
        "memo",
        "alleged",
        "fbi",
        "justice",
        "department",
        "abused",
        "process",
        "acquiring",
        "surveillance",
        "warrant",
        "former",
        "trump",
        "campaign",
        "advisor",
        "carter",
        "page",
        "democrat",
        "rebuttal",
        "argues",
        "government",
        "agency",
        "acted",
        "appropriately",
        "republican",
        "memo",
        "misleading",
        "artyom",
        "korotayev",
        "tass",
        "getty",
        "image",
        "carter",
        "page",
        "make",
        "presentation",
        "titled",
        "hypocrisy",
        "potential",
        "strategy",
        "era",
        "global",
        "economic",
        "stagnation",
        "security",
        "threat",
        "fake",
        "news",
        "visit",
        "moscow",
        "december",
        "republican",
        "memo",
        "alleged",
        "surveillance",
        "abuse",
        "went",
        "viral",
        "long",
        "even",
        "publicly",
        "available",
        "release",
        "democratic",
        "rebuttal",
        "saturday",
        "evening",
        "met",
        "comparatively",
        "little",
        "fanfare",
        "president",
        "donald",
        "trump",
        "approved",
        "side",
        "memo",
        "written",
        "house",
        "intelligence",
        "committee",
        "republican",
        "chairman",
        "devin",
        "nunes",
        "admonition",
        "government",
        "agency",
        "refused",
        "support",
        "release",
        "democratic",
        "response",
        "first",
        "sent",
        "desk",
        "early",
        "february",
        "memo",
        "sent",
        "back",
        "intelligence",
        "agency",
        "section",
        "document",
        "redacted",
        "period",
        "gop",
        "page",
        "document",
        "highlighted",
        "concern",
        "fbi",
        "justice",
        "department",
        "acquisition",
        "renewal",
        "surveillance",
        "warrant",
        "former",
        "trump",
        "campaign",
        "advisor",
        "carter",
        "page",
        "based",
        "underlying",
        "document",
        "secret",
        "foreign",
        "intelligence",
        "surveillance",
        "court",
        "one",
        "committee",
        "republican",
        "outgoing",
        "south",
        "carolina",
        "trey",
        "gowdy",
        "actually",
        "read",
        "show",
        "chapter",
        "pm",
        "et",
        "sun",
        "feb",
        "declassified",
        "republican",
        "said",
        "finding",
        "memo",
        "would",
        "call",
        "question",
        "foundation",
        "special",
        "counsel",
        "robert",
        "mueller",
        "ongoing",
        "investigation",
        "tie",
        "trump",
        "campaign",
        "russia",
        "democrat",
        "version",
        "directly",
        "confronts",
        "numerous",
        "assertion",
        "nunes",
        "memo",
        "defending",
        "action",
        "fbi",
        "doj",
        "information",
        "new",
        "memo",
        "alleges",
        "numerous",
        "connection",
        "trump",
        "campaign",
        "russia",
        "pursued",
        "since",
        "least",
        "early",
        "knowledge",
        "potential",
        "tie",
        "two",
        "entity",
        "suggests",
        "investigator",
        "working",
        "theory",
        "case",
        "may",
        "included",
        "potential",
        "collusion",
        "since",
        "beginning",
        "stage",
        "seven",
        "key",
        "point",
        "alleged",
        "democrat",
        "memo",
        "carter",
        "page",
        "fbi",
        "radar",
        "long",
        "received",
        "infamous",
        "steele",
        "dossier",
        "republican",
        "majority",
        "memo",
        "contends",
        "dossier",
        "researched",
        "christopher",
        "steele",
        "former",
        "british",
        "spy",
        "working",
        "intelligence",
        "firm",
        "fusion",
        "gps",
        "formed",
        "essential",
        "part",
        "carter",
        "page",
        "fisa",
        "application",
        "many",
        "dossier",
        "allegation",
        "including",
        "salacious",
        "tie",
        "trump",
        "kremlin",
        "remain",
        "unverified",
        "minority",
        "response",
        "however",
        "suggests",
        "dossier",
        "merely",
        "offered",
        "corroborating",
        "evidence",
        "page",
        "alleged",
        "involvement",
        "russia",
        "fbi",
        "aware",
        "page",
        "since",
        "two",
        "russian",
        "spy",
        "tried",
        "recruit",
        "indicted",
        "memo",
        "say",
        "page",
        "also",
        "allegedly",
        "interviewed",
        "fbi",
        "multiple",
        "time",
        "russian",
        "intelligence",
        "contact",
        "march",
        "month",
        "joined",
        "trump",
        "campaign",
        "page",
        "left",
        "campaign",
        "well",
        "steele",
        "dossier",
        "allegedly",
        "circulated",
        "among",
        "investigator",
        "september",
        "memo",
        "cite",
        "evidence",
        "fbi",
        "surveillance",
        "sued",
        "spy",
        "trump",
        "campaign",
        "steele",
        "paid",
        "fbi",
        "doj",
        "dossier",
        "gop",
        "memo",
        "say",
        "surveillance",
        "application",
        "carter",
        "page",
        "excludes",
        "fact",
        "fbi",
        "separately",
        "authorized",
        "payment",
        "steele",
        "dossier",
        "fusion",
        "gps",
        "already",
        "commissioned",
        "gather",
        "clinton",
        "campaign",
        "democratic",
        "national",
        "committee",
        "democratic",
        "response",
        "tacitly",
        "acknowledges",
        "authorization",
        "say",
        "payment",
        "cancelled",
        "never",
        "made",
        "steele",
        "ultimately",
        "never",
        "received",
        "payment",
        "fbi",
        "information",
        "memo",
        "alleges",
        "steele",
        "never",
        "paid",
        "fbi",
        "dossier",
        "compensated",
        "bureau",
        "prior",
        "work",
        "unrelated",
        "investigation",
        "memo",
        "say",
        "doj",
        "mislead",
        "fisc",
        "fusion",
        "gps",
        "political",
        "motivation",
        "among",
        "central",
        "claim",
        "republican",
        "memo",
        "none",
        "surveillance",
        "warrant",
        "neither",
        "initial",
        "application",
        "subsequent",
        "three",
        "renewal",
        "reference",
        "role",
        "dnc",
        "clinton",
        "campaign",
        "funding",
        "steele",
        "effort",
        "memo",
        "note",
        "steele",
        "dossier",
        "political",
        "origin",
        "known",
        "senior",
        "doj",
        "fbi",
        "official",
        "time",
        "rebuttal",
        "house",
        "democrat",
        "say",
        "omission",
        "design",
        "justice",
        "department",
        "memo",
        "say",
        "appropriately",
        "upheld",
        "longstanding",
        "practice",
        "protecting",
        "citizen",
        "information",
        "purposefully",
        "person",
        "entity",
        "name",
        "hillary",
        "clinton",
        "dnc",
        "like",
        "trump",
        "specifically",
        "named",
        "steele",
        "potential",
        "bias",
        "go",
        "unmentioned",
        "fbi",
        "speculates",
        "identified",
        "person",
        "meaning",
        "fusion",
        "gps",
        "glenn",
        "simpson",
        "likely",
        "looking",
        "information",
        "could",
        "used",
        "discredit",
        "candidate",
        "campaign",
        "referring",
        "trump",
        "campaign",
        "fbi",
        "opened",
        "numerous",
        "trump",
        "campaign",
        "associate",
        "september",
        "fbi",
        "counterintelligence",
        "investigation",
        "russian",
        "election",
        "interference",
        "began",
        "july",
        "democrat",
        "memo",
        "highlight",
        "steele",
        "dossier",
        "came",
        "month",
        "later",
        "played",
        "role",
        "initial",
        "probe",
        "emphasize",
        "point",
        "memo",
        "alleges",
        "fbi",
        "opened",
        "multiple",
        "trump",
        "campaign",
        "official",
        "well",
        "page",
        "would",
        "continued",
        "even",
        "bureau",
        "never",
        "received",
        "steele",
        "dossier",
        "subject",
        "redacted",
        "footnote",
        "shortly",
        "following",
        "redaction",
        "identifies",
        "indictment",
        "former",
        "trump",
        "national",
        "security",
        "advisor",
        "michael",
        "flynn",
        "former",
        "trump",
        "campaign",
        "aide",
        "george",
        "papadopoulos",
        "former",
        "trump",
        "campaign",
        "manager",
        "paul",
        "manafort",
        "former",
        "trump",
        "campaign",
        "official",
        "rick",
        "gate",
        "lawyer",
        "speculated",
        "footnote",
        "appears",
        "provide",
        "information",
        "elsewhere",
        "censored",
        "may",
        "overlooked",
        "redaction",
        "process",
        "really",
        "mind",
        "good",
        "reason",
        "redact",
        "name",
        "said",
        "ned",
        "price",
        "former",
        "intelligence",
        "officer",
        "nbc",
        "contributor",
        "reek",
        "politicization",
        "price",
        "said",
        "best",
        "interpretation",
        "administration",
        "thought",
        "would",
        "highly",
        "damning",
        "know",
        "handful",
        "trump",
        "campaign",
        "member",
        "investigation",
        "section",
        "memo",
        "appear",
        "rebut",
        "specific",
        "claim",
        "gop",
        "document",
        "mainly",
        "focused",
        "surveillance",
        "warrant",
        "republican",
        "member",
        "congress",
        "argued",
        "nunes",
        "memo",
        "undermines",
        "legitimacy",
        "special",
        "counsel",
        "inquiry",
        "communication",
        "trump",
        "campaign",
        "russia",
        "surveillance",
        "warrant",
        "renewal",
        "page",
        "approved",
        "judge",
        "appointed",
        "republican",
        "democrat",
        "memo",
        "say",
        "october",
        "surveillance",
        "warrant",
        "application",
        "page",
        "three",
        "subsequent",
        "renewal",
        "warrant",
        "approved",
        "federal",
        "judge",
        "appointed",
        "republican",
        "administration",
        "four",
        "federal",
        "judge",
        "involved",
        "scrutinizing",
        "surveillance",
        "request",
        "two",
        "appointed",
        "former",
        "president",
        "george",
        "bush",
        "one",
        "president",
        "george",
        "bush",
        "one",
        "president",
        "ronald",
        "reagan",
        "democrat",
        "memo",
        "address",
        "gop",
        "claim",
        "deputy",
        "fbi",
        "director",
        "andrew",
        "mccabe",
        "said",
        "steele",
        "dossier",
        "necessary",
        "acquire",
        "surveillance",
        "warrant",
        "gop",
        "memo",
        "alleges",
        "mccabe",
        "testimony",
        "house",
        "intelligence",
        "committee",
        "december",
        "said",
        "surveillance",
        "warrant",
        "would",
        "sought",
        "fisc",
        "without",
        "steele",
        "dossier",
        "information",
        "source",
        "familiar",
        "testimony",
        "disputed",
        "characterization",
        "mccabe",
        "word",
        "outgoing",
        "deputy",
        "fbi",
        "director",
        "addressed",
        "democrat",
        "rebuttal",
        "democrat",
        "wait",
        "release",
        "memo",
        "shortly",
        "memo",
        "released",
        "saturday",
        "trump",
        "said",
        "house",
        "democrat",
        "memo",
        "bad",
        "document",
        "side",
        "push",
        "hard",
        "trump",
        "said",
        "fox",
        "news",
        "interview",
        "notice",
        "push",
        "hard",
        "understood",
        "going",
        "happen",
        "looking",
        "around",
        "seeing",
        "report",
        "lot",
        "people",
        "saying",
        "democrat",
        "released",
        "document",
        "day",
        "returned",
        "redaction",
        "thus",
        "approving",
        "release",
        "doj",
        "sent",
        "redacted",
        "memo",
        "back",
        "committee",
        "minority",
        "saturday",
        "afternoon",
        "released",
        "est",
        "watch",
        "thing",
        "trump",
        "wo",
        "disclose",
        "show",
        "chapter"
    ]
}