{
    "organizations": [],
    "uuid": "7cba952416b2dbd10e3ec34dac9ce3187e21e046",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-alder-biopharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "Alder BioPharmaceuticals Reports Fourth Quarter and Full Year 2017 Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Strong cash position to support eptinezumab development through approval and commercial launch –\n– Recently reported pivotal PROMISE 2 top-line data in chronic migraine demonstrates eptinezumab\nsignificantly reduced migraine risk in patients, met all primary and key secondary endpoints –\n– Biologics License Application (BLA) on track for submission in 2H18 –\n– Conference call today at 5 p.m. ET –\nBOTHELL, Wash., Feb. 26, 2018 (GLOBE NEWSWIRE) -- Alder BioPharmaceuticals, Inc. (NASDAQ:ALDR), a biopharmaceutical company focused on developing novel therapeutic antibodies for the treatment of migraine, today provided a corporate update and reported its financial results for the fourth quarter and full year ended December 31, 2017.\n“The data from eptinezumab’s Phase 3 pivotal clinical trials in episodic and chronic migraine patients support Alder’s goal to advance the treatment paradigm for migraine prevention. In both trials, eptinezumab’s clinical profile included rapid Day 1 reduction in migraine risk, high levels of efficacy with patients achieving 75% and 100% responder rates and sustained migraine relief for 3 months following a single infusion administration,” said Randall C. Schatzman, Ph.D., President and Chief Executive Officer of Alder. “If approved, eptinezumab has the potential to provide a meaningful treatment option for millions of migraine sufferers. Looking ahead to the remainder of 2018 and into 2019, we are focused on our BLA submission, gaining FDA approval and on our commercial readiness activities ahead of eptinezumab’s launch. Our 2017 year-end cash balances, together with the net proceeds of our two successful 2018 financings, total over $600 million, leaving us well-positioned to meet our projected operating requirements into 2020.”\nRecent 2018 Company Highlights\nPROMISE 2 Phase 3 eptinezumab top-line data in chronic migraine patients: Met the primary endpoint with very high statistical significance vs. placebo (p<0.0001) for both dose levels tested in the trial following the first quarterly infusion. Met all key secondary endpoints with very high statistical significance vs. placebo including prevention beginning Day One (p<0.0001) and 50 percent (p<0.0001) and 75 percent (p<0.0001) responder rates month one through month three. Furthermore, an average of 15 percent of eptinezumab patients had no migraines (i.e., 100 percent response) for months one to three (p<0.0001 unadjusted). Safety and tolerability were similar to previously reported eptinezumab studies. European patent settlement and global license agreement with Teva Pharmaceuticals International GmbH clears Alder’s freedom to develop, manufacture and commercialize eptinezumab in the U.S. and globally. Alder received approximately $97.7 million in net proceeds from the sale of shares of convertible preferred stock in a committed equity financing with certain institutional and other accredited investors affiliated with or managed by Redmile Group LLC. Alder received approximately $277.7 million in net proceeds from an underwritten public offering of 2.5% convertible senior notes due 2025 (including approximately $36.3 million from the exercise of an over-allotment option granted to the underwriters in the offering).\nUpcoming Corporate Milestones\nPlanned 2018 Corporate Milestones for eptinezumab Timing PROMISE 1 12 month data (episodic migraine) 1H 2018 PROMISE 2 6 month data (chronic migraine) 1H 2018 12 month open label safety study 1H 2018 Pharmacokinetic comparability study 2H 2018 BLA submission 2H 2018 Key 2017 Company Highlights\nPROMISE 1 Phase 3 eptinezumab data in episodic migraine patients: Met the primary endpoint with highly statistically significant reductions in monthly migraine days in the trial following the first quarterly infusion. Significant clinical benefit achieved on Day One post-infusion (p=0.0087 unadjusted) and significant 50 percent (p=0.0001) and 75 percent (p=0.0007) responder rates month one through month three. Efficacy further improved following a second quarterly infusion; an average of 17% of patients had no migraines following the first administration and that rose to 26% of patients following the second administration. The safety profile was similar to placebo and consistent with previously reported eptinezumab studies. Alder completed a public offering of common stock on July 18, 2017 resulting in net proceeds to Alder of approximately $161.5 million, after underwriting discounts, commissions and offering expenses. Eptinezumab data presentations at top tier medical conferences highlighted Phase 2b (chronic migraine) and PROMISE 1 Phase 3 (episodic migraine) clinical data and analyses: Three scientific presentations at the 69th Annual American Academy of Neurology (AAN) April 22-28. Four scientific presentations at the 59th Annual Scientific Meeting of the American Headache Society (AHS) June 8-11. Seven scientific presentations at the 18th Congress of the International Headache Society (IHC) September 7-10.\nFourth Quarter and Year-End 2017 Financial Results\nAs Alder had $286.2 million in cash, cash equivalents, short-term investments and restricted cash, compared to $340.9 million as of Sept. 30, 2017 and compared to $351.9 million as of December 31, 2016. Research and development expenses for the fourth quarter ended December 31, 2017 totaled $44.7 million, compared to $41.8 million for the same period in 2016. For the full year 2017, research and development expenses totaled $252.9 million, compared to $132.8 million for the full year 2016. The increases in spending for both periods were primarily due to manufacturing and clinical trial costs for the company’s eptinezumab program and commercialization preparations.\nGeneral and administrative expenses for the fourth quarter ended December 31, 2017 totaled $10.3 million, compared to $7.4 million for the same period in 2016. For the full year 2017, general and administrative expenses totaled $38.1 million, compared to $26.1 million for the full year 2016. The increases in spending for both periods were primarily due to an increase in stock-based compensation expense and salaries due to headcount growth, and an increase in professional fees and other administrative costs, primarily to support commercial readiness activities. Net loss for the fourth quarter ended December 31, 2017 totaled $54.4 million, or $0.80 per share, compared to net loss of $48.9 million, or $0.97 per share on a fully-diluted basis, for the same period in 2016. For the full year 2017, net loss totaled $288.9 million, or $4.95 per share on a fully-diluted basis, compared to net loss of $156.3 million, or $3.23 per share, for the full year 2016.\nFinancial Outlook\nAlder estimates its available cash, cash equivalents, short-term investments and restricted cash totaling $286.2 million as together with the net proceeds of approximately $97.7 million received in 2018 from the sale of shares of convertible preferred stock in its committed equity financing and approximately $277.7 million received in 2018 in its underwritten public offering of 2.5% convertible senior notes due 2025 will be sufficient to meet projected operating requirements into 2020. These projections assume the BLA filing and approval by the U.S. Food and Drug Administration and the commercial launch of the infusion formulation of eptinezumab in this time period.\nConference Call and Webcast\nAlder will host a conference call today at 5:00 p.m. ET to discuss these financial results and recent corporate highlights. The live call may be accessed by dialing (877) 430-4657 for domestic callers or (484) 756-4339 for international callers, and providing conference ID number 6943609. The webcast will be broadcast live and be accessed from the Events & Presentations page in the investors section of Alder’s website at www.alderbio.com . The webcast will be available for replay following the call for at least 30 days.\nAbout Alder BioPharmaceuticals, Inc.\nAlder BioPharmaceuticals, Inc., is a clinical-stage biopharmaceutical company committed to transforming the treatment paradigm for patients with migraine and other serious neurological or inflammatory conditions. Leveraging its pioneering monoclonal antibody technologies, Alder discovers and develops novel therapeutic antibodies designed to deliver highly differentiated, best-in-class clinical profiles. Alder's lead pivotal-stage product candidate, eptinezumab, is being evaluated as potentially the first-to-market migraine prevention infusion therapy. Eptinezumab is a monoclonal antibody (mAb) inhibiting calcitonin gene-related peptide (CGRP), which is believed to play a key role in mediating and initiating migraine. Alder is additionally evaluating ALD1910, a preclinical product candidate also in development as a migraine prevention therapy. ALD1910 is a monoclonal antibody that inhibits pituitary adenylate cyclase-activating polypeptide-38 (PACAP-38), another protein that is active in mediating the initiation of migraine. Clazakizumab, Alder's third program, is a monoclonal antibody candidate that inhibits interleukin-6 and is licensed to Vitaeris, Inc. For more information, please visit http://www.alderbio.com .\nThis press release contains , including, without limitation, statements relating to: the continued development and clinical, therapeutic and commercial potential of eptinezumab; the planned BLA submission with the FDA and the potential regulatory approval of eptinezumab; Alder’s goal to advance the treatment paradigm for migraine prevention; the belief that eptinezumab has the potential to be a meaningful treatment option; and Alder’s financial outlook, including Alder’s belief that it has sufficient cash resources to meet projected operating requirements into 2020 and the assumptions related thereto. Words such as “demonstrate,” “support,” “on track,” “strong,” “potential,” “can,” “goal,” “advance,” “paradigm,” “option,” “looking ahead,” “focused,” “well-positioned,” “projected,” “freedom,” “estimates,” “will,” “sufficient,” “upcoming,” “planned,” “milestones,” or other similar expressions, identify , but the absence of these words does not necessarily mean that a statement is not forward-looking. In addition, any statements that refer to expectations, projections or other characterizations of future events or circumstances are The in this press release are based upon Alder's current plans, assumptions, beliefs, expectations, estimates and projections, and involve substantial risks and uncertainties. Actual results and the timing of events could differ materially from those anticipated in the due to these risks and uncertainties as well as other factors, which include, without limitation: risks related to the potential failure of eptinezumab to demonstrate safety and efficacy in clinical testing; Alder's ability to conduct clinical trials and studies of eptinezumab sufficient to achieve a positive completion; the availability of data at the expected times; the clinical, therapeutic and commercial value of eptinezumab; risks and uncertainties related to regulatory application, review and approval processes and Alder's compliance with applicable legal and regulatory requirements; risks and uncertainties relating to the manufacture of eptinezumab; Alder's ability to obtain and protect intellectual property rights, and operate without infringing on the intellectual property rights of others; the uncertain timing and level of expenses associated with Alder’s development and commercialization activities; the sufficiency of Alder's capital and other resources; market competition; changes in economic and business conditions; and other factors discussed under the caption \"Risk Factors\" in Alder's Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which was filed with the Securities and Exchange Commission (SEC) on February 26, 2018, and is available on the SEC's website at www.sec.gov . Additional information will also be set forth in Alder's other reports and filings it will make with the SEC from time to time. The made in this press release speak only as of the date of this press release. Alder expressly disclaims any duty, obligation or undertaking to release publicly any updates or revisions to any contained herein to reflect any change in Alder's expectations with regard thereto or any change in events, conditions or circumstances on which any such statements are based.\nConsolidated Balance Sheets (Unaudited) (Amounts in thousands) December 31, December 31, 2017 2016 Cash, cash equivalents, short-term investments and restricted cash $ 286,240 $ 351,867 Prepaid expenses and other assets 16,896 57,287 Total assets $ 303,136 $ 409,154 Total liabilities $ 23,861 $ 26,371 Total stockholders’ equity 279,275 382,783 Total liabilities and stockholders’ equity $ 303,136 $ 409,154\nConsolidated Statements of Operations (Unaudited) (Amounts in thousands, except share and per share data) Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Revenues Collaboration and license agreements $ 936 $ — $ 1,619 $ 113 Operating expenses Cost of sales 936 — 1,619 113 Research and development 44,749 41,789 252,902 132,760 General and administrative 10,337 7,398 38,102 26,148 Total operating expenses 56,022 49,187 292,623 159,021 Gain on license of clazakizumab — — — 1,050 Loss from operations (55,086 ) (49,187 ) (291,004 ) (157,858 ) Other income, net 729 296 2,125 1,604 Net loss $ (54,357 ) $ (48,891 ) $ (288,879 ) $ (156,254 ) Net loss per share - basic and diluted $ (0.80 ) $ (0.97 ) $ (4.95 ) $ (3.23 ) Weighted average number of common shares used in net loss per share - basic and diluted 67,780,176 50,324,529 58,347,284 48,407,565 Media Contact:\nAshley Cadle\nTogoRun\n310-463-0143\na.cadle@togorun.com\nInvestor Relations Contact:\nMichael Schaffzin\nStern Investor Relations, Inc.\n212-362-1200\nmichael@sternir.com\nSource:Alder BioPharmaceuticals, Inc.",
    "published": "2018-02-27T00:15:00.000+02:00",
    "crawled": "2018-02-27T00:27:14.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "strong",
        "cash",
        "position",
        "support",
        "eptinezumab",
        "development",
        "approval",
        "commercial",
        "launch",
        "recently",
        "reported",
        "pivotal",
        "promise",
        "data",
        "chronic",
        "migraine",
        "demonstrates",
        "eptinezumab",
        "significantly",
        "reduced",
        "migraine",
        "risk",
        "patient",
        "met",
        "primary",
        "key",
        "secondary",
        "endpoint",
        "biologics",
        "license",
        "application",
        "bla",
        "track",
        "submission",
        "2h18",
        "conference",
        "call",
        "today",
        "et",
        "bothell",
        "globe",
        "newswire",
        "alder",
        "biopharmaceuticals",
        "nasdaq",
        "aldr",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "novel",
        "therapeutic",
        "antibody",
        "treatment",
        "migraine",
        "today",
        "provided",
        "corporate",
        "update",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "data",
        "eptinezumab",
        "phase",
        "pivotal",
        "clinical",
        "trial",
        "episodic",
        "chronic",
        "migraine",
        "patient",
        "support",
        "alder",
        "goal",
        "advance",
        "treatment",
        "paradigm",
        "migraine",
        "prevention",
        "trial",
        "eptinezumab",
        "clinical",
        "profile",
        "included",
        "rapid",
        "day",
        "reduction",
        "migraine",
        "risk",
        "high",
        "level",
        "efficacy",
        "patient",
        "achieving",
        "responder",
        "rate",
        "sustained",
        "migraine",
        "relief",
        "month",
        "following",
        "single",
        "infusion",
        "administration",
        "said",
        "randall",
        "schatzman",
        "president",
        "chief",
        "executive",
        "officer",
        "alder",
        "approved",
        "eptinezumab",
        "potential",
        "provide",
        "meaningful",
        "treatment",
        "option",
        "million",
        "migraine",
        "sufferer",
        "looking",
        "ahead",
        "remainder",
        "focused",
        "bla",
        "submission",
        "gaining",
        "fda",
        "approval",
        "commercial",
        "readiness",
        "activity",
        "ahead",
        "eptinezumab",
        "launch",
        "cash",
        "balance",
        "together",
        "net",
        "proceeds",
        "two",
        "successful",
        "financing",
        "total",
        "million",
        "leaving",
        "u",
        "meet",
        "projected",
        "operating",
        "requirement",
        "recent",
        "company",
        "highlight",
        "promise",
        "phase",
        "eptinezumab",
        "data",
        "chronic",
        "migraine",
        "patient",
        "met",
        "primary",
        "endpoint",
        "high",
        "statistical",
        "significance",
        "placebo",
        "p",
        "dose",
        "level",
        "tested",
        "trial",
        "following",
        "first",
        "quarterly",
        "infusion",
        "met",
        "key",
        "secondary",
        "endpoint",
        "high",
        "statistical",
        "significance",
        "placebo",
        "including",
        "prevention",
        "beginning",
        "day",
        "one",
        "p",
        "percent",
        "p",
        "percent",
        "p",
        "responder",
        "rate",
        "month",
        "one",
        "month",
        "three",
        "furthermore",
        "average",
        "percent",
        "eptinezumab",
        "patient",
        "migraine",
        "percent",
        "response",
        "month",
        "one",
        "three",
        "p",
        "unadjusted",
        "safety",
        "tolerability",
        "similar",
        "previously",
        "reported",
        "eptinezumab",
        "study",
        "european",
        "patent",
        "settlement",
        "global",
        "license",
        "agreement",
        "teva",
        "pharmaceutical",
        "international",
        "gmbh",
        "clear",
        "alder",
        "freedom",
        "develop",
        "manufacture",
        "commercialize",
        "eptinezumab",
        "globally",
        "alder",
        "received",
        "approximately",
        "million",
        "net",
        "proceeds",
        "sale",
        "share",
        "convertible",
        "preferred",
        "stock",
        "committed",
        "equity",
        "financing",
        "certain",
        "institutional",
        "accredited",
        "investor",
        "affiliated",
        "managed",
        "redmile",
        "group",
        "llc",
        "alder",
        "received",
        "approximately",
        "million",
        "net",
        "proceeds",
        "underwritten",
        "public",
        "offering",
        "convertible",
        "senior",
        "note",
        "due",
        "including",
        "approximately",
        "million",
        "exercise",
        "option",
        "granted",
        "underwriter",
        "offering",
        "upcoming",
        "corporate",
        "milestone",
        "planned",
        "corporate",
        "milestone",
        "eptinezumab",
        "timing",
        "promise",
        "month",
        "data",
        "episodic",
        "migraine",
        "1h",
        "promise",
        "month",
        "data",
        "chronic",
        "migraine",
        "1h",
        "month",
        "open",
        "label",
        "safety",
        "study",
        "1h",
        "pharmacokinetic",
        "comparability",
        "study",
        "2h",
        "bla",
        "submission",
        "2h",
        "key",
        "company",
        "highlight",
        "promise",
        "phase",
        "eptinezumab",
        "data",
        "episodic",
        "migraine",
        "patient",
        "met",
        "primary",
        "endpoint",
        "highly",
        "statistically",
        "significant",
        "reduction",
        "monthly",
        "migraine",
        "day",
        "trial",
        "following",
        "first",
        "quarterly",
        "infusion",
        "significant",
        "clinical",
        "benefit",
        "achieved",
        "day",
        "one",
        "unadjusted",
        "significant",
        "percent",
        "percent",
        "responder",
        "rate",
        "month",
        "one",
        "month",
        "three",
        "efficacy",
        "improved",
        "following",
        "second",
        "quarterly",
        "infusion",
        "average",
        "patient",
        "migraine",
        "following",
        "first",
        "administration",
        "rose",
        "patient",
        "following",
        "second",
        "administration",
        "safety",
        "profile",
        "similar",
        "placebo",
        "consistent",
        "previously",
        "reported",
        "eptinezumab",
        "study",
        "alder",
        "completed",
        "public",
        "offering",
        "common",
        "stock",
        "july",
        "resulting",
        "net",
        "proceeds",
        "alder",
        "approximately",
        "million",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "eptinezumab",
        "data",
        "presentation",
        "top",
        "tier",
        "medical",
        "conference",
        "highlighted",
        "phase",
        "2b",
        "chronic",
        "migraine",
        "promise",
        "phase",
        "episodic",
        "migraine",
        "clinical",
        "data",
        "analysis",
        "three",
        "scientific",
        "presentation",
        "69th",
        "annual",
        "american",
        "academy",
        "neurology",
        "aan",
        "april",
        "four",
        "scientific",
        "presentation",
        "59th",
        "annual",
        "scientific",
        "meeting",
        "american",
        "headache",
        "society",
        "ahs",
        "june",
        "seven",
        "scientific",
        "presentation",
        "18th",
        "congress",
        "international",
        "headache",
        "society",
        "ihc",
        "september",
        "fourth",
        "quarter",
        "financial",
        "result",
        "alder",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "compared",
        "million",
        "compared",
        "million",
        "december",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "period",
        "full",
        "year",
        "research",
        "development",
        "expense",
        "totaled",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "increase",
        "spending",
        "period",
        "primarily",
        "due",
        "manufacturing",
        "clinical",
        "trial",
        "cost",
        "company",
        "eptinezumab",
        "program",
        "commercialization",
        "preparation",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "period",
        "full",
        "year",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "increase",
        "spending",
        "period",
        "primarily",
        "due",
        "increase",
        "compensation",
        "expense",
        "salary",
        "due",
        "headcount",
        "growth",
        "increase",
        "professional",
        "fee",
        "administrative",
        "cost",
        "primarily",
        "support",
        "commercial",
        "readiness",
        "activity",
        "net",
        "loss",
        "fourth",
        "quarter",
        "ended",
        "december",
        "totaled",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basis",
        "period",
        "full",
        "year",
        "net",
        "loss",
        "totaled",
        "million",
        "per",
        "share",
        "basis",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "full",
        "year",
        "financial",
        "outlook",
        "alder",
        "estimate",
        "available",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "totaling",
        "million",
        "together",
        "net",
        "proceeds",
        "approximately",
        "million",
        "received",
        "sale",
        "share",
        "convertible",
        "preferred",
        "stock",
        "committed",
        "equity",
        "financing",
        "approximately",
        "million",
        "received",
        "underwritten",
        "public",
        "offering",
        "convertible",
        "senior",
        "note",
        "due",
        "sufficient",
        "meet",
        "projected",
        "operating",
        "requirement",
        "projection",
        "assume",
        "bla",
        "filing",
        "approval",
        "food",
        "drug",
        "administration",
        "commercial",
        "launch",
        "infusion",
        "formulation",
        "eptinezumab",
        "time",
        "period",
        "conference",
        "call",
        "webcast",
        "alder",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "discus",
        "financial",
        "result",
        "recent",
        "corporate",
        "highlight",
        "live",
        "call",
        "may",
        "accessed",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "providing",
        "conference",
        "id",
        "number",
        "webcast",
        "broadcast",
        "live",
        "accessed",
        "event",
        "presentation",
        "page",
        "investor",
        "section",
        "alder",
        "website",
        "webcast",
        "available",
        "replay",
        "following",
        "call",
        "least",
        "day",
        "alder",
        "biopharmaceuticals",
        "alder",
        "biopharmaceuticals",
        "biopharmaceutical",
        "company",
        "committed",
        "transforming",
        "treatment",
        "paradigm",
        "patient",
        "migraine",
        "serious",
        "neurological",
        "inflammatory",
        "condition",
        "leveraging",
        "pioneering",
        "monoclonal",
        "antibody",
        "technology",
        "alder",
        "discovers",
        "develops",
        "novel",
        "therapeutic",
        "antibody",
        "designed",
        "deliver",
        "highly",
        "differentiated",
        "clinical",
        "profile",
        "alder",
        "lead",
        "product",
        "candidate",
        "eptinezumab",
        "evaluated",
        "potentially",
        "migraine",
        "prevention",
        "infusion",
        "therapy",
        "eptinezumab",
        "monoclonal",
        "antibody",
        "mab",
        "inhibiting",
        "calcitonin",
        "peptide",
        "cgrp",
        "believed",
        "play",
        "key",
        "role",
        "mediating",
        "initiating",
        "migraine",
        "alder",
        "additionally",
        "evaluating",
        "ald1910",
        "preclinical",
        "product",
        "candidate",
        "also",
        "development",
        "migraine",
        "prevention",
        "therapy",
        "ald1910",
        "monoclonal",
        "antibody",
        "inhibits",
        "pituitary",
        "adenylate",
        "another",
        "protein",
        "active",
        "mediating",
        "initiation",
        "migraine",
        "clazakizumab",
        "alder",
        "third",
        "program",
        "monoclonal",
        "antibody",
        "candidate",
        "inhibits",
        "licensed",
        "vitaeris",
        "information",
        "please",
        "visit",
        "http",
        "press",
        "release",
        "contains",
        "including",
        "without",
        "limitation",
        "statement",
        "relating",
        "continued",
        "development",
        "clinical",
        "therapeutic",
        "commercial",
        "potential",
        "eptinezumab",
        "planned",
        "bla",
        "submission",
        "fda",
        "potential",
        "regulatory",
        "approval",
        "eptinezumab",
        "alder",
        "goal",
        "advance",
        "treatment",
        "paradigm",
        "migraine",
        "prevention",
        "belief",
        "eptinezumab",
        "potential",
        "meaningful",
        "treatment",
        "option",
        "alder",
        "financial",
        "outlook",
        "including",
        "alder",
        "belief",
        "sufficient",
        "cash",
        "resource",
        "meet",
        "projected",
        "operating",
        "requirement",
        "assumption",
        "related",
        "thereto",
        "word",
        "demonstrate",
        "support",
        "track",
        "strong",
        "potential",
        "goal",
        "advance",
        "paradigm",
        "option",
        "looking",
        "ahead",
        "focused",
        "projected",
        "freedom",
        "estimate",
        "sufficient",
        "upcoming",
        "planned",
        "milestone",
        "similar",
        "expression",
        "identify",
        "absence",
        "word",
        "necessarily",
        "mean",
        "statement",
        "addition",
        "statement",
        "refer",
        "expectation",
        "projection",
        "characterization",
        "future",
        "event",
        "circumstance",
        "press",
        "release",
        "based",
        "upon",
        "alder",
        "current",
        "plan",
        "assumption",
        "belief",
        "expectation",
        "estimate",
        "projection",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "due",
        "risk",
        "uncertainty",
        "well",
        "factor",
        "include",
        "without",
        "limitation",
        "risk",
        "related",
        "potential",
        "failure",
        "eptinezumab",
        "demonstrate",
        "safety",
        "efficacy",
        "clinical",
        "testing",
        "alder",
        "ability",
        "conduct",
        "clinical",
        "trial",
        "study",
        "eptinezumab",
        "sufficient",
        "achieve",
        "positive",
        "completion",
        "availability",
        "data",
        "expected",
        "time",
        "clinical",
        "therapeutic",
        "commercial",
        "value",
        "eptinezumab",
        "risk",
        "uncertainty",
        "related",
        "regulatory",
        "application",
        "review",
        "approval",
        "process",
        "alder",
        "compliance",
        "applicable",
        "legal",
        "regulatory",
        "requirement",
        "risk",
        "uncertainty",
        "relating",
        "manufacture",
        "eptinezumab",
        "alder",
        "ability",
        "obtain",
        "protect",
        "intellectual",
        "property",
        "right",
        "operate",
        "without",
        "infringing",
        "intellectual",
        "property",
        "right",
        "others",
        "uncertain",
        "timing",
        "level",
        "expense",
        "associated",
        "alder",
        "development",
        "commercialization",
        "activity",
        "sufficiency",
        "alder",
        "capital",
        "resource",
        "market",
        "competition",
        "change",
        "economic",
        "business",
        "condition",
        "factor",
        "discussed",
        "caption",
        "risk",
        "factor",
        "alder",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "february",
        "available",
        "sec",
        "website",
        "additional",
        "information",
        "also",
        "set",
        "forth",
        "alder",
        "report",
        "filing",
        "make",
        "sec",
        "time",
        "time",
        "made",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "alder",
        "expressly",
        "disclaims",
        "duty",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "contained",
        "herein",
        "reflect",
        "change",
        "alder",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "amount",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "collaboration",
        "license",
        "agreement",
        "operating",
        "expense",
        "cost",
        "sale",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "gain",
        "license",
        "clazakizumab",
        "loss",
        "operation",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "medium",
        "contact",
        "ashley",
        "cadle",
        "togorun",
        "investor",
        "relation",
        "contact",
        "michael",
        "schaffzin",
        "stern",
        "investor",
        "relation",
        "michael",
        "source",
        "alder",
        "biopharmaceuticals",
        "inc"
    ]
}