{
    "organizations": [],
    "uuid": "efabc2200cc5a6b37ebb4e88b126f33727db7359",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/pr-newswire-penumbra-inc-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Penumbra, Inc. Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALAMEDA, Calif., Feb. 27, 2018 /PRNewswire/ -- Penumbra, Inc. (NYSE: PEN), a global healthcare company focused on innovative therapies, today reported financial full year ended December 31, 2017.\nFinancial Highlights:\nRevenue of $96.1 million for the fourth quarter of 2017, an increase of 31.4%, or 29.7% in constant currency 1 , over the fourth quarter of 2016. Revenue of $333.8 million for the full year 2017, an increase of 26.8%, or 26.4% in constant currency 1 , over the prior year.\nFourth Quarter 2017 Financial Results\nTotal revenue grew to $96.1 million for the fourth quarter of 2017 compared to $73.1 million for the fourth quarter of 2016, an increase of 31.4%, or 29.7% on a constant currency basis. The United States represented 64% of total revenue and international represented 36% of total revenue for the fourth quarter of 2017. Revenue from sales of neuro products grew to $67.3 million for the fourth quarter of 2017, an increase of 31.1%, or 29.2% on a constant currency basis. Revenue from sales of peripheral vascular products grew to $28.7 million for the fourth quarter of 2017, an increase of 32.1%, or 30.9% on a constant currency basis.\nGross profit was $63.7 million, or 66.3% of total revenue, for the fourth quarter of 2017, compared to $46.6 million, or 63.7% of total revenue, for the fourth quarter of 2016.\nTotal operating expenses were $59.9 million, or 62.3% of total revenue, for the fourth quarter of 2017, compared to $47.7 million, or 65.3% of total revenue, for the fourth quarter of 2016. R&D expenses were $8.4 million for the fourth quarter of 2017, compared to $6.1 million for the fourth quarter of 2016. SG&A expenses were $51.5 million for the fourth quarter of 2017, compared to $41.6 million for the fourth quarter of 2016.\nOperating income was $3.9 million for the fourth quarter of 2017, compared to an operating loss of $1.2 million for the fourth quarter of 2016.\nAs of December 31, 2017, cash and cash equivalents and marketable investments totaled $214.6 million.\nFull Year 2017 Financial Results\nTotal revenue grew to $333.8 million for the year ended December 31, 2017, compared to $263.3 million for 2016, an increase of 26.8%, or 26.4% in constant currency. The United States represented 66% of total revenue and international represented 34% of total revenue for the year ended December 31, 2017. Revenue from sales of neuro products grew to $232.4 million for 2017, an increase of 25.3%, or 24.9% on a constant currency basis. Revenue from sales of peripheral vascular products grew to $101.3 million for 2017, an increase of 30.3%, or 30.0% on a constant currency basis.\nGross profit was $217.1 million, or 65.1% of total revenue, for the year ended December 31, 2017, compared to $170.8 million, or 64.9% of total revenue, for the year ended December 31, 2016.\nTotal operating expenses were $216.0 million, or 64.7% of total revenue, for the year ended December 31, 2017, compared to $172.2 million, or 65.4% of total revenue, for the year ended December 31, 2016. R&D expenses were $31.7 million for the year ended December 31, 2017, compared to $23.9 million for the year ended December 31, 2016. SG&A expenses were $184.3 million for the year ended December 31, 2017, compared to $148.3 million for the year ended December 31, 2016.\nOperating income was $1.2 million for the year ended December 31, 2017, compared to operating loss of $1.4 million for the year ended December 31, 2016.\nFull Year 2018 Financial Outlook\nPenumbra projects total revenue for 2018 to be in the range of $400 to $405 million.\nWebcast and Conference Call Information\nPenumbra, Inc. will host a conference call to discuss financial year ended December 31, 2017 after market close on Tuesday, February 27, 2018 at 5:00 PM Eastern Time. The conference call can be accessed live over the phone by dialing (866) 393-4306 for domestic callers or (734) 385-2616 for international callers (conference id: 6884769), or the webcast can be accessed on the \"Events\" section under the \"Investors\" tab of the Company's website at: www.penumbrainc.com . The webcast will be available on the Company's website for two weeks following the completion of the call.\nAbout Penumbra\nPenumbra, Inc., headquartered in Alameda, California, is a global healthcare company focused on innovative therapies. Penumbra designs, develops, manufactures and markets medical devices and has a broad portfolio of products that addresses challenging medical conditions and significant clinical needs. Penumbra sells its products to hospitals primarily through its direct sales organization in the United States, most of Europe, Canada and Australia, and through distributors in select international markets. The Penumbra logo is a trademark of Penumbra, Inc. For more information, visit www.penumbrainc.com .\nNon-GAAP Financial Measures\nIn addition to financial measures prepared in accordance with U.S. generally accepted accounting principles (GAAP), the Company uses the following non-GAAP financial measures in this press release: a) constant currency and b) adjusted net income (loss).\nConstant Currency. The Company's constant currency revenue disclosures estimate the impact of changes in foreign currency rates on the translation of the Company's current period revenue as compared to the applicable comparable period in the prior year. This impact is derived by taking the current local currency revenue and translating it into U.S. dollars based upon the foreign currency exchange rates used to translate the local currency revenue for the applicable comparable period in the prior year, rather than the actual exchange rates in effect during the current period. It does not include any other effect of changes in foreign currency rates on the Company's results or business.\nAdjusted net income (loss). The Company defines adjusted net income (loss) as net income (loss), net of the income tax expense related to the Tax Cuts and Jobs Act of 2017 (the Tax Reform Act), the excess tax benefits associated with share-based compensation arrangements, and our net valuation allowance.\nFull reconciliation of these non-GAAP measures to the most comparable GAAP measures is set forth in the tables below.\nOur management believes the non-GAAP financial measures disclosed in this press release are useful to investors in assessing the operating performance of our business and provide meaningful comparisons to prior periods and thus a more complete understanding of our business than could be obtained absent this disclosure. Specifically, we consider the change in constant currency revenue as a useful metric as it provides an alternative framework for assessing how our underlying business performed excluding the effect of foreign currency rate fluctuations. We consider adjusted net income (loss) a useful metric as it provides an alternative framework for assessing how our underlying business performed excluding the effect of the income tax expense related to the Tax Reform Act, the excess tax benefits associated with share-based compensation arrangements, and our net valuation allowance.\nThe non-GAAP financial measures included in this press release may be different from, and therefore may not be comparable to, similarly titled measures used by other companies. These non-GAAP measures should not be considered in isolation or as alternatives to GAAP measures. We urge investors to review the reconciliation of these non-GAAP financial measures to the comparable GAAP financial measures included in this press release, and not to rely on any single financial measure to evaluate our business.\nForward-Looking Statements\nExcept for historical information, certain statements in this press release are forward-looking in nature and are subject to risks, uncertainties and assumptions about us. Our business and operations are subject to a variety of risks and uncertainties and, consequently, actual results may differ materially from those projected by any forward-looking statements. Factors that could cause actual results to differ from those projected include, but are not limited to: failure to sustain or grow profitability or generate positive cash flows; failure to effectively introduce and market new products; delays in product introductions; significant competition; inability to further penetrate our current customer base, expand our user base and increase the frequency of use of our products by our customers; inability to achieve or maintain satisfactory pricing and margins; manufacturing difficulties; permanent write-downs or write-offs of our inventory; product defects or failures; unfavorable outcomes in clinical trials; inability to maintain our culture as we grow; fluctuations in foreign currency exchange rates; potential adverse regulatory actions; and potential impact of any future acquisitions, mergers, dispositions, joint ventures or investments we may make. These risks and uncertainties, as well as others, are discussed in greater detail in our filings with the Securities and Exchange Commission (SEC), including our Annual Report on Form 10-K for the year ended December 31, 2017 the we expect to file with the SEC on or before March 1, 2018. There may be additional risks of which we are not presently aware or that we currently believe are immaterial which could have an adverse impact on our business. Any forward-looking statements are based on our current expectations, estimates and assumptions regarding future events and are applicable only as of the dates of such statements. We make no commitment to revise or update any forward-looking statements in order to reflect events or circumstances that may change.\n1 Constant currency results are non-GAAP financial measures. Please refer to \"Non-GAAP Financial Measures\" herein for important information about our use of constant currency results (including reconciliations to the most comparable GAAP measures).\nPenumbra, Inc.\nCondensed Consolidated Balance Sheets\n(unaudited)\n(in thousands)\nDecember 31,\n2017\n2016\nAssets\nCurrent assets:\nCash and cash equivalents\n$\n50,637\n$\n13,236\nMarketable investments\n163,954\n115,517\nAccounts receivable\n58,007\n43,335\nInventories\n94,901\n73,012\nPrepaid expenses and other current assets\n14,735\n18,727\nTotal current assets\n382,234\n263,827\nProperty and Equipment, net\n30,899\n21,464\nIntangible assets, net\n23,778\n—\nGoodwill\n8,178\n—\nLong-term investments\n3,872\n—\nDeferred taxes\n26,690\n22,476\nOther non-current assets\n1,016\n487\nTotal assets\n$\n476,667\n$\n308,254\nLiabilities and Stockholders' Equity\nCurrent Liabilities:\nAccounts payable\n$\n6,757\n$\n4,110\nAccrued liabilities\n44,825\n31,690\nTotal current liabilities\n51,582\n35,800\nDeferred Rent\n6,199\n5,083\nOther non-current liabilities\n18,478\n824\nTotal liabilities\n76,259\n41,707\nStockholders' Equity:\nPreferred stock\n—\n—\nCommon stock\n33\n31\nAdditional paid-in capital\n396,810\n273,865\nAccumulated other comprehensive income (loss)\n1,569\n(4,688)\nRetained earnings (accumulated deficit)\n1,996\n(2,661)\nTotal stockholders' equity\n400,408\n266,547\nTotal liabilities and stockholders' equity\n$\n476,667\n$\n308,254\nPenumbra, Inc.\nCondensed Consolidated Statements of Operations\n(unaudited)\n(in thousands, except share and per share amounts)\nThree Months Ended December 31,\nYear Ended December 31,\n2017\n2016\n2017\n2016\nRevenue\n$\n96,051\n$\n73,105\n$\n333,764\n$\n263,317\nCost of revenue\n32,324\n26,525\n116,622\n92,488\nGross profit\n63,727\n46,580\n217,142\n170,829\nOperating expenses:\nResearch and development\n8,401\n6,113\n31,661\n23,875\nSales, general and administrative\n51,470\n41,619\n184,316\n148,304\nTotal operating expenses\n59,871\n47,732\n215,977\n172,179\nIncome (loss) from operations\n3,856\n(1,152)\n1,165\n(1,350)\nInterest income, net\n727\n623\n2,653\n2,323\nOther expense, net\n(677)\n(986)\n(1,342)\n(1,842)\nIncome (loss) before income taxes and equity in losses of unconsolidated investees\n3,906\n(1,515)\n2,476\n(869)\n(Benefit from) provision for income taxes\n(5,904)\n881\n(3,611)\n(15,683)\nIncome (loss) before equity in losses of unconsolidated investees\n9,810\n(2,396)\n6,087\n14,814\nEquity in losses of unconsolidated investees\n(727)\n—\n(1,430)\n—\nNet income (loss)\n$\n9,083\n$\n(2,396)\n$\n4,657\n$\n14,814\nNet income (loss) per share:\nBasic\n$\n0.27\n$\n(0.08)\n$\n0.14\n$\n0.49\nDiluted\n$\n0.25\n$\n(0.08)\n$\n0.13\n$\n0.44\nWeighted average shares used to compute net income (loss) per share:\nBasic\n33,606,943\n31,045,700\n32,978,065\n30,464,583\nDiluted\n35,833,621\n31,045,700\n35,319,103\n33,478,078\nPenumbra, Inc.\nReconciliation of Revenue Growth by Geographic Regions to Constant Currency Revenue Growth 1\n(unaudited)\n(in thousands)\nThree Months Ended December 31,\nReported Change\nFX Impact\nConstant Currency Change\n2017\n2016\n$\n%\n$\n$\n%\nUnited States\n$\n61,615\n$\n48,620\n$\n12,995\n26.7\n%\n$\n—\n$\n12,995\n26.7\n%\nInternational\n34,436\n24,485\n9,951\n40.6\n%\n(1,237)\n8,714\n35.6\n%\nTotal\n$\n96,051\n$\n73,105\n$\n22,946\n31.4\n%\n$\n(1,237)\n$\n21,709\n29.7\n%\nPenumbra, Inc.\nReconciliation of Revenue Growth by Product Categories to Constant Currency Revenue Growth 1\n(unaudited)\n(in thousands)\nThree Months Ended December 31,\nReported Change\nFX Impact\nConstant Currency Change\n2017\n2016\n$\n%\n$\n$\n%\nNeuro\n$\n67,324\n$\n51,353\n$\n15,971\n31.1\n%\n$\n(975)\n$\n14,996\n29.2\n%\nPeripheral Vascular\n28,727\n21,752\n6,975\n32.1\n%\n(262)\n6,713\n30.9\n%\nTotal\n$\n96,051\n$\n73,105\n$\n22,946\n31.4\n%\n$\n(1,237)\n$\n21,709\n29.7\n%\nPenumbra, Inc.\nReconciliation of Revenue Growth by Geographic Regions to Constant Currency Revenue Growth 1\n(unaudited)\n(in thousands)\nYear Ended December 31,\nReported Change\nFX Impact\nConstant Currency Change\n2017\n2016\n$\n%\n$\n$\n%\nUnited States\n$\n219,173\n$\n176,104\n$\n43,069\n24.5\n%\n$\n—\n$\n43,069\n24.5\n%\nInternational\n114,591\n87,213\n27,378\n31.4\n%\n(922)\n26,456\n30.3\n%\nTotal\n$\n333,764\n$\n263,317\n$\n70,447\n26.8\n%\n$\n(922)\n$\n69,525\n26.4\n%\nPenumbra, Inc.\nReconciliation of Revenue Growth by Product Categories to Constant Currency Revenue Growth 1\n(unaudited)\n(in thousands)\nYear Ended December 31,\nReported Change\nFX Impact\nConstant Currency Change\n2017\n2016\n$\n%\n$\n$\n%\nNeuro\n$\n232,446\n$\n185,533\n$\n46,913\n25.3\n%\n$\n(743)\n$\n46,170\n24.9\n%\nPeripheral Vascular\n101,318\n77,784\n23,534\n30.3\n%\n(179)\n23,355\n30.0\n%\nTotal\n$\n333,764\n$\n263,317\n$\n70,447\n26.8\n%\n$\n(922)\n$\n69,525\n26.4\n%\n1 See \"Non-GAAP Financial Measures\" above for important information about our use of non-GAAP measures and further information about our calculation of constant currency results.\nPenumbra, Inc.\nReconciliation of GAAP Net Income (Loss) to Adjusted Net Income (Loss) 1\n(unaudited)\n(in thousands)\nThree Months Ended December 31,\nYear Ended December 31,\n2017\n2016\n2017\n2016\nGAAP net income (loss)\n$\n9,083\n$\n(2,396)\n$\n4,657\n$\n14,814\nGAAP net income (loss) includes the effect of the following items:\nEffect of the Tax Reform Act rate change on the net deferred tax assets 2\n15,414\n—\n15,414\n—\nExcess tax benefits related to stock compensation awards 3\n(3,597)\n(454)\n(22,679)\n(17,189)\nNet valuation allowance 4\n(17,356)\n—\n2,409\n—\nAdjusted net income (loss)\n$\n3,544\n$\n(2,850)\n$\n(199)\n$\n(2,375)",
    "published": "2018-02-28T00:15:00.000+02:00",
    "crawled": "2018-02-28T01:55:18.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "alameda",
        "penumbra",
        "nyse",
        "pen",
        "global",
        "healthcare",
        "company",
        "focused",
        "innovative",
        "therapy",
        "today",
        "reported",
        "financial",
        "full",
        "year",
        "ended",
        "december",
        "financial",
        "highlight",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "increase",
        "constant",
        "currency",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "full",
        "year",
        "increase",
        "constant",
        "currency",
        "prior",
        "year",
        "fourth",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "grew",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "constant",
        "currency",
        "basis",
        "united",
        "state",
        "represented",
        "total",
        "revenue",
        "international",
        "represented",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "revenue",
        "sale",
        "neuro",
        "product",
        "grew",
        "million",
        "fourth",
        "quarter",
        "increase",
        "constant",
        "currency",
        "basis",
        "revenue",
        "sale",
        "peripheral",
        "vascular",
        "product",
        "grew",
        "million",
        "fourth",
        "quarter",
        "increase",
        "constant",
        "currency",
        "basis",
        "gross",
        "profit",
        "million",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "million",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "total",
        "operating",
        "expense",
        "million",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "million",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "r",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "sg",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "operating",
        "income",
        "million",
        "fourth",
        "quarter",
        "compared",
        "operating",
        "loss",
        "million",
        "fourth",
        "quarter",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "investment",
        "totaled",
        "million",
        "full",
        "year",
        "financial",
        "result",
        "total",
        "revenue",
        "grew",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "increase",
        "constant",
        "currency",
        "united",
        "state",
        "represented",
        "total",
        "revenue",
        "international",
        "represented",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "revenue",
        "sale",
        "neuro",
        "product",
        "grew",
        "million",
        "increase",
        "constant",
        "currency",
        "basis",
        "revenue",
        "sale",
        "peripheral",
        "vascular",
        "product",
        "grew",
        "million",
        "increase",
        "constant",
        "currency",
        "basis",
        "gross",
        "profit",
        "million",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "total",
        "operating",
        "expense",
        "million",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "r",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "sg",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "operating",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "operating",
        "loss",
        "million",
        "year",
        "ended",
        "december",
        "full",
        "year",
        "financial",
        "outlook",
        "penumbra",
        "project",
        "total",
        "revenue",
        "range",
        "million",
        "webcast",
        "conference",
        "call",
        "information",
        "penumbra",
        "host",
        "conference",
        "call",
        "discus",
        "financial",
        "year",
        "ended",
        "december",
        "market",
        "close",
        "tuesday",
        "february",
        "pm",
        "eastern",
        "time",
        "conference",
        "call",
        "accessed",
        "live",
        "phone",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "webcast",
        "accessed",
        "event",
        "section",
        "investor",
        "tab",
        "company",
        "website",
        "webcast",
        "available",
        "company",
        "website",
        "two",
        "week",
        "following",
        "completion",
        "call",
        "penumbra",
        "penumbra",
        "headquartered",
        "alameda",
        "california",
        "global",
        "healthcare",
        "company",
        "focused",
        "innovative",
        "therapy",
        "penumbra",
        "design",
        "develops",
        "manufacture",
        "market",
        "medical",
        "device",
        "broad",
        "portfolio",
        "product",
        "address",
        "challenging",
        "medical",
        "condition",
        "significant",
        "clinical",
        "need",
        "penumbra",
        "sell",
        "product",
        "hospital",
        "primarily",
        "direct",
        "sale",
        "organization",
        "united",
        "state",
        "europe",
        "canada",
        "australia",
        "distributor",
        "select",
        "international",
        "market",
        "penumbra",
        "logo",
        "trademark",
        "penumbra",
        "information",
        "visit",
        "financial",
        "measure",
        "addition",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "company",
        "us",
        "following",
        "financial",
        "measure",
        "press",
        "release",
        "constant",
        "currency",
        "b",
        "adjusted",
        "net",
        "income",
        "loss",
        "constant",
        "currency",
        "company",
        "constant",
        "currency",
        "revenue",
        "disclosure",
        "estimate",
        "impact",
        "change",
        "foreign",
        "currency",
        "rate",
        "translation",
        "company",
        "current",
        "period",
        "revenue",
        "compared",
        "applicable",
        "comparable",
        "period",
        "prior",
        "year",
        "impact",
        "derived",
        "taking",
        "current",
        "local",
        "currency",
        "revenue",
        "translating",
        "dollar",
        "based",
        "upon",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "used",
        "translate",
        "local",
        "currency",
        "revenue",
        "applicable",
        "comparable",
        "period",
        "prior",
        "year",
        "rather",
        "actual",
        "exchange",
        "rate",
        "effect",
        "current",
        "period",
        "include",
        "effect",
        "change",
        "foreign",
        "currency",
        "rate",
        "company",
        "result",
        "business",
        "adjusted",
        "net",
        "income",
        "loss",
        "company",
        "defines",
        "adjusted",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "tax",
        "expense",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "act",
        "excess",
        "tax",
        "benefit",
        "associated",
        "compensation",
        "arrangement",
        "net",
        "valuation",
        "allowance",
        "full",
        "reconciliation",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "set",
        "forth",
        "table",
        "management",
        "belief",
        "financial",
        "measure",
        "disclosed",
        "press",
        "release",
        "useful",
        "investor",
        "assessing",
        "operating",
        "performance",
        "business",
        "provide",
        "meaningful",
        "comparison",
        "prior",
        "period",
        "thus",
        "complete",
        "understanding",
        "business",
        "could",
        "obtained",
        "absent",
        "disclosure",
        "specifically",
        "consider",
        "change",
        "constant",
        "currency",
        "revenue",
        "useful",
        "metric",
        "provides",
        "alternative",
        "framework",
        "assessing",
        "underlying",
        "business",
        "performed",
        "excluding",
        "effect",
        "foreign",
        "currency",
        "rate",
        "fluctuation",
        "consider",
        "adjusted",
        "net",
        "income",
        "loss",
        "useful",
        "metric",
        "provides",
        "alternative",
        "framework",
        "assessing",
        "underlying",
        "business",
        "performed",
        "excluding",
        "effect",
        "income",
        "tax",
        "expense",
        "related",
        "tax",
        "reform",
        "act",
        "excess",
        "tax",
        "benefit",
        "associated",
        "compensation",
        "arrangement",
        "net",
        "valuation",
        "allowance",
        "financial",
        "measure",
        "included",
        "press",
        "release",
        "may",
        "different",
        "therefore",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "measure",
        "considered",
        "isolation",
        "alternative",
        "gaap",
        "measure",
        "urge",
        "investor",
        "review",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "included",
        "press",
        "release",
        "rely",
        "single",
        "financial",
        "measure",
        "evaluate",
        "business",
        "statement",
        "except",
        "historical",
        "information",
        "certain",
        "statement",
        "press",
        "release",
        "nature",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "u",
        "business",
        "operation",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "consequently",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "projected",
        "include",
        "limited",
        "failure",
        "sustain",
        "grow",
        "profitability",
        "generate",
        "positive",
        "cash",
        "flow",
        "failure",
        "effectively",
        "introduce",
        "market",
        "new",
        "product",
        "delay",
        "product",
        "introduction",
        "significant",
        "competition",
        "inability",
        "penetrate",
        "current",
        "customer",
        "base",
        "expand",
        "user",
        "base",
        "increase",
        "frequency",
        "use",
        "product",
        "customer",
        "inability",
        "achieve",
        "maintain",
        "satisfactory",
        "pricing",
        "margin",
        "manufacturing",
        "difficulty",
        "permanent",
        "inventory",
        "product",
        "defect",
        "failure",
        "unfavorable",
        "outcome",
        "clinical",
        "trial",
        "inability",
        "maintain",
        "culture",
        "grow",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "potential",
        "adverse",
        "regulatory",
        "action",
        "potential",
        "impact",
        "future",
        "acquisition",
        "merger",
        "disposition",
        "joint",
        "venture",
        "investment",
        "may",
        "make",
        "risk",
        "uncertainty",
        "well",
        "others",
        "discussed",
        "greater",
        "detail",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "expect",
        "file",
        "sec",
        "march",
        "may",
        "additional",
        "risk",
        "presently",
        "aware",
        "currently",
        "believe",
        "immaterial",
        "could",
        "adverse",
        "impact",
        "business",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "assumption",
        "regarding",
        "future",
        "event",
        "applicable",
        "date",
        "statement",
        "make",
        "commitment",
        "revise",
        "update",
        "statement",
        "order",
        "reflect",
        "event",
        "circumstance",
        "may",
        "change",
        "constant",
        "currency",
        "result",
        "financial",
        "measure",
        "please",
        "refer",
        "financial",
        "measure",
        "herein",
        "important",
        "information",
        "use",
        "constant",
        "currency",
        "result",
        "including",
        "reconciliation",
        "comparable",
        "gaap",
        "measure",
        "penumbra",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "investment",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "investment",
        "deferred",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "retained",
        "earnings",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "penumbra",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "equity",
        "loss",
        "unconsolidated",
        "investees",
        "benefit",
        "provision",
        "income",
        "tax",
        "income",
        "loss",
        "equity",
        "loss",
        "unconsolidated",
        "investees",
        "equity",
        "loss",
        "unconsolidated",
        "investees",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "compute",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "penumbra",
        "reconciliation",
        "revenue",
        "growth",
        "geographic",
        "region",
        "constant",
        "currency",
        "revenue",
        "growth",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "december",
        "reported",
        "change",
        "fx",
        "impact",
        "constant",
        "currency",
        "change",
        "united",
        "state",
        "international",
        "total",
        "penumbra",
        "reconciliation",
        "revenue",
        "growth",
        "product",
        "category",
        "constant",
        "currency",
        "revenue",
        "growth",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "december",
        "reported",
        "change",
        "fx",
        "impact",
        "constant",
        "currency",
        "change",
        "neuro",
        "peripheral",
        "vascular",
        "total",
        "penumbra",
        "reconciliation",
        "revenue",
        "growth",
        "geographic",
        "region",
        "constant",
        "currency",
        "revenue",
        "growth",
        "unaudited",
        "thousand",
        "year",
        "ended",
        "december",
        "reported",
        "change",
        "fx",
        "impact",
        "constant",
        "currency",
        "change",
        "united",
        "state",
        "international",
        "total",
        "penumbra",
        "reconciliation",
        "revenue",
        "growth",
        "product",
        "category",
        "constant",
        "currency",
        "revenue",
        "growth",
        "unaudited",
        "thousand",
        "year",
        "ended",
        "december",
        "reported",
        "change",
        "fx",
        "impact",
        "constant",
        "currency",
        "change",
        "neuro",
        "peripheral",
        "vascular",
        "total",
        "see",
        "financial",
        "measure",
        "important",
        "information",
        "use",
        "measure",
        "information",
        "calculation",
        "constant",
        "currency",
        "result",
        "penumbra",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "loss",
        "adjusted",
        "net",
        "income",
        "loss",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "gaap",
        "net",
        "income",
        "loss",
        "gaap",
        "net",
        "income",
        "loss",
        "includes",
        "effect",
        "following",
        "item",
        "effect",
        "tax",
        "reform",
        "act",
        "rate",
        "change",
        "net",
        "deferred",
        "tax",
        "asset",
        "excess",
        "tax",
        "benefit",
        "related",
        "stock",
        "compensation",
        "award",
        "net",
        "valuation",
        "allowance",
        "adjusted",
        "net",
        "income",
        "loss"
    ]
}