{
    "organizations": [],
    "uuid": "da2f3d19d7733ebff84745734b52e82e394b269e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/business-wire-intricon-reports-2017-fourth-quarter-and-full-year-results.html",
    "ord_in_thread": 0,
    "title": "IntriCon Reports 2017 Fourth-Quarter and Full-Year Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Medical and Value Hearing Health Performance Drive Double-Digit Fourth Quarter Sales Gains and Record Year\nARDEN HILLS, Minn.--(BUSINESS WIRE)-- IntriCon Corporation (NASDAQ: IIN) , a designer, developer, manufacturer and distributor of miniature and micro-miniature body-worn devices, today announced financial results for its fourth quarter and year ended December 31, 2017.\nHighlights:\nRecord full-year revenue of $88.3 million increased 29.9 percent over 2016; 2017 full-year gross margin of 30.0 percent, also a record, was up from 25.1 percent in the prior year; Fourth-quarter net sales rose to $22.2 million, up 25.2 percent from the prior-year fourth quarter; Sales to IntriCon’s largest medical customer rose 41.3 percent from the 2016 fourth quarter; Hearing Help Express (HHE) hearing aid orders increased 173 percent in the quarter over prior-year fourth quarter; Gross margin for the quarter was 30.0 percent, up significantly from 25.9 percent in the year-earlier period; and, IntriCon reported fourth-quarter diluted net income per share of $0.07 versus a ($0.27) loss in the 2016 fourth quarter.\nFinancial Results\nFor the 2017 fourth quarter, the company reported net sales of $22.2 million, up 25.2 percent from $17.7 million in the prior-year period. The increase was primarily due to year-over-year revenue gains from IntriCon’s largest medical customer and continued traction in value hearing health.\nIntriCon posted net income attributable to shareholders of $518,000, or $0.07 per diluted share, versus a net loss attributable to shareholders of ($1.8) million, or ($0.27) per share, for the 2016 fourth quarter. During the quarter, the company also closed on the acquisition of the remaining 80 percent equity interest in HHE. The transaction resulted in an $880,000 decrease in Shareholders’ equity, but did not have an impact on net income.\n“Our medical and value hearing health businesses continue to drive strong top- and bottom-line performance, leading to record annual sales,” said Mark S. Gorder, president and chief executive officer of IntriCon. “During the fourth quarter, we further advanced our new direct-to-consumer channel to deliver superior, outcomes-based, affordable hearing healthcare. In addition to completing our acquisition of HHE and continuing to deliver quarter-over-quarter progress, we also made further investments in Soundperience—a German-based provider of key self-fitting technology.”\nFourth-quarter gross profit margins were 30.0 percent, up significantly from 25.2 percent in the prior-year fourth quarter. The increase primarily stemmed from greater volume and stronger HHE margins in 2017, as more IntriCon devices are being sold through this channel.\nOperating expenses for the fourth quarter were $6.1 million, compared to $5.1 million in the prior-year period. The increase was largely due to increased advertising investments at HHE in 2017, and other key initiatives to drive the business’ growth.\nFor the year ended December 31, 2017, IntriCon reported record sales of $88.3 million, up 29.9 percent from $68.0 million in 2016. The company delivered net income attributable to shareholders of $1.8 million, or $0.25 per diluted share, versus a net loss attributable to shareholders of ($4.6) million, or ($0.71) per diluted share, in 2016.\nBusiness Update\nSales in IntriCon’s medical business increased 27.2 percent in the 2017 fourth quarter over the prior-year period. The gain was primarily driven by the ongoing production of wireless glucose monitoring systems for IntriCon's largest medical customer. The company remains very well positioned with this customer for 2018, providing key system components including, the continuous glucose monitor (CGM), sensor assembly and related accessories. IntriCon anticipates system demand to further increase throughout 2018.\nIntriCon’s overall medical business demand also continues to strengthen. Over the last six months, key medical customers have invested, or made commitments to invest, in over $3 million in capital equipment. In response to these commitments, IntriCon is expanding its manufacturing footprint. First, the company is phasing out select legacy hearing health product lines in its existing Minnesota facility to free up manufacturing floor space. Second, in the current quarter, IntriCon intends to secure additional manufacturing floor space near its existing locations in Minnesota, to accommodate robotic assembly of medical components and systems. In conjunction with the added space, IntriCon is also increasing its molding capacity. During the 2017 fourth quarter, the company added six presses and has another five presses on order for delivery in the first half of 2018.\nOn the hearing health front, total sales increased 31.5 percent from the prior-year fourth quarter, primarily stemming from growing traction with the company’s value hearing health initiatives, including 28.0 percent growth in direct-to-insurance sales, the addition of new private label direct-to-consumer hearing device partners and a $1.9 million contribution from HHE, partially offset by declining conventional channel sales.\nDuring the fourth quarter, IntriCon completed its acquisition of HHE, acquiring the remaining 80-percent stake of the DeKalb, Ill.-based, direct-to-consumer mail order hearing aid provider. Terms of the transaction included $650,000 in cash and repayment of approximately $1.8 million in debt to HHE’s 80-percent holder.\nSaid Gorder, “Completing the HHE acquisition gives IntriCon direct access to consumers and the emerging value-based hearing healthcare market. HHE offers a lower-priced alternative for consumers to purchase devices directly—circumventing layers of costs associated with the conventional hearing aid channel.”\nIntriCon continues to make progress integrating and optimizing HHE. During the fourth quarter, the company continued to increase its marketing and sales assets by hiring a professional web developer and graphic designer. In addition, new strategic relationships with third-party marketing firms were consummated. These efforts helped drive key fourth-quarter metrics over the sequential quarter including:\nA 149 percent increase in new leads; A 24 percent increase in net new hearing aid customers; and A 6 percent increase in hearing aid orders.\nDuring the fourth quarter, IntriCon made payments to secure its 49 percent equity interest in Frankfurt, Germany-based, Soundperience. Soundperience has designed the first psycho-acoustic method of analyzing peripheral hearing and central hearing processing, branded as the Sentibo Smart Brain System. The software is a sophisticated, self-fitting hearing aid and brain training software technology that is being used in the German market today, most notably through IntriCon’s Signison joint venture with Soundperience.\nSaid Gorder, “Having access to self-fitting technology is a critical step in creating our high-quality, low-cost hearing healthcare ecosystem. This technology, which has been widely tested and praised in Europe, will help eliminate cost and other barriers of adoption in the U.S. market. We are excited to deploy this state-of-the-art technology once the FDA has finalized the regulation mandated by the OTC Hearing Aid Act of 2017.”\nAlso during the quarter, IntriCon amended its credit facilities with CIBC Bank USA (formerly The PrivateBank and Trust Company). The revised lending structure gives the company financial flexibility to move quickly on value hearing-health opportunities that arise, and supports IntriCon’s thriving medical business and related working capital growth requirements.\nLooking Ahead\nConcluded Gorder, “2017 was transformational year for IntriCon. We posted record top-line growth in our key medical and value hearing health businesses. Importantly, we began to strip away the significant barriers that prevent innovative hearing health solutions, and through HHE, we’re now providing affordable and accessible solutions to millions of unserved or underserved Americans. Additionally, we were able to strengthen key medical relationships, enabling meaningful growth opportunities. We enter 2018 with the assets in place to deliver superior outcomes-based affordable hearing healthcare, drive continued growth in our medical business and reward our shareholders with value.\n“Based on information currently available, we anticipate 2018 first-quarter net sales, which incorporated new revenue recognition standards, to range between $23 million and $24 million. For the year, we are increasing our sales estimate, as we now anticipate sales to range between $103 million to $107 million.”\nConference Call Today\nAs previously announced, the company will hold an investment community conference call today, Monday, February 12, 2018, beginning at 4 p.m. CT. Mark Gorder, president and chief executive officer, and Scott Longval, chief financial officer, will review fourth-quarter performance and discuss the company’s strategies. To join the conference call, dial: 1-888-740-6139 and provide the conference ID number 5521522 to the operator. To access the replay, dial 1-888-203-1112 and enter passcode 5521522.\nAbout IntriCon Corporation\nHeadquartered in Arden Hills, Minn., IntriCon Corporation designs, develops and manufactures miniature and micro-miniature body-worn devices. These advanced products help medical, healthcare and professional communications companies meet the rising demand for smaller, more intelligent and better-connected devices. IntriCon has facilities in the United States, Asia, the United Kingdom and Europe. The company’s common stock trades under the symbol “IIN” on the NASDAQ Global Market. For more information about IntriCon, visit www.intricon.com .\nForward-Looking Statements\nStatements made in this release and in IntriCon’s other public filings and releases that are not historical facts or that include forward-looking terminology, including estimates of future results, are “forward-looking statements” within the meaning of the Securities Exchange Act of 1934, as amended. These forward-looking statements may be affected by known and unknown risks, uncertainties and other factors that are beyond IntriCon’s control, and may cause IntriCon’s actual results, performance or achievements to differ materially from the results, performance and achievements expressed or implied in the forward-looking statements. These risks, uncertainties and other factors are detailed from time to time in the company’s filings with the Securities and Exchange Commission, including the Annual Report on Form 10-K for the year ended December 31, 2016. The company disclaims any intent or obligation to publicly update or revise any forward-looking statements, regardless of whether new information becomes available, future developments occur or otherwise.\nINTRICON CORPORATION\nConsolidated Condensed Statement of Operations\n(In Thousands, Except Per Share Amounts)\nThree Months Ended Twelve Months Ended December 31, December 31, December 31, December 31, 2017 2016 2017 2016 (Unaudited)\n(Unaudited)\n(Unaudited)\n(Unaudited)\nSales, net $ 22,227 $ 17,747 $ 88,310 $ 68,009 Cost of sales 15,558 13,148 61,819 50,937 Gross profit 6,669 4,599 26,491 17,072 Operating expenses: Sales and marketing 2,590 1,343 9,447 4,700 General and administrative 2,378 2,583 10,339 9,154 Research and development 1,146 1,126 4,458 4,688 Restructuring charges - - - 132 Total operating expenses 6,114 5,052 24,244 18,674 Operating income (loss) 555 (453 ) 2,247 (1,602 ) Interest expense (168 ) (167 ) (716 ) (553 ) Other income (expense) (39 ) (129 ) (367 ) (602 ) Income (loss) from continuing operations before income taxes and discontinued operations 348 (749 ) 1,164 (2,757 ) Income tax (benefit) expense (157 ) 97 8 217 Income (loss) before discontinued operations 505 (846 ) 1,156 (2,974 ) Loss from discontinued operations, net of income taxes - (1,014 ) (128 ) (1,770 ) Loss on sale of discontinued operations, net of income taxes - - (164 ) - Net Income (loss) 505 (1,860 ) 864 (4,744 ) Less: Loss allocated to non-controlling interest (13 ) (51 ) (938 ) (157 ) Net Income (loss) attributable to shareholders $ 518 $ (1,809 ) $ 1,802 $ (4,587 ) Basic income (loss) per share attributable to shareholders: Continuing operations $ 0.08 $ (0.12 ) $ 0.31 $ (0.43 ) Discontinued operations - (0.15 ) (0.04 ) (0.27 ) Net income (loss) per share: $ 0.08 $ (0.27 ) $ 0.26 $ (0.71 ) Diluted income (loss) per share attributable to shareholders: Continuing operations $ 0.07 $ (0.12 ) $ 0.29 $ (0.43 ) Discontinued operations - (0.15 ) (0.04 ) (0.27 ) Net income (loss) per share: $ 0.07 $ (0.27 ) $ 0.25 $ (0.71 ) Average shares outstanding: Basic 6,883 6,805 6,852 6,497 Diluted 7,646 6,805 7,307 6,497\nINTRICON CORPORATION\nConsolidated Condensed Balance Sheets\n(in thousands, except per share data)\nDecember 31, December 31, 2016\n2015\n(unaudited)\nCurrent assets: Cash $ 373 $ 667 Restricted cash 644 595 Accounts receivable, less allowance for doubtful accounts of $332 at December 31, 2017 and $170 at December 31, 2016 9,052 7,289 Inventories 15,397 12,343 Other current assets 1,544 957 Current assets of discontinued operations - 123 Total current assets 27,010 21,974 Machinery and equipment 40,124 40,152 Less: Accumulated depreciation 32,949 33,546 Net machinery and equipment 7,175 6,606 Goodwill 10,808 10,555 Intangible Assets 2,740 2,920 Investment in partnerships 1,616 146 Other assets, net 3,835 1,557 Other assets of discontinued operations - - Total assets (a) $ 53,184 $ 43,758 Current liabilities: Current maturities of long-term debt $ 2,040 $ 2,346 Accounts payable 10,423 6,722 Accrued salaries, wages and commissions 3,113 2,413 Other accrued liabilities 3,224 1,914 Liabilities of discontinued operations - 123 Total current liabilities 18,800 13,518 Long-term debt, less current maturities 9,321 9,284 Other postretirement benefit obligations 455 501 Accrued pension liabilities 772 737 Other long-term liabilities 3,172 707 Total liabilities (a) 32,520 24,747 Commitments and contingencies Shareholders’ equity: Common stock, $1.00 par value per share; 20,000 shares authorized; 6,900 and 6,820 shares issued and outstanding at December 31, 2017 and December 31, 2016, respectively 6,900 6,820 Additional paid-in capital 21,581 21,383 Accumulated deficit (6,831 ) (8,633 ) Accumulated other comprehensive loss (733 ) (1,014 ) Total shareholders' equity 20,917 18,556 Non-controlling interest (253 ) 455 Total equity 20,664 19,011 Total liabilities and equity $ 53,184 $ 43,758 (a) Assets of Hearing Help Express (HHE), a consolidated variable interest entity (at the end of 2016), that can only be used to settle obligations of HHE were $5,159 at December 31, 2016. Liabilities of HHE, for which creditors do not have recourse to the general credit of IntriCon, were $3,833 at December 31, 2016.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180212006225/en/\nAt IntriCon:\nScott Longval, CFO, 651-604-9526\nslongval@intricon.com\nor\nAt Padilla:\nMatt Sullivan, 612-455-1709\nmatt.sullivan@padillaco.com\nSource: IntriCon Corporation",
    "published": "2018-02-13T00:05:00.000+02:00",
    "crawled": "2018-02-13T01:40:51.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "medical",
        "value",
        "hearing",
        "health",
        "performance",
        "drive",
        "fourth",
        "quarter",
        "sale",
        "gain",
        "record",
        "year",
        "arden",
        "hill",
        "business",
        "wire",
        "intricon",
        "corporation",
        "nasdaq",
        "iin",
        "designer",
        "developer",
        "manufacturer",
        "distributor",
        "miniature",
        "device",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "highlight",
        "record",
        "revenue",
        "million",
        "increased",
        "percent",
        "gross",
        "margin",
        "percent",
        "also",
        "record",
        "percent",
        "prior",
        "year",
        "net",
        "sale",
        "rose",
        "million",
        "percent",
        "fourth",
        "quarter",
        "sale",
        "intricon",
        "largest",
        "medical",
        "customer",
        "rose",
        "percent",
        "fourth",
        "quarter",
        "hearing",
        "help",
        "express",
        "hhe",
        "hearing",
        "aid",
        "order",
        "increased",
        "percent",
        "quarter",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "quarter",
        "percent",
        "significantly",
        "percent",
        "period",
        "intricon",
        "reported",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "versus",
        "loss",
        "fourth",
        "quarter",
        "financial",
        "result",
        "fourth",
        "quarter",
        "company",
        "reported",
        "net",
        "sale",
        "million",
        "percent",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "revenue",
        "gain",
        "intricon",
        "largest",
        "medical",
        "customer",
        "continued",
        "traction",
        "value",
        "hearing",
        "health",
        "intricon",
        "posted",
        "net",
        "income",
        "attributable",
        "shareholder",
        "per",
        "diluted",
        "share",
        "versus",
        "net",
        "loss",
        "attributable",
        "shareholder",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "quarter",
        "company",
        "also",
        "closed",
        "acquisition",
        "remaining",
        "percent",
        "equity",
        "interest",
        "hhe",
        "transaction",
        "resulted",
        "decrease",
        "shareholder",
        "equity",
        "impact",
        "net",
        "income",
        "medical",
        "value",
        "hearing",
        "health",
        "business",
        "continue",
        "drive",
        "strong",
        "performance",
        "leading",
        "record",
        "annual",
        "sale",
        "said",
        "mark",
        "gorder",
        "president",
        "chief",
        "executive",
        "officer",
        "intricon",
        "fourth",
        "quarter",
        "advanced",
        "new",
        "channel",
        "deliver",
        "superior",
        "affordable",
        "hearing",
        "healthcare",
        "addition",
        "completing",
        "acquisition",
        "hhe",
        "continuing",
        "deliver",
        "progress",
        "also",
        "made",
        "investment",
        "provider",
        "key",
        "gross",
        "profit",
        "margin",
        "percent",
        "significantly",
        "percent",
        "fourth",
        "quarter",
        "increase",
        "primarily",
        "stemmed",
        "greater",
        "volume",
        "stronger",
        "hhe",
        "margin",
        "intricon",
        "device",
        "sold",
        "channel",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "largely",
        "due",
        "increased",
        "advertising",
        "investment",
        "hhe",
        "key",
        "initiative",
        "drive",
        "business",
        "growth",
        "year",
        "ended",
        "december",
        "intricon",
        "reported",
        "record",
        "sale",
        "million",
        "percent",
        "million",
        "company",
        "delivered",
        "net",
        "income",
        "attributable",
        "shareholder",
        "million",
        "per",
        "diluted",
        "share",
        "versus",
        "net",
        "loss",
        "attributable",
        "shareholder",
        "million",
        "per",
        "diluted",
        "share",
        "business",
        "update",
        "sale",
        "intricon",
        "medical",
        "business",
        "increased",
        "percent",
        "fourth",
        "quarter",
        "period",
        "gain",
        "primarily",
        "driven",
        "ongoing",
        "production",
        "wireless",
        "glucose",
        "monitoring",
        "system",
        "intricon",
        "largest",
        "medical",
        "customer",
        "company",
        "remains",
        "well",
        "positioned",
        "customer",
        "providing",
        "key",
        "system",
        "component",
        "including",
        "continuous",
        "glucose",
        "monitor",
        "cgm",
        "sensor",
        "assembly",
        "related",
        "accessory",
        "intricon",
        "anticipates",
        "system",
        "demand",
        "increase",
        "throughout",
        "intricon",
        "overall",
        "medical",
        "business",
        "demand",
        "also",
        "continues",
        "strengthen",
        "last",
        "six",
        "month",
        "key",
        "medical",
        "customer",
        "invested",
        "made",
        "commitment",
        "invest",
        "million",
        "capital",
        "equipment",
        "response",
        "commitment",
        "intricon",
        "expanding",
        "manufacturing",
        "footprint",
        "first",
        "company",
        "phasing",
        "select",
        "legacy",
        "hearing",
        "health",
        "product",
        "line",
        "existing",
        "minnesota",
        "facility",
        "free",
        "manufacturing",
        "floor",
        "space",
        "second",
        "current",
        "quarter",
        "intricon",
        "intends",
        "secure",
        "additional",
        "manufacturing",
        "floor",
        "space",
        "near",
        "existing",
        "location",
        "minnesota",
        "accommodate",
        "robotic",
        "assembly",
        "medical",
        "component",
        "system",
        "conjunction",
        "added",
        "space",
        "intricon",
        "also",
        "increasing",
        "molding",
        "capacity",
        "fourth",
        "quarter",
        "company",
        "added",
        "six",
        "press",
        "another",
        "five",
        "press",
        "order",
        "delivery",
        "first",
        "half",
        "hearing",
        "health",
        "front",
        "total",
        "sale",
        "increased",
        "percent",
        "fourth",
        "quarter",
        "primarily",
        "stemming",
        "growing",
        "traction",
        "company",
        "value",
        "hearing",
        "health",
        "initiative",
        "including",
        "percent",
        "growth",
        "sale",
        "addition",
        "new",
        "private",
        "label",
        "hearing",
        "device",
        "partner",
        "million",
        "contribution",
        "hhe",
        "partially",
        "offset",
        "declining",
        "conventional",
        "channel",
        "sale",
        "fourth",
        "quarter",
        "intricon",
        "completed",
        "acquisition",
        "hhe",
        "acquiring",
        "remaining",
        "stake",
        "dekalb",
        "mail",
        "order",
        "hearing",
        "aid",
        "provider",
        "term",
        "transaction",
        "included",
        "cash",
        "repayment",
        "approximately",
        "million",
        "debt",
        "hhe",
        "holder",
        "said",
        "gorder",
        "completing",
        "hhe",
        "acquisition",
        "give",
        "intricon",
        "direct",
        "access",
        "consumer",
        "emerging",
        "hearing",
        "healthcare",
        "market",
        "hhe",
        "offer",
        "alternative",
        "consumer",
        "purchase",
        "device",
        "layer",
        "cost",
        "associated",
        "conventional",
        "hearing",
        "aid",
        "intricon",
        "continues",
        "make",
        "progress",
        "integrating",
        "optimizing",
        "hhe",
        "fourth",
        "quarter",
        "company",
        "continued",
        "increase",
        "marketing",
        "sale",
        "asset",
        "hiring",
        "professional",
        "web",
        "developer",
        "graphic",
        "designer",
        "addition",
        "new",
        "strategic",
        "relationship",
        "marketing",
        "firm",
        "consummated",
        "effort",
        "helped",
        "drive",
        "key",
        "metric",
        "sequential",
        "quarter",
        "including",
        "percent",
        "increase",
        "new",
        "lead",
        "percent",
        "increase",
        "net",
        "new",
        "hearing",
        "aid",
        "customer",
        "percent",
        "increase",
        "hearing",
        "aid",
        "order",
        "fourth",
        "quarter",
        "intricon",
        "made",
        "payment",
        "secure",
        "percent",
        "equity",
        "interest",
        "frankfurt",
        "soundperience",
        "soundperience",
        "designed",
        "first",
        "method",
        "analyzing",
        "peripheral",
        "hearing",
        "central",
        "hearing",
        "processing",
        "branded",
        "sentibo",
        "smart",
        "brain",
        "system",
        "software",
        "sophisticated",
        "hearing",
        "aid",
        "brain",
        "training",
        "software",
        "technology",
        "used",
        "german",
        "market",
        "today",
        "notably",
        "intricon",
        "signison",
        "joint",
        "venture",
        "soundperience",
        "said",
        "gorder",
        "access",
        "technology",
        "critical",
        "step",
        "creating",
        "hearing",
        "healthcare",
        "ecosystem",
        "technology",
        "widely",
        "tested",
        "praised",
        "europe",
        "help",
        "eliminate",
        "cost",
        "barrier",
        "adoption",
        "market",
        "excited",
        "deploy",
        "technology",
        "fda",
        "finalized",
        "regulation",
        "mandated",
        "otc",
        "hearing",
        "aid",
        "act",
        "also",
        "quarter",
        "intricon",
        "amended",
        "credit",
        "facility",
        "cibc",
        "bank",
        "usa",
        "formerly",
        "privatebank",
        "trust",
        "company",
        "revised",
        "lending",
        "structure",
        "give",
        "company",
        "financial",
        "flexibility",
        "move",
        "quickly",
        "value",
        "opportunity",
        "arise",
        "support",
        "intricon",
        "thriving",
        "medical",
        "business",
        "related",
        "working",
        "capital",
        "growth",
        "requirement",
        "looking",
        "ahead",
        "concluded",
        "gorder",
        "transformational",
        "year",
        "intricon",
        "posted",
        "record",
        "growth",
        "key",
        "medical",
        "value",
        "hearing",
        "health",
        "business",
        "importantly",
        "began",
        "strip",
        "away",
        "significant",
        "barrier",
        "prevent",
        "innovative",
        "hearing",
        "health",
        "solution",
        "hhe",
        "providing",
        "affordable",
        "accessible",
        "solution",
        "million",
        "unserved",
        "underserved",
        "american",
        "additionally",
        "able",
        "strengthen",
        "key",
        "medical",
        "relationship",
        "enabling",
        "meaningful",
        "growth",
        "opportunity",
        "enter",
        "asset",
        "place",
        "deliver",
        "superior",
        "affordable",
        "hearing",
        "healthcare",
        "drive",
        "continued",
        "growth",
        "medical",
        "business",
        "reward",
        "shareholder",
        "value",
        "based",
        "information",
        "currently",
        "available",
        "anticipate",
        "net",
        "sale",
        "incorporated",
        "new",
        "revenue",
        "recognition",
        "standard",
        "range",
        "million",
        "million",
        "year",
        "increasing",
        "sale",
        "estimate",
        "anticipate",
        "sale",
        "range",
        "million",
        "conference",
        "call",
        "today",
        "previously",
        "announced",
        "company",
        "hold",
        "investment",
        "community",
        "conference",
        "call",
        "today",
        "monday",
        "february",
        "beginning",
        "mark",
        "gorder",
        "president",
        "chief",
        "executive",
        "officer",
        "scott",
        "longval",
        "chief",
        "financial",
        "officer",
        "review",
        "performance",
        "discus",
        "company",
        "strategy",
        "join",
        "conference",
        "call",
        "dial",
        "provide",
        "conference",
        "id",
        "number",
        "operator",
        "access",
        "replay",
        "dial",
        "enter",
        "passcode",
        "intricon",
        "corporation",
        "headquartered",
        "arden",
        "hill",
        "intricon",
        "corporation",
        "design",
        "develops",
        "manufacture",
        "miniature",
        "device",
        "advanced",
        "product",
        "help",
        "medical",
        "healthcare",
        "professional",
        "communication",
        "company",
        "meet",
        "rising",
        "demand",
        "smaller",
        "intelligent",
        "device",
        "intricon",
        "facility",
        "united",
        "state",
        "asia",
        "united",
        "kingdom",
        "europe",
        "company",
        "common",
        "stock",
        "trade",
        "symbol",
        "iin",
        "nasdaq",
        "global",
        "market",
        "information",
        "intricon",
        "visit",
        "statement",
        "statement",
        "made",
        "release",
        "intricon",
        "public",
        "filing",
        "release",
        "historical",
        "fact",
        "include",
        "terminology",
        "including",
        "estimate",
        "future",
        "result",
        "statement",
        "within",
        "meaning",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "may",
        "affected",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "beyond",
        "intricon",
        "control",
        "may",
        "cause",
        "intricon",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "factor",
        "detailed",
        "time",
        "time",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "regardless",
        "whether",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "development",
        "occur",
        "otherwise",
        "intricon",
        "corporation",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "unaudited",
        "unaudited",
        "unaudited",
        "unaudited",
        "sale",
        "net",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "restructuring",
        "charge",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "income",
        "expense",
        "income",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "discontinued",
        "operation",
        "income",
        "tax",
        "benefit",
        "expense",
        "income",
        "loss",
        "discontinued",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "loss",
        "sale",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "less",
        "loss",
        "allocated",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "shareholder",
        "basic",
        "income",
        "loss",
        "per",
        "share",
        "attributable",
        "shareholder",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "income",
        "loss",
        "per",
        "share",
        "attributable",
        "shareholder",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "intricon",
        "corporation",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "december",
        "december",
        "unaudited",
        "current",
        "asset",
        "cash",
        "restricted",
        "cash",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "december",
        "december",
        "inventory",
        "current",
        "asset",
        "current",
        "asset",
        "discontinued",
        "operation",
        "total",
        "current",
        "asset",
        "machinery",
        "equipment",
        "less",
        "accumulated",
        "depreciation",
        "net",
        "machinery",
        "equipment",
        "goodwill",
        "intangible",
        "asset",
        "investment",
        "partnership",
        "asset",
        "net",
        "asset",
        "discontinued",
        "operation",
        "total",
        "asset",
        "current",
        "liability",
        "current",
        "maturity",
        "debt",
        "account",
        "payable",
        "accrued",
        "salary",
        "wage",
        "commission",
        "accrued",
        "liability",
        "liability",
        "discontinued",
        "operation",
        "total",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "maturity",
        "postretirement",
        "benefit",
        "obligation",
        "accrued",
        "pension",
        "liability",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "asset",
        "hearing",
        "help",
        "express",
        "hhe",
        "consolidated",
        "variable",
        "interest",
        "entity",
        "end",
        "used",
        "settle",
        "obligation",
        "hhe",
        "december",
        "liability",
        "hhe",
        "creditor",
        "recourse",
        "general",
        "credit",
        "intricon",
        "december",
        "view",
        "source",
        "version",
        "http",
        "intricon",
        "scott",
        "longval",
        "cfo",
        "slongval",
        "padilla",
        "matt",
        "sullivan",
        "source",
        "intricon",
        "corporation"
    ]
}