{
    "organizations": [],
    "uuid": "a50b8e70166d41a9fba439ee24bfd65b63349adc",
    "author": "Holly Ellyatt",
    "url": "https://www.cnbc.com/2018/02/12/north-korea-is-at-the-olympics-but-north-koreans-probably-wont-get-to-see-much-of-it.html",
    "ord_in_thread": 0,
    "title": "North Korea is at the Olympics — but probably won't get to see much of it",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "North Korea has sent a delegation of athletes, cheerleaders and artists to the Winter Olympics in South Korea, but how much of the event North Koreans at home will get to see is uncertain.\nRestrictions on the freedom of information, and the media, in the Democratic Republic of Korea (DPRK) are the most stringent in the world, with the regime controlling all television and radio broadcasters, channels and content.\nYet Pyongyang's decision to participate in the games, while also sending high-profile officials to the event, reflects not only North Korea's interest in sports as a pastime, but also an attempt to demonstrate to the world another side of the country, at least on a sporting and cultural level.\nED JONES/AFP/Getty Images North Korean cheerleaders arrive at a rest stop as their bus convoy carrying a 280-member delegation on its way to the 2018 Pyeongchang winter Olympic games, makes its way past Gapyeong on February 7, 2018. North Korean athletes are to compete in figure skating, skiing and ice hockey events. The latter will see a unified team of North and South Korean players compete together.\nThe regime appears keen to allow such displays of sportsmanship and unity — whether it will allow its public to view any North Korea team in defeat is another matter.\nPyongyang's late decision to participate in the Winter Olympics has stolen the limelight ahead of the games, with both the media and the worldwide public curious to see the North Korean delegation's performance both in and out of the sporting arena.\nThe country is largely a \"closed shop\" to foreigners and it has proved difficult to ascertain how much of the competition will be broadcast there. Contact numbers for the North Korean Olympic Committee and the state broadcaster, Korean Central Broadcasting Committee, were either defunct or unobtainable.\nJean H. Lee, a global fellow with the Wilson Center and a former correspondent who set up Associated Press' bureau in Pyongyang in 2011, told CNBC that sport was a big deal in North Korea — but she was unsure whether North Koreans would get to see any live events.\n\"North Korea likes to have as much control as they can over what their people see. They don't like the unpredictability of live broadcasts, except for events that are completely scripted, like military parades,\" Lee said Thursday.\n\"The North Koreans won't have the same kind of access to the Olympics as we do. But if their athletes do well, they will certainly be celebrating it.\"\nBut that doesn't mean North Koreans are completely shut off from international sports, Lee added.\n\"State TV airs recorded clips from international sporting events and sells DVDs of Premier League matches. That means North Koreans do get to see what it looks like outside their country to a small degree, including all the advertisements and the fans in the stands.\"\nThe perils of live broadcasting Sports are encouraged by North Korean leader Kim Jong Un, with a dedicated state-controlled sports channel, North Korean Sport Television, launched in 2015.\n\"Sports are very popular in North Korea, and North Koreans love to watch sports programming in their spare time, either on state TV or at the library. It's something Kim Jong Un is encouraging, especially among the younger generation,\" Lee said.\nInternational sports events has been broadcast before in North Korea, the International Olympic Committee (IOC) told CNBC, although it said it was still \"working to enable the North Korean public broadcaster to have access to the broadcast signal.\"\nCourtesy of PyeongChang 2018 Organizing Committee Day 41 of the PyeongChang 2018 Olympic Torch Relay saw a special appearance from Robot HUBO, the second torchbearer of the afternoon at the Korean Advanced Institute of Science and Technology (KAIST) in Daejeon. December 12, 2017. Professor Hazel Smith, author of \"North Korea: Markets and Military Rule\" and an academic at the University of London, told CNBC that it wouldn't be surprising if the games were shown there but, like Lee, said the \"live\" element wasn't desirable for North Korea.\n\"We can look at what they've done in past international sporting events like the World Cup and Olympics. The Sydney Olympics (in 2000) is the nearest equivalent because there too you had a joint team marching into the arena,\" she said.\n\"They will very likely show some of it, the question is really whether it will be shown live,\" Smith said.\nState censorship There are several television channels in North Korea, but all are state-owned and cover different subject matters, from news (the only source of news comes from state news agency KCNA) to educational material and, tellingly, a dedicated sports channel.\nFor North Korea, the possibility that a live broadcast could show criticism of the regime would be a real concern for a nation where the leadership is venerated in the media, and where criticism, corruption or failure goes unreported.\nSTR | AFP | Getty Images This undated picture released from North Korea's official Korean Central News Agency (KCNA) on September 12, 2017 shows North Korean leader Kim Jong-Un (C) attending a photo session with teachers who volunteered to work at branch schools on islands and schools in forefront line and mountainous areas, in Pyongyang. \"All TV in North Korea is state TV and it's all there to support the (party) line, so there's no possibility of political criticism taking place in North Korea, anywhere, so that wouldn't, from the North Korean perspective, be something that they would want to go in front of the population,\" Professor Smith said.\nThere are also radio stations in North Korea, with the medium still the most pervasive form of broadcast in the country. But all are strictly controlled by the state. Internet access is heavily restricted too, although some students can go online for their studies.\nIn fact, freedom of information is so scarce in North Korea that the country ranks the lowest out of 180 countries listed in order of press freedom, according to Reporters without Borders' 2017 World Press Freedom Index.\nAs with other states where the media is state-controlled, the North Korean regime views broadcasting mainly as a means through which to disseminate propaganda and to extol the benefits and might of the state.\nKIM WON-JIN/AFP/Getty Images Residents watch a big video screen on Mirae Scientists Street in Pyongyang showing newsreader Ri Chun-Hee as she announces the news that the country has successfully tested a hydrogen bomb on September 3, 2017. In 2016, the U.S. State Department released a report on human rights abuses in North Korea, detailing the restrictions on freedom of information.\nThere are no independent media in the country; all media are strictly censored and no deviation from the official government line is tolerated. The government allows no editorial freedom; all stories are centrally directed and reviewed to ensure that they are in line with the state ideology.\nThe government also controls academic and cultural content. Authorities prohibit listening to foreign media broadcasts and take steps to jam foreign radio broadcasts.\nVarious ministries are responsible for modifying television and radio equipment to prevent users from accessing material from overseas and other material deemed illegal by the government. Individuals accused of viewing foreign films are reportedly subject to imprisonment or even execution.\nWith the Winter Olympics likely to be seen as important for promoting a more positive image of North Korea — and for those back home, hopefully showing a victorious North Korea on the sports field — any defeats could prove embarrassing.\nLee said that a drubbing of the North Korean soccer team in the 2010 World Cup had led the regime to avoid live broadcasting.\n\"The North Korean men had qualified for the World Cup for the first time in 44 years, and did better than expected in their match against Brazil. So hopes were high for the game against Portugal, which they took the risk of airing live,\" she said.\n\"Unfortunately, it was a disaster — the North Koreans lost 0-7 against Portugal — and that may have meant the end of any live broadcasts of the North Korean team.\n\"It may have been the first and last time the North Koreans broadcast its athletes competing abroad live on state TV.\"\nDisclosure: CNBC parent NBCUniversal owns NBC Sports and NBC Olympics. NBC Olympics is the U.S. broadcast rights holder to all Summer and Winter Games through the year 2032.",
    "published": "2018-02-12T08:21:00.000+02:00",
    "crawled": "2018-02-12T08:21:50.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "north",
        "korea",
        "sent",
        "delegation",
        "athlete",
        "cheerleader",
        "artist",
        "winter",
        "olympics",
        "south",
        "korea",
        "much",
        "event",
        "north",
        "korean",
        "home",
        "get",
        "see",
        "uncertain",
        "restriction",
        "freedom",
        "information",
        "medium",
        "democratic",
        "republic",
        "korea",
        "dprk",
        "stringent",
        "world",
        "regime",
        "controlling",
        "television",
        "radio",
        "broadcaster",
        "channel",
        "content",
        "yet",
        "pyongyang",
        "decision",
        "participate",
        "game",
        "also",
        "sending",
        "official",
        "event",
        "reflects",
        "north",
        "korea",
        "interest",
        "sport",
        "pastime",
        "also",
        "attempt",
        "demonstrate",
        "world",
        "another",
        "side",
        "country",
        "least",
        "sporting",
        "cultural",
        "level",
        "ed",
        "image",
        "north",
        "korean",
        "cheerleader",
        "arrive",
        "rest",
        "stop",
        "bus",
        "convoy",
        "carrying",
        "delegation",
        "way",
        "pyeongchang",
        "winter",
        "olympic",
        "game",
        "make",
        "way",
        "past",
        "gapyeong",
        "february",
        "north",
        "korean",
        "athlete",
        "compete",
        "figure",
        "skating",
        "skiing",
        "ice",
        "hockey",
        "event",
        "latter",
        "see",
        "unified",
        "team",
        "north",
        "south",
        "korean",
        "player",
        "compete",
        "together",
        "regime",
        "appears",
        "keen",
        "allow",
        "display",
        "sportsmanship",
        "unity",
        "whether",
        "allow",
        "public",
        "view",
        "north",
        "korea",
        "team",
        "defeat",
        "another",
        "matter",
        "pyongyang",
        "late",
        "decision",
        "participate",
        "winter",
        "olympics",
        "stolen",
        "limelight",
        "ahead",
        "game",
        "medium",
        "worldwide",
        "public",
        "curious",
        "see",
        "north",
        "korean",
        "delegation",
        "performance",
        "sporting",
        "arena",
        "country",
        "largely",
        "closed",
        "shop",
        "foreigner",
        "proved",
        "difficult",
        "ascertain",
        "much",
        "competition",
        "broadcast",
        "contact",
        "number",
        "north",
        "korean",
        "olympic",
        "committee",
        "state",
        "broadcaster",
        "korean",
        "central",
        "broadcasting",
        "committee",
        "either",
        "defunct",
        "unobtainable",
        "jean",
        "lee",
        "global",
        "fellow",
        "wilson",
        "center",
        "former",
        "correspondent",
        "set",
        "associated",
        "press",
        "bureau",
        "pyongyang",
        "told",
        "cnbc",
        "sport",
        "big",
        "deal",
        "north",
        "korea",
        "unsure",
        "whether",
        "north",
        "korean",
        "would",
        "get",
        "see",
        "live",
        "event",
        "north",
        "korea",
        "like",
        "much",
        "control",
        "people",
        "see",
        "like",
        "unpredictability",
        "live",
        "broadcast",
        "except",
        "event",
        "completely",
        "scripted",
        "like",
        "military",
        "parade",
        "lee",
        "said",
        "thursday",
        "north",
        "korean",
        "wo",
        "kind",
        "access",
        "olympics",
        "athlete",
        "well",
        "certainly",
        "celebrating",
        "mean",
        "north",
        "korean",
        "completely",
        "shut",
        "international",
        "sport",
        "lee",
        "added",
        "state",
        "tv",
        "air",
        "recorded",
        "clip",
        "international",
        "sporting",
        "event",
        "sell",
        "dvd",
        "premier",
        "league",
        "match",
        "mean",
        "north",
        "korean",
        "get",
        "see",
        "look",
        "like",
        "outside",
        "country",
        "small",
        "degree",
        "including",
        "advertisement",
        "fan",
        "stand",
        "peril",
        "live",
        "broadcasting",
        "sport",
        "encouraged",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "dedicated",
        "sport",
        "channel",
        "north",
        "korean",
        "sport",
        "television",
        "launched",
        "sport",
        "popular",
        "north",
        "korea",
        "north",
        "korean",
        "love",
        "watch",
        "sport",
        "programming",
        "spare",
        "time",
        "either",
        "state",
        "tv",
        "library",
        "something",
        "kim",
        "jong",
        "un",
        "encouraging",
        "especially",
        "among",
        "younger",
        "generation",
        "lee",
        "said",
        "international",
        "sport",
        "event",
        "broadcast",
        "north",
        "korea",
        "international",
        "olympic",
        "committee",
        "ioc",
        "told",
        "cnbc",
        "although",
        "said",
        "still",
        "working",
        "enable",
        "north",
        "korean",
        "public",
        "broadcaster",
        "access",
        "broadcast",
        "signal",
        "courtesy",
        "pyeongchang",
        "organizing",
        "committee",
        "day",
        "pyeongchang",
        "olympic",
        "torch",
        "relay",
        "saw",
        "special",
        "appearance",
        "robot",
        "hubo",
        "second",
        "torchbearer",
        "afternoon",
        "korean",
        "advanced",
        "institute",
        "science",
        "technology",
        "kaist",
        "daejeon",
        "december",
        "professor",
        "hazel",
        "smith",
        "author",
        "north",
        "korea",
        "market",
        "military",
        "rule",
        "academic",
        "university",
        "london",
        "told",
        "cnbc",
        "would",
        "surprising",
        "game",
        "shown",
        "like",
        "lee",
        "said",
        "live",
        "element",
        "desirable",
        "north",
        "korea",
        "look",
        "done",
        "past",
        "international",
        "sporting",
        "event",
        "like",
        "world",
        "cup",
        "olympics",
        "sydney",
        "olympics",
        "nearest",
        "equivalent",
        "joint",
        "team",
        "marching",
        "arena",
        "said",
        "likely",
        "show",
        "question",
        "really",
        "whether",
        "shown",
        "live",
        "smith",
        "said",
        "state",
        "censorship",
        "several",
        "television",
        "channel",
        "north",
        "korea",
        "cover",
        "different",
        "subject",
        "matter",
        "news",
        "source",
        "news",
        "come",
        "state",
        "news",
        "agency",
        "kcna",
        "educational",
        "material",
        "tellingly",
        "dedicated",
        "sport",
        "channel",
        "north",
        "korea",
        "possibility",
        "live",
        "broadcast",
        "could",
        "show",
        "criticism",
        "regime",
        "would",
        "real",
        "concern",
        "nation",
        "leadership",
        "venerated",
        "medium",
        "criticism",
        "corruption",
        "failure",
        "go",
        "unreported",
        "str",
        "afp",
        "getty",
        "image",
        "undated",
        "picture",
        "released",
        "north",
        "korea",
        "official",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "september",
        "show",
        "north",
        "korean",
        "leader",
        "kim",
        "c",
        "attending",
        "photo",
        "session",
        "teacher",
        "volunteered",
        "work",
        "branch",
        "school",
        "island",
        "school",
        "forefront",
        "line",
        "mountainous",
        "area",
        "pyongyang",
        "tv",
        "north",
        "korea",
        "state",
        "tv",
        "support",
        "party",
        "line",
        "possibility",
        "political",
        "criticism",
        "taking",
        "place",
        "north",
        "korea",
        "anywhere",
        "would",
        "north",
        "korean",
        "perspective",
        "something",
        "would",
        "want",
        "go",
        "front",
        "population",
        "professor",
        "smith",
        "said",
        "also",
        "radio",
        "station",
        "north",
        "korea",
        "medium",
        "still",
        "pervasive",
        "form",
        "broadcast",
        "country",
        "strictly",
        "controlled",
        "state",
        "internet",
        "access",
        "heavily",
        "restricted",
        "although",
        "student",
        "go",
        "online",
        "study",
        "fact",
        "freedom",
        "information",
        "scarce",
        "north",
        "korea",
        "country",
        "rank",
        "lowest",
        "country",
        "listed",
        "order",
        "press",
        "freedom",
        "according",
        "reporter",
        "without",
        "border",
        "world",
        "press",
        "freedom",
        "index",
        "state",
        "medium",
        "north",
        "korean",
        "regime",
        "view",
        "broadcasting",
        "mainly",
        "mean",
        "disseminate",
        "propaganda",
        "extol",
        "benefit",
        "might",
        "state",
        "kim",
        "image",
        "resident",
        "watch",
        "big",
        "video",
        "screen",
        "mirae",
        "scientist",
        "street",
        "pyongyang",
        "showing",
        "newsreader",
        "ri",
        "announces",
        "news",
        "country",
        "successfully",
        "tested",
        "hydrogen",
        "bomb",
        "september",
        "state",
        "department",
        "released",
        "report",
        "human",
        "right",
        "abuse",
        "north",
        "korea",
        "detailing",
        "restriction",
        "freedom",
        "information",
        "independent",
        "medium",
        "country",
        "medium",
        "strictly",
        "censored",
        "deviation",
        "official",
        "government",
        "line",
        "tolerated",
        "government",
        "allows",
        "editorial",
        "freedom",
        "story",
        "centrally",
        "directed",
        "reviewed",
        "ensure",
        "line",
        "state",
        "ideology",
        "government",
        "also",
        "control",
        "academic",
        "cultural",
        "content",
        "authority",
        "prohibit",
        "listening",
        "foreign",
        "medium",
        "broadcast",
        "take",
        "step",
        "jam",
        "foreign",
        "radio",
        "broadcast",
        "various",
        "ministry",
        "responsible",
        "modifying",
        "television",
        "radio",
        "equipment",
        "prevent",
        "user",
        "accessing",
        "material",
        "overseas",
        "material",
        "deemed",
        "illegal",
        "government",
        "individual",
        "accused",
        "viewing",
        "foreign",
        "film",
        "reportedly",
        "subject",
        "imprisonment",
        "even",
        "execution",
        "winter",
        "olympics",
        "likely",
        "seen",
        "important",
        "promoting",
        "positive",
        "image",
        "north",
        "korea",
        "back",
        "home",
        "hopefully",
        "showing",
        "victorious",
        "north",
        "korea",
        "sport",
        "field",
        "defeat",
        "could",
        "prove",
        "embarrassing",
        "lee",
        "said",
        "drubbing",
        "north",
        "korean",
        "soccer",
        "team",
        "world",
        "cup",
        "led",
        "regime",
        "avoid",
        "live",
        "broadcasting",
        "north",
        "korean",
        "men",
        "qualified",
        "world",
        "cup",
        "first",
        "time",
        "year",
        "better",
        "expected",
        "match",
        "brazil",
        "hope",
        "high",
        "game",
        "portugal",
        "took",
        "risk",
        "airing",
        "live",
        "said",
        "unfortunately",
        "disaster",
        "north",
        "korean",
        "lost",
        "portugal",
        "may",
        "meant",
        "end",
        "live",
        "broadcast",
        "north",
        "korean",
        "team",
        "may",
        "first",
        "last",
        "time",
        "north",
        "korean",
        "broadcast",
        "athlete",
        "competing",
        "abroad",
        "live",
        "state",
        "tv",
        "disclosure",
        "cnbc",
        "parent",
        "nbcuniversal",
        "owns",
        "nbc",
        "sport",
        "nbc",
        "olympics",
        "nbc",
        "olympics",
        "broadcast",
        "right",
        "holder",
        "summer",
        "winter",
        "game",
        "year"
    ]
}