{
    "organizations": [],
    "uuid": "a8d080a28cc1175c310d28d339e40fd5f7dba1a6",
    "author": "David Pierce",
    "url": "https://www.wsj.com/articles/this-powerful-pc-runs-on-any-deviceand-never-needs-an-upgrade-1519751084",
    "ord_in_thread": 0,
    "title": "This Powerful PC Runs on Any Device—and Never Needs an Upgrade - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "19 COMMENTS Sometimes a game just clicks for me. Last week, when I bought “Call of Duty: WWII,” the latest in the epic series of shooter games, I found a gritty mess of a game unlike anything I’ve ever played. I couldn’t put it down.\nSo I didn’t. I played on my home computer, my work computer, my phone, an iPad, my 65-inch Android-powered Sony TV—even a crappy old Android tablet I found in the closet. On every device, all I had to do was log into the Shadow app, made by a French startup called Blade. As soon as I did, poof: I was right back on the beaches in Normandy. I could even pause the game on one device then immediately pick it up on another.\nHow is that possible? Because the “computer” that was running my game is actually a virtual system, housed in a data center somewhere. Every time I log in, Blade spins up the processing and graphics power needed to run a gamer-grade Windows PC. Wherever I have a superfast connection to the internet, my machine is there for me. I can access it via any device with an internet connection and a screen—as long as I pay the subscription fee.\nOperating in France for about a year, Blade is expanding to the U.S., and initially pitching itself to gamers, who it hopes will pay for the sort of performance Shadow offers. But this phenomenon isn’t just about gaming.\nA new computer called the Blade Shadow exists entirely in the cloud and can be accessed from any device, including phones and tablets. Photo: Emily Prapuolenis/The Wall Street Journal Someday soon, what Uber did for cars and Netflix did for TV will happen with computers. Rather than buy a PC, a phone, a desktop, a smart TV and an Xbox, you’ll just access those gadgets and features when you need them. They won’t need to be distinct, powerful devices with their own hefty allocations of processor and memory. Instead, you’ll have a single virtual computer with all your data and preferences. You’ll reach for a touch screen when you’re on the go, sit down to a larger one with keyboard and mouse when you’re at your desk. Maybe you’ll have a wall-size one, too.\nSome people argue processors are so plentiful and cheap, there’s no reason not to put them in everything. And any access-anywhere supercomputer will require software that runs smoothly across a variety of screen sizes, and internet access that’s always fast and never absent. Based on my Shadow experience, none of those things are even close to true. But the glimpses I got of what it’ll look like when this all works? Those were tantalizing.\nPlug and play \nMy virtual Shadow PC is a beast of a machine—the performance equivalent of a $2,000 gaming PC, which Blade says it will upgrade continuously as new chips come out. (That’s another advantage of a setup like this: No need to buy a new machine every two years.) I was able to stream games in 4K or at stupendously high frame rates, though Shadow can’t currently power VR rigs. At $50 a month ($35 if you commit to a year-long subscription), the math on Shadow looks good.\nBlade wants you to treat your virtual machine like your own computer. The company says it won’t peek into your Shadow to see what you’re up to, or collect data about how you use it. One thing Blade does police? Mining cryptocurrency , which it can spot by the giant spikes in graphics-card usage.\nYou can use Shadow on as many devices as you want (one at a time) and download apps and games just as you would to a local machine. Photo: Emily Prapuolenis/The Wall Street Journal You can use Shadow on as many devices as you want—but only one at a time. Blade bundles a Windows 10 license with the subscription, and you can download apps and games just as you would to a local machine. You can’t stick something in the disk drive, though, because there is no disk drive.\nThe Shadow app works on Mac, Windows, and Android, with an iOS app coming soon. You can also buy Blade’s $140 Shadow Box, which is just a polygon full of ports for you to connect easily. Unnecessary, sure, but it’s a perfect replacement for your giant desktop tower at home.\nThere were times when the Shadow worked so well I forgot I was using a virtual computer. I played games on my Android phone that its processor simply couldn’t have handled. I edited videos and photos on my Microsoft Surface Laptop, and everything felt smoother than usual—though there was a slight mismatch between the Shadow’s resolution and the Surface’s screen.\nStill loading \nI don’t recommend buying into Shadow, though, because all too often things don’t run properly. In addition to countless crashes and lags, I had problems with everything from the Shadow’s audio feed to its touch input. On the worst day, my system simply wouldn’t turn on—and since I didn’t have a gadget to tinker with, all I could do was call customer support.\nMy Shadow experience improved over the two weeks I tested it. But one downside will never go away: If I didn’t have internet access, I didn’t have a computer. Crummy reception meant I couldn’t stream from Blade. We’re not ready to trust in ubiquitous high-speed connectivity.\nThe Blade Shadow can be used to play “Call of Duty: WWII” on your smartphone—just add an Xbox controller. Photo: Emily Prapuolenis/The Wall Street Journal It may sound appealing to have access to a full computer from your phone, but trying to navigate Windows from a tiny touch screen drove me batty. Blade’s working on a partial solution, an app that shows a tray of games and files you can tap to open. You’re still on your own for everything else.\nDespite the speed bumps, this one-brain-many-screens future is coming. You likely already store your files in the cloud, so why not interact with them there? No matter where you log in, your Facebook and email are always the same. So it should be with your computer: the same experience, optimized for the screen you’re on.\nRight now, this setup only makes sense in the home, where bandwidth is most consistent. But it will get most exciting when it works as well anywhere, as long as there’s a screen handy. Like, for instance, the next time I’m in a meeting with my editor and suddenly hear the Call of Duty.",
    "published": "2018-02-27T19:04:00.000+02:00",
    "crawled": "2018-02-27T19:08:21.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sometimes",
        "game",
        "click",
        "last",
        "week",
        "bought",
        "call",
        "duty",
        "wwii",
        "latest",
        "epic",
        "series",
        "shooter",
        "game",
        "found",
        "gritty",
        "mess",
        "game",
        "unlike",
        "anything",
        "ever",
        "played",
        "put",
        "played",
        "home",
        "computer",
        "work",
        "computer",
        "phone",
        "ipad",
        "sony",
        "crappy",
        "old",
        "android",
        "tablet",
        "found",
        "closet",
        "every",
        "device",
        "log",
        "shadow",
        "app",
        "made",
        "french",
        "startup",
        "called",
        "blade",
        "soon",
        "poof",
        "right",
        "back",
        "beach",
        "normandy",
        "could",
        "even",
        "pause",
        "game",
        "one",
        "device",
        "immediately",
        "pick",
        "another",
        "possible",
        "computer",
        "running",
        "game",
        "actually",
        "virtual",
        "system",
        "housed",
        "data",
        "center",
        "somewhere",
        "every",
        "time",
        "log",
        "blade",
        "spin",
        "processing",
        "graphic",
        "power",
        "needed",
        "run",
        "window",
        "pc",
        "wherever",
        "superfast",
        "connection",
        "internet",
        "machine",
        "access",
        "via",
        "device",
        "internet",
        "connection",
        "long",
        "pay",
        "subscription",
        "fee",
        "operating",
        "france",
        "year",
        "blade",
        "expanding",
        "initially",
        "pitching",
        "gamers",
        "hope",
        "pay",
        "sort",
        "performance",
        "shadow",
        "offer",
        "phenomenon",
        "gaming",
        "new",
        "computer",
        "called",
        "blade",
        "shadow",
        "exists",
        "entirely",
        "cloud",
        "accessed",
        "device",
        "including",
        "phone",
        "tablet",
        "photo",
        "emily",
        "wall",
        "street",
        "journal",
        "someday",
        "soon",
        "uber",
        "car",
        "netflix",
        "tv",
        "happen",
        "computer",
        "rather",
        "buy",
        "pc",
        "phone",
        "desktop",
        "smart",
        "tv",
        "xbox",
        "access",
        "gadget",
        "feature",
        "need",
        "need",
        "distinct",
        "powerful",
        "device",
        "hefty",
        "allocation",
        "processor",
        "memory",
        "instead",
        "single",
        "virtual",
        "computer",
        "data",
        "preference",
        "reach",
        "touch",
        "screen",
        "go",
        "sit",
        "larger",
        "one",
        "keyboard",
        "mouse",
        "desk",
        "maybe",
        "one",
        "people",
        "argue",
        "processor",
        "plentiful",
        "cheap",
        "reason",
        "put",
        "everything",
        "supercomputer",
        "require",
        "software",
        "run",
        "smoothly",
        "across",
        "variety",
        "screen",
        "size",
        "internet",
        "access",
        "always",
        "fast",
        "never",
        "absent",
        "based",
        "shadow",
        "experience",
        "none",
        "thing",
        "even",
        "close",
        "true",
        "glimpse",
        "got",
        "look",
        "like",
        "work",
        "tantalizing",
        "plug",
        "play",
        "virtual",
        "shadow",
        "pc",
        "beast",
        "performance",
        "equivalent",
        "gaming",
        "pc",
        "blade",
        "say",
        "upgrade",
        "continuously",
        "new",
        "chip",
        "come",
        "another",
        "advantage",
        "setup",
        "like",
        "need",
        "buy",
        "new",
        "machine",
        "every",
        "two",
        "year",
        "able",
        "stream",
        "game",
        "4k",
        "stupendously",
        "high",
        "frame",
        "rate",
        "though",
        "shadow",
        "currently",
        "power",
        "vr",
        "rig",
        "month",
        "commit",
        "subscription",
        "math",
        "shadow",
        "look",
        "good",
        "blade",
        "want",
        "treat",
        "virtual",
        "machine",
        "like",
        "computer",
        "company",
        "say",
        "peek",
        "shadow",
        "see",
        "collect",
        "data",
        "use",
        "one",
        "thing",
        "blade",
        "police",
        "mining",
        "cryptocurrency",
        "spot",
        "giant",
        "spike",
        "usage",
        "use",
        "shadow",
        "many",
        "device",
        "want",
        "one",
        "time",
        "download",
        "apps",
        "game",
        "would",
        "local",
        "machine",
        "photo",
        "emily",
        "wall",
        "street",
        "journal",
        "use",
        "shadow",
        "many",
        "device",
        "one",
        "time",
        "blade",
        "bundle",
        "window",
        "license",
        "subscription",
        "download",
        "apps",
        "game",
        "would",
        "local",
        "machine",
        "stick",
        "something",
        "disk",
        "drive",
        "though",
        "disk",
        "drive",
        "shadow",
        "app",
        "work",
        "mac",
        "window",
        "android",
        "io",
        "app",
        "coming",
        "soon",
        "also",
        "buy",
        "blade",
        "shadow",
        "box",
        "polygon",
        "full",
        "port",
        "connect",
        "easily",
        "unnecessary",
        "sure",
        "perfect",
        "replacement",
        "giant",
        "desktop",
        "tower",
        "home",
        "time",
        "shadow",
        "worked",
        "well",
        "forgot",
        "using",
        "virtual",
        "computer",
        "played",
        "game",
        "android",
        "phone",
        "processor",
        "simply",
        "handled",
        "edited",
        "video",
        "photo",
        "microsoft",
        "surface",
        "laptop",
        "everything",
        "felt",
        "smoother",
        "slight",
        "mismatch",
        "shadow",
        "resolution",
        "surface",
        "screen",
        "still",
        "loading",
        "recommend",
        "buying",
        "shadow",
        "though",
        "often",
        "thing",
        "run",
        "properly",
        "addition",
        "countless",
        "crash",
        "lag",
        "problem",
        "everything",
        "shadow",
        "audio",
        "feed",
        "touch",
        "input",
        "worst",
        "day",
        "system",
        "simply",
        "turn",
        "since",
        "gadget",
        "tinker",
        "could",
        "call",
        "customer",
        "support",
        "shadow",
        "experience",
        "improved",
        "two",
        "week",
        "tested",
        "one",
        "downside",
        "never",
        "go",
        "away",
        "internet",
        "access",
        "computer",
        "crummy",
        "reception",
        "meant",
        "stream",
        "blade",
        "ready",
        "trust",
        "ubiquitous",
        "connectivity",
        "blade",
        "shadow",
        "used",
        "play",
        "call",
        "duty",
        "wwii",
        "add",
        "xbox",
        "controller",
        "photo",
        "emily",
        "wall",
        "street",
        "journal",
        "may",
        "sound",
        "appealing",
        "access",
        "full",
        "computer",
        "phone",
        "trying",
        "navigate",
        "window",
        "tiny",
        "touch",
        "screen",
        "drove",
        "batty",
        "blade",
        "working",
        "partial",
        "solution",
        "app",
        "show",
        "tray",
        "game",
        "file",
        "tap",
        "open",
        "still",
        "everything",
        "else",
        "despite",
        "speed",
        "bump",
        "future",
        "coming",
        "likely",
        "already",
        "store",
        "file",
        "cloud",
        "interact",
        "matter",
        "log",
        "facebook",
        "email",
        "always",
        "computer",
        "experience",
        "optimized",
        "screen",
        "right",
        "setup",
        "make",
        "sense",
        "home",
        "bandwidth",
        "consistent",
        "get",
        "exciting",
        "work",
        "well",
        "anywhere",
        "long",
        "screen",
        "handy",
        "like",
        "instance",
        "next",
        "time",
        "meeting",
        "editor",
        "suddenly",
        "hear",
        "call",
        "duty"
    ]
}