{
    "organizations": [],
    "uuid": "a4ed0099f3f56f3ed8af196c3196a2a5046d1579",
    "author": "Emily Chang",
    "url": "http://fortune.com/2018/02/06/brotopia-emily-chang-tech-sexual-harassment/",
    "ord_in_thread": 0,
    "title": "‘You Get Sexual Advances 24/7’: What It’s Really Like to Be a Female Engineer In Silicon Valley",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Emily Chang 7:00 AM EST \nIn this exclusive excerpt from her new book, Brotopia , which comes out today, journalist Emily Chang gathers a dozen female engineers at her home to talk about the realities of being a woman in tech. The dinner occurred just a few weeks after engineer and former Uber employee Susan Fowler published her now-famous blog post about the sexual harassment she experienced while working at the company. Not surprisingly, Fowler’s story was a focus of the evening’s conversation. \nWhen I asked if anyone in the room wanted to share a “Susan Fowler” type of experience, Laura Holmes, senior product manager at Google , was the first to speak up. She hesitated as she started to tell the story, as if gathering courage, then continued in a steady tone. \nIt was the summer of 2008, just as a new wave of tech companies, including Uber and Airbnb, was about to take off. Holmes, then a computer science student at Stanford, got an internship at a hot new photo-app start-up in San Francisco named Cooliris. One evening, she and her co-workers went out for drinks at the Ruby Skye nightclub. Around 2:00 a.m., Holmes informed one of the male engineers that she was about to go home. Apparently, he had had too much to drink. “He was about six foot three, and he told me I was not going to leave,” Holmes recalled. “He put his hand around my neck and tried to choke me.” \nAs Holmes recounted this story, there were a few gasps from the women in the living room and then silence. This wasn’t some sick joke, Holmes went on; this man was angry. Fear overtook her. “I immediately burst into tears,” Holmes remembered. A bystander intervened, and the man’s grip was broken. Holmes never told anyone else at the company about it. As is common among Silicon Valley start-ups, Holmes said Cooliris did not have a human resources department. Instead, she buried that moment and went back to work the next day. It was the most dramatic, but far from the only offensive, incident to occur during her internship. Brotopia by Emily Chang Courtesy of Emily Chang/Penguin Random House \nSexist behavior often comes from the top, and in Holmes’s telling that was the case at Cooliris, where the young CEO, Soujanya Bhumkar, gave the entire staff copies of the Kama Sutra, an illustrated guide to sexual positions. Holmes said Bhumkar would often joke, “Thank God we don’t have an HR team,” a phrase that other employees at the company took up and repeated. One day, Bhumkar also passed out toothbrushes imprinted with the company’s core metrics. “He said, ‘So you can think about our metrics when you wake up in the morning,’” Holmes recalled. “And he made a joke that he would print them on condoms so we could think about them at night.” Bhumkar then held up a three-pack of condoms, though he never did pass them out. I reached out to Bhumkar several times for his reaction to these comments, but he did not respond. \nSubscribe to The Broadsheet , Fortune’s daily newsletter on the world’s most powerful women. \nHolmes, who hoped to become a product manager at Cooliris, was told to make special efforts to build alliances with the engineers, so she scheduled some collegial lunches. While she was walking to the restaurant with one particular engineer, things got very uncomfortable. \n“He said, ‘I’m offensive, I bet I can offend you,’” Holmes remembered. Because she was “trying to be one of the bros,” she decided to play along. “He gets close to my face and says, ‘You’re so fucking dumb, and you don’t know shit. The only thing you’re good for is being taken out to the back parking lot and being raped.’” Yep, she told him, that sure was offensive. \n“It was only the two of us. I was thinking that ‘oh, this is what the industry is like. This is bad. I didn’t sign up for this, but I guess I better get used to it,’” Holmes said. “Things were pretty atrocious, and I could have filed a lawsuit . . . But at the age of twenty-three, I didn’t want to be the whistle-blower; I didn’t want to be defined by this.” Her tone was almost apologetic, but as she looked around the room, it was clear that no one present was going to second-guess the difficult decision she had made. No ambitious, hardworking woman wants to be defined or thwarted by a few boneheaded men they have little choice but to work with. \nHolmes’s story broke the ice. For the next three hours, each woman told her tale. \nTracy Chou spoke up next, describing her experience as an intern at Google in 2007. “I was hit on every other day,” Chou said. “One person, eleven years my senior, that I had to work on a project with asked me, ‘Do you want to go watch a movie in the conference room? We’ll close the doors, turn out the lights, and pull the blinds.’” He even made her a T-shirt with his name on it and left it on her desk. \n“People didn’t take me seriously,” Chou said. “I just felt like I was kind of their pet intern and that I wasn’t there to actually get anything done.” She said another male intern once told her she looked tense and offered her a massage, adding that the massage would be better if she lay down. \nWhile Chou didn’t complain at the time, those experiences built her resolve to see that the industry changed. In 2013, when she was an engineer at Pinterest, she attended the Grace Hopper Celebration of Women in Computing and heard Sheryl Sandberg speak. “Sheryl was talking, and she had one line about how the numbers of women in tech were dropping precipitously. I just thought, ‘Who has any numbers? How do you know they are dropping? No one has any numbers.’” In that moment, Chou realized that it was crazy for this data-driven industry not to track and publicly release such statistics. And she felt it was time to hold companies accountable. \nAfter the conference, Chou wrote a Medium essay demanding that top tech firms release statistics on the gender breakdown of their employees. With her employer’s permission, Chou revealed the percentage of Pinterest’s engineers who were women (12 percent at that time), putting the pressure on other tech companies to keep the ball rolling. Like Fowler’s post, Chou’s essay became the talk of the Valley. It took some time, but most of the major tech companies ponied up. In 2014, Apple , Google, and Facebook revealed their diversity data, and, unsurprisingly, the picture was dismal. Not only were women outnumbered, but in the most critical and most senior positions they were grossly outnumbered. The women who do work at these companies are generally more junior, a trend that preserves an old boys’ club power dynamic that often works against the young women’s advancement. \nThe import of the numbers that Chou had forced the industry to reveal was something that every woman in the group was familiar with. Because engineering teams are often made up of only a handful of people, there’s often just one woman, if that, on every team. These women are alone in large groups of men all day long, alone at company off sites and at social gatherings after hours. During our evening together, many of the women in my group reported being bombarded with sexual advances, no matter how hard they tried to convey that they were not available or not interested. \n“You get sexual advances and people hitting on you 24/7,” said Ana Medina. “First of all, it’s emotionally draining because you have to be turning down people every damn time.” Then, if something goes wrong, especially while socializing outside the office, it’s difficult to report. “You can’t go to HR and say, ‘I was drinking with so-and-so, and this thing happened.’” \nAnd employees in these companies spend a lot of time drinking. Medina confirmed Fowler’s account of Uber employees using and abusing alcohol. Uber, she said, provided kegs of beer on multiple floors. For a while, the kegs were open twenty-four hours a day; then the company started a new policy, locking the kegs until 6:00 p.m. But the rules were never too rigid, and sometimes the kegs would still be open the following morning. “We would start drinking in the office as early as 12:00 or 1:00 p.m.,” Medina said. “Teams had their own bars; people had their own bottles. Sometimes you’d start drinking from people’s own supply.” Managers were flexible, Medina added: “As long as your work was getting done, it didn’t matter where the fuck you were or how hungover you were or what you did that night… There were times we’d leave the office [midday] and just never come back.” \nMedina admitted that she probably shouldn’t have been drinking during work hours, even if her team members were doing it and the culture condoned it. But she joined Uber as a software engineering intern when she was twenty-two, and few people make their best choices right out of college. Uber’s drinking culture “was free drinks and fun,” she said—except that during these benders with co-workers, she said, she was often subject to their sexual advances. “People were drunk and persistent, and a lot of the people were people I was close with as engineers. Having engineers come ask you if they can take you home or say they would like to cuddle with you, that was the awkward part. I’m way too nice, and I let it slide on a daily basis.” \nMany of the women pointed out that declining to drink with the boys is a double-edged sword. If women don’t participate, they’re seen as uptight and not team players. And they risk missing out on group-bonding time, which may cost them personal and political capital within the organization. If they do participate, they’re considered not serious and, worse, risk being sexualized or, as in Holmes’s case, even assaulted. \nAs the conversation continued, there were some moments of levity. The women lamented male engineers staring at their breasts during interviews or at their behinds when the women turned their backs to write code on a whiteboard (a standard practice in tech known as whiteboard coding). “I always worry they are looking at my butt, and try to dress as not sexual as possible,” said Kristen Beck, a researcher at IBM . “But then you’re turning your back. I know I’ve got a good booty but still.” A few women laughed. But, really, none of this was funny at all. \nExcerpted from Brotopia: Breaking Up the Boys’ Club of Silicon Valley by Emily Chang, published on February 6, 2018 by Portfolio, an imprint of Penguin Publishing Group, a division of Penguin Random House. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-06T14:00:00.000+02:00",
    "crawled": "2018-02-06T14:00:35.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "emily",
        "chang",
        "est",
        "exclusive",
        "excerpt",
        "new",
        "book",
        "brotopia",
        "come",
        "today",
        "journalist",
        "emily",
        "chang",
        "gather",
        "dozen",
        "female",
        "engineer",
        "home",
        "talk",
        "reality",
        "woman",
        "tech",
        "dinner",
        "occurred",
        "week",
        "engineer",
        "former",
        "uber",
        "employee",
        "susan",
        "fowler",
        "published",
        "blog",
        "post",
        "sexual",
        "harassment",
        "experienced",
        "working",
        "company",
        "surprisingly",
        "fowler",
        "story",
        "focus",
        "evening",
        "conversation",
        "asked",
        "anyone",
        "room",
        "wanted",
        "share",
        "susan",
        "fowler",
        "type",
        "experience",
        "laura",
        "holmes",
        "senior",
        "product",
        "manager",
        "google",
        "first",
        "speak",
        "hesitated",
        "started",
        "tell",
        "story",
        "gathering",
        "courage",
        "continued",
        "steady",
        "tone",
        "summer",
        "new",
        "wave",
        "tech",
        "company",
        "including",
        "uber",
        "airbnb",
        "take",
        "holmes",
        "computer",
        "science",
        "student",
        "stanford",
        "got",
        "internship",
        "hot",
        "new",
        "san",
        "francisco",
        "named",
        "cooliris",
        "one",
        "evening",
        "went",
        "drink",
        "ruby",
        "skye",
        "nightclub",
        "around",
        "holmes",
        "informed",
        "one",
        "male",
        "engineer",
        "go",
        "home",
        "apparently",
        "much",
        "drink",
        "six",
        "foot",
        "three",
        "told",
        "going",
        "leave",
        "holmes",
        "recalled",
        "put",
        "hand",
        "around",
        "neck",
        "tried",
        "choke",
        "holmes",
        "recounted",
        "story",
        "gasp",
        "woman",
        "living",
        "room",
        "silence",
        "sick",
        "joke",
        "holmes",
        "went",
        "man",
        "angry",
        "fear",
        "overtook",
        "immediately",
        "burst",
        "tear",
        "holmes",
        "remembered",
        "bystander",
        "intervened",
        "man",
        "grip",
        "broken",
        "holmes",
        "never",
        "told",
        "anyone",
        "else",
        "company",
        "common",
        "among",
        "silicon",
        "valley",
        "holmes",
        "said",
        "cooliris",
        "human",
        "resource",
        "department",
        "instead",
        "buried",
        "moment",
        "went",
        "back",
        "work",
        "next",
        "day",
        "dramatic",
        "far",
        "offensive",
        "incident",
        "occur",
        "internship",
        "brotopia",
        "emily",
        "chang",
        "courtesy",
        "emily",
        "random",
        "house",
        "sexist",
        "behavior",
        "often",
        "come",
        "top",
        "holmes",
        "telling",
        "case",
        "cooliris",
        "young",
        "ceo",
        "soujanya",
        "bhumkar",
        "gave",
        "entire",
        "staff",
        "copy",
        "kama",
        "sutra",
        "illustrated",
        "guide",
        "sexual",
        "position",
        "holmes",
        "said",
        "bhumkar",
        "would",
        "often",
        "joke",
        "thank",
        "god",
        "hr",
        "team",
        "phrase",
        "employee",
        "company",
        "took",
        "repeated",
        "one",
        "day",
        "bhumkar",
        "also",
        "passed",
        "toothbrush",
        "imprinted",
        "company",
        "core",
        "metric",
        "said",
        "think",
        "metric",
        "wake",
        "morning",
        "holmes",
        "recalled",
        "made",
        "joke",
        "would",
        "print",
        "condom",
        "could",
        "think",
        "bhumkar",
        "held",
        "condom",
        "though",
        "never",
        "pas",
        "reached",
        "bhumkar",
        "several",
        "time",
        "reaction",
        "comment",
        "respond",
        "subscribe",
        "broadsheet",
        "fortune",
        "daily",
        "newsletter",
        "world",
        "powerful",
        "woman",
        "holmes",
        "hoped",
        "become",
        "product",
        "manager",
        "cooliris",
        "told",
        "make",
        "special",
        "effort",
        "build",
        "alliance",
        "engineer",
        "scheduled",
        "collegial",
        "lunch",
        "walking",
        "restaurant",
        "one",
        "particular",
        "engineer",
        "thing",
        "got",
        "uncomfortable",
        "said",
        "offensive",
        "bet",
        "offend",
        "holmes",
        "remembered",
        "trying",
        "one",
        "bros",
        "decided",
        "play",
        "along",
        "get",
        "close",
        "face",
        "say",
        "fucking",
        "dumb",
        "know",
        "shit",
        "thing",
        "good",
        "taken",
        "back",
        "parking",
        "lot",
        "yep",
        "told",
        "sure",
        "offensive",
        "two",
        "u",
        "thinking",
        "oh",
        "industry",
        "like",
        "bad",
        "sign",
        "guess",
        "better",
        "get",
        "used",
        "holmes",
        "said",
        "thing",
        "pretty",
        "atrocious",
        "could",
        "filed",
        "lawsuit",
        "age",
        "want",
        "want",
        "defined",
        "tone",
        "almost",
        "apologetic",
        "looked",
        "around",
        "room",
        "clear",
        "one",
        "present",
        "going",
        "difficult",
        "decision",
        "made",
        "ambitious",
        "hardworking",
        "woman",
        "want",
        "defined",
        "thwarted",
        "boneheaded",
        "men",
        "little",
        "choice",
        "work",
        "holmes",
        "story",
        "broke",
        "ice",
        "next",
        "three",
        "hour",
        "woman",
        "told",
        "tale",
        "tracy",
        "chou",
        "spoke",
        "next",
        "describing",
        "experience",
        "intern",
        "google",
        "hit",
        "every",
        "day",
        "chou",
        "said",
        "one",
        "person",
        "eleven",
        "year",
        "senior",
        "work",
        "project",
        "asked",
        "want",
        "go",
        "watch",
        "movie",
        "conference",
        "room",
        "close",
        "door",
        "turn",
        "light",
        "pull",
        "even",
        "made",
        "name",
        "left",
        "desk",
        "people",
        "take",
        "seriously",
        "chou",
        "said",
        "felt",
        "like",
        "kind",
        "pet",
        "intern",
        "actually",
        "get",
        "anything",
        "said",
        "another",
        "male",
        "intern",
        "told",
        "looked",
        "tense",
        "offered",
        "massage",
        "adding",
        "massage",
        "would",
        "better",
        "lay",
        "chou",
        "complain",
        "time",
        "experience",
        "built",
        "resolve",
        "see",
        "industry",
        "changed",
        "engineer",
        "pinterest",
        "attended",
        "grace",
        "hopper",
        "celebration",
        "woman",
        "computing",
        "heard",
        "sheryl",
        "sandberg",
        "speak",
        "sheryl",
        "talking",
        "one",
        "line",
        "number",
        "woman",
        "tech",
        "dropping",
        "precipitously",
        "thought",
        "number",
        "know",
        "dropping",
        "one",
        "moment",
        "chou",
        "realized",
        "crazy",
        "industry",
        "track",
        "publicly",
        "release",
        "statistic",
        "felt",
        "time",
        "hold",
        "company",
        "accountable",
        "conference",
        "chou",
        "wrote",
        "medium",
        "essay",
        "demanding",
        "top",
        "tech",
        "firm",
        "release",
        "statistic",
        "gender",
        "breakdown",
        "employee",
        "employer",
        "permission",
        "chou",
        "revealed",
        "percentage",
        "pinterest",
        "engineer",
        "woman",
        "percent",
        "time",
        "putting",
        "pressure",
        "tech",
        "company",
        "keep",
        "ball",
        "rolling",
        "like",
        "fowler",
        "post",
        "chou",
        "essay",
        "became",
        "talk",
        "valley",
        "took",
        "time",
        "major",
        "tech",
        "company",
        "ponied",
        "apple",
        "google",
        "facebook",
        "revealed",
        "diversity",
        "data",
        "unsurprisingly",
        "picture",
        "dismal",
        "woman",
        "outnumbered",
        "critical",
        "senior",
        "position",
        "grossly",
        "outnumbered",
        "woman",
        "work",
        "company",
        "generally",
        "junior",
        "trend",
        "preserve",
        "old",
        "boy",
        "club",
        "power",
        "dynamic",
        "often",
        "work",
        "young",
        "woman",
        "advancement",
        "import",
        "number",
        "chou",
        "forced",
        "industry",
        "reveal",
        "something",
        "every",
        "woman",
        "group",
        "familiar",
        "engineering",
        "team",
        "often",
        "made",
        "handful",
        "people",
        "often",
        "one",
        "woman",
        "every",
        "team",
        "woman",
        "alone",
        "large",
        "group",
        "men",
        "day",
        "long",
        "alone",
        "company",
        "site",
        "social",
        "gathering",
        "hour",
        "evening",
        "together",
        "many",
        "woman",
        "group",
        "reported",
        "bombarded",
        "sexual",
        "advance",
        "matter",
        "hard",
        "tried",
        "convey",
        "available",
        "interested",
        "get",
        "sexual",
        "advance",
        "people",
        "hitting",
        "said",
        "ana",
        "medina",
        "first",
        "emotionally",
        "draining",
        "turning",
        "people",
        "every",
        "damn",
        "something",
        "go",
        "wrong",
        "especially",
        "socializing",
        "outside",
        "office",
        "difficult",
        "report",
        "go",
        "hr",
        "say",
        "drinking",
        "thing",
        "employee",
        "company",
        "spend",
        "lot",
        "time",
        "drinking",
        "medina",
        "confirmed",
        "fowler",
        "account",
        "uber",
        "employee",
        "using",
        "abusing",
        "alcohol",
        "uber",
        "said",
        "provided",
        "keg",
        "beer",
        "multiple",
        "floor",
        "keg",
        "open",
        "hour",
        "day",
        "company",
        "started",
        "new",
        "policy",
        "locking",
        "keg",
        "rule",
        "never",
        "rigid",
        "sometimes",
        "keg",
        "would",
        "still",
        "open",
        "following",
        "morning",
        "would",
        "start",
        "drinking",
        "office",
        "early",
        "medina",
        "said",
        "team",
        "bar",
        "people",
        "bottle",
        "sometimes",
        "start",
        "drinking",
        "people",
        "manager",
        "flexible",
        "medina",
        "added",
        "long",
        "work",
        "getting",
        "done",
        "matter",
        "fuck",
        "hungover",
        "time",
        "leave",
        "office",
        "midday",
        "never",
        "come",
        "medina",
        "admitted",
        "probably",
        "drinking",
        "work",
        "hour",
        "even",
        "team",
        "member",
        "culture",
        "condoned",
        "joined",
        "uber",
        "software",
        "engineering",
        "intern",
        "people",
        "make",
        "best",
        "choice",
        "right",
        "college",
        "uber",
        "drinking",
        "culture",
        "free",
        "drink",
        "fun",
        "bender",
        "said",
        "often",
        "subject",
        "sexual",
        "advance",
        "people",
        "drunk",
        "persistent",
        "lot",
        "people",
        "people",
        "close",
        "engineer",
        "engineer",
        "come",
        "ask",
        "take",
        "home",
        "say",
        "would",
        "like",
        "cuddle",
        "awkward",
        "part",
        "way",
        "nice",
        "let",
        "slide",
        "daily",
        "many",
        "woman",
        "pointed",
        "declining",
        "drink",
        "boy",
        "sword",
        "woman",
        "participate",
        "seen",
        "uptight",
        "team",
        "player",
        "risk",
        "missing",
        "time",
        "may",
        "cost",
        "personal",
        "political",
        "capital",
        "within",
        "organization",
        "participate",
        "considered",
        "serious",
        "worse",
        "risk",
        "sexualized",
        "holmes",
        "case",
        "even",
        "assaulted",
        "conversation",
        "continued",
        "moment",
        "levity",
        "woman",
        "lamented",
        "male",
        "engineer",
        "staring",
        "breast",
        "interview",
        "behind",
        "woman",
        "turned",
        "back",
        "write",
        "code",
        "whiteboard",
        "standard",
        "practice",
        "tech",
        "known",
        "whiteboard",
        "coding",
        "always",
        "worry",
        "looking",
        "butt",
        "try",
        "dress",
        "sexual",
        "possible",
        "said",
        "kristen",
        "beck",
        "researcher",
        "ibm",
        "turning",
        "back",
        "know",
        "got",
        "good",
        "booty",
        "woman",
        "laughed",
        "really",
        "none",
        "funny",
        "excerpted",
        "brotopia",
        "breaking",
        "boy",
        "club",
        "silicon",
        "valley",
        "emily",
        "chang",
        "published",
        "february",
        "portfolio",
        "imprint",
        "penguin",
        "publishing",
        "group",
        "division",
        "penguin",
        "random",
        "house",
        "sponsored",
        "financial",
        "content"
    ]
}