{
    "organizations": [],
    "uuid": "6eee3373eb5fb57e5d125b5d57d37797ec211900",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/pr-newswire-qualcomm-proposes-further-engagement-with-broadcom-on-price-and-terms-of-possible-transaction.html",
    "ord_in_thread": 0,
    "title": "Qualcomm Proposes Further Engagement with Broadcom on Price and Terms of Possible Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Feb. 26, 2018 /PRNewswire/ -- Qualcomm Incorporated (NASDAQ: QCOM) today announced that Chairman of the Board Dr. Paul E. Jacobs sent a letter on behalf of the Qualcomm Board of Directors to Hock Tan, Chief Executive Officer of Broadcom Limited (NASDAQ: AVGO), providing Qualcomm's response to the second meeting between the two companies, which was held on February 23.\nThe Qualcomm Board believes the meeting led to further progress toward a possible negotiated transaction on key issues other than price. The Board authorized providing Broadcom with a mark-up of Broadcom's previously released draft merger agreement that, if agreed to by Broadcom, would resolve all issues between the two companies other than price.\nBroadcom reiterated in the February 23 meeting that its reduced $79.00 per share proposal is its best and final proposal. The Qualcomm Board is unanimous in its view that each of Broadcom's proposals, including its prior $82.00 per share proposal, materially undervalues Qualcomm, and the Board encourages Broadcom to enter into mutual due diligence and price negotiations.\nThe letter follows:\nFebruary 26, 2018\nMr. Hock Tan\nPresident and Chief Executive Officer\nBroadcom Limited\n1 Yishun Avenue 7\nSingapore 768923\nDear Mr. Tan,\nI am writing on behalf of the Qualcomm Board of Directors following the meeting Tom Horton, Steve Mollenkopf, George Davis and I had with you, Ken Hao and Tom Krause on February 23. As we are all aware, a combination of Broadcom and Qualcomm would represent the largest technology transaction in history and one of the largest M&A transactions overall. This represents uncharted territory and our Board and management are taking great care to incorporate an appropriate level of protections for Qualcomm stockholders in a potential transaction with Broadcom.\nWe have briefed the full Board on the meeting and the current state of our discussions. As they have done at previous Board meetings, our independent directors also met separately in an executive session, along with the Board's financial and legal advisors.\nWe appreciate the movement you have made from the draft merger agreement you publicly released on February 9. We have attached our mark-up of that document, which is intended to provide a comprehensive path forward on regulatory and deal certainty issues. The path forward does not require a \"hell or high water\" commitment on the regulatory front, but still provides the appropriate level of protection to Qualcomm stockholders commensurate with the high degree of regulatory risk associated with this potential transaction. If acceptable to Broadcom, this would resolve all issues between the two companies other than price.\nWhile we have made progress on regulatory and other deal certainty issues, you have continued to insist that your current $79.00 per share proposal is your best and final proposal. For the reasons we have stated publicly to our stockholders, and privately to you in our meetings, the Qualcomm Board continues to be of the unanimous belief that each of your proposals, including your prior $82.00 per share proposal, materially undervalues Qualcomm. This conclusion is based on substantial and thorough analysis.\nValuation\nAs you know, the current challenges we are facing in our licensing business have masked continued strong performance and market leadership in our semiconductor business. Our Board is very sensitive to the uncertainty regarding short-term financial performance and the questions it has raised as to the long-term prospects for our licensing business. While we recognize that Qualcomm's business is unique, we believe the plan we are executing to overcome our current challenges capitalizes on the many value drivers we have put in place and will position us to drive strong returns for our shareholders. These value drivers include our significant lead in the rapidly advancing 5G transition – one of the most important evolutions in the history of mobile technology – and continued success growing in adjacent businesses. They also include the highly strategic and accretive NXP acquisition. The Board remains highly confident in Qualcomm's ability to achieve the fiscal year 2019 financial targets we have previously disclosed, through the execution of our growth strategy, an increased focus on operational discipline, and resolution of the customer disputes in our licensing business.\nIt is the Board's responsibility to critically analyze all of the external and internal information available to us, challenge assumptions and utilize our collective experience to arrive at thoughtful and independent conclusions on the future value of Qualcomm. With the support of management and our external advisors, we have concluded unanimously that an acquisition price materially higher than any of Broadcom's proposals is warranted based upon our evaluation of Qualcomm's near-term prospects and the risk-adjusted present value of our long-term forecasts.\nRegulatory Risk and Certainty\nIn our previous meeting on February 14, you agreed to drop your prior objection to divesting any Broadcom (as opposed to only Qualcomm) businesses and assets as a way to facilitate regulatory approval.\nHowever, to reduce regulatory risk to an appropriate level, we made two additional proposals in our February 23 meeting:\nWe asked Broadcom to agree to any conduct remedies and other remedies that may be imposed by regulators that would not have a material adverse effect on the combined company (after divestitures). We proposed a reverse termination fee of 9% of enterprise value, payable if a potential transaction is terminated other than due to a breach of the agreement by Qualcomm or our failure to obtain stockholder approval. We based this amount on recent precedent transactions, particularly Baker Hughes/Halliburton, which began as a hostile proposal, ended as a negotiated agreement and involved complex regulatory issues that ultimately resulted in termination of the transaction.\nWe believe these commitments and our other changes to the merger agreement would provide acceptable risk protection to Qualcomm stockholders, and we therefore would no longer ask Broadcom to make a \"hell or high water\" commitment.\nAt our February 23 meeting, you also told us you would agree not to impose the restrictions you had previously contemplated on our ability to operate our licensing business during the period between signing a definitive agreement and closing of a transaction. This is an important step forward. However, you still declined to disclose any information regarding your plans to change how the licensing business would be structured and operated after closing, based on your belief that such disclosure is not permissible under antitrust law. We do not believe that is the case and we have heard from stockholders, research analysts and customers that you have briefed them on your plans at a high level. We continue to believe that we need visibility into those plans beyond what we are hearing in order to fully assess the antitrust risks and value implications of a transaction with Broadcom.\nThe Qualcomm Board and management team are committed to exploring fully with Broadcom whether a negotiated transaction that is in the best interests of Qualcomm stockholders is achievable. Accordingly, we propose the following next steps:\nNext Steps\nFinalize non-price terms: We welcome your review of the mark-up of the merger agreement we have provided you and propose that we or our representatives meet to address any remaining issues and finalize the language. Execute NDA and begin bilateral due diligence: Mutual due diligence will inform our discussions on price. We appreciate that we have differences in our views on value and that ours is based upon significantly more information than the public data you now have at your disposal. Therefore, we propose entering into a non-disclosure agreement and beginning bilateral due diligence, given the large amount of Broadcom stock included in your proposal and to provide more granular details on our views on value. We are delivering a proposed NDA to your counsel. Agree on approach to provide information on licensing business: You have repeatedly declined to disclose your plan to change Qualcomm's licensing business because you think such disclosure could pose issues under antitrust laws. Although we believe Broadcom is free to disclose this information, we are willing to jointly select a law firm with antitrust expertise that you would fully brief on your licensing plans. This firm would then provide Qualcomm the information which it considers permissible under antitrust law. Arrange meeting focused on price: Having now addressed the regulatory and certainty issues in principle, we propose arranging a meeting – as soon as mutually convenient for both parties – focused on price, should Broadcom be willing to engage on the topic.\nTom Horton, in his capacity as Presiding Director (lead independent Director), will continue to lead Qualcomm in negotiations with Broadcom, with the goal of determining whether there is a mutually beneficial transaction to be done between our two companies. We look forward to your reply.\nSincerely,\nDr. Paul E. Jacobs\nChairman of the Board\ncc:\nSteve Mollenkopf\nChief Executive Officer\nTom Horton\nPresiding Director\nThe revised merger agreement is available on the \"Additional Materials\" section of www.qcomvalue.com and will be filed with the Securities and Exchange Commission. Additional information about the 2018 Annual Meeting of Stockholders, is also available at www.qcomvalue.com .\nGoldman Sachs & Co. LLC, Evercore and Centerview Partners are acting as financial advisors to Qualcomm. Paul, Weiss, Rifkind, Wharton & Garrison LLP, Cravath, Swaine & Moore LLP and DLA Piper LLP (US) are acting as legal advisors to Qualcomm.\nAbout Qualcomm\nQualcomm invents breakthrough technologies that transform how the world connects and communicates. When we connected the phone to the Internet, the mobile revolution was born. Today, our inventions are the foundation for life-changing products, experiences, and industries. As we lead the world to 5G, we envision this next big change in cellular technology spurring a new era of intelligent, connected devices and enabling new opportunities in connected cars, remote delivery of health care services, and the IoT — including smart cities, smart homes, and wearables. Qualcomm Incorporated includes our licensing business, QTL, and the vast majority of our patent portfolio. Qualcomm Technologies, Inc., a subsidiary of Qualcomm Incorporated, operates, along with its subsidiaries, all of our engineering, research and development functions, and all of our products and services businesses, including, the QCT semiconductor business. For more information, visit Qualcomm's website , OnQ blog , Twitter and Facebook pages.\nADDITIONAL INFORMATION\nQualcomm has filed a definitive proxy statement and WHITE proxy card with the U.S. Securities and Exchange Commission (the \"SEC\") in connection with its solicitation of proxies for its 2018 Annual Meeting of Stockholders (the \"2018 Annual Meeting\"). QUALCOMM STOCKHOLDERS ARE STRONGLY ENCOURAGED TO READ THE DEFINITIVE PROXY STATEMENT (AND ANY AMENDMENTS AND SUPPLEMENTS THERETO) AND ACCOMPANYING WHITE PROXY CARD AS THEY CONTAIN IMPORTANT INFORMATION. Stockholders may obtain the proxy statement, any amendments or supplements to the proxy statement and other documents as and when filed by Qualcomm with the SEC without charge from the SEC's website at www.sec.gov .\nCERTAIN INFORMATION REGARDING PARTICIPANTS\nQualcomm, its directors and certain of its executive officers may be deemed to be participants in connection with the solicitation of proxies from Qualcomm's stockholders in connection with the matters to be considered at the 2018 Annual Meeting. Information regarding the identity of potential participants, and their direct or indirect interests, by security holdings or otherwise, is set forth in the proxy statement and other materials to be filed with the SEC. These documents can be obtained free of charge from the sources indicated above.\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS\nAny statements contained in this document that are not historical facts are forward-looking statements as defined in the U.S. Private Securities Litigation Reform Act of 1995. Additionally, statements regarding operating results for future years, growth in operating results and the factors contributing to future operating results; the resolution of licensing disputes and the impact and timing thereof; expected market, industry, geographic and organic growth and trends; future serviceable addressable market size and growth; anticipated contributions from and growth in new opportunities; benefits from planned cost reductions; technology and product leadership and trends; Qualcomm's positioning to benefit from any of the above; potential benefits and upside to Qualcomm's stockholders related to any of the above; and the regulatory process and regulatory uncertainty are forward-looking statements. Words such as \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"forecast,\" \"intend,\" \"may,\" \"plan,\" \"project,\" \"predict,\" \"should,\" \"will\" and similar expressions are intended to identify such forward-looking statements. These statements are based on Qualcomm's current expectations or beliefs, and are subject to uncertainty and changes in circumstances. Actual results may differ materially from those expressed or implied by the statements herein due to changes in economic, business, competitive, technological, strategic and/or regulatory factors, and other factors affecting the operations of Qualcomm. More detailed information about these factors may be found in Qualcomm's filings with the SEC, including those discussed in Qualcomm's most recent Annual Report on Form 10-K and in any subsequent periodic reports on Form 10-Q and Form 8-K, each of which is on file with the SEC and available at the SEC's website at www.sec.gov . SEC filings for Qualcomm are also available in the Investor Relations section of Qualcomm's website at www.qualcomm.com . Qualcomm is not obligated to update these forward-looking statements to reflect events or circumstances after the date of this document. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of their dates.\nQualcomm Contacts:\nPete Lancia, Corporate Communications\nPhone: 1-858-845-5959\nEmail: corpcomm@qualcomm.com\nJohn Sinnott, Investor Relations\nPhone: 1-858-658-5431\nEmail: ir@qualcomm.com\nView original content: http://www.prnewswire.com/news-releases/qualcomm-proposes-further-engagement-with-broadcom-on-price-and-terms-of-possible-transaction-300603910.html\nSOURCE Qualcomm Incorporated",
    "published": "2018-02-26T14:00:00.000+02:00",
    "crawled": "2018-02-26T13:35:51.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "qualcomm",
        "incorporated",
        "nasdaq",
        "qcom",
        "today",
        "announced",
        "chairman",
        "board",
        "paul",
        "jacob",
        "sent",
        "letter",
        "behalf",
        "qualcomm",
        "board",
        "director",
        "hock",
        "tan",
        "chief",
        "executive",
        "officer",
        "broadcom",
        "limited",
        "nasdaq",
        "avgo",
        "providing",
        "qualcomm",
        "response",
        "second",
        "meeting",
        "two",
        "company",
        "held",
        "february",
        "qualcomm",
        "board",
        "belief",
        "meeting",
        "led",
        "progress",
        "toward",
        "possible",
        "negotiated",
        "transaction",
        "key",
        "issue",
        "price",
        "board",
        "authorized",
        "providing",
        "broadcom",
        "broadcom",
        "previously",
        "released",
        "draft",
        "merger",
        "agreement",
        "agreed",
        "broadcom",
        "would",
        "resolve",
        "issue",
        "two",
        "company",
        "price",
        "broadcom",
        "reiterated",
        "february",
        "meeting",
        "reduced",
        "per",
        "share",
        "proposal",
        "best",
        "final",
        "proposal",
        "qualcomm",
        "board",
        "unanimous",
        "view",
        "broadcom",
        "proposal",
        "including",
        "prior",
        "per",
        "share",
        "proposal",
        "materially",
        "undervalues",
        "qualcomm",
        "board",
        "encourages",
        "broadcom",
        "enter",
        "mutual",
        "due",
        "diligence",
        "price",
        "negotiation",
        "letter",
        "follows",
        "february",
        "hock",
        "tan",
        "president",
        "chief",
        "executive",
        "officer",
        "broadcom",
        "limited",
        "yishun",
        "avenue",
        "singapore",
        "dear",
        "tan",
        "writing",
        "behalf",
        "qualcomm",
        "board",
        "director",
        "following",
        "meeting",
        "tom",
        "horton",
        "steve",
        "mollenkopf",
        "george",
        "davis",
        "ken",
        "hao",
        "tom",
        "krause",
        "february",
        "aware",
        "combination",
        "broadcom",
        "qualcomm",
        "would",
        "represent",
        "largest",
        "technology",
        "transaction",
        "history",
        "one",
        "largest",
        "transaction",
        "overall",
        "represents",
        "uncharted",
        "territory",
        "board",
        "management",
        "taking",
        "great",
        "care",
        "incorporate",
        "appropriate",
        "level",
        "protection",
        "qualcomm",
        "stockholder",
        "potential",
        "transaction",
        "broadcom",
        "briefed",
        "full",
        "board",
        "meeting",
        "current",
        "state",
        "discussion",
        "done",
        "previous",
        "board",
        "meeting",
        "independent",
        "director",
        "also",
        "met",
        "separately",
        "executive",
        "session",
        "along",
        "board",
        "financial",
        "legal",
        "advisor",
        "appreciate",
        "movement",
        "made",
        "draft",
        "merger",
        "agreement",
        "publicly",
        "released",
        "february",
        "attached",
        "document",
        "intended",
        "provide",
        "comprehensive",
        "path",
        "forward",
        "regulatory",
        "deal",
        "certainty",
        "issue",
        "path",
        "forward",
        "require",
        "hell",
        "high",
        "water",
        "commitment",
        "regulatory",
        "front",
        "still",
        "provides",
        "appropriate",
        "level",
        "protection",
        "qualcomm",
        "stockholder",
        "commensurate",
        "high",
        "degree",
        "regulatory",
        "risk",
        "associated",
        "potential",
        "transaction",
        "acceptable",
        "broadcom",
        "would",
        "resolve",
        "issue",
        "two",
        "company",
        "price",
        "made",
        "progress",
        "regulatory",
        "deal",
        "certainty",
        "issue",
        "continued",
        "insist",
        "current",
        "per",
        "share",
        "proposal",
        "best",
        "final",
        "proposal",
        "reason",
        "stated",
        "publicly",
        "stockholder",
        "privately",
        "meeting",
        "qualcomm",
        "board",
        "continues",
        "unanimous",
        "belief",
        "proposal",
        "including",
        "prior",
        "per",
        "share",
        "proposal",
        "materially",
        "undervalues",
        "qualcomm",
        "conclusion",
        "based",
        "substantial",
        "thorough",
        "analysis",
        "valuation",
        "know",
        "current",
        "challenge",
        "facing",
        "licensing",
        "business",
        "masked",
        "continued",
        "strong",
        "performance",
        "market",
        "leadership",
        "semiconductor",
        "business",
        "board",
        "sensitive",
        "uncertainty",
        "regarding",
        "financial",
        "performance",
        "question",
        "raised",
        "prospect",
        "licensing",
        "business",
        "recognize",
        "qualcomm",
        "business",
        "unique",
        "believe",
        "plan",
        "executing",
        "overcome",
        "current",
        "challenge",
        "capitalizes",
        "many",
        "value",
        "driver",
        "put",
        "place",
        "position",
        "u",
        "drive",
        "strong",
        "return",
        "shareholder",
        "value",
        "driver",
        "include",
        "significant",
        "lead",
        "rapidly",
        "advancing",
        "5g",
        "transition",
        "one",
        "important",
        "evolution",
        "history",
        "mobile",
        "technology",
        "continued",
        "success",
        "growing",
        "adjacent",
        "business",
        "also",
        "include",
        "highly",
        "strategic",
        "accretive",
        "nxp",
        "acquisition",
        "board",
        "remains",
        "highly",
        "confident",
        "qualcomm",
        "ability",
        "achieve",
        "fiscal",
        "year",
        "financial",
        "target",
        "previously",
        "disclosed",
        "execution",
        "growth",
        "strategy",
        "increased",
        "focus",
        "operational",
        "discipline",
        "resolution",
        "customer",
        "dispute",
        "licensing",
        "business",
        "board",
        "responsibility",
        "critically",
        "analyze",
        "external",
        "internal",
        "information",
        "available",
        "u",
        "challenge",
        "assumption",
        "utilize",
        "collective",
        "experience",
        "arrive",
        "thoughtful",
        "independent",
        "conclusion",
        "future",
        "value",
        "qualcomm",
        "support",
        "management",
        "external",
        "advisor",
        "concluded",
        "unanimously",
        "acquisition",
        "price",
        "materially",
        "higher",
        "broadcom",
        "proposal",
        "warranted",
        "based",
        "upon",
        "evaluation",
        "qualcomm",
        "prospect",
        "present",
        "value",
        "forecast",
        "regulatory",
        "risk",
        "certainty",
        "previous",
        "meeting",
        "february",
        "agreed",
        "drop",
        "prior",
        "objection",
        "divesting",
        "broadcom",
        "opposed",
        "qualcomm",
        "business",
        "asset",
        "way",
        "facilitate",
        "regulatory",
        "approval",
        "however",
        "reduce",
        "regulatory",
        "risk",
        "appropriate",
        "level",
        "made",
        "two",
        "additional",
        "proposal",
        "february",
        "meeting",
        "asked",
        "broadcom",
        "agree",
        "conduct",
        "remedy",
        "remedy",
        "may",
        "imposed",
        "regulator",
        "would",
        "material",
        "adverse",
        "effect",
        "combined",
        "company",
        "divestiture",
        "proposed",
        "reverse",
        "termination",
        "fee",
        "enterprise",
        "value",
        "payable",
        "potential",
        "transaction",
        "terminated",
        "due",
        "breach",
        "agreement",
        "qualcomm",
        "failure",
        "obtain",
        "stockholder",
        "approval",
        "based",
        "amount",
        "recent",
        "precedent",
        "transaction",
        "particularly",
        "baker",
        "began",
        "hostile",
        "proposal",
        "ended",
        "negotiated",
        "agreement",
        "involved",
        "complex",
        "regulatory",
        "issue",
        "ultimately",
        "resulted",
        "termination",
        "transaction",
        "believe",
        "commitment",
        "change",
        "merger",
        "agreement",
        "would",
        "provide",
        "acceptable",
        "risk",
        "protection",
        "qualcomm",
        "stockholder",
        "therefore",
        "would",
        "longer",
        "ask",
        "broadcom",
        "make",
        "hell",
        "high",
        "water",
        "commitment",
        "february",
        "meeting",
        "also",
        "told",
        "u",
        "would",
        "agree",
        "impose",
        "restriction",
        "previously",
        "contemplated",
        "ability",
        "operate",
        "licensing",
        "business",
        "period",
        "signing",
        "definitive",
        "agreement",
        "closing",
        "transaction",
        "important",
        "step",
        "forward",
        "however",
        "still",
        "declined",
        "disclose",
        "information",
        "regarding",
        "plan",
        "change",
        "licensing",
        "business",
        "would",
        "structured",
        "operated",
        "closing",
        "based",
        "belief",
        "disclosure",
        "permissible",
        "antitrust",
        "law",
        "believe",
        "case",
        "heard",
        "stockholder",
        "research",
        "analyst",
        "customer",
        "briefed",
        "plan",
        "high",
        "level",
        "continue",
        "believe",
        "need",
        "visibility",
        "plan",
        "beyond",
        "hearing",
        "order",
        "fully",
        "assess",
        "antitrust",
        "risk",
        "value",
        "implication",
        "transaction",
        "broadcom",
        "qualcomm",
        "board",
        "management",
        "team",
        "committed",
        "exploring",
        "fully",
        "broadcom",
        "whether",
        "negotiated",
        "transaction",
        "best",
        "interest",
        "qualcomm",
        "stockholder",
        "achievable",
        "accordingly",
        "propose",
        "following",
        "next",
        "step",
        "next",
        "step",
        "finalize",
        "term",
        "welcome",
        "review",
        "merger",
        "agreement",
        "provided",
        "propose",
        "representative",
        "meet",
        "address",
        "remaining",
        "issue",
        "finalize",
        "language",
        "execute",
        "nda",
        "begin",
        "bilateral",
        "due",
        "diligence",
        "mutual",
        "due",
        "diligence",
        "inform",
        "discussion",
        "price",
        "appreciate",
        "difference",
        "view",
        "value",
        "based",
        "upon",
        "significantly",
        "information",
        "public",
        "data",
        "disposal",
        "therefore",
        "propose",
        "entering",
        "agreement",
        "beginning",
        "bilateral",
        "due",
        "diligence",
        "given",
        "large",
        "amount",
        "broadcom",
        "stock",
        "included",
        "proposal",
        "provide",
        "granular",
        "detail",
        "view",
        "value",
        "delivering",
        "proposed",
        "nda",
        "counsel",
        "agree",
        "approach",
        "provide",
        "information",
        "licensing",
        "business",
        "repeatedly",
        "declined",
        "disclose",
        "plan",
        "change",
        "qualcomm",
        "licensing",
        "business",
        "think",
        "disclosure",
        "could",
        "pose",
        "issue",
        "antitrust",
        "law",
        "although",
        "believe",
        "broadcom",
        "free",
        "disclose",
        "information",
        "willing",
        "jointly",
        "select",
        "law",
        "firm",
        "antitrust",
        "expertise",
        "would",
        "fully",
        "brief",
        "licensing",
        "plan",
        "firm",
        "would",
        "provide",
        "qualcomm",
        "information",
        "considers",
        "permissible",
        "antitrust",
        "law",
        "arrange",
        "meeting",
        "focused",
        "price",
        "addressed",
        "regulatory",
        "certainty",
        "issue",
        "principle",
        "propose",
        "arranging",
        "meeting",
        "soon",
        "mutually",
        "convenient",
        "party",
        "focused",
        "price",
        "broadcom",
        "willing",
        "engage",
        "topic",
        "tom",
        "horton",
        "capacity",
        "presiding",
        "director",
        "lead",
        "independent",
        "director",
        "continue",
        "lead",
        "qualcomm",
        "negotiation",
        "broadcom",
        "goal",
        "determining",
        "whether",
        "mutually",
        "beneficial",
        "transaction",
        "done",
        "two",
        "company",
        "look",
        "forward",
        "reply",
        "sincerely",
        "paul",
        "jacob",
        "chairman",
        "board",
        "cc",
        "steve",
        "mollenkopf",
        "chief",
        "executive",
        "officer",
        "tom",
        "horton",
        "presiding",
        "director",
        "revised",
        "merger",
        "agreement",
        "available",
        "additional",
        "material",
        "section",
        "filed",
        "security",
        "exchange",
        "commission",
        "additional",
        "information",
        "annual",
        "meeting",
        "stockholder",
        "also",
        "available",
        "goldman",
        "sachs",
        "llc",
        "evercore",
        "centerview",
        "partner",
        "acting",
        "financial",
        "advisor",
        "qualcomm",
        "paul",
        "weiss",
        "rifkind",
        "wharton",
        "garrison",
        "llp",
        "cravath",
        "swaine",
        "moore",
        "llp",
        "dla",
        "piper",
        "llp",
        "u",
        "acting",
        "legal",
        "advisor",
        "qualcomm",
        "qualcomm",
        "qualcomm",
        "invents",
        "breakthrough",
        "technology",
        "transform",
        "world",
        "connects",
        "communicates",
        "connected",
        "phone",
        "internet",
        "mobile",
        "revolution",
        "born",
        "today",
        "invention",
        "foundation",
        "product",
        "experience",
        "industry",
        "lead",
        "world",
        "5g",
        "envision",
        "next",
        "big",
        "change",
        "cellular",
        "technology",
        "spurring",
        "new",
        "era",
        "intelligent",
        "connected",
        "device",
        "enabling",
        "new",
        "opportunity",
        "connected",
        "car",
        "remote",
        "delivery",
        "health",
        "care",
        "service",
        "iot",
        "including",
        "smart",
        "city",
        "smart",
        "home",
        "wearable",
        "qualcomm",
        "incorporated",
        "includes",
        "licensing",
        "business",
        "qtl",
        "vast",
        "majority",
        "patent",
        "portfolio",
        "qualcomm",
        "technology",
        "subsidiary",
        "qualcomm",
        "incorporated",
        "operates",
        "along",
        "subsidiary",
        "engineering",
        "research",
        "development",
        "function",
        "product",
        "service",
        "business",
        "including",
        "qct",
        "semiconductor",
        "business",
        "information",
        "visit",
        "qualcomm",
        "website",
        "onq",
        "blog",
        "twitter",
        "facebook",
        "page",
        "additional",
        "information",
        "qualcomm",
        "filed",
        "definitive",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "meeting",
        "qualcomm",
        "stockholder",
        "strongly",
        "encouraged",
        "read",
        "definitive",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "thereto",
        "accompanying",
        "white",
        "proxy",
        "card",
        "contain",
        "important",
        "information",
        "stockholder",
        "may",
        "obtain",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "document",
        "filed",
        "qualcomm",
        "sec",
        "without",
        "charge",
        "sec",
        "website",
        "certain",
        "information",
        "regarding",
        "participant",
        "qualcomm",
        "director",
        "certain",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "connection",
        "solicitation",
        "proxy",
        "qualcomm",
        "stockholder",
        "connection",
        "matter",
        "considered",
        "annual",
        "meeting",
        "information",
        "regarding",
        "identity",
        "potential",
        "participant",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "proxy",
        "statement",
        "material",
        "filed",
        "sec",
        "document",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "document",
        "historical",
        "fact",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "additionally",
        "statement",
        "regarding",
        "operating",
        "result",
        "future",
        "year",
        "growth",
        "operating",
        "result",
        "factor",
        "contributing",
        "future",
        "operating",
        "result",
        "resolution",
        "licensing",
        "dispute",
        "impact",
        "timing",
        "thereof",
        "expected",
        "market",
        "industry",
        "geographic",
        "organic",
        "growth",
        "trend",
        "future",
        "serviceable",
        "addressable",
        "market",
        "size",
        "growth",
        "anticipated",
        "contribution",
        "growth",
        "new",
        "opportunity",
        "benefit",
        "planned",
        "cost",
        "reduction",
        "technology",
        "product",
        "leadership",
        "trend",
        "qualcomm",
        "positioning",
        "benefit",
        "potential",
        "benefit",
        "upside",
        "qualcomm",
        "stockholder",
        "related",
        "regulatory",
        "process",
        "regulatory",
        "uncertainty",
        "statement",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "forecast",
        "intend",
        "may",
        "plan",
        "project",
        "predict",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "qualcomm",
        "current",
        "expectation",
        "belief",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "herein",
        "due",
        "change",
        "economic",
        "business",
        "competitive",
        "technological",
        "strategic",
        "regulatory",
        "factor",
        "factor",
        "affecting",
        "operation",
        "qualcomm",
        "detailed",
        "information",
        "factor",
        "may",
        "found",
        "qualcomm",
        "filing",
        "sec",
        "including",
        "discussed",
        "qualcomm",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "periodic",
        "report",
        "form",
        "form",
        "file",
        "sec",
        "available",
        "sec",
        "website",
        "sec",
        "filing",
        "qualcomm",
        "also",
        "available",
        "investor",
        "relation",
        "section",
        "qualcomm",
        "website",
        "qualcomm",
        "obligated",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "document",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "qualcomm",
        "contact",
        "pete",
        "lancia",
        "corporate",
        "communication",
        "phone",
        "email",
        "corpcomm",
        "john",
        "sinnott",
        "investor",
        "relation",
        "phone",
        "email",
        "ir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "qualcomm",
        "incorporated"
    ]
}