{
    "organizations": [],
    "uuid": "2e2cf84eb6138a95600a201b1328a802eccb4400",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1QC4TT",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Feb 23 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,950.9 7.2 NZX 50** 8,266.88 66.61 DJIA** 24,961.03 163.25 NIKKEI** 21,736.44 -234.37 Nasdaq** 7,210.086 -8.142 FTSE** 7,252.39 -29.18 S&P 500** 2,703.99 2.66 Hang Seng** 30,965.68 -466.21 SPI 200 Fut 5,950 36.00 STI** 3,488.46 -27.77 SSEC** 3,268.7305 69.57 KOSPI** 2,414.28 -15.37 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.053 0 KR 10 YR Bond 2.804 0.003 AU 10 YR Bond 2.843 0 US 10 YR Bond 2.9189 -0.022 NZ 10 YR Bond 2.99 -0.005 US 30 YR Bond 3.2045 -0.016 -- Currencies Net Chng Net Chng SGD US$ 1.3189 -0.0044 KRW US$ 1,080.17 5.16 AUD US$ 0.7845 0.0039 NZD US$ 0.7342 0.0024 EUR US$ 1.2327 0.0045 Yen US$ 106.68 -1.08 THB US$ 31.48 -0.06 PHP US$ 51.887 -0.212 IDR US$ 13,680 62 INR US$ 64.97 0.17 MYR US$ 3.915 0.015 TWD US$ 29.301 0.056 CNY US$ 6.3565 0.0033 HKD US$ 7.8241 -0.0011 -- Commodities Net Chng Net Chng Spot Gold 1,331.37 7.51 Silver (Lon) 16.618 0.128 U.S. Gold Fut 1,333.2 1.1 Brent Crude 66.21 0.79 Iron Ore CNY541 3.5 TRJCRB Index - - TOCOM Rubber JPY185.1 -0.9 LME Copper 7,170.5 51.5 -- ** indicates closing price All prices as of 21:01 GMT EQUITIES GLOBAL - World stock markets advanced on Thursday, with U.S. shares rebounding from a day earlier and bond yields easing off highs, following more cautious talk about the potential for interest rate increases this year. Oil prices also rose as the U.S. dollar hit session lows in morning trading after having touched a 10-day high, as the euro was boosted by minutes from the European Central Bank's most recent policy meeting. For a full report, click on - - - - NEW YORK - U.S. stocks advanced on Thursday, putting major indexes on track to snap a recent spate of declines, buoyed by gains in industrial and energy shares as U.S. Treasury yields eased. The Dow and S&P dropped for a second consecutive session and the Nasdaq fell for a third straight on Wednesday after minutes from the U.S. Federal Reserve's January meeting showed the central bank's rate-setting committee grew more confident in the need to keep raising rates. For a full report, click on - - - - LONDON - European shares fell slightly on Thursday as a flurry of corporate results failed to lift sentiment after a new wave of speculation about faster hikes in U.S interest rates soured risk appetite globally. An hour after the open, the publication of the German business confidence index, which fell more than expected in February, and a downward revision in UK economic growth cemented the gloom, although a rebound on Wall Street from losses in the previous day helped shares come off lows. For a full report, click on - - - - TOKYO - Japan's Nikkei share average fell on Thursday on across-the-board selling after U.S. shares dropped overnight on speculation about faster interest rate hikes, while Ricoh stumbled after a media report said it was considering an impairment charge. The Nikkei declined 1.1 percent to 21,736.44. For a full report, click on - - - - SHANGHAI - China's major stock indexes scored their best single-day gains in more than 18 months, as investors played catch-up buying after the week-long Lunar New Year holiday. The rally was led by consumer and transport firms seen benefiting from the long break when locals splashed out more on trips and consumer goods. The blue-chip CSI300 index was up 2.17 percent, also its best day since August 2016, with its financial sector sub-index higher by 1.73 percent, the consumer staples sector up 4.19 percent, the real estate index up 1.79 percent and healthcare sub-index up 1.22 percent. For a full report, click on - - - - AUSTRALIA - Australian shares are expected to gain at Friday's open, following a positive lead from Wall Street and an uptick in oil prices. Australian share price index futures rose 36 points, or 0.6 percent, to 5,950, a 0.9-point discount to the underlying S&P/ASX 200 index close. The benchmark gained 0.1 percent on Thursday. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index .KS11 and the Korean won both slumped to over one-week lows on Thursday as risk appetite weakened after minutes of the latest Federal Reserve meeting suggested policymakers will continue raising rates further this year. At 06:30 GMT, the KOSPI was down 15.37 points or 0.63 percent at 2,414.28. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar fell against a basket of major currencies on Thursday, as its rally from a three-year low last week ran out of steam, and the yen soared against the greenback as heightened volatility led investors to favor the Japanese currency. The dollar index, which measures the greenback against a basket of six major currencies, was down 0.31 percent at 89.724. Through Wednesday, the index gained nearly 2 percent since hitting a three-year low of 88.253 on Friday. For a full report, click on - - - - SHANGHAI - China's yuan eased against the U.S. dollar on Thursday, the first trading day after long Lunar New Year holiday, following a much weakened official guidance rate and strength in the greenback. Trading in the domestic foreign exchange market resumed on Thursday after the week-long holiday, and the local market was playing catch up with global movements in the greenback. For a full report, click on - - - - AUSTRALIA - The Australian dollar fell again on Thursday and its New Zealand cousin was on track for a fifth straight day of weakening as the greenback extended gains amid bolstered expectations of at least three rate hikes in the United States this year. The Aussie slipped to $0.7792, inching closer to a 1-1/2 week trough of $0.7759 earlier this month. Technical analysts see strong chart support around $0.7760. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index .KS11 and the Korean won both slumped to over one-week lows on Thursday as risk appetite weakened after minutes of the latest Federal Reserve meeting suggested policymakers will continue raising rates further this year. The won was Quote: d at 1,084.3 per dollar on the onshore settlement platform , 0.75 percent weaker than its previous close at 1,076.2. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasuries pared price gains on Thursday after the U.S. government sold new seven-year notes to slightly soft demand, the final sale of $258 billion in debt this week. The debt sold around 0.6 basis points higher in yield than before the auction, though yields fell more than 3 basis points before the sale. The bid was 2.49 times the debt on offer, the weakest since November. For a full report, click on - - - - LONDON - Euro zone government bond yields dipped on Thursday after a survey showed German business confidence fell in February, offsetting an earlier rise in yields after the minutes of the last Federal Reserve meeting revived fears of inflation. German business confidence fell more than expected in February but remained high, a survey showed on Thursday, suggesting that Europe's biggest economy is set for solid growth in the first quarter of this year. For a full report, click on - - - - TOKYO - Prices of long-term Japanese government bonds edged higher, pushing the 40-year JGB yield down to the lowest in more than a year on Thursday, after an auction of 20-year bonds attracted solid demand. The 40-year JGB yield slipped to as low as 0.900 percent, its lowest level since January 2017. For a full report, click on COMMODITIES GOLD Gold rose on Thursday, snapping four sessions of losses as the U.S. dollar surrendered early gains, though the metal remained lower for the week to date and analysts said they expected trading to be rangebound. The dollar slipped against a basket of major currencies, as its rally from a three-year low last week ran out of steam. The yen soared as volatility in financial markets led investors to favor the Japanese currency. For a full report, click on - - - - IRON ORE Chinese steel futures dropped nearly 2 percent on Thursday as investors returning from a week-long Lunar New Year holiday sold off the commodity, which at one point touched its weakest level in five weeks. Construction activity in China may only get into full swing next month with many workers still away, traders said, but the outlook for steel demand was mostly firm. For a full report, click on - - - - BASE METALS Nickel and zinc hit their lowest levels in over a week on Thursday as Chinese investors sold metals as their markets opened after holidays and steel prices dropped. Prices came off their lows in the European afternoon after the dollar reversed direction and slipped into negative territory, making commodities priced in the greenback cheaper for buyers using other currencies. For a full report, click on - - - - OIL Oil prices rose to two-week highs on Thursday, boosted by data showing a surprise draw in U.S. crude inventories and also by a drop in the dollar. West Texas Intermediate (WTI) crude futures rose $1.09, or about 1.8 percent, to settle at $62.77 a barrel. U.S. crude traded between $60.75 and $63.09, its highest since Feb. 7. For a full report, click on - - - - PALM OIL Malaysian palm oil futures fell on Thursday evening, ending the day slightly weaker after posting gains at noon, as market sentiment turned bearish on a less than expected drop in output. The market was up earlier on the back of a weaker ringgit MYR= and overnight gains in soyoil on the U.S. Chicago Board of Trade (CBOT). For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures fell on Thursday, snapping a three-session rally, as a stronger yen, lower oil prices and plunging Tokyo stock market weighed on market sentiment, dealers said. The dollar lost ground against the yen, falling 0.4 percent to 107.36. The Japanese currency gained broadly as speculation of a faster pace of U.S. rate hikes soured investors' risk appetites and dented equities. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-02-23T05:03:00.000+02:00",
    "crawled": "2018-02-23T15:58:27.032+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "feb",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny541",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "world",
        "stock",
        "market",
        "advanced",
        "thursday",
        "share",
        "rebounding",
        "day",
        "earlier",
        "bond",
        "yield",
        "easing",
        "high",
        "following",
        "cautious",
        "talk",
        "potential",
        "interest",
        "rate",
        "increase",
        "year",
        "oil",
        "price",
        "also",
        "rose",
        "dollar",
        "hit",
        "session",
        "low",
        "morning",
        "trading",
        "touched",
        "high",
        "euro",
        "boosted",
        "minute",
        "european",
        "central",
        "bank",
        "recent",
        "policy",
        "meeting",
        "full",
        "report",
        "click",
        "new",
        "york",
        "stock",
        "advanced",
        "thursday",
        "putting",
        "major",
        "index",
        "track",
        "snap",
        "recent",
        "spate",
        "decline",
        "buoyed",
        "gain",
        "industrial",
        "energy",
        "share",
        "treasury",
        "yield",
        "eased",
        "dow",
        "p",
        "dropped",
        "second",
        "consecutive",
        "session",
        "nasdaq",
        "fell",
        "third",
        "straight",
        "wednesday",
        "minute",
        "federal",
        "reserve",
        "january",
        "meeting",
        "showed",
        "central",
        "bank",
        "committee",
        "grew",
        "confident",
        "need",
        "keep",
        "raising",
        "rate",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "fell",
        "slightly",
        "thursday",
        "flurry",
        "corporate",
        "result",
        "failed",
        "lift",
        "sentiment",
        "new",
        "wave",
        "speculation",
        "faster",
        "hike",
        "interest",
        "rate",
        "soured",
        "risk",
        "appetite",
        "globally",
        "hour",
        "open",
        "publication",
        "german",
        "business",
        "confidence",
        "index",
        "fell",
        "expected",
        "february",
        "downward",
        "revision",
        "uk",
        "economic",
        "growth",
        "cemented",
        "gloom",
        "although",
        "rebound",
        "wall",
        "street",
        "loss",
        "previous",
        "day",
        "helped",
        "share",
        "come",
        "low",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "fell",
        "thursday",
        "selling",
        "share",
        "dropped",
        "overnight",
        "speculation",
        "faster",
        "interest",
        "rate",
        "hike",
        "ricoh",
        "stumbled",
        "medium",
        "report",
        "said",
        "considering",
        "impairment",
        "charge",
        "nikkei",
        "declined",
        "percent",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "major",
        "stock",
        "index",
        "scored",
        "best",
        "gain",
        "month",
        "investor",
        "played",
        "buying",
        "lunar",
        "new",
        "year",
        "holiday",
        "rally",
        "led",
        "consumer",
        "transport",
        "firm",
        "seen",
        "benefiting",
        "long",
        "break",
        "local",
        "splashed",
        "trip",
        "consumer",
        "good",
        "csi300",
        "index",
        "percent",
        "also",
        "best",
        "day",
        "since",
        "august",
        "financial",
        "sector",
        "higher",
        "percent",
        "consumer",
        "staple",
        "sector",
        "percent",
        "real",
        "estate",
        "index",
        "percent",
        "healthcare",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "expected",
        "gain",
        "friday",
        "open",
        "following",
        "positive",
        "lead",
        "wall",
        "street",
        "uptick",
        "oil",
        "price",
        "australian",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "point",
        "percent",
        "discount",
        "underlying",
        "index",
        "close",
        "benchmark",
        "gained",
        "percent",
        "thursday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "korean",
        "slumped",
        "low",
        "thursday",
        "risk",
        "appetite",
        "weakened",
        "minute",
        "latest",
        "federal",
        "reserve",
        "meeting",
        "suggested",
        "policymakers",
        "continue",
        "raising",
        "rate",
        "year",
        "gmt",
        "kospi",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "fell",
        "basket",
        "major",
        "currency",
        "thursday",
        "rally",
        "low",
        "last",
        "week",
        "ran",
        "steam",
        "yen",
        "soared",
        "greenback",
        "heightened",
        "volatility",
        "led",
        "investor",
        "favor",
        "japanese",
        "currency",
        "dollar",
        "index",
        "measure",
        "greenback",
        "basket",
        "six",
        "major",
        "currency",
        "percent",
        "wednesday",
        "index",
        "gained",
        "nearly",
        "percent",
        "since",
        "hitting",
        "low",
        "friday",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "yuan",
        "eased",
        "dollar",
        "thursday",
        "first",
        "trading",
        "day",
        "long",
        "lunar",
        "new",
        "year",
        "holiday",
        "following",
        "much",
        "weakened",
        "official",
        "guidance",
        "rate",
        "strength",
        "greenback",
        "trading",
        "domestic",
        "foreign",
        "exchange",
        "market",
        "resumed",
        "thursday",
        "holiday",
        "local",
        "market",
        "playing",
        "catch",
        "global",
        "movement",
        "greenback",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "dollar",
        "fell",
        "thursday",
        "new",
        "zealand",
        "cousin",
        "track",
        "fifth",
        "straight",
        "day",
        "weakening",
        "greenback",
        "extended",
        "gain",
        "amid",
        "bolstered",
        "expectation",
        "least",
        "three",
        "rate",
        "hike",
        "united",
        "state",
        "year",
        "aussie",
        "slipped",
        "inching",
        "closer",
        "week",
        "trough",
        "earlier",
        "month",
        "technical",
        "analyst",
        "see",
        "strong",
        "chart",
        "support",
        "around",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "korean",
        "slumped",
        "low",
        "thursday",
        "risk",
        "appetite",
        "weakened",
        "minute",
        "latest",
        "federal",
        "reserve",
        "meeting",
        "suggested",
        "policymakers",
        "continue",
        "raising",
        "rate",
        "year",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "weaker",
        "previous",
        "close",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "pared",
        "price",
        "gain",
        "thursday",
        "government",
        "sold",
        "new",
        "note",
        "slightly",
        "soft",
        "demand",
        "final",
        "sale",
        "billion",
        "debt",
        "week",
        "debt",
        "sold",
        "around",
        "basis",
        "point",
        "higher",
        "yield",
        "auction",
        "though",
        "yield",
        "fell",
        "basis",
        "point",
        "sale",
        "bid",
        "time",
        "debt",
        "offer",
        "weakest",
        "since",
        "november",
        "full",
        "report",
        "click",
        "london",
        "euro",
        "zone",
        "government",
        "bond",
        "yield",
        "dipped",
        "thursday",
        "survey",
        "showed",
        "german",
        "business",
        "confidence",
        "fell",
        "february",
        "offsetting",
        "earlier",
        "rise",
        "yield",
        "minute",
        "last",
        "federal",
        "reserve",
        "meeting",
        "revived",
        "fear",
        "inflation",
        "german",
        "business",
        "confidence",
        "fell",
        "expected",
        "february",
        "remained",
        "high",
        "survey",
        "showed",
        "thursday",
        "suggesting",
        "europe",
        "biggest",
        "economy",
        "set",
        "solid",
        "growth",
        "first",
        "quarter",
        "year",
        "full",
        "report",
        "click",
        "tokyo",
        "price",
        "japanese",
        "government",
        "bond",
        "edged",
        "higher",
        "pushing",
        "jgb",
        "yield",
        "lowest",
        "year",
        "thursday",
        "auction",
        "bond",
        "attracted",
        "solid",
        "demand",
        "jgb",
        "yield",
        "slipped",
        "low",
        "percent",
        "lowest",
        "level",
        "since",
        "january",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "rose",
        "thursday",
        "snapping",
        "four",
        "session",
        "loss",
        "dollar",
        "surrendered",
        "early",
        "gain",
        "though",
        "metal",
        "remained",
        "lower",
        "week",
        "date",
        "analyst",
        "said",
        "expected",
        "trading",
        "rangebound",
        "dollar",
        "slipped",
        "basket",
        "major",
        "currency",
        "rally",
        "low",
        "last",
        "week",
        "ran",
        "steam",
        "yen",
        "soared",
        "volatility",
        "financial",
        "market",
        "led",
        "investor",
        "favor",
        "japanese",
        "currency",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "dropped",
        "nearly",
        "percent",
        "thursday",
        "investor",
        "returning",
        "lunar",
        "new",
        "year",
        "holiday",
        "sold",
        "commodity",
        "one",
        "point",
        "touched",
        "weakest",
        "level",
        "five",
        "week",
        "construction",
        "activity",
        "china",
        "may",
        "get",
        "full",
        "swing",
        "next",
        "month",
        "many",
        "worker",
        "still",
        "away",
        "trader",
        "said",
        "outlook",
        "steel",
        "demand",
        "mostly",
        "firm",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "nickel",
        "zinc",
        "hit",
        "lowest",
        "level",
        "week",
        "thursday",
        "chinese",
        "investor",
        "sold",
        "metal",
        "market",
        "opened",
        "holiday",
        "steel",
        "price",
        "dropped",
        "price",
        "came",
        "low",
        "european",
        "afternoon",
        "dollar",
        "reversed",
        "direction",
        "slipped",
        "negative",
        "territory",
        "making",
        "commodity",
        "priced",
        "greenback",
        "cheaper",
        "buyer",
        "using",
        "currency",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "price",
        "rose",
        "high",
        "thursday",
        "boosted",
        "data",
        "showing",
        "surprise",
        "draw",
        "crude",
        "inventory",
        "also",
        "drop",
        "dollar",
        "west",
        "texas",
        "intermediate",
        "wti",
        "crude",
        "future",
        "rose",
        "percent",
        "settle",
        "barrel",
        "crude",
        "traded",
        "highest",
        "since",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "fell",
        "thursday",
        "evening",
        "ending",
        "day",
        "slightly",
        "weaker",
        "posting",
        "gain",
        "noon",
        "market",
        "sentiment",
        "turned",
        "bearish",
        "less",
        "expected",
        "drop",
        "output",
        "market",
        "earlier",
        "back",
        "weaker",
        "ringgit",
        "overnight",
        "gain",
        "soyoil",
        "chicago",
        "board",
        "trade",
        "cbot",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "fell",
        "thursday",
        "snapping",
        "rally",
        "stronger",
        "yen",
        "lower",
        "oil",
        "price",
        "plunging",
        "tokyo",
        "stock",
        "market",
        "weighed",
        "market",
        "sentiment",
        "dealer",
        "said",
        "dollar",
        "lost",
        "ground",
        "yen",
        "falling",
        "percent",
        "japanese",
        "currency",
        "gained",
        "broadly",
        "speculation",
        "faster",
        "pace",
        "rate",
        "hike",
        "soured",
        "investor",
        "risk",
        "appetite",
        "dented",
        "equity",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}