{
    "organizations": [],
    "uuid": "e4861d8b9343822a6ae0ec9b54bce1fc3de4531c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/pr-newswire-centene-to-acquire-mhm-services-to-expand-national-footprint-in-correctional-healthcare-sector.html",
    "ord_in_thread": 0,
    "title": "Centene To Acquire MHM Services To Expand National Footprint In Correctional Healthcare Sector",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ST. LOUIS, Feb. 26, 2018 /PRNewswire/ -- Centene Corporation (NYSE: CNC) announced today that it has signed a definitive agreement to acquire MHM Services, Inc. (\"MHM\") a national provider of healthcare and staffing services to correctional systems and other government agencies. Under the terms of the agreement, Centene will acquire 100 percent of the stock of MHM, including its 49 percent ownership of Centurion, the correctional healthcare services joint venture between Centene and MHM.\nMHM provides behavioral health, medical and dental services to governmental agencies in a variety of patient care settings, including correctional facilities, state hospitals, courts, juvenile facilities and community clinics. The business currently serves over 330,000 individuals in over 300 facilities across the United States.\n\"The addition of MHM will provide Centene with significant scale in the correctional healthcare services market,\" said Michael F. Neidorff, Chairman and CEO of Centene. \"For the past six years, Centene and MHM have successfully worked together to build Centurion, which now provides comprehensive, cost-efficient clinical programs for correctional systems in seven states.\"\n\"We are proud to continue our partnership with Centene, which shares our mission of providing better health outcomes at lower costs for the states,\" said Steven Wheeler, President of MHM and CEO of Centurion. \"With a $10 billion annual cost of correctional healthcare in the U.S. and 23 states currently outsourcing these services to private vendors, together we are positioned to create value for all of our stakeholders.\"\nStrategic Benefits of the Transaction\nExpands national footprint – MHM adds two new states to Centene's portfolio and expands Centurion's existing seven state correctional footprint to 14 states, giving the combined company a larger platform to pursue additional opportunities. Provides additional clinical capabilities – MHM has extensive experience providing physical and behavioral health services for government programs and enhances a platform for innovative care delivery models.\nFinancing and Approvals\nCentene intends to fund the purchase price with a combination of cash and Centene stock. The transaction is expected to be accretive to earnings in the first 12 months.\nThe transaction is expected to close in the first quarter of 2018, subject to the expiration or termination of the applicable waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, approval by MHM stockholders and other customary closing conditions.\nAbout Centene Corporation\nCentene Corporation, a Fortune 100 company, is a diversified, multi-national healthcare enterprise that provides a portfolio of services to government sponsored and commercial healthcare programs, focusing on under-insured and uninsured individuals. Many receive benefits provided under Medicaid, including the State Children's Health Insurance Program (CHIP), as well as Aged, Blind or Disabled (ABD), Foster Care and Long-Term Services (LTSS), in addition to other state-sponsored programs, Medicare (including the Medicare prescription drug benefit commonly known as \"Part D\"), dual eligible programs and programs with the U.S. Department of Defense and U.S. Department of Veterans Affairs. Centene also provides healthcare services to groups and individuals delivered through commercial health plans. Centene operates local health plans and offers a range of health insurance solutions. It also contracts with other healthcare and commercial organizations to provide specialty services including behavioral health management, care management software, correctional healthcare services, dental benefits management, commercial programs, home-based primary care services, life and health management, vision benefits management, pharmacy benefits management, specialty pharmacy and telehealth services.\nCentene uses its investor relations website to publish important information about the Company, including information that may be deemed material to investors. Financial and other information about Centene is routinely posted and is accessible on Centene's investor relations website, http://www.centene.com/investors .\nForward-Looking Statements\nThe company and its representatives may from time to time make written and oral forward-looking statements within the meaning of the Private Securities Litigation Reform Act (\"PSLRA\") of 1995, including statements in this and other press releases, in presentations, filings with the Securities and Exchange Commission (\"SEC\"), reports to stockholders and in meetings with investors and analysts. In particular, the information provided in this press release may contain certain forward-looking statements with respect to the financial condition, results of operations and business of Centene and certain plans and objectives of Centene with respect thereto, including but not limited to the expected benefits of the acquisition of Health Net, Inc. (\"Health Net Acquisition\"), New York State Catholic Health Plan, Inc., d/b/a Fidelis Care New York (\"Fidelis Care\") (\"Proposed Fidelis Acquisition\") or MHM (the \"Proposed MHM Acquisition\"). These forward-looking statements can be identified by the fact that they do not relate only to historical or current facts. Without limiting the foregoing, forward-looking statements often use words such as \"believe,\" \"anticipate,\" \"plan,\" \"expect,\" \"estimate,\" \"intend,\" \"seek,\" \"target,\" \"goal,\" \"may,\" \"will,\" would,\" \"could,\" \"should,\" \"can,\" \"continue\" and other similar words or expressions (and the negative thereof). We intend such forward-looking statements to be covered by the safe-harbor provisions for forward-looking statements contained in PSLRA. A number of factors, variables or events could cause actual plans and results to differ materially from those expressed or implied in forward-looking statements. Such factors include, but are not limited to, Centene's ability to accurately predict and effectively manage health benefits and other operating expenses and reserves; competition; membership and revenue declines or unexpected trends; changes in healthcare practices, new technologies and advances in medicine; increased healthcare costs; changes in economic, political or market conditions; changes in federal or state laws or regulations, including changes with respect to government healthcare programs as well as changes with respect to the Patient Protection and Affordable Care Act and the Health Care and Education Affordability Reconciliation Act and any regulations enacted thereunder that may result from changing political conditions; rate cuts or other payment reductions or delays by governmental payors and other risks and uncertainties affecting Centene's government businesses; Centene's ability to adequately price products on federally facilitated and state based Health Insurance Marketplaces; tax matters; disasters or major epidemics; the outcome of legal and regulatory proceedings; changes in expected contract start dates; provider, state, federal and other contract changes and timing of regulatory approval of contracts; the expiration, suspension or termination of Centene's or Fidelis Care's contracts with federal or state governments (including but not limited to Medicaid, Medicare, and TRICARE); the difficulty of predicting the timing or outcome of pending or future litigation or government investigations; challenges to Centene's or Fidelis Care's contract awards; cyber-attacks or other privacy or data security incidents; the possibility that the expected synergies and value creation from acquired businesses, including, without limitation, the Health Net acquisition, the Proposed Fidelis Acquisition and the Proposed MHM Acquisition, will not be realized, or will not be realized within the expected time period, including, but not limited to, as a result of any failure to obtain any regulatory, governmental or third party consents or approvals in connection with the Proposed Fidelis Acquisition (including any such approvals under the New York Non-For-Profit Corporation Law) or any conditions, terms, obligations or restrictions imposed in connection with the receipt of such consents or approvals; the exertion of management's time and Centene's resources, and other expenses incurred and business changes required in connection with complying with the undertakings in connection with any regulatory, governmental or third party consents or approvals for the Health Net acquisition; disruption caused by significant completed and pending acquisitions, including the Health Net Acquisition, the Proposed Fidelis Acquisition and the Proposed MHM Acquisition, making it more difficult to maintain business and operational relationships; the risk that unexpected costs will be incurred in connection with the completion and/or integration of acquisition transactions, including among others, the Health Net acquisition, the Proposed Fidelis Acquisition and the Proposed MHM Acquisition ; changes in expected closing dates, estimated purchase price and accretion for acquisitions; the risk that acquired businesses will not be integrated successfully; the risk that the conditions to the completion of the Proposed Fidelis Acquisition or the Proposed MHM Acquisition may not be satisfied or completed on a timely basis, or at all; or receive any required regulatory approvals, consents or clearances for the Proposed Fidelis Acquisition or the Proposed MHM Acquisition, and the risk that, even if so obtained or received, regulatory authorities impose conditions on the completion of the transaction that could require the exertion of management's time and Centene's resources or otherwise have an adverse effect on Centene business uncertainties and contractual restrictions while the Proposed Fidelis Acquisition and the Proposed MHM Acquisition are pending, which could adversely affect Centene's business and operations; change of control provisions or other provisions in certain agreements to which Fidelis Care is a party, which may be triggered by the completion of the Proposed Fidelis Acquisition, or in certain agreements to which MHM is a party, which may be triggered by the completion of the Proposed MHM Acquisition; loss of management personnel and other key employees due to uncertainties associated with the Proposed Fidelis Acquisition or the Proposed MHM Acquisition; the risk that, following completion of the Proposed Fidelis Acquisition or the Proposed MHM Acquisition, the combined company may not be able to effectively manage its expanded operations; restrictions and limitations that may stem from the financing arrangements that the combined company will enter into in connection with the Proposed Fidelis Acquisition; Centene's ability to achieve improvement in the Centers for Medicare and Medicaid Services Star ratings and maintain or achieve improvement in other quality scores in each case that can impact revenue and future growth; availability of debt and equity financing, on terms that are favorable to Centene; inflation; and foreign currency fluctuations. These forward-looking statements reflect Centene's current views with respect to future events and are based on numerous assumptions and assessments made by Centene in light of its experience and perception of historical trends, current conditions, business strategies, operating environments, future developments and other factors it believes appropriate. By their nature, forward-looking statements involve known and unknown risks and uncertainties and are subject to change because they relate to events and depend on circumstances that will occur in the future. The factors described in the context of such forward-looking statements in this press release could cause Centene's plans with respect to the Health Net acquisition, the Proposed Fidelis Acquisition and the Proposed MHM Acquisition, actual results, performance or achievements, industry results and developments to differ materially from those expressed in or implied y such forward-looking statements. Although it is currently believed that the expectations reflected in such forward-looking statements are reasonable, no assurance can be given that such expectations will prove to have been correct and persons reading this press release are therefore cautioned not to place undue reliance on these forward-looking statements which speak only as of the date of this press release. Centene does not assume any obligation to update the information contained in this press release (whether as a result of new information, future events or otherwise), except as required by applicable law. This list of important factors is not intended to be exhaustive. We discuss certain of these matters more fully, as well as certain other risk factors that may affect Centene's business operations, financial condition and results of operations, in Centene's filings with the SEC, including the annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K.\nView original content: http://www.prnewswire.com/news-releases/centene-to-acquire-mhm-services-to-expand-national-footprint-in-correctional-healthcare-sector-300603870.html\nSOURCE Centene Corporation",
    "published": "2018-02-26T16:00:00.000+02:00",
    "crawled": "2018-02-26T16:20:57.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louis",
        "centene",
        "corporation",
        "nyse",
        "cnc",
        "announced",
        "today",
        "signed",
        "definitive",
        "agreement",
        "acquire",
        "mhm",
        "service",
        "mhm",
        "national",
        "provider",
        "healthcare",
        "staffing",
        "service",
        "correctional",
        "system",
        "government",
        "agency",
        "term",
        "agreement",
        "centene",
        "acquire",
        "percent",
        "stock",
        "mhm",
        "including",
        "percent",
        "ownership",
        "centurion",
        "correctional",
        "healthcare",
        "service",
        "joint",
        "venture",
        "centene",
        "mhm",
        "mhm",
        "provides",
        "behavioral",
        "health",
        "medical",
        "dental",
        "service",
        "governmental",
        "agency",
        "variety",
        "patient",
        "care",
        "setting",
        "including",
        "correctional",
        "facility",
        "state",
        "hospital",
        "court",
        "juvenile",
        "facility",
        "community",
        "clinic",
        "business",
        "currently",
        "serf",
        "individual",
        "facility",
        "across",
        "united",
        "state",
        "addition",
        "mhm",
        "provide",
        "centene",
        "significant",
        "scale",
        "correctional",
        "healthcare",
        "service",
        "market",
        "said",
        "michael",
        "neidorff",
        "chairman",
        "ceo",
        "centene",
        "past",
        "six",
        "year",
        "centene",
        "mhm",
        "successfully",
        "worked",
        "together",
        "build",
        "centurion",
        "provides",
        "comprehensive",
        "clinical",
        "program",
        "correctional",
        "system",
        "seven",
        "state",
        "proud",
        "continue",
        "partnership",
        "centene",
        "share",
        "mission",
        "providing",
        "better",
        "health",
        "outcome",
        "lower",
        "cost",
        "state",
        "said",
        "steven",
        "wheeler",
        "president",
        "mhm",
        "ceo",
        "centurion",
        "billion",
        "annual",
        "cost",
        "correctional",
        "healthcare",
        "state",
        "currently",
        "outsourcing",
        "service",
        "private",
        "vendor",
        "together",
        "positioned",
        "create",
        "value",
        "stakeholder",
        "strategic",
        "benefit",
        "transaction",
        "expands",
        "national",
        "footprint",
        "mhm",
        "add",
        "two",
        "new",
        "state",
        "centene",
        "portfolio",
        "expands",
        "centurion",
        "existing",
        "seven",
        "state",
        "correctional",
        "footprint",
        "state",
        "giving",
        "combined",
        "company",
        "larger",
        "platform",
        "pursue",
        "additional",
        "opportunity",
        "provides",
        "additional",
        "clinical",
        "capability",
        "mhm",
        "extensive",
        "experience",
        "providing",
        "physical",
        "behavioral",
        "health",
        "service",
        "government",
        "program",
        "enhances",
        "platform",
        "innovative",
        "care",
        "delivery",
        "model",
        "financing",
        "approval",
        "centene",
        "intends",
        "fund",
        "purchase",
        "price",
        "combination",
        "cash",
        "centene",
        "stock",
        "transaction",
        "expected",
        "accretive",
        "earnings",
        "first",
        "month",
        "transaction",
        "expected",
        "close",
        "first",
        "quarter",
        "subject",
        "expiration",
        "termination",
        "applicable",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "amended",
        "approval",
        "mhm",
        "stockholder",
        "customary",
        "closing",
        "condition",
        "centene",
        "corporation",
        "centene",
        "corporation",
        "fortune",
        "company",
        "diversified",
        "healthcare",
        "enterprise",
        "provides",
        "portfolio",
        "service",
        "government",
        "sponsored",
        "commercial",
        "healthcare",
        "program",
        "focusing",
        "uninsured",
        "individual",
        "many",
        "receive",
        "benefit",
        "provided",
        "medicaid",
        "including",
        "state",
        "child",
        "health",
        "insurance",
        "program",
        "chip",
        "well",
        "aged",
        "blind",
        "disabled",
        "abd",
        "foster",
        "care",
        "service",
        "ltss",
        "addition",
        "program",
        "medicare",
        "including",
        "medicare",
        "prescription",
        "drug",
        "benefit",
        "commonly",
        "known",
        "part",
        "dual",
        "eligible",
        "program",
        "program",
        "department",
        "defense",
        "department",
        "veteran",
        "affair",
        "centene",
        "also",
        "provides",
        "healthcare",
        "service",
        "group",
        "individual",
        "delivered",
        "commercial",
        "health",
        "plan",
        "centene",
        "operates",
        "local",
        "health",
        "plan",
        "offer",
        "range",
        "health",
        "insurance",
        "solution",
        "also",
        "contract",
        "healthcare",
        "commercial",
        "organization",
        "provide",
        "specialty",
        "service",
        "including",
        "behavioral",
        "health",
        "management",
        "care",
        "management",
        "software",
        "correctional",
        "healthcare",
        "service",
        "dental",
        "benefit",
        "management",
        "commercial",
        "program",
        "primary",
        "care",
        "service",
        "life",
        "health",
        "management",
        "vision",
        "benefit",
        "management",
        "pharmacy",
        "benefit",
        "management",
        "specialty",
        "pharmacy",
        "telehealth",
        "service",
        "centene",
        "us",
        "investor",
        "relation",
        "website",
        "publish",
        "important",
        "information",
        "company",
        "including",
        "information",
        "may",
        "deemed",
        "material",
        "investor",
        "financial",
        "information",
        "centene",
        "routinely",
        "posted",
        "accessible",
        "centene",
        "investor",
        "relation",
        "website",
        "http",
        "statement",
        "company",
        "representative",
        "may",
        "time",
        "time",
        "make",
        "written",
        "oral",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "pslra",
        "including",
        "statement",
        "press",
        "release",
        "presentation",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "report",
        "stockholder",
        "meeting",
        "investor",
        "analyst",
        "particular",
        "information",
        "provided",
        "press",
        "release",
        "may",
        "contain",
        "certain",
        "statement",
        "respect",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "centene",
        "certain",
        "plan",
        "objective",
        "centene",
        "respect",
        "thereto",
        "including",
        "limited",
        "expected",
        "benefit",
        "acquisition",
        "health",
        "net",
        "health",
        "net",
        "acquisition",
        "new",
        "york",
        "state",
        "catholic",
        "health",
        "plan",
        "fidelis",
        "care",
        "new",
        "york",
        "fidelis",
        "care",
        "proposed",
        "fidelis",
        "acquisition",
        "mhm",
        "proposed",
        "mhm",
        "acquisition",
        "statement",
        "identified",
        "fact",
        "relate",
        "historical",
        "current",
        "fact",
        "without",
        "limiting",
        "foregoing",
        "statement",
        "often",
        "use",
        "word",
        "believe",
        "anticipate",
        "plan",
        "expect",
        "estimate",
        "intend",
        "seek",
        "target",
        "goal",
        "may",
        "would",
        "could",
        "continue",
        "similar",
        "word",
        "expression",
        "negative",
        "thereof",
        "intend",
        "statement",
        "covered",
        "provision",
        "statement",
        "contained",
        "pslra",
        "number",
        "factor",
        "variable",
        "event",
        "could",
        "cause",
        "actual",
        "plan",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "limited",
        "centene",
        "ability",
        "accurately",
        "predict",
        "effectively",
        "manage",
        "health",
        "benefit",
        "operating",
        "expense",
        "reserve",
        "competition",
        "membership",
        "revenue",
        "decline",
        "unexpected",
        "trend",
        "change",
        "healthcare",
        "practice",
        "new",
        "technology",
        "advance",
        "medicine",
        "increased",
        "healthcare",
        "cost",
        "change",
        "economic",
        "political",
        "market",
        "condition",
        "change",
        "federal",
        "state",
        "law",
        "regulation",
        "including",
        "change",
        "respect",
        "government",
        "healthcare",
        "program",
        "well",
        "change",
        "respect",
        "patient",
        "protection",
        "affordable",
        "care",
        "act",
        "health",
        "care",
        "education",
        "affordability",
        "reconciliation",
        "act",
        "regulation",
        "enacted",
        "thereunder",
        "may",
        "result",
        "changing",
        "political",
        "condition",
        "rate",
        "cut",
        "payment",
        "reduction",
        "delay",
        "governmental",
        "payors",
        "risk",
        "uncertainty",
        "affecting",
        "centene",
        "government",
        "business",
        "centene",
        "ability",
        "adequately",
        "price",
        "product",
        "federally",
        "facilitated",
        "state",
        "based",
        "health",
        "insurance",
        "marketplace",
        "tax",
        "matter",
        "disaster",
        "major",
        "epidemic",
        "outcome",
        "legal",
        "regulatory",
        "proceeding",
        "change",
        "expected",
        "contract",
        "start",
        "date",
        "provider",
        "state",
        "federal",
        "contract",
        "change",
        "timing",
        "regulatory",
        "approval",
        "contract",
        "expiration",
        "suspension",
        "termination",
        "centene",
        "fidelis",
        "care",
        "contract",
        "federal",
        "state",
        "government",
        "including",
        "limited",
        "medicaid",
        "medicare",
        "tricare",
        "difficulty",
        "predicting",
        "timing",
        "outcome",
        "pending",
        "future",
        "litigation",
        "government",
        "investigation",
        "challenge",
        "centene",
        "fidelis",
        "care",
        "contract",
        "award",
        "privacy",
        "data",
        "security",
        "incident",
        "possibility",
        "expected",
        "synergy",
        "value",
        "creation",
        "acquired",
        "business",
        "including",
        "without",
        "limitation",
        "health",
        "net",
        "acquisition",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "including",
        "limited",
        "result",
        "failure",
        "obtain",
        "regulatory",
        "governmental",
        "third",
        "party",
        "consent",
        "approval",
        "connection",
        "proposed",
        "fidelis",
        "acquisition",
        "including",
        "approval",
        "new",
        "york",
        "corporation",
        "law",
        "condition",
        "term",
        "obligation",
        "restriction",
        "imposed",
        "connection",
        "receipt",
        "consent",
        "approval",
        "exertion",
        "management",
        "time",
        "centene",
        "resource",
        "expense",
        "incurred",
        "business",
        "change",
        "required",
        "connection",
        "complying",
        "undertaking",
        "connection",
        "regulatory",
        "governmental",
        "third",
        "party",
        "consent",
        "approval",
        "health",
        "net",
        "acquisition",
        "disruption",
        "caused",
        "significant",
        "completed",
        "pending",
        "acquisition",
        "including",
        "health",
        "net",
        "acquisition",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "risk",
        "unexpected",
        "cost",
        "incurred",
        "connection",
        "completion",
        "integration",
        "acquisition",
        "transaction",
        "including",
        "among",
        "others",
        "health",
        "net",
        "acquisition",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "change",
        "expected",
        "closing",
        "date",
        "estimated",
        "purchase",
        "price",
        "accretion",
        "acquisition",
        "risk",
        "acquired",
        "business",
        "integrated",
        "successfully",
        "risk",
        "condition",
        "completion",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "may",
        "satisfied",
        "completed",
        "timely",
        "basis",
        "receive",
        "required",
        "regulatory",
        "approval",
        "consent",
        "clearance",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "risk",
        "even",
        "obtained",
        "received",
        "regulatory",
        "authority",
        "impose",
        "condition",
        "completion",
        "transaction",
        "could",
        "require",
        "exertion",
        "management",
        "time",
        "centene",
        "resource",
        "otherwise",
        "adverse",
        "effect",
        "centene",
        "business",
        "uncertainty",
        "contractual",
        "restriction",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "pending",
        "could",
        "adversely",
        "affect",
        "centene",
        "business",
        "operation",
        "change",
        "control",
        "provision",
        "provision",
        "certain",
        "agreement",
        "fidelis",
        "care",
        "party",
        "may",
        "triggered",
        "completion",
        "proposed",
        "fidelis",
        "acquisition",
        "certain",
        "agreement",
        "mhm",
        "party",
        "may",
        "triggered",
        "completion",
        "proposed",
        "mhm",
        "acquisition",
        "loss",
        "management",
        "personnel",
        "key",
        "employee",
        "due",
        "uncertainty",
        "associated",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "risk",
        "following",
        "completion",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "combined",
        "company",
        "may",
        "able",
        "effectively",
        "manage",
        "expanded",
        "operation",
        "restriction",
        "limitation",
        "may",
        "stem",
        "financing",
        "arrangement",
        "combined",
        "company",
        "enter",
        "connection",
        "proposed",
        "fidelis",
        "acquisition",
        "centene",
        "ability",
        "achieve",
        "improvement",
        "center",
        "medicare",
        "medicaid",
        "service",
        "star",
        "rating",
        "maintain",
        "achieve",
        "improvement",
        "quality",
        "score",
        "case",
        "impact",
        "revenue",
        "future",
        "growth",
        "availability",
        "debt",
        "equity",
        "financing",
        "term",
        "favorable",
        "centene",
        "inflation",
        "foreign",
        "currency",
        "fluctuation",
        "statement",
        "reflect",
        "centene",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "based",
        "numerous",
        "assumption",
        "assessment",
        "made",
        "centene",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "business",
        "strategy",
        "operating",
        "environment",
        "future",
        "development",
        "factor",
        "belief",
        "appropriate",
        "nature",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "subject",
        "change",
        "relate",
        "event",
        "depend",
        "circumstance",
        "occur",
        "future",
        "factor",
        "described",
        "context",
        "statement",
        "press",
        "release",
        "could",
        "cause",
        "centene",
        "plan",
        "respect",
        "health",
        "net",
        "acquisition",
        "proposed",
        "fidelis",
        "acquisition",
        "proposed",
        "mhm",
        "acquisition",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "development",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "although",
        "currently",
        "believed",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "person",
        "reading",
        "press",
        "release",
        "therefore",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "centene",
        "assume",
        "obligation",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "list",
        "important",
        "factor",
        "intended",
        "exhaustive",
        "discus",
        "certain",
        "matter",
        "fully",
        "well",
        "certain",
        "risk",
        "factor",
        "may",
        "affect",
        "centene",
        "business",
        "operation",
        "financial",
        "condition",
        "result",
        "operation",
        "centene",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "view",
        "original",
        "content",
        "http",
        "source",
        "centene",
        "corporation"
    ]
}