{
    "organizations": [],
    "uuid": "920f470c6254ee2fe5f2db76ad09942c2bf55560",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/pr-newswire-lennar-completes-strategic-combination-with-calatlantic.html",
    "ord_in_thread": 0,
    "title": "Lennar Completes Strategic Combination with CalAtlantic",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MIAMI, Feb. 12, 2018 /PRNewswire/ -- Lennar Corporation (NYSE: LEN and LEN.B) (\"Lennar\") announced that it has completed the previously-announced strategic combination with CalAtlantic Group, Inc. (NYSE: CAA) (\"CalAtlantic\").\nThe transaction, which is in the form of a merger of CalAtlantic into a wholly-owned subsidiary of Lennar, was overwhelmingly approved today by both companies' stockholders. Pursuant to the Certificate of Merger filed in Delaware, the merger will be effective today at 11:59 PM ET.\nStuart Miller, Chief Executive Officer of Lennar, said, \"We are extremely pleased to announce the completion of this strategic combination with CalAtlantic, creating the nation's leading homebuilder. This combination benefits from overall economic strength, driven by low unemployment, rising wages, favorable tax reform, higher consumer confidence and strong housing demand. In this context, the normalization of interest rates should be offset by these favorable economic conditions.\"\nMr. Miller continued, \"This combination brought together two leading homebuilders in familiar markets with compatible product lines. With stable to improving market conditions, this combination enables our company to use local market concentration to drive synergies and efficiencies in the most strategic markets in the country.\"\n\"As we articulated previously, the preparation for the integration process has been well underway and our integration team has made tremendous progress on the roadmap to begin achieving direct cost savings, production efficiencies, technology improvement, consistent underwriting of land acquisitions and overhead reduction. As we close this transaction, we are prepared to drive operational excellence by bringing down direct costs and S,G&A expenses, and enhancing shareholder value.\"\nMr. Miller concluded, \"We would like to extend a warm welcome to all of the CalAtlantic associates joining the Lennar family, including Scott Stowell, currently CalAtlantic's Executive Chairman of the Board, who will join our Board of Directors and Jeff McCall, currently CalAtlantic's Chief Financial Officer, who will become our new Senior Vice President focusing on corporate services.\"\nLennar and CalAtlantic are two of the nation's largest homebuilders, building affordable, move-up and retirement homes for all generations. As a result of the combination, Lennar will be the largest homebuilder in the United States based on revenues. Lennar will own or control approximately 250,000 homesites and be actively selling homes in approximately 1,300 residential communities in 21 states. In its most recent fiscal year, Lennar delivered 29,394 single family homes and CalAtlantic delivered 14,602 single family homes. Both companies also provide mortgage financing, title insurance and closing services to buyers of homes they build and to others. In addition, Lennar's Rialto segment is a vertically integrated asset management platform, focusing on investing throughout the commercial real estate capital structure. Lennar's Multifamily segment is a nationwide developer of high quality multifamily rental properties.\nAs a result of the merger, CalAtlantic stockholders will receive with regard to each share of CalAtlantic common stock, 0.885 shares of Lennar Class A common stock and 0.0177 shares of Lennar Class B common stock. Stockholders had the option to receive $48.26 per share in cash instead of Lennar stock with regard up to 24,083,091 shares, and a major CalAtlantic stockholder had agreed that to the extent stockholders did not elect to receive cash with regard to the maximum number of shares, the major stockholder would receive $48.26 per share in cash for the remainder of the 24,083,091 shares. Therefore, the merger consideration will consist of approximately $1.16 billion in cash, 82,731,943 shares of Lennar Class A common stock and 1,654,639 shares of Lennar Class B common stock. Based on closing prices reported on the New York Stock exchange on Friday, February 9, 2018, the value of the Lennar Class A and Class B common stock that will be issued in the merger totaled $4.9 billion. Lennar may issue additional shares and pay additional cash in the future as a result of conversions of convertible debt securities and exercises of options, restricted stock units and stock appreciation rights that had been issued by CalAtlantic.\nLennar's strategic combination with CalAtlantic was approved by approximately 99.4% of the Lennar votes that were cast with regard to it and approximately 99.9% of the CalAtlantic shares that were voted with regard to it.\nAt the Lennar stockholders meeting, Lennar's stockholders also approved increasing the number of shares of Class A common stock that Lennar is authorized to issue to 400 million shares from the previously authorized 300 million shares.\nNote regarding forward-looking statements\nThis press release contains \"forward-looking statements,\" as that term is defined in the Private Securities Litigation Reform Act of 1995. Forward-looking statements generally are accompanied by words such as \"will,\" \"expect,\" \"outlook,\" \"anticipate,\" \"intend,\" \"plan,\" \"believe,\" \"seek\", \"see,\" \"would,\" \"target\" or other similar words, phrases or expressions and variations or negatives of these words. Forward-looking statements by their nature address matters that are, to different degrees, uncertain, such as the statement that Lennar and its subsidiaries will be the largest homebuilder in the United States on the basis of revenues and other statements that are not historical facts. These statements are based on current expectations of Lennar's management, but are not necessarily accurate predictions of future performance.\nThese forward looking statements are subject to risks, uncertainties and assumptions. Accordingly, the forward-looking statements should be evaluated with consideration given to the risks and uncertainties that could cause actual results and events to differ materially from those contemplated by the forward-looking statements, including the possibility that the future homebuilding revenues of Lennar and its subsidiaries will be less than expected or that other homebuilders' revenues will be greater than currently expected by Lennar's management. There is a description of a number of risks that could affect Lennar and its subsidiaries in the \"Risk Factors\" section of Lennar's Annual Report on Form 10-K for the fiscal year ended November 30, 2017. However it is not possible to identify all risks that could affect Lennar or to assess the potential impact of all risks on Lennar's businesses. Additional information about these and other important factors relating to Lennar and its businesses can be found in Lennar's filings with the SEC. Statements in this press release should be evaluated in light of these factors.\nThe statements in this press release speak only as of its date. Lennar undertakes no obligation to update any forward-looking or other statements to reflect events or circumstances after this press release is issued, except as required by applicable laws or regulations.\nWhere to find additional information about the merger\nIn connection with the Merger, Lennar filed with the SEC a registration statement on Form S-4, File No. 333-221738, which includes a joint proxy statement of Lennar and CalAtlantic that also constitutes a prospectus with regard to the Lennar shares that are being issued in the Merger. INVESTORS ARE URGED TO READ THE JOINT PROXY STATEMENT/PROSPECTUS AND OTHER RELEVANT DOCUMENTS FILED WITH THE SEC, BECAUSE THEY CONTAIN IMPORTANT INFORMATION ABOUT THE MERGER. You can obtain a copy of the joint proxy statement/prospectus and other documents filed by Lennar or CalAtlantic with the SEC at the SEC's website www.sec.gov . Copies of documents filed by Lennar with the SEC are also available free of charge on Lennar's website www.lennar.com or by contacting Allison Bober, Investor Relations, at 305-485-2038.\nView original content: http://www.prnewswire.com/news-releases/lennar-completes-strategic-combination-with-calatlantic-300597384.html\nSOURCE Lennar Corporation; CalAtlantic Group Incorporated",
    "published": "2018-02-12T23:35:00.000+02:00",
    "crawled": "2018-02-13T01:55:32.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "miami",
        "lennar",
        "corporation",
        "nyse",
        "len",
        "lennar",
        "announced",
        "completed",
        "strategic",
        "combination",
        "calatlantic",
        "group",
        "nyse",
        "caa",
        "calatlantic",
        "transaction",
        "form",
        "merger",
        "calatlantic",
        "subsidiary",
        "lennar",
        "overwhelmingly",
        "approved",
        "today",
        "company",
        "stockholder",
        "pursuant",
        "certificate",
        "merger",
        "filed",
        "delaware",
        "merger",
        "effective",
        "today",
        "pm",
        "et",
        "stuart",
        "miller",
        "chief",
        "executive",
        "officer",
        "lennar",
        "said",
        "extremely",
        "pleased",
        "announce",
        "completion",
        "strategic",
        "combination",
        "calatlantic",
        "creating",
        "nation",
        "leading",
        "homebuilder",
        "combination",
        "benefit",
        "overall",
        "economic",
        "strength",
        "driven",
        "low",
        "unemployment",
        "rising",
        "wage",
        "favorable",
        "tax",
        "reform",
        "higher",
        "consumer",
        "confidence",
        "strong",
        "housing",
        "demand",
        "context",
        "normalization",
        "interest",
        "rate",
        "offset",
        "favorable",
        "economic",
        "condition",
        "miller",
        "continued",
        "combination",
        "brought",
        "together",
        "two",
        "leading",
        "homebuilder",
        "familiar",
        "market",
        "compatible",
        "product",
        "line",
        "stable",
        "improving",
        "market",
        "condition",
        "combination",
        "enables",
        "company",
        "use",
        "local",
        "market",
        "concentration",
        "drive",
        "synergy",
        "efficiency",
        "strategic",
        "market",
        "country",
        "articulated",
        "previously",
        "preparation",
        "integration",
        "process",
        "well",
        "underway",
        "integration",
        "team",
        "made",
        "tremendous",
        "progress",
        "roadmap",
        "begin",
        "achieving",
        "direct",
        "cost",
        "saving",
        "production",
        "efficiency",
        "technology",
        "improvement",
        "consistent",
        "underwriting",
        "land",
        "acquisition",
        "overhead",
        "reduction",
        "close",
        "transaction",
        "prepared",
        "drive",
        "operational",
        "excellence",
        "bringing",
        "direct",
        "cost",
        "g",
        "expense",
        "enhancing",
        "shareholder",
        "value",
        "miller",
        "concluded",
        "would",
        "like",
        "extend",
        "warm",
        "welcome",
        "calatlantic",
        "associate",
        "joining",
        "lennar",
        "family",
        "including",
        "scott",
        "stowell",
        "currently",
        "calatlantic",
        "executive",
        "chairman",
        "board",
        "join",
        "board",
        "director",
        "jeff",
        "mccall",
        "currently",
        "calatlantic",
        "chief",
        "financial",
        "officer",
        "become",
        "new",
        "senior",
        "vice",
        "president",
        "focusing",
        "corporate",
        "service",
        "lennar",
        "calatlantic",
        "two",
        "nation",
        "largest",
        "homebuilder",
        "building",
        "affordable",
        "retirement",
        "home",
        "generation",
        "result",
        "combination",
        "lennar",
        "largest",
        "homebuilder",
        "united",
        "state",
        "based",
        "revenue",
        "lennar",
        "control",
        "approximately",
        "homesites",
        "actively",
        "selling",
        "home",
        "approximately",
        "residential",
        "community",
        "state",
        "recent",
        "fiscal",
        "year",
        "lennar",
        "delivered",
        "single",
        "family",
        "home",
        "calatlantic",
        "delivered",
        "single",
        "family",
        "home",
        "company",
        "also",
        "provide",
        "mortgage",
        "financing",
        "title",
        "insurance",
        "closing",
        "service",
        "buyer",
        "home",
        "build",
        "others",
        "addition",
        "lennar",
        "rialto",
        "segment",
        "vertically",
        "integrated",
        "asset",
        "management",
        "platform",
        "focusing",
        "investing",
        "throughout",
        "commercial",
        "real",
        "estate",
        "capital",
        "structure",
        "lennar",
        "multifamily",
        "segment",
        "nationwide",
        "developer",
        "high",
        "quality",
        "multifamily",
        "rental",
        "property",
        "result",
        "merger",
        "calatlantic",
        "stockholder",
        "receive",
        "regard",
        "share",
        "calatlantic",
        "common",
        "stock",
        "share",
        "lennar",
        "class",
        "common",
        "stock",
        "share",
        "lennar",
        "class",
        "b",
        "common",
        "stock",
        "stockholder",
        "option",
        "receive",
        "per",
        "share",
        "cash",
        "instead",
        "lennar",
        "stock",
        "regard",
        "share",
        "major",
        "calatlantic",
        "stockholder",
        "agreed",
        "extent",
        "stockholder",
        "elect",
        "receive",
        "cash",
        "regard",
        "maximum",
        "number",
        "share",
        "major",
        "stockholder",
        "would",
        "receive",
        "per",
        "share",
        "cash",
        "remainder",
        "share",
        "therefore",
        "merger",
        "consideration",
        "consist",
        "approximately",
        "billion",
        "cash",
        "share",
        "lennar",
        "class",
        "common",
        "stock",
        "share",
        "lennar",
        "class",
        "b",
        "common",
        "stock",
        "based",
        "closing",
        "price",
        "reported",
        "new",
        "york",
        "stock",
        "exchange",
        "friday",
        "february",
        "value",
        "lennar",
        "class",
        "class",
        "b",
        "common",
        "stock",
        "issued",
        "merger",
        "totaled",
        "billion",
        "lennar",
        "may",
        "issue",
        "additional",
        "share",
        "pay",
        "additional",
        "cash",
        "future",
        "result",
        "conversion",
        "convertible",
        "debt",
        "security",
        "exercise",
        "option",
        "restricted",
        "stock",
        "unit",
        "stock",
        "appreciation",
        "right",
        "issued",
        "calatlantic",
        "lennar",
        "strategic",
        "combination",
        "calatlantic",
        "approved",
        "approximately",
        "lennar",
        "vote",
        "cast",
        "regard",
        "approximately",
        "calatlantic",
        "share",
        "voted",
        "regard",
        "lennar",
        "stockholder",
        "meeting",
        "lennar",
        "stockholder",
        "also",
        "approved",
        "increasing",
        "number",
        "share",
        "class",
        "common",
        "stock",
        "lennar",
        "authorized",
        "issue",
        "million",
        "share",
        "previously",
        "authorized",
        "million",
        "share",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "generally",
        "accompanied",
        "word",
        "expect",
        "outlook",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "see",
        "would",
        "target",
        "similar",
        "word",
        "phrase",
        "expression",
        "variation",
        "negative",
        "word",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "statement",
        "lennar",
        "subsidiary",
        "largest",
        "homebuilder",
        "united",
        "state",
        "basis",
        "revenue",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "current",
        "expectation",
        "lennar",
        "management",
        "necessarily",
        "accurate",
        "prediction",
        "future",
        "performance",
        "forward",
        "looking",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "accordingly",
        "statement",
        "evaluated",
        "consideration",
        "given",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "including",
        "possibility",
        "future",
        "homebuilding",
        "revenue",
        "lennar",
        "subsidiary",
        "less",
        "expected",
        "homebuilder",
        "revenue",
        "greater",
        "currently",
        "expected",
        "lennar",
        "management",
        "description",
        "number",
        "risk",
        "could",
        "affect",
        "lennar",
        "subsidiary",
        "risk",
        "factor",
        "section",
        "lennar",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "november",
        "however",
        "possible",
        "identify",
        "risk",
        "could",
        "affect",
        "lennar",
        "assess",
        "potential",
        "impact",
        "risk",
        "lennar",
        "business",
        "additional",
        "information",
        "important",
        "factor",
        "relating",
        "lennar",
        "business",
        "found",
        "lennar",
        "filing",
        "sec",
        "statement",
        "press",
        "release",
        "evaluated",
        "light",
        "factor",
        "statement",
        "press",
        "release",
        "speak",
        "date",
        "lennar",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "press",
        "release",
        "issued",
        "except",
        "required",
        "applicable",
        "law",
        "regulation",
        "find",
        "additional",
        "information",
        "merger",
        "connection",
        "merger",
        "lennar",
        "filed",
        "sec",
        "registration",
        "statement",
        "form",
        "file",
        "includes",
        "joint",
        "proxy",
        "statement",
        "lennar",
        "calatlantic",
        "also",
        "constitutes",
        "prospectus",
        "regard",
        "lennar",
        "share",
        "issued",
        "merger",
        "investor",
        "urged",
        "read",
        "joint",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "contain",
        "important",
        "information",
        "merger",
        "obtain",
        "copy",
        "joint",
        "proxy",
        "document",
        "filed",
        "lennar",
        "calatlantic",
        "sec",
        "sec",
        "website",
        "copy",
        "document",
        "filed",
        "lennar",
        "sec",
        "also",
        "available",
        "free",
        "charge",
        "lennar",
        "website",
        "contacting",
        "allison",
        "bober",
        "investor",
        "relation",
        "view",
        "original",
        "content",
        "http",
        "source",
        "lennar",
        "corporation",
        "calatlantic",
        "group",
        "incorporated"
    ]
}