{
    "organizations": [],
    "uuid": "18fe534e4e0a383eb8d4ec8dae796f3b8dfdc703",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/15/globe-newswire-genocea-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Genocea Reports Fourth Quarter and Full-Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- GEN-009 neoantigen vaccine advancing to IND filing -\n- Balance sheet strengthened with $55m gross proceeds from January equity financing -\n- Conference call today at 9 am ET -\nCAMBRIDGE, Mass., Feb. 15, 2018 (GLOBE NEWSWIRE) -- Genocea Biosciences, Inc. (NASDAQ:GNCA), a biopharmaceutical company developing neoantigen cancer vaccines, today reported financial results for the fourth quarter and full year ended December 31, 2017 and recent corporate developments.\n“We’ve had a productive start to 2018 and are encouraged by both the progress with our lead neoantigen cancer vaccine, GEN-009, and the broader application of our ATLAS™ technology to cancer,” said Chip Clark, president and chief executive officer of Genocea. “Notably, we believe that our $55 million financing suggests a strong endorsement of our technology, our corporate strategy, and our team. We continue to advance GEN-009, bringing us very close to filing our first cancer vaccine IND. We are also continuing to explore partnership opportunities for our ATLAS platform, a technology that we believe uniquely differentiates us from our peers as the only platform to identify true T cell antigens, which we anticipate will result in more effective cancer vaccines.”\nRecent Milestones & Events\nNovember 2017: At the 32 nd Annual Meeting of the Society for Immunotherapy of Cancer (SITC 2017), Genocea presented data demonstrating the power and versatility of its ATLAS platform and its potential superiority to in silico methods of neoantigen identification, as well as data highlighting the discovery of unexpected and novel T cell antigens for vaccines against colorectal cancer and non-small cell lung cancer. January 2018: Genocea announced completion of a $55 million financing, including significant investments by New Enterprise Associates (NEA) and Vivo Capital (Vivo). January 2018: The U.S. Patent and Trademark Office issued an allowance on United States Patent 9,873,870, further strengthening the company’s intellectual property position on its ATLAS platform for the identification and characterization of neoantigens and tumor-associated antigens. January 2018: Genocea and Oncovir, Inc. entered into a license and supply agreement for Oncovir’s Hiltonol® (poly-ICLC) adjuvant, a key component of Genocea’s personalized cancer vaccine candidate, GEN-009.\nAnticipated Upcoming Milestones & Events\nQ1 2018: The company expects to file an Investigational New Drug (IND) application with the U.S. Food and Drug Administration for its GEN-009 personalized cancer vaccine. March 2018: Genocea management is scheduled to present at the Cowen and Company Annual Health Care Conference in Boston (March 12-14), and at the Needham & Co. Annual Healthcare Conference in New York City (March 27-28). Mid-2018: Genocea plans to initiate a Phase 1/2a clinical trial for GEN-009 in patients with a variety of tumor types. The first part of this trial is expected to enroll 6 patients with no evidence of disease but a high likelihood of relapse. Safety and immunogenicity data will be monitored, with preliminary results expected in the first half of 2019.\nCorporate Update and Financial Guidance\nIn January 2018, Genocea completed a $55 million equity financing, including significant investments from NEA and Vivo. Net proceeds from the equity financing were approximately $51.7 million.\nGenocea continues to explore strategic alternatives for GEN-003, its Phase 3-ready investigational immunotherapy to treat the large patient population infected with genital herpes, many of whom are dissatisfied with their current treatment options.\nIn January 2018, Genocea entered into an amendment to its loan agreement with Hercules that provides, at no incremental cost to Genocea, for a deferred principal payment period of 3 months commencing on February 1, 2018. During this time Genocea will continue to make monthly payments of interest. Genocea has initiated a process to restructure or refinance the debt facility to better align repayment of the debt with its new corporate strategy and anticipated clinical milestones. If this process is successful, the company expects to be able to defer certain debt principal payments, thereby reducing expected significant cash payments in 2018 and 2019 relating to the current debt facility.\nGenocea expects that its existing cash and cash equivalents are sufficient to support its operating expenses and capital expenditure requirements into the second half of 2019 without assuming the expected benefit of the restructuring or refinancing of its debt facility.\nConference Call\nGenocea will host a conference call and webcast today at 9:00 a.m. ET. The conference call may be accessed by dialing (844) 826-0619 for domestic participants and (315) 625-6883 for international callers and referencing the conference ID number 7396178. A live webcast of the conference call will be available online from the investor relations section of the Company’s website at http://ir.genocea.com . A webcast replay of the conference call will be available on the Genocea website beginning approximately two hours after the event and will be archived for 30 days.\nFourth Quarter 2017 Financial Results\nCash Position: As of December 31, 2017, cash and cash equivalents were $12.3 million compared to $22.0 million as of September 30, 2017. Research and Development (R&D) Expenses: R&D expenses decreased approximately $3.9 million to $7.9 million for the quarter ended December 31, 2017 from $11.8 million for the same period ended December 31, 2016. The decrease was primarily driven by $6.5 million in reduced GEN-003 costs, as a result of the strategic shift and restructuring announced in September 2017. Decreases in GEN-003 costs were offset by a $3.9 million increase in costs incurred on the Company’s GEN-009 program as it continued to develop its supply chain and manufacturing capabilities to prepare for the planned IND filing and initiation of clinical trials for GEN-009. General and Administrative (G&A) Expenses: G&A expenses decreased approximately $1.4 million to $2.5 million for the quarter ended December 31, 2017 from $3.9 million for the quarter ended December 31, 2016. The decrease was driven by reduced compensation, consulting and professional service costs, depreciation and facility related costs. Net Loss: Net loss was $10.7 million for the quarter ended December 31, 2017, compared to a net loss of $16.0 million for the same period in 2016.\nFull Year 2017 Financial Results\nCash Position: As of December 31, 2017, cash and cash equivalents were $12.3 million compared to cash, cash equivalents, and investments totaling $63.4 million as of December 31, 2016. R&D Expenses: R&D expenses increased approximately $4.6 million to $39.2 million for the year ended December 31, 2017 from $34.6 million for the year ended December 31, 2016. On a program basis, GEN-009 and other immuno-oncology costs increased by $9.5 million, driven primarily by increased headcount, consulting and professional service costs, manufacturing and clinical and lab related costs in anticipation of the expected IND filing for GEN-009 in early 2018. GEN-003 costs increased $1.9 million, driven by increased external manufacturing related expenses, headcount and consulting and professional service costs in advance of the previously planned Phase 3 trials, offset by decreased clinical and lab related costs. Increased spending on these programs was offset by lower costs on other infectious disease programs previously deprioritized in 2016. G&A Expenses: General and administrative expense decreased $2.0 million to $13.4 million for the year ended December 31, 2017 from $15.4 million for the year ended December 31, 2016. Decreases were driven by lower consulting and professional services costs, facility-related costs and depreciation. Restructuring: As a result of the Company’s strategic shift to immuno-oncology, which was announced in September 2017, restructuring charges of $2.6 million were incurred for employee severance, employee benefits, contract terminations and asset impairment. Of these charges, $1.1 million were paid through December 31, 2017, $0.5 million were recorded as accrued expenses at December 31, 2017 and $1.0 million were non-cash charges recorded during the year ended December 31, 2017. Net Loss: Net loss was $56.7 million for the year ended December 31, 2017, compared to a net loss of $49.6 million for the year ended December 31, 2016.\nAbout Genocea Biosciences, Inc.\nGenocea is harnessing the power of T cell immunity to develop life-changing vaccines and immunotherapies. While traditional immunotherapy discovery methods have largely used predictive methods to propose T cell targets, or antigens, Genocea has developed ATLAS™, its proprietary technology platform, to identify clinically relevant antigens of T cells based on actual human immune responses. Genocea is using ATLAS in immuno-oncology applications to develop neoantigen cancer vaccines, while also exploring partnership opportunities for general cancer vaccines and a vaccine targeting cancers caused by Epstein-Barr Virus. Genocea expects to begin clinical development of its first neoantigen cancer vaccine, GEN-009, in 2018. Genocea is exploring strategic alternatives for GEN-003, its Phase 3-ready immunotherapy candidate for the treatment of genital herpes. For more information, please visit www.genocea.com .\nForward-Looking Statements\nStatements herein relating to future business performance, conditions or strategies and other financial and business matters, including expectations regarding clinical developments, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act. Genocea cautions that these forward-looking statements are subject to numerous assumptions, risks, and uncertainties that change over time. Factors that may cause actual results to differ materially from the results discussed in the forward-looking statements or historical experience include risks and uncertainties, including Genocea's ability to progress any product candidates in preclinical or clinical trials; the ability of ATLAS to identify promising oncology vaccine and immunotherapy product candidates; the scope, rate and progress of its preclinical studies and clinical trials and other research and development activities; anticipated preclinical and clinical trial results; anticipated timing for initiation of new preclinical and clinical trials; current results may not be predictive of future results; even if the data from preclinical studies or clinical trials is positive, regulatory authorities may require additional studies for approval and the product may not prove to be safe and efficacious; Genocea's ability to enter into future collaborations with industry partners and the government and the terms, timing and success of any such collaboration; risks associated with the manufacture and supply of clinical and commercial product; the cost of filing, prosecuting, defending and enforcing any patent claims and other intellectual property rights; Genocea's ability to obtain rights to technology; competition for clinical resources and patient enrollment from drug candidates in development by other companies with greater resources and visibility; the rate of cash utilized by Genocea in its business and the period for which existing cash will be able to fund such operation; Genocea's ability to obtain adequate financing in the future to continue its preclinical and clinical programs through product licensing, co-promotional arrangements, public or private equity or debt financing or otherwise; general business conditions; competition; business abilities and judgment of personnel; the availability of qualified personnel and other factors set forth under \"Risk Factors\" in Genocea's Quarterly Report on Form 10-Q for the quarter ended September 30, 2017 and other filings with the Securities and Exchange Commission (the \"SEC\"). Further information on the factors and risks that could affect Genocea's business, financial conditions, and results of operations is contained in Genocea's filings with the SEC, which are available at www.sec.gov . These forward-looking statements speak only as of the date of this press release and Genocea assumes no duty to update forward-looking statements.\nGENOCEA BIOSCIENCES, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (UNAUDITED) (In thousands) December 31, December 31, 2017 2016 Cash, cash equivalents and investments $ 12,273 $ 63,362 Other assets 5,215 6,534 Total assets $ 17,488 $ 69,896 Debt, current and long-term $ 14,311 $ 16,958 Accounts payable 3,516 3,043 Accrued expenses and other liabilities 5,711 4,354 Total liabilities 23,538 24,355 Stockholders' (deficit) equity (6,050 ) 45,541 Total liabilities and stockholders’ equity $ 17,488 $ 69,896\nGENOCEA BIOSCIENCES, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED) (In thousands, except per share amounts) Three months ended\nDecember 31, Twelve months ended\nDecember 31, 2017 2016 2017 2016 Grant revenue $ — $ — $ — $ 235 Operating expenses: Research and development 7,880 11,824 39,204 34,645 General and administrative 2,478 3,858 13,433 15,427 Restructuring costs 27 — 2,618 — Refund of research and development expense — — — (1,592 ) Total operating expenses 10,385 15,682 55,255 48,480 Loss from operations (10,385 ) (15,682 ) (55,255 ) (48,245 ) Other income and expense: Interest income 39 87 250 410 Interest expense (386 ) (439 ) (1,705 ) (1,738 ) Total other income and expense (347 ) (352 ) (1,455 ) (1,328 ) Net loss $ (10,732 ) $ (16,034 ) $ (56,710 ) $ (49,573 ) Net loss per share - basic and diluted $ (0.37 ) $ (0.56 ) $ (1.98 ) $ (1.75 ) Weighted-average number of common shares used in computing net loss per share – basic and diluted 28,705 28,394 28,603 28,299\nSource:Genocea Biosciences, Inc.",
    "published": "2018-02-15T16:00:00.000+02:00",
    "crawled": "2018-02-15T22:23:58.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "neoantigen",
        "vaccine",
        "advancing",
        "ind",
        "filing",
        "balance",
        "sheet",
        "strengthened",
        "55m",
        "gross",
        "proceeds",
        "january",
        "equity",
        "financing",
        "conference",
        "call",
        "today",
        "et",
        "cambridge",
        "globe",
        "newswire",
        "genocea",
        "bioscience",
        "nasdaq",
        "gnca",
        "biopharmaceutical",
        "company",
        "developing",
        "neoantigen",
        "cancer",
        "vaccine",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "recent",
        "corporate",
        "development",
        "productive",
        "start",
        "encouraged",
        "progress",
        "lead",
        "neoantigen",
        "cancer",
        "vaccine",
        "broader",
        "application",
        "technology",
        "cancer",
        "said",
        "chip",
        "clark",
        "president",
        "chief",
        "executive",
        "officer",
        "genocea",
        "notably",
        "believe",
        "million",
        "financing",
        "suggests",
        "strong",
        "endorsement",
        "technology",
        "corporate",
        "strategy",
        "team",
        "continue",
        "advance",
        "bringing",
        "u",
        "close",
        "filing",
        "first",
        "cancer",
        "vaccine",
        "ind",
        "also",
        "continuing",
        "explore",
        "partnership",
        "opportunity",
        "atlas",
        "platform",
        "technology",
        "believe",
        "uniquely",
        "differentiates",
        "u",
        "peer",
        "platform",
        "identify",
        "true",
        "cell",
        "antigen",
        "anticipate",
        "result",
        "effective",
        "cancer",
        "recent",
        "milestone",
        "event",
        "november",
        "nd",
        "annual",
        "meeting",
        "society",
        "immunotherapy",
        "cancer",
        "sitc",
        "genocea",
        "presented",
        "data",
        "demonstrating",
        "power",
        "versatility",
        "atlas",
        "platform",
        "potential",
        "superiority",
        "silico",
        "method",
        "neoantigen",
        "identification",
        "well",
        "data",
        "highlighting",
        "discovery",
        "unexpected",
        "novel",
        "cell",
        "antigen",
        "vaccine",
        "colorectal",
        "cancer",
        "cell",
        "lung",
        "cancer",
        "january",
        "genocea",
        "announced",
        "completion",
        "million",
        "financing",
        "including",
        "significant",
        "investment",
        "new",
        "enterprise",
        "associate",
        "nea",
        "vivo",
        "capital",
        "vivo",
        "january",
        "patent",
        "trademark",
        "office",
        "issued",
        "allowance",
        "united",
        "state",
        "patent",
        "strengthening",
        "company",
        "intellectual",
        "property",
        "position",
        "atlas",
        "platform",
        "identification",
        "characterization",
        "neoantigens",
        "antigen",
        "january",
        "genocea",
        "oncovir",
        "entered",
        "license",
        "supply",
        "agreement",
        "oncovir",
        "adjuvant",
        "key",
        "component",
        "genocea",
        "personalized",
        "cancer",
        "vaccine",
        "candidate",
        "anticipated",
        "upcoming",
        "milestone",
        "event",
        "q1",
        "company",
        "expects",
        "file",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "food",
        "drug",
        "administration",
        "personalized",
        "cancer",
        "vaccine",
        "march",
        "genocea",
        "management",
        "scheduled",
        "present",
        "cowen",
        "company",
        "annual",
        "health",
        "care",
        "conference",
        "boston",
        "march",
        "needham",
        "annual",
        "healthcare",
        "conference",
        "new",
        "york",
        "city",
        "march",
        "genocea",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "patient",
        "variety",
        "tumor",
        "type",
        "first",
        "part",
        "trial",
        "expected",
        "enroll",
        "patient",
        "evidence",
        "disease",
        "high",
        "likelihood",
        "relapse",
        "safety",
        "immunogenicity",
        "data",
        "monitored",
        "preliminary",
        "result",
        "expected",
        "first",
        "half",
        "corporate",
        "update",
        "financial",
        "guidance",
        "january",
        "genocea",
        "completed",
        "million",
        "equity",
        "financing",
        "including",
        "significant",
        "investment",
        "nea",
        "vivo",
        "net",
        "proceeds",
        "equity",
        "financing",
        "approximately",
        "million",
        "genocea",
        "continues",
        "explore",
        "strategic",
        "alternative",
        "phase",
        "investigational",
        "immunotherapy",
        "treat",
        "large",
        "patient",
        "population",
        "infected",
        "genital",
        "herpes",
        "many",
        "dissatisfied",
        "current",
        "treatment",
        "option",
        "january",
        "genocea",
        "entered",
        "amendment",
        "loan",
        "agreement",
        "hercules",
        "provides",
        "incremental",
        "cost",
        "genocea",
        "deferred",
        "principal",
        "payment",
        "period",
        "month",
        "commencing",
        "february",
        "time",
        "genocea",
        "continue",
        "make",
        "monthly",
        "payment",
        "interest",
        "genocea",
        "initiated",
        "process",
        "restructure",
        "refinance",
        "debt",
        "facility",
        "better",
        "align",
        "repayment",
        "debt",
        "new",
        "corporate",
        "strategy",
        "anticipated",
        "clinical",
        "milestone",
        "process",
        "successful",
        "company",
        "expects",
        "able",
        "defer",
        "certain",
        "debt",
        "principal",
        "payment",
        "thereby",
        "reducing",
        "expected",
        "significant",
        "cash",
        "payment",
        "relating",
        "current",
        "debt",
        "facility",
        "genocea",
        "expects",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "support",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "second",
        "half",
        "without",
        "assuming",
        "expected",
        "benefit",
        "restructuring",
        "refinancing",
        "debt",
        "facility",
        "conference",
        "call",
        "genocea",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "conference",
        "call",
        "may",
        "accessed",
        "dialing",
        "domestic",
        "participant",
        "international",
        "caller",
        "referencing",
        "conference",
        "id",
        "number",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "online",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "webcast",
        "replay",
        "conference",
        "call",
        "available",
        "genocea",
        "website",
        "beginning",
        "approximately",
        "two",
        "hour",
        "event",
        "archived",
        "day",
        "fourth",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "september",
        "research",
        "development",
        "r",
        "expense",
        "r",
        "expense",
        "decreased",
        "approximately",
        "million",
        "million",
        "quarter",
        "ended",
        "december",
        "million",
        "period",
        "ended",
        "december",
        "decrease",
        "primarily",
        "driven",
        "million",
        "reduced",
        "cost",
        "result",
        "strategic",
        "shift",
        "restructuring",
        "announced",
        "september",
        "decrease",
        "cost",
        "offset",
        "million",
        "increase",
        "cost",
        "incurred",
        "company",
        "program",
        "continued",
        "develop",
        "supply",
        "chain",
        "manufacturing",
        "capability",
        "prepare",
        "planned",
        "ind",
        "filing",
        "initiation",
        "clinical",
        "trial",
        "general",
        "administrative",
        "g",
        "expense",
        "g",
        "expense",
        "decreased",
        "approximately",
        "million",
        "million",
        "quarter",
        "ended",
        "december",
        "million",
        "quarter",
        "ended",
        "december",
        "decrease",
        "driven",
        "reduced",
        "compensation",
        "consulting",
        "professional",
        "service",
        "cost",
        "depreciation",
        "facility",
        "related",
        "cost",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "quarter",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "full",
        "year",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaling",
        "million",
        "december",
        "r",
        "expense",
        "r",
        "expense",
        "increased",
        "approximately",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "million",
        "year",
        "ended",
        "december",
        "program",
        "basis",
        "cost",
        "increased",
        "million",
        "driven",
        "primarily",
        "increased",
        "headcount",
        "consulting",
        "professional",
        "service",
        "cost",
        "manufacturing",
        "clinical",
        "lab",
        "related",
        "cost",
        "anticipation",
        "expected",
        "ind",
        "filing",
        "early",
        "cost",
        "increased",
        "million",
        "driven",
        "increased",
        "external",
        "manufacturing",
        "related",
        "expense",
        "headcount",
        "consulting",
        "professional",
        "service",
        "cost",
        "advance",
        "previously",
        "planned",
        "phase",
        "trial",
        "offset",
        "decreased",
        "clinical",
        "lab",
        "related",
        "cost",
        "increased",
        "spending",
        "program",
        "offset",
        "lower",
        "cost",
        "infectious",
        "disease",
        "program",
        "previously",
        "deprioritized",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "decreased",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "driven",
        "lower",
        "consulting",
        "professional",
        "service",
        "cost",
        "cost",
        "depreciation",
        "restructuring",
        "result",
        "company",
        "strategic",
        "shift",
        "announced",
        "september",
        "restructuring",
        "charge",
        "million",
        "incurred",
        "employee",
        "severance",
        "employee",
        "benefit",
        "contract",
        "termination",
        "asset",
        "impairment",
        "charge",
        "million",
        "paid",
        "december",
        "million",
        "recorded",
        "accrued",
        "expense",
        "december",
        "million",
        "charge",
        "recorded",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "year",
        "ended",
        "december",
        "genocea",
        "bioscience",
        "genocea",
        "harnessing",
        "power",
        "cell",
        "immunity",
        "develop",
        "vaccine",
        "immunotherapy",
        "traditional",
        "immunotherapy",
        "discovery",
        "method",
        "largely",
        "used",
        "predictive",
        "method",
        "propose",
        "cell",
        "target",
        "antigen",
        "genocea",
        "developed",
        "proprietary",
        "technology",
        "platform",
        "identify",
        "clinically",
        "relevant",
        "antigen",
        "cell",
        "based",
        "actual",
        "human",
        "immune",
        "response",
        "genocea",
        "using",
        "atlas",
        "application",
        "develop",
        "neoantigen",
        "cancer",
        "vaccine",
        "also",
        "exploring",
        "partnership",
        "opportunity",
        "general",
        "cancer",
        "vaccine",
        "vaccine",
        "targeting",
        "cancer",
        "caused",
        "virus",
        "genocea",
        "expects",
        "begin",
        "clinical",
        "development",
        "first",
        "neoantigen",
        "cancer",
        "vaccine",
        "genocea",
        "exploring",
        "strategic",
        "alternative",
        "phase",
        "immunotherapy",
        "candidate",
        "treatment",
        "genital",
        "herpes",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "herein",
        "relating",
        "future",
        "business",
        "performance",
        "condition",
        "strategy",
        "financial",
        "business",
        "matter",
        "including",
        "expectation",
        "regarding",
        "clinical",
        "development",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "genocea",
        "caution",
        "statement",
        "subject",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "change",
        "time",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "discussed",
        "statement",
        "historical",
        "experience",
        "include",
        "risk",
        "uncertainty",
        "including",
        "genocea",
        "ability",
        "progress",
        "product",
        "candidate",
        "preclinical",
        "clinical",
        "trial",
        "ability",
        "atlas",
        "identify",
        "promising",
        "oncology",
        "vaccine",
        "immunotherapy",
        "product",
        "candidate",
        "scope",
        "rate",
        "progress",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "research",
        "development",
        "activity",
        "anticipated",
        "preclinical",
        "clinical",
        "trial",
        "result",
        "anticipated",
        "timing",
        "initiation",
        "new",
        "preclinical",
        "clinical",
        "trial",
        "current",
        "result",
        "may",
        "predictive",
        "future",
        "result",
        "even",
        "data",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "positive",
        "regulatory",
        "authority",
        "may",
        "require",
        "additional",
        "study",
        "approval",
        "product",
        "may",
        "prove",
        "safe",
        "efficacious",
        "genocea",
        "ability",
        "enter",
        "future",
        "collaboration",
        "industry",
        "partner",
        "government",
        "term",
        "timing",
        "success",
        "collaboration",
        "risk",
        "associated",
        "manufacture",
        "supply",
        "clinical",
        "commercial",
        "product",
        "cost",
        "filing",
        "prosecuting",
        "defending",
        "enforcing",
        "patent",
        "claim",
        "intellectual",
        "property",
        "right",
        "genocea",
        "ability",
        "obtain",
        "right",
        "technology",
        "competition",
        "clinical",
        "resource",
        "patient",
        "enrollment",
        "drug",
        "candidate",
        "development",
        "company",
        "greater",
        "resource",
        "visibility",
        "rate",
        "cash",
        "utilized",
        "genocea",
        "business",
        "period",
        "existing",
        "cash",
        "able",
        "fund",
        "operation",
        "genocea",
        "ability",
        "obtain",
        "adequate",
        "financing",
        "future",
        "continue",
        "preclinical",
        "clinical",
        "program",
        "product",
        "licensing",
        "arrangement",
        "public",
        "private",
        "equity",
        "debt",
        "financing",
        "otherwise",
        "general",
        "business",
        "condition",
        "competition",
        "business",
        "ability",
        "judgment",
        "personnel",
        "availability",
        "qualified",
        "personnel",
        "factor",
        "set",
        "forth",
        "risk",
        "factor",
        "genocea",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "september",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "information",
        "factor",
        "risk",
        "could",
        "affect",
        "genocea",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "contained",
        "genocea",
        "filing",
        "sec",
        "available",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "genocea",
        "assumes",
        "duty",
        "update",
        "statement",
        "genocea",
        "bioscience",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "asset",
        "total",
        "asset",
        "debt",
        "current",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "genocea",
        "bioscience",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "grant",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "restructuring",
        "cost",
        "refund",
        "research",
        "development",
        "expense",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "source",
        "genocea",
        "bioscience",
        "inc"
    ]
}