{
    "organizations": [],
    "uuid": "00ac8db5d94936fdba4fea66a14d3e251c3e746f",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/01/why-so-many-members-of-congress-are-retiring.html",
    "ord_in_thread": 0,
    "title": "Why so many members of Congress are retiring",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Another week, another set of prominent incumbent members of Congress deciding not to run for reelection. By the latest count, we are now up to at least 38 House Republicans announcing early retirement, plus 17 Democrats. Both counts are exceptionally high for this early in the cycle.\nWhy are more than one in nine current House members calling it quits? Being a member of Congress in 2018 is a miserable job, and it's not likely to get much better in 2019.\nCertainly, many retirees are Republicans who are either term-limited out of committee chairmanships or facing tough reelection bids in districts that voted for Hillary Clinton. That explains part of it. But there are bigger forces here too.\nIn an era of national elections, candidates have little control over their own electoral fates. In an era of big outside money, they can't even control their own campaigns. And because party leadership centrally plans so much of what happens in Congress, members have no ability to exercise any independent policymaking capacity. Divisive polarization means constant gridlock and a Congress whose main legislative activity is voting on whether to keep the government funded every few weeks. Hardly rewarding work.\nIndividual members of Congress have less autonomy and control than at any other time in recent memory. No wonder they're retiring.\nHow unusual is 2018? To appreciate the historical significance of 55 retirements (and counting), I've charted House retirements by year (using Brookings Vital Statistics on Congress data). As of the latest count (55, as of January 31), retirements are now at the second-highest level since 1946. The only other year with more retirements was 1992, at 65.\nIn 1992, a major post-1990 census redistricting that created many new majority-minority districts contributed to some retirements. But there were other factors: Increasingly centralized party leadership meant rank-and-file members had less autonomy, and a wave of scandals and a constitutional amendment limiting pay raises (the last successful amendment) contributed to and reflected the diminished public stature of serving in Congress.\nAt the current pace, 2018 will likely break 1992's post-World War II record for incumbent retirements. Today, Congress's stature is even more diminished, and individual members have even less power.\nWhen all politics is national, members have little control over their own reelection Once upon a time, a few decades ago, individual members of Congress ran as individuals . They built reputations within their local communities and districts, reputations that could transcend partisan loyalties. This meant that even if the national party brand was down that year, individual members could hustle to draw on local issues, brag about all the federal money they had secured for the district, and run from their party.\nThose days are gone. The local, candidate-based aspect of voting is now approaching zero, even in midterm elections. Analysis by political scientist Matthew Dickinson shows a disappearing local component in congressional elections hitting record lows in the last cycle, and a record-high national component taking its place.\nSplit-ticket voting — where district voters send one party to Congress and pick another party for president — has collapsed over the past decade. Citizens are voting the party line, up and down the ticket.\nEven governors, who are in theory independent actors, are basically just running on national party brands (think Virginia's Ralph Northam). In a forthcoming book on the nationalization of politics, The Increasingly United States, political scientist Daniel J. Hopkins estimates that in the 2014 midterms, there was near-perfect (0.93) correspondence between county-level voting patterns for the president in 2012 and the governor in 2014.\nFor a candidate, this is somewhat dispiriting. It says no matter what you do to distinguish yourself, you are tied to your national party brand.\nIf you're a Republican running in a district that voted for Clinton, it doesn't matter who you are. All it matters is that you're a Republican, and due to Trump 's high unpopularity, the Republican brand is in for a bad year. Whatever effort you put in, it will be dwarfed by forces you have no control over.\nCandidates must fund raise nonstop, and then risk being overrun by outside spending Upon retiring, it is practically de rigueur these days for members of Congress to complain about the endless \"dialing for dollars\" they have to do as part of running for reelection — calling up donor after donor, begging for money. Nobody got elected to Congress to work as a telemarketer. Yet that turns out to be a significant part of the job.\nBut not only does raising political money represent a demoralizing time suck. Every member running for reelection now lives in fear that some outside group will dump tens of millions of dollars into the election. And even if that money goes to your side, you don't control it.\nIncreasingly, members' reelection campaigns are not their own. They're controlled by outside funding groups — sometimes run by party committees, sometimes simply run by outside groups controlled by a few billionaires. Either way, candidates can increasingly feel like bit players in their own campaigns.\nSo in the post- Citizens United campaign finance environment of unlimited outside spending, not only do members running for reelection have to commit seemingly endless hours in the unpleasant uphill battle of begging rich people for money, but their efforts can instantly be dwarfed by outside spending (from even richer people) that will then shape the contours of the race by running ads \"independent\" of the candidates.\nHardly an enticing proposition.\nAnd then in Congress, it's all partisan warfare and gridlock If campaigning and fundraising were a slog but being a distinguished member of the United States House of Representatives were still a plum job, it might be worth it. But in a time of record-high polarization and resulting gridlock, being a member of Congress feels more like being a powerless cog in a sputtering machine.\nIn the past, as a member, you might get onto an interesting committee and work on some legislation meaningful to you. You might get your name on a bill and feel proud of an accomplishment.\nNow everything moves through party leadership, which is increasingly writing bills on its own, cutting out committees, and giving rank-and-file members no opportunity for input. Most members are kept in the dark until the last minute and then forced to vote on legislation they had no role in crafting, with no opportunity to even look at it until right before the vote.\nMeanwhile, Congress continues to lurch from continuing resolution to continuing resolution, leaving little space to do more than just voting to keep the government running every few weeks. In a deeply polarized Congress, nobody has yet figured out a deal to do anything more.\nAs one measure of how locked up things are in partisan warfare, consider this analysis by political scientist Jack Santucci, who ran the latest numbers on congressional voting patterns and concluded that \"a one-dimensional model better explains voting in the House of Representatives than at any point in American history.\"\nLet me explain briefly why this is such a big deal. Political scientists have developed techniques for scaling congressional votes, creating ideal points on a left-right continuum, known as DW-nominate scores. These are scores used to estimate how liberal or conservative different members are.\nBecause this is a multidimensional scaling technique, the algorithms can say how much of voting is explained by one dimension, and then how much adding a second and a third dimension, and so on, adds. When Congress was less polarized, the first dimension, the party dimension, explained only around half of the votes. This meant there was a lot of cross-partisan activity.\nNow the first (party) dimension correctly predicts 96 percent of the votes. This shows extraordinary partisan divisiveness and virtually no bipartisanship. How much that reflects genuine differences between the parties, or the ability of party leadership to completely control the agenda, it's hard to say. But it does tell us that individual members are now primarily interchangeable parts in a series of party-line votes. Again, hardly an appealing job.\nHow much longer can this go on? As incumbents leave the House in record numbers, there is no shortage of new ambitious challengers. Soon enough, some of these challengers will win, get to Congress, and discover what a miserable job it is and wonder why they ever wanted it.\nHistorically, when enough individual members have found Congress a miserable place to serve, they've eventually supported reforms that make serving in Congress more meaningful work. Notably, the last period of mass exodus from Congress, the 1970s, also coincided with a significant chunk or internal reorganization, which expanded staff, empowered party caucuses, and created new subcommittees. This made life in Congress more rewarding for newer members but also less rewarding for some older members, who found they had less power.\nCurrently there is a movement afoot in Congress for a new Joint Committee on Congressional Reform, which would create a process for Congress to address some of the current institutional pathologies. The current mass exodus is a clear sign that something needs to change.\nAnd at this rate, we may have as many as 70 or 80 freshmen House members in 2019, likely open to a fresh slate of ideas about how Congress ought to operate. Perhaps things will change then. At some point, something has to give.\nRead more from Vox:\n\"Unprecedented\": 9 historians on why Trump's war with the FBI is so stunning\nRose McGowan's interview with Colbert was incredibly uncomfortable. It's worth watching.\nAt Trump's State of the Union, the silence of the Congressional Black Caucus spoke volumes",
    "published": "2018-02-01T22:17:00.000+02:00",
    "crawled": "2018-02-02T02:33:39.060+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "another",
        "week",
        "another",
        "set",
        "prominent",
        "incumbent",
        "member",
        "congress",
        "deciding",
        "run",
        "reelection",
        "latest",
        "count",
        "least",
        "house",
        "republican",
        "announcing",
        "early",
        "retirement",
        "plus",
        "democrat",
        "count",
        "exceptionally",
        "high",
        "early",
        "cycle",
        "one",
        "nine",
        "current",
        "house",
        "member",
        "calling",
        "quits",
        "member",
        "congress",
        "miserable",
        "job",
        "likely",
        "get",
        "much",
        "better",
        "certainly",
        "many",
        "retiree",
        "republican",
        "either",
        "committee",
        "chairmanship",
        "facing",
        "tough",
        "reelection",
        "bid",
        "district",
        "voted",
        "hillary",
        "clinton",
        "explains",
        "part",
        "bigger",
        "force",
        "era",
        "national",
        "election",
        "candidate",
        "little",
        "control",
        "electoral",
        "fate",
        "era",
        "big",
        "outside",
        "money",
        "ca",
        "even",
        "control",
        "campaign",
        "party",
        "leadership",
        "centrally",
        "plan",
        "much",
        "happens",
        "congress",
        "member",
        "ability",
        "exercise",
        "independent",
        "policymaking",
        "capacity",
        "divisive",
        "polarization",
        "mean",
        "constant",
        "gridlock",
        "congress",
        "whose",
        "main",
        "legislative",
        "activity",
        "voting",
        "whether",
        "keep",
        "government",
        "funded",
        "every",
        "week",
        "hardly",
        "rewarding",
        "work",
        "individual",
        "member",
        "congress",
        "less",
        "autonomy",
        "control",
        "time",
        "recent",
        "memory",
        "wonder",
        "retiring",
        "unusual",
        "appreciate",
        "historical",
        "significance",
        "retirement",
        "counting",
        "charted",
        "house",
        "retirement",
        "year",
        "using",
        "brookings",
        "vital",
        "statistic",
        "congress",
        "data",
        "latest",
        "count",
        "january",
        "retirement",
        "level",
        "since",
        "year",
        "retirement",
        "major",
        "census",
        "redistricting",
        "created",
        "many",
        "new",
        "district",
        "contributed",
        "retirement",
        "factor",
        "increasingly",
        "centralized",
        "party",
        "leadership",
        "meant",
        "member",
        "less",
        "autonomy",
        "wave",
        "scandal",
        "constitutional",
        "amendment",
        "limiting",
        "pay",
        "raise",
        "last",
        "successful",
        "amendment",
        "contributed",
        "reflected",
        "diminished",
        "public",
        "stature",
        "serving",
        "congress",
        "current",
        "pace",
        "likely",
        "break",
        "war",
        "ii",
        "record",
        "incumbent",
        "retirement",
        "today",
        "congress",
        "stature",
        "even",
        "diminished",
        "individual",
        "member",
        "even",
        "less",
        "power",
        "politics",
        "national",
        "member",
        "little",
        "control",
        "reelection",
        "upon",
        "time",
        "decade",
        "ago",
        "individual",
        "member",
        "congress",
        "ran",
        "individual",
        "built",
        "reputation",
        "within",
        "local",
        "community",
        "district",
        "reputation",
        "could",
        "transcend",
        "partisan",
        "loyalty",
        "meant",
        "even",
        "national",
        "party",
        "brand",
        "year",
        "individual",
        "member",
        "could",
        "hustle",
        "draw",
        "local",
        "issue",
        "brag",
        "federal",
        "money",
        "secured",
        "district",
        "run",
        "party",
        "day",
        "gone",
        "local",
        "aspect",
        "voting",
        "approaching",
        "zero",
        "even",
        "midterm",
        "election",
        "analysis",
        "political",
        "scientist",
        "matthew",
        "dickinson",
        "show",
        "disappearing",
        "local",
        "component",
        "congressional",
        "election",
        "hitting",
        "record",
        "low",
        "last",
        "cycle",
        "national",
        "component",
        "taking",
        "place",
        "voting",
        "district",
        "voter",
        "send",
        "one",
        "party",
        "congress",
        "pick",
        "another",
        "party",
        "president",
        "collapsed",
        "past",
        "decade",
        "citizen",
        "voting",
        "party",
        "line",
        "ticket",
        "even",
        "governor",
        "theory",
        "independent",
        "actor",
        "basically",
        "running",
        "national",
        "party",
        "brand",
        "think",
        "virginia",
        "ralph",
        "northam",
        "forthcoming",
        "book",
        "nationalization",
        "politics",
        "increasingly",
        "united",
        "state",
        "political",
        "scientist",
        "daniel",
        "hopkins",
        "estimate",
        "midterm",
        "correspondence",
        "voting",
        "pattern",
        "president",
        "governor",
        "candidate",
        "somewhat",
        "dispiriting",
        "say",
        "matter",
        "distinguish",
        "tied",
        "national",
        "party",
        "brand",
        "republican",
        "running",
        "district",
        "voted",
        "clinton",
        "matter",
        "matter",
        "republican",
        "due",
        "trump",
        "high",
        "unpopularity",
        "republican",
        "brand",
        "bad",
        "year",
        "whatever",
        "effort",
        "put",
        "dwarfed",
        "force",
        "control",
        "candidate",
        "must",
        "fund",
        "raise",
        "nonstop",
        "risk",
        "overrun",
        "outside",
        "spending",
        "upon",
        "retiring",
        "practically",
        "de",
        "rigueur",
        "day",
        "member",
        "congress",
        "complain",
        "endless",
        "dialing",
        "dollar",
        "part",
        "running",
        "reelection",
        "calling",
        "donor",
        "donor",
        "begging",
        "money",
        "nobody",
        "got",
        "elected",
        "congress",
        "work",
        "telemarketer",
        "yet",
        "turn",
        "significant",
        "part",
        "job",
        "raising",
        "political",
        "money",
        "represent",
        "demoralizing",
        "time",
        "suck",
        "every",
        "member",
        "running",
        "reelection",
        "life",
        "fear",
        "outside",
        "group",
        "dump",
        "ten",
        "million",
        "dollar",
        "election",
        "even",
        "money",
        "go",
        "side",
        "control",
        "increasingly",
        "member",
        "reelection",
        "campaign",
        "controlled",
        "outside",
        "funding",
        "group",
        "sometimes",
        "run",
        "party",
        "committee",
        "sometimes",
        "simply",
        "run",
        "outside",
        "group",
        "controlled",
        "billionaire",
        "either",
        "way",
        "candidate",
        "increasingly",
        "feel",
        "like",
        "bit",
        "player",
        "campaign",
        "citizen",
        "united",
        "campaign",
        "finance",
        "environment",
        "unlimited",
        "outside",
        "spending",
        "member",
        "running",
        "reelection",
        "commit",
        "seemingly",
        "endless",
        "hour",
        "unpleasant",
        "uphill",
        "battle",
        "begging",
        "rich",
        "people",
        "money",
        "effort",
        "instantly",
        "dwarfed",
        "outside",
        "spending",
        "even",
        "richer",
        "people",
        "shape",
        "contour",
        "race",
        "running",
        "ad",
        "independent",
        "candidate",
        "hardly",
        "enticing",
        "proposition",
        "congress",
        "partisan",
        "warfare",
        "gridlock",
        "campaigning",
        "fundraising",
        "slog",
        "distinguished",
        "member",
        "united",
        "state",
        "house",
        "representative",
        "still",
        "plum",
        "job",
        "might",
        "worth",
        "time",
        "polarization",
        "resulting",
        "gridlock",
        "member",
        "congress",
        "feel",
        "like",
        "powerless",
        "cog",
        "sputtering",
        "machine",
        "past",
        "member",
        "might",
        "get",
        "onto",
        "interesting",
        "committee",
        "work",
        "legislation",
        "meaningful",
        "might",
        "get",
        "name",
        "bill",
        "feel",
        "proud",
        "accomplishment",
        "everything",
        "move",
        "party",
        "leadership",
        "increasingly",
        "writing",
        "bill",
        "cutting",
        "committee",
        "giving",
        "member",
        "opportunity",
        "input",
        "member",
        "kept",
        "dark",
        "last",
        "minute",
        "forced",
        "vote",
        "legislation",
        "role",
        "crafting",
        "opportunity",
        "even",
        "look",
        "right",
        "vote",
        "meanwhile",
        "congress",
        "continues",
        "lurch",
        "continuing",
        "resolution",
        "continuing",
        "resolution",
        "leaving",
        "little",
        "space",
        "voting",
        "keep",
        "government",
        "running",
        "every",
        "week",
        "deeply",
        "polarized",
        "congress",
        "nobody",
        "yet",
        "figured",
        "deal",
        "anything",
        "one",
        "measure",
        "locked",
        "thing",
        "partisan",
        "warfare",
        "consider",
        "analysis",
        "political",
        "scientist",
        "jack",
        "santucci",
        "ran",
        "latest",
        "number",
        "congressional",
        "voting",
        "pattern",
        "concluded",
        "model",
        "better",
        "explains",
        "voting",
        "house",
        "representative",
        "point",
        "american",
        "history",
        "let",
        "explain",
        "briefly",
        "big",
        "deal",
        "political",
        "scientist",
        "developed",
        "technique",
        "scaling",
        "congressional",
        "vote",
        "creating",
        "ideal",
        "point",
        "continuum",
        "known",
        "score",
        "score",
        "used",
        "estimate",
        "liberal",
        "conservative",
        "different",
        "member",
        "multidimensional",
        "scaling",
        "technique",
        "algorithm",
        "say",
        "much",
        "voting",
        "explained",
        "one",
        "dimension",
        "much",
        "adding",
        "second",
        "third",
        "dimension",
        "add",
        "congress",
        "less",
        "polarized",
        "first",
        "dimension",
        "party",
        "dimension",
        "explained",
        "around",
        "half",
        "vote",
        "meant",
        "lot",
        "activity",
        "first",
        "party",
        "dimension",
        "correctly",
        "predicts",
        "percent",
        "vote",
        "show",
        "extraordinary",
        "partisan",
        "divisiveness",
        "virtually",
        "bipartisanship",
        "much",
        "reflects",
        "genuine",
        "difference",
        "party",
        "ability",
        "party",
        "leadership",
        "completely",
        "control",
        "agenda",
        "hard",
        "say",
        "tell",
        "u",
        "individual",
        "member",
        "primarily",
        "interchangeable",
        "part",
        "series",
        "vote",
        "hardly",
        "appealing",
        "job",
        "much",
        "longer",
        "go",
        "incumbent",
        "leave",
        "house",
        "record",
        "number",
        "shortage",
        "new",
        "ambitious",
        "challenger",
        "soon",
        "enough",
        "challenger",
        "win",
        "get",
        "congress",
        "discover",
        "miserable",
        "job",
        "wonder",
        "ever",
        "wanted",
        "historically",
        "enough",
        "individual",
        "member",
        "found",
        "congress",
        "miserable",
        "place",
        "serve",
        "eventually",
        "supported",
        "reform",
        "make",
        "serving",
        "congress",
        "meaningful",
        "work",
        "notably",
        "last",
        "period",
        "mass",
        "exodus",
        "congress",
        "1970s",
        "also",
        "coincided",
        "significant",
        "chunk",
        "internal",
        "reorganization",
        "expanded",
        "staff",
        "empowered",
        "party",
        "caucus",
        "created",
        "new",
        "subcommittee",
        "made",
        "life",
        "congress",
        "rewarding",
        "newer",
        "member",
        "also",
        "less",
        "rewarding",
        "older",
        "member",
        "found",
        "less",
        "power",
        "currently",
        "movement",
        "afoot",
        "congress",
        "new",
        "joint",
        "committee",
        "congressional",
        "reform",
        "would",
        "create",
        "process",
        "congress",
        "address",
        "current",
        "institutional",
        "pathology",
        "current",
        "mass",
        "exodus",
        "clear",
        "sign",
        "something",
        "need",
        "change",
        "rate",
        "may",
        "many",
        "freshman",
        "house",
        "member",
        "likely",
        "open",
        "fresh",
        "slate",
        "idea",
        "congress",
        "ought",
        "operate",
        "perhaps",
        "thing",
        "change",
        "point",
        "something",
        "give",
        "read",
        "vox",
        "unprecedented",
        "historian",
        "trump",
        "war",
        "fbi",
        "stunning",
        "rose",
        "mcgowan",
        "interview",
        "colbert",
        "incredibly",
        "uncomfortable",
        "worth",
        "watching",
        "trump",
        "state",
        "union",
        "silence",
        "congressional",
        "black",
        "caucus",
        "spoke",
        "volume"
    ]
}