{
    "organizations": [],
    "uuid": "62de36e06b02f13e53d0b75851b0b1a301a30063",
    "author": "Larissa Zimberoff",
    "url": "http://fortune.com/2018/02/06/machine-learning-delivery-driver/",
    "ord_in_thread": 0,
    "title": "Machine Learning: Why It's a Delivery Driver's Best Friend | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Why Machine Learning Is a Delivery Driver's Best Friend Anheuser Busch By Larissa Zimberoff February 6, 2018 \nDespite radical advances in technology, many companies still plan routes for their delivery trucks the same way they did a decade ago. Managers create itineraries the day before, and then hand printouts to drivers to follow or add them to the hand-held devices that their drivers carry at their hip. \nBut when drivers get stuck in traffic jams while on their rounds, they’re simply out of luck and behind schedule. The same thing happens if there’s a surprise snowstorm that makes roads impassable. \nIn short, the routes are inflexible. \nBut Wise Systems, a Boston startup, is tackling this age-old problem by pairing machine learning with data it collects from drivers’ mobile phones. It crunches information like the driver’s speed and GPS location with other details including traffic, weather, where the order is being delivered, and when customers are available to receive their orders. \nWhat emerges is a delivery route that can be tweaked on the fly depending on any complications that come up. If the technology determines that a driver will miss a scheduled stop because of road closures, for example, it will adjust the schedule for the entire day. If that’s not possible, the driver will receive alerts on his or her mobile phone as a not-so subtle hint to pick up the pace. (Red is not a good sign.) \nThe goal is to create routes that allow drivers to work more efficiently. By doing so, companies can save money by increasing the number of deliveries that drivers can make during shifts while also making customers happier by improving the likelihood that orders will arrive on time, or by the driver they prefer. \nWise Systems, which has 15 employees, grew out of an assignment in a graduate class on entrepreneurship at MIT. At first, the idea of the company’s four founders was to map crime, but potential customers told them “crime was good, but traffic is worse.” One of the teams’ advisors, from the MIT Center for Transportation and Logistics, also nudged them in this direction. In 2014, when they realized the idea had potential, the team incorporated the company. \nOptimizing delivery routes has its roots in what’s called the Traveling Salesman Problem, which mathematicians have been trying to solve since 1930. While the task is straightforward––finding most efficient route between cities for salesmen before returning home––it remains unsolved. The possibilities are limitless, much like the possibilities for deliveries. \nThis is where Wise’s machine learning comes into play. Its algorithms learn from each day’s data so that it can improve the routes the technology provides going forward. “It’s much more than taking the data and feeding it in,” says Wise chief technology officer Ali Kamil. “It’s also unlearning some things that might go wrong.” \nIncreasing the efficiency of deliveries is now more important than ever for companies as they battle for customers who expect their orders almost immediately. Amazon , for example, offers same-day deliveries of groceries and certain Prime products within one- and two-hour delivery windows, requiring huge computing power and machine learning tools. \nBut creating such a system is difficult. UPS has been building its own custom software––Orion––for over a decade. Over 500 people reportedly worked on the technology, but after 10 years, it’s still not fully deployed. In Manhattan, UPS drivers still use an old version called ED because Orion doesn’t do well in complex urban environments. \nAnheuser-Busch became Wise Systems’ first client when it agreed in late 2016 to test the software with its Seattle and San Diego wholesalers. Six months later, the beer giant rolled out the technology––a mobile app for drivers and a web-based tool for managers––to more of its’ wholesalers across the country. As of this week, Wise has been implemented at all of its U.S. wholesalers—20 in total, plus two others in Ontario and Québec \nFor over 20 years, Anheuser-Busch used Roadnet, a technology that creates delivery routes up to the day of. Roadnet helps build the plan and set the sequence, but those routes don’t change after drivers get on the road. \nAnother problem became apparent when Anheuser-Busch compared the routes the Roadnet software created with those that drivers actually took. The company found that drivers often deviated from the plan. It was a sign that drivers thought they knew better than the technology, an easy slip-up when they follow the same route every day for years. It also highlighted the problem of incorporating some of the on-the-job knowledge that drivers had about their routes that technology has difficulty capturing. \nTo get some of that expertise into its system, Wise Systems lets drivers enter real-time data through its mobile app. Examples include whether a customer prefers to be serviced by a specific driver and whether parking is scarce. These shared notes are added to the app with a code so that the algorithm can take that information into account in the future. This kind of shared knowledge can be especially helpful when a new driver takes over an existing route. \nAfter one year, Anheuser-Busch says it’s noticed several benefits of using Wise Systems. “Wise learns patterns and history, which helps it be more effective in the future,” says Matlock Rogers, director of wholesale operations for Anheuser-Busch. It lets his team see where drivers are in real time, reducing the phone calls and texting otherwise required for updates. \nIn urban markets where employees are trained and using the tools properly, Anheuser-Busch says it has reduced the miles traveled per stop by 4%, which translates into fuel savings, lower wear and tear on trucks, and, for the driver, improved earnings based on higher productivity. \nAnother benefit is improved customer service. In the past, drivers wouldn’t be alerted to missing a delivery window. “Now, Wise will show us the last 15 stops might be late and we can prioritize them if we need to hit a specific window for a certain client,” says Rogers. \nWise Systems says that its technology will improve over time as it takes on more clients, which in turn provide its system with more data to crunch. Imagine a network of 2,000 drivers––Wise’s pool now––versus one that taps the collective brainpower of 20,000 drivers. \n“In the logistics industry drivers are paid by deliveries made, not time,” says Wise’s Kamil. “Inherently, they love us because we help them make more deliveries in a day.” \nCorrection: An earlier version of this article mistakenly said that Anheuser-Busch was testing Wise Systems technology with 20 retailers in the U.S. and two others in Canada. In fact, those tests are with wholesalers. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-08T02:00:00.000+02:00",
    "crawled": "2018-02-07T07:41:10.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "machine",
        "learning",
        "delivery",
        "driver",
        "best",
        "friend",
        "anheuser",
        "busch",
        "larissa",
        "zimberoff",
        "february",
        "despite",
        "radical",
        "advance",
        "technology",
        "many",
        "company",
        "still",
        "plan",
        "route",
        "delivery",
        "truck",
        "way",
        "decade",
        "ago",
        "manager",
        "create",
        "itinerary",
        "day",
        "hand",
        "printout",
        "driver",
        "follow",
        "add",
        "device",
        "driver",
        "carry",
        "hip",
        "driver",
        "get",
        "stuck",
        "traffic",
        "jam",
        "round",
        "simply",
        "luck",
        "behind",
        "schedule",
        "thing",
        "happens",
        "surprise",
        "snowstorm",
        "make",
        "road",
        "impassable",
        "short",
        "route",
        "inflexible",
        "wise",
        "system",
        "boston",
        "startup",
        "tackling",
        "problem",
        "pairing",
        "machine",
        "learning",
        "data",
        "collect",
        "driver",
        "mobile",
        "phone",
        "crunch",
        "information",
        "like",
        "driver",
        "speed",
        "gps",
        "location",
        "detail",
        "including",
        "traffic",
        "weather",
        "order",
        "delivered",
        "customer",
        "available",
        "receive",
        "order",
        "emerges",
        "delivery",
        "route",
        "tweaked",
        "fly",
        "depending",
        "complication",
        "come",
        "technology",
        "determines",
        "driver",
        "miss",
        "scheduled",
        "stop",
        "road",
        "closure",
        "example",
        "adjust",
        "schedule",
        "entire",
        "day",
        "possible",
        "driver",
        "receive",
        "alert",
        "mobile",
        "phone",
        "subtle",
        "hint",
        "pick",
        "pace",
        "red",
        "good",
        "sign",
        "goal",
        "create",
        "route",
        "allow",
        "driver",
        "work",
        "efficiently",
        "company",
        "save",
        "money",
        "increasing",
        "number",
        "delivery",
        "driver",
        "make",
        "shift",
        "also",
        "making",
        "customer",
        "happier",
        "improving",
        "likelihood",
        "order",
        "arrive",
        "time",
        "driver",
        "prefer",
        "wise",
        "system",
        "employee",
        "grew",
        "assignment",
        "graduate",
        "class",
        "entrepreneurship",
        "mit",
        "first",
        "idea",
        "company",
        "four",
        "founder",
        "map",
        "crime",
        "potential",
        "customer",
        "told",
        "crime",
        "good",
        "traffic",
        "one",
        "team",
        "advisor",
        "mit",
        "center",
        "transportation",
        "logistics",
        "also",
        "nudged",
        "direction",
        "realized",
        "idea",
        "potential",
        "team",
        "incorporated",
        "company",
        "optimizing",
        "delivery",
        "route",
        "root",
        "called",
        "traveling",
        "salesman",
        "problem",
        "mathematician",
        "trying",
        "solve",
        "since",
        "task",
        "efficient",
        "route",
        "city",
        "salesman",
        "returning",
        "remains",
        "unsolved",
        "possibility",
        "limitless",
        "much",
        "like",
        "possibility",
        "delivery",
        "wise",
        "machine",
        "learning",
        "come",
        "play",
        "algorithm",
        "learn",
        "day",
        "data",
        "improve",
        "route",
        "technology",
        "provides",
        "going",
        "forward",
        "much",
        "taking",
        "data",
        "feeding",
        "say",
        "wise",
        "chief",
        "technology",
        "officer",
        "ali",
        "kamil",
        "also",
        "unlearning",
        "thing",
        "might",
        "go",
        "increasing",
        "efficiency",
        "delivery",
        "important",
        "ever",
        "company",
        "battle",
        "customer",
        "expect",
        "order",
        "almost",
        "immediately",
        "amazon",
        "example",
        "offer",
        "delivery",
        "grocery",
        "certain",
        "prime",
        "product",
        "within",
        "delivery",
        "window",
        "requiring",
        "huge",
        "computing",
        "power",
        "machine",
        "learning",
        "tool",
        "creating",
        "system",
        "difficult",
        "ups",
        "building",
        "custom",
        "decade",
        "people",
        "reportedly",
        "worked",
        "technology",
        "year",
        "still",
        "fully",
        "deployed",
        "manhattan",
        "ups",
        "driver",
        "still",
        "use",
        "old",
        "version",
        "called",
        "ed",
        "orion",
        "well",
        "complex",
        "urban",
        "environment",
        "became",
        "wise",
        "system",
        "first",
        "client",
        "agreed",
        "late",
        "test",
        "software",
        "seattle",
        "san",
        "diego",
        "wholesaler",
        "six",
        "month",
        "later",
        "beer",
        "giant",
        "rolled",
        "mobile",
        "app",
        "driver",
        "tool",
        "wholesaler",
        "across",
        "country",
        "week",
        "wise",
        "implemented",
        "total",
        "plus",
        "two",
        "others",
        "ontario",
        "québec",
        "year",
        "used",
        "roadnet",
        "technology",
        "creates",
        "delivery",
        "route",
        "day",
        "roadnet",
        "help",
        "build",
        "plan",
        "set",
        "sequence",
        "route",
        "change",
        "driver",
        "get",
        "road",
        "another",
        "problem",
        "became",
        "apparent",
        "compared",
        "route",
        "roadnet",
        "software",
        "created",
        "driver",
        "actually",
        "took",
        "company",
        "found",
        "driver",
        "often",
        "deviated",
        "plan",
        "sign",
        "driver",
        "thought",
        "knew",
        "better",
        "technology",
        "easy",
        "follow",
        "route",
        "every",
        "day",
        "year",
        "also",
        "highlighted",
        "problem",
        "incorporating",
        "knowledge",
        "driver",
        "route",
        "technology",
        "difficulty",
        "capturing",
        "get",
        "expertise",
        "system",
        "wise",
        "system",
        "let",
        "driver",
        "enter",
        "data",
        "mobile",
        "app",
        "example",
        "include",
        "whether",
        "customer",
        "prefers",
        "serviced",
        "specific",
        "driver",
        "whether",
        "parking",
        "scarce",
        "shared",
        "note",
        "added",
        "app",
        "code",
        "algorithm",
        "take",
        "information",
        "account",
        "future",
        "kind",
        "shared",
        "knowledge",
        "especially",
        "helpful",
        "new",
        "driver",
        "take",
        "existing",
        "route",
        "one",
        "year",
        "say",
        "noticed",
        "several",
        "benefit",
        "using",
        "wise",
        "system",
        "wise",
        "learns",
        "pattern",
        "history",
        "help",
        "effective",
        "future",
        "say",
        "matlock",
        "rogers",
        "director",
        "wholesale",
        "operation",
        "let",
        "team",
        "see",
        "driver",
        "real",
        "time",
        "reducing",
        "phone",
        "call",
        "texting",
        "otherwise",
        "required",
        "update",
        "urban",
        "market",
        "employee",
        "trained",
        "using",
        "tool",
        "properly",
        "say",
        "reduced",
        "mile",
        "traveled",
        "per",
        "stop",
        "translates",
        "fuel",
        "saving",
        "lower",
        "wear",
        "tear",
        "truck",
        "driver",
        "improved",
        "earnings",
        "based",
        "higher",
        "productivity",
        "another",
        "benefit",
        "improved",
        "customer",
        "service",
        "past",
        "driver",
        "alerted",
        "missing",
        "delivery",
        "window",
        "wise",
        "show",
        "u",
        "last",
        "stop",
        "might",
        "late",
        "prioritize",
        "need",
        "hit",
        "specific",
        "window",
        "certain",
        "client",
        "say",
        "rogers",
        "wise",
        "system",
        "say",
        "technology",
        "improve",
        "time",
        "take",
        "client",
        "turn",
        "provide",
        "system",
        "data",
        "crunch",
        "imagine",
        "network",
        "pool",
        "one",
        "tap",
        "collective",
        "brainpower",
        "driver",
        "logistics",
        "industry",
        "driver",
        "paid",
        "delivery",
        "made",
        "time",
        "say",
        "wise",
        "kamil",
        "inherently",
        "love",
        "u",
        "help",
        "make",
        "delivery",
        "correction",
        "earlier",
        "version",
        "article",
        "mistakenly",
        "said",
        "testing",
        "wise",
        "system",
        "technology",
        "retailer",
        "two",
        "others",
        "canada",
        "fact",
        "test",
        "wholesaler",
        "sponsored",
        "financial",
        "content"
    ]
}