{
    "organizations": [],
    "uuid": "5da9cfec6cb3d75b8004672179ee353dd75c1d23",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-espial-reports-fourth-quarter-2017-results.html",
    "ord_in_thread": 0,
    "title": "Espial Reports Fourth Quarter 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OTTAWA, Ontario--(BUSINESS WIRE)-- Espial® Group Inc. (\"Espial\" or the \"Company\"), (TSX:ESP), today announced its fourth quarter financial results for the three-month period ended December 31, 2017.\nRecent Highlights\nFourth quarter revenue was $10.2 million. Software-as-a-Service (“SaaS”) subscription revenue from our recently introduced Elevate SaaS video platform for the quarter was $1.0 million. Fourth quarter adjusted EBITDA 1 of $0.9 million. Net income was $0.2 million For the year revenues were up 17% to $33.4 million from $28.6 million last year. Announced a North American cable company with over 1 million subs selected our Elevate SaaS video platform Announced Eastlink, a leading service provider in Eastern Canada, selected our Elevate SaaS video platform. Announced 8 additional North American service providers, including Buckeye Broadband, Spanish Fork, Elijay, Clear Creek, Summit, Hiawatha Broadband, Optic, and MCTV, that are using the Elevate SaaS video platform to power their video service. Signed a strategic deal with Netflix to seamlessly bring Netflix to operators on our Elevate SaaS video platform. Introduced Amazon Alexa voice capabilities for our Elevate SaaS video platform. Formed a partnership with Google, to introduce YouTube support for all operators on the Elevate SaaS video platform. Expanded our North American sales team to focus on sales growth of the Elevate SaaS video platform.\n“This was our first quarter of Software-as-a-Service (SaaS) revenue since introducing our Elevate SaaS video platform in Q3. We are pleased with the early reception we have seen from service providers for this offering,” said Jaison Dolvane, CEO, Espial. “We believe that Pay TV service providers need to continue to innovate and Espial’s Elevate platform helps them compete effectively with next generation TV services. The many advantages that a SaaS solution provides customers, including the ability to respond to changes and threats quickly, and to adopt to new technologies and future proof themselves in this new dynamic video market, is driving rapid interest and adoption.”\nFinancial Summary\nFor the three-month period ended December 31, 2017, revenue was $10.2 million compared with revenue of $12.8 million for the three months ended December 31, 2016. Adjusted EBITDA for the fourth quarter of fiscal 2017 was $0.9 million compared to $3.2 million for the fourth quarter of fiscal 2016. Net income for the quarter was $0.2 million, compared with net income of $2.5 million for the fourth quarter of fiscal 2016.\nQ4 Financial Results\nFourth quarter revenue was $10,157,477 compared with revenue of $12,753,702 in the same period a year ago. Fourth quarter software license and royalty revenue was $6,081,188 compared to $9,752,798 in the fourth quarter of fiscal 2016. Software subscription revenue from our Elevate SaaS video platform was $1,032,115. This is a new source of revenue for us and the first quarter we have reported it. Professional services revenue for the fourth quarters of 2017 and 2016 were $974,680 and $1,096,364, respectively. Maintenance and support revenue for the fourth quarter was $2,069,494 compared to $1,904,540 last year. North American revenues were $6,163,111 in the fourth quarter of 2017 compared to $7,758,240 in 2016. Asia revenues were $2,172,748 in the fourth quarter of 2017 compared to $782,798 in 2016. European revenues were $1,821,618 in the fourth quarter of 2017 compared to $4,212,664 in 2016. Gross margin for the fourth quarter of fiscal 2017 was 77% compared to 82% the fourth quarter of fiscal 2016. Operating expenses in the fourth quarter of fiscal 2017 were $7,650,090 compared to $7,986,116 in the fourth quarter of fiscal 2016. Adjusted EBITDA for the fourth quarter of fiscal 2017 was $863,929, compared to $3,244,668 in fiscal 2016. Net income, which includes non-cash items like depreciation, amortization of intangibles and stock compensation, in the fourth quarter was $227,794 compared to $2,474,708 last year.\nFiscal 2017 Financial Results\nTotal revenue for the fiscal year ended December 31, 2017 was $33,433,064 compared with revenue of $28,644,570 in the same period a year ago. Software license and royalty revenue for the 2017 fiscal year was $17,919,074 compared to $18,142,077 in fiscal 2016. Software subscription revenue from our Elevate SaaS video platform, new in Q4, was $1,032,115. Professional services revenue for the fiscal years of 2017 and 2016 was $6,029,779 and $4,614,199, respectively. Maintenance and support revenue for the fiscal year ended December 31, 2017 was $8,452,096 compared to $5,888,294 last year. North American revenues were $19,665,586 in the 2017 fiscal year compared to $11,383,936 in 2016. Asia revenues were $4,497,459 in the 2017 fiscal year compared to $3,330,831 in 2016. European revenues were $9,270,019 in the 2017 fiscal year compared to $13,929,803 in 2016. Gross margin for the 2017 fiscal year was 74% compared to 75% in fiscal 2016. Operating expenses for the 2017 fiscal year were $32,784,839 compared to $26,028,495 in fiscal 2016. Adjusted EBITDA for the fiscal year ended December 31, 2017 was a loss of $4,966,478 compared to a loss of $1,899,798 in fiscal 2016. Net loss in the 2017 fiscal year was $8,522,959 compared to a net loss of $4,874,769 in 2016.\nCash and cash equivalents on December 31, 2017 was $38,813,911.\nA complete set of financial statements and management’s discussion and analysis for the period ended December 31, 2017 will be available at http://www.sedar.com .\nConference Call\nThe Company will be hosting a conference call to discuss the Q4 2017 financial results on February 22, 2018 at 5:00PM EDT and the phone number to join the results discussion is:\nToll Free line (Canada/US) 866-521-4909 Toll line (International/Local) 647-427-2311\nThe playback for the call will be available two hours after the call’s completion and will be available until 11:59PM ET on March 21, 2018, at the following numbers and passcode:\nToll-free line: +1-800-585-8367 or +1-416-621-4642, Passcode: 6599128\nAbout Espial ( www.espial.com )\nEspial is transforming viewing experiences worldwide by enabling video services at web speed and web scale. From immersive user experience and discovery solutions to advanced cloud-based platforms, Espial solutions help service providers manage, deliver and monetize video and entertainment services. Espial's customers span six continents, have deployed tens of million devices, and are serviced through Espial's global sales, support, and innovation centers across North America, Europe, and Asia. www.espial.com\nForward Looking Statement\nThis press release contains information that is forward looking information with respect to Espial within the meaning of Section 138.4(9) of the Ontario Securities Act (forward looking statements) and other applicable securities laws. In some cases, forward-looking information can be identified by the use of terms such as \"may\", \"will\", \"should\", \"expect\", \"plan\", \"anticipate\", \"believe\", \"intend\", \"estimate\", \"predict\", \"potential\", \"continue\" or the negative of these terms or other similar expressions concerning matters that are not historical facts. In particular, statements or assumptions about, economic conditions, ongoing or future benefits of existing and new customer, and partner relationships or new board nominees, our position or ability to capitalize on the move to more open systems by service providers, existing or future opportunities for the company and products (including our ability to successfully execute on market opportunities and secure new customer wins) and any other statements regarding Espial's objectives (and strategies to achieve such objectives), future expectations, beliefs, goals or prospects are or involve forward-looking information.\nForward-looking information is based on certain factors and assumptions. While the company considers these assumptions to be reasonable based on information currently available to it, they may prove to be incorrect. Forward-looking information, by its nature necessarily involves known and unknown risks and uncertainties. A number of factors could cause actual results to differ materially from those in the forward-looking statements or could cause our current objectives and strategies to change, including but not limited to changing conditions and other risks associated with the on-demand TV software industry and the market segments in which Espial operates, competition, Espial’s ability to continue to supply existing customers and partners with its products and services and avoid being displaced by competitive offerings, effectively grow its integration and support capabilities, execute on market opportunities, develop its distribution channels and generate increased demand for its products, economic conditions, technological change, unanticipated changes in our costs, regulatory changes, litigation, the emergence of new opportunities, many of which are beyond our control and current expectation or knowledge.\nAdditional risks and uncertainties affecting Espial can be found in Management’s Discussion and Analysis of Results of Operations and Financial Condition and its Annual Information Form for the fiscal years ended December 31, 2016 and, when filed, 2017 on SEDAR at www.sedar.com . If any of these risks or uncertainties were to materialize, or if the factors and assumptions underlying the forward-looking information were to prove incorrect, actual results could vary materially from those that are expressed or implied by the forward-looking information contained herein and our current objectives or strategies may change. Espial assumes no obligation to update or revise any forward looking statements, whether as a result of new information, future events or otherwise, except as required by law. Readers are cautioned not to place undue reliance on these forward-looking statements that speak only as of the date hereof.\nNon-IFRS Financial Measures\nAdjusted EBITDA represents net income (loss) adjusted to exclude shared-based compensation, amortization, depreciation, interest income, other expense (income), and income tax expense. We use Adjusted EBITDA to provide investors with a supplemental measure of our operating performance and thus highlight trends in our core business that may not otherwise be apparent when relying solely on IFRS financial measures. We believe that securities analysts, investors and other interested parties frequently use non-IFRS measures in the evaluation of issuers. Management also uses non-IFRS measures in order to facilitate operating performance comparisons from period to period, prepare annual operating budgets and assess our ability to meet our capital expenditure and working capital requirements.\nAdjusted EBITDA is not a recognized, defined or standardized measure under IFRS. Our definition of Adjusted EBITDA will likely differ from that used by other companies and therefore comparability may be limited. Adjusted EBITDA should not be considered a substitute for or in isolation from measures prepared in accordance with IFRS. Investors are encouraged to review our financial statements and disclosures in their entirety and are cautioned not to put undue reliance on non-IFRS measures and view them in conjunction with the most comparable IFRS financial measures. We have reconciled Adjusted EBITDA to the most comparable IFRS financial measure as follows:\nThree months ended December 31 Twelve months ended December 31 2017 2016 2017 2016 Net income (loss) $ 227,794 $ 2,474,708 $ (8,522,959) $ (4,874,769) Add (less) Share-based compensation 337,289 419,903 1,584,688 1,555,184 Amortization of intangibles 249,819 269,024 985,747 804,785 Depreciation 139,555 103,376 488,787 364,430 Interest income (87,145) (69,299) (290,772) (322,691) Other (income) expense (245,737) (64,599) 156,849 154,519 Income tax 242,354 111,555 631,182 418,744 Adjusted EBITDA $ 863,929 $ 3,244,668 $ (4,966,478) $ (1,899,798)\nConsolidated Statements of Income (Loss) and\nComprehensive Income (Loss)\n(In Canadian dollars)\nThree Months Ended\nDecember 31\nTwelve Months Ended December 31\n2017 2016 2017 2016 Revenue Software $ 6,081,188 $ 9,752,798 $ 17,919,074 $ 18,142,077 Software subscription 1,032,115 - 1,032,115 - Professional services 974,680 1,096,364 6,029,779 4,614,199 Support and maintenance 2,069,494 1,904,540 8,452,096 5,888,294 Total revenue 10,157,477 12,753,702 33,433,064 28,644,570 Cost of revenue 2,370,121 2,315,220 8,673,925 7,240,272 Gross margin 7,787,356 10,438,482 24,759,139 21,404,298 Expenses Sales and marketing 1,967,242 1,495,225 7,300,613 5,574,759 General and administrative 1,365,094 1,080,378 5,192,959 4,138,290 Research and development 4,067,935 5,141,489 19,305,520 15,510,661 Amortization of intangible assets 249,819 269,024 985,747 804,785 7,650,090 7,986,116 32,784,839 26,028,495 Income (loss) before other income (expense) 137,266 2,452,365 (8,025,700) (4,624,197) Other income (expense) 245,737 64,599 (156,849) (154,519) Interest income 87,145 69,299 290,772 322,691 Income (loss) before taxes 470,148 2,586,263 (7,891,777) (4,456,025) Income taxes (242,354) (111,555)\n(631,182) (418,744) Net income (loss) and comprehensive income (loss) $ 227,794 $ 2,474,708 $ (8,522,959) $ (4,874,769) Income (loss) per common share - basic $ 0.01 $ 0.07 $ (0.23) $ (0.13) Income (loss) per common share – diluted $ 0.01 $ 0.06 $ (0.23) $ (0.13) Weighted average number of common shares outstanding - basic 36,339,611 37,262,729 36,339,611 37,262,729\nConsolidated Balance Sheets\n(In Canadian Dollars)\nDecember 31, 2017 December 31, 2016 CURRENT ASSETS Cash and cash equivalents $ 38,813,911 $ 43,047,878 Accounts receivable 6,792,420 10,475,563 Investment tax credits receivable 924,630 321,018 Prepaid expenses and other assets 841,617 653,055 47,372,578 54,497,514 Property plant and equipment 2,046,905 1,420,957 Intangible assets 941,187 1,818,067 Goodwill 3,632,604 3,632,604 $ 53,993,274 $ 61,369,142 CURRENT LIABILITIES Accounts payable and accrued liabilities $ 4,778,111 $ 4,542,527 Provisions - 334,591 Deferred revenue 3,345,828 2,054,323 Total Liabilities 8,123,939 6,931,441 COMMITMENTS SHAREHOLDERS' EQUITY Share capital 123,738,952 125,362,413 Share based payments reserve 17,179,915 15,601,861 Deficit (95,049,532) (86,526,573) 45,869,335 54,437,701 $ 53,993,274 $ 61,369,142\nStatements of Cash Flows\n(In Canadian Dollars)\nTwelve Months Ended December 31, 2017 December 31, 2016 CASH (USED IN) PROVIDED BY OPERATING Net loss $ (8,522,959) $ (4,874,769) Items not affecting cash Depreciation of property and equipment 488,787 364,430 Amortization of intangible assets 985,747 804,785 Share-based compensation expense 1,584,688 1,555,184 Gain on acquisition - (325,966) Provisions (334,591) (12,548) (5,798,328) (2,488,884) Changes in non-cash operating working capital items\n4,418,058 (2,644,456) (1,380,270) (5,133,340) INVESTING Purchase of equipment (1,114,735) (443,556) Purchase of intangibles (108,867) (250,531) Purchase of business, net of cash acquired - 162,769 (1,223,602) (531,318) FINANCING Options exercised 8,214 16,232 Share repurchase program (1,638,309) (1,250,792) (1,630,095) (1,234,560) Net cash and cash equivalents outflow (4,233,967) (6,899,218) Cash and cash equivalents, beginning of period 43,047,878 49,947,096 Cash and cash equivalents, end of period $ 38,813,911 $ 43,047,878 Supplementary information: Taxes paid $ 631,182 $ 418,744 1 Adjusted EBITDA is a non-IFRS measure. This measure is defined in the “Non-IFRS Financial Measures” of this news release.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222006463/en/\nFor inquiries from the financial press or analysts, contact:\nEspial Group Inc.\nCarl Smith, +1 613-230-4770\nChief Financial Officer\ncsmith@espial.com\nor\nKirk Edwardson, +1-613-230-4770 x1145\nDirector, Marketing\nkedwardson@espial.com\nSource: Espial",
    "published": "2018-02-23T00:05:00.000+02:00",
    "crawled": "2018-02-22T23:58:41.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ottawa",
        "ontario",
        "business",
        "wire",
        "group",
        "espial",
        "company",
        "tsx",
        "esp",
        "today",
        "announced",
        "fourth",
        "quarter",
        "financial",
        "result",
        "period",
        "ended",
        "december",
        "recent",
        "highlight",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "saas",
        "subscription",
        "revenue",
        "recently",
        "introduced",
        "elevate",
        "saas",
        "video",
        "platform",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "net",
        "income",
        "million",
        "year",
        "revenue",
        "million",
        "million",
        "last",
        "year",
        "announced",
        "north",
        "american",
        "cable",
        "company",
        "million",
        "sub",
        "selected",
        "elevate",
        "saas",
        "video",
        "platform",
        "announced",
        "eastlink",
        "leading",
        "service",
        "provider",
        "eastern",
        "canada",
        "selected",
        "elevate",
        "saas",
        "video",
        "platform",
        "announced",
        "additional",
        "north",
        "american",
        "service",
        "provider",
        "including",
        "buckeye",
        "broadband",
        "spanish",
        "fork",
        "elijay",
        "clear",
        "creek",
        "summit",
        "hiawatha",
        "broadband",
        "optic",
        "mctv",
        "using",
        "elevate",
        "saas",
        "video",
        "platform",
        "power",
        "video",
        "service",
        "signed",
        "strategic",
        "deal",
        "netflix",
        "seamlessly",
        "bring",
        "netflix",
        "operator",
        "elevate",
        "saas",
        "video",
        "platform",
        "introduced",
        "amazon",
        "alexa",
        "voice",
        "capability",
        "elevate",
        "saas",
        "video",
        "platform",
        "formed",
        "partnership",
        "google",
        "introduce",
        "youtube",
        "support",
        "operator",
        "elevate",
        "saas",
        "video",
        "platform",
        "expanded",
        "north",
        "american",
        "sale",
        "team",
        "focus",
        "sale",
        "growth",
        "elevate",
        "saas",
        "video",
        "platform",
        "first",
        "quarter",
        "saas",
        "revenue",
        "since",
        "introducing",
        "elevate",
        "saas",
        "video",
        "platform",
        "q3",
        "pleased",
        "early",
        "reception",
        "seen",
        "service",
        "provider",
        "offering",
        "said",
        "jaison",
        "dolvane",
        "ceo",
        "espial",
        "believe",
        "pay",
        "tv",
        "service",
        "provider",
        "need",
        "continue",
        "innovate",
        "espial",
        "elevate",
        "platform",
        "help",
        "compete",
        "effectively",
        "next",
        "generation",
        "tv",
        "service",
        "many",
        "advantage",
        "saas",
        "solution",
        "provides",
        "customer",
        "including",
        "ability",
        "respond",
        "change",
        "threat",
        "quickly",
        "adopt",
        "new",
        "technology",
        "future",
        "proof",
        "new",
        "dynamic",
        "video",
        "market",
        "driving",
        "rapid",
        "interest",
        "financial",
        "summary",
        "period",
        "ended",
        "december",
        "revenue",
        "million",
        "compared",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "net",
        "income",
        "quarter",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "q4",
        "financial",
        "result",
        "fourth",
        "quarter",
        "revenue",
        "compared",
        "revenue",
        "period",
        "year",
        "ago",
        "fourth",
        "quarter",
        "software",
        "license",
        "royalty",
        "revenue",
        "compared",
        "fourth",
        "quarter",
        "fiscal",
        "software",
        "subscription",
        "revenue",
        "elevate",
        "saas",
        "video",
        "platform",
        "new",
        "source",
        "revenue",
        "u",
        "first",
        "quarter",
        "reported",
        "professional",
        "service",
        "revenue",
        "fourth",
        "quarter",
        "respectively",
        "maintenance",
        "support",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "last",
        "year",
        "north",
        "american",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "asia",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "european",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "fourth",
        "quarter",
        "fiscal",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "fourth",
        "quarter",
        "fiscal",
        "adjusted",
        "ebitda",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "fiscal",
        "net",
        "income",
        "includes",
        "item",
        "like",
        "depreciation",
        "amortization",
        "intangible",
        "stock",
        "compensation",
        "fourth",
        "quarter",
        "compared",
        "last",
        "year",
        "fiscal",
        "financial",
        "result",
        "total",
        "revenue",
        "fiscal",
        "year",
        "ended",
        "december",
        "compared",
        "revenue",
        "period",
        "year",
        "ago",
        "software",
        "license",
        "royalty",
        "revenue",
        "fiscal",
        "year",
        "compared",
        "fiscal",
        "software",
        "subscription",
        "revenue",
        "elevate",
        "saas",
        "video",
        "platform",
        "new",
        "q4",
        "professional",
        "service",
        "revenue",
        "fiscal",
        "year",
        "respectively",
        "maintenance",
        "support",
        "revenue",
        "fiscal",
        "year",
        "ended",
        "december",
        "compared",
        "last",
        "year",
        "north",
        "american",
        "revenue",
        "fiscal",
        "year",
        "compared",
        "asia",
        "revenue",
        "fiscal",
        "year",
        "compared",
        "european",
        "revenue",
        "fiscal",
        "year",
        "compared",
        "gross",
        "margin",
        "fiscal",
        "year",
        "compared",
        "fiscal",
        "operating",
        "expense",
        "fiscal",
        "year",
        "compared",
        "fiscal",
        "adjusted",
        "ebitda",
        "fiscal",
        "year",
        "ended",
        "december",
        "loss",
        "compared",
        "loss",
        "fiscal",
        "net",
        "loss",
        "fiscal",
        "year",
        "compared",
        "net",
        "loss",
        "cash",
        "cash",
        "equivalent",
        "december",
        "complete",
        "set",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "period",
        "ended",
        "december",
        "available",
        "http",
        "conference",
        "call",
        "company",
        "hosting",
        "conference",
        "call",
        "discus",
        "q4",
        "financial",
        "result",
        "february",
        "edt",
        "phone",
        "number",
        "join",
        "result",
        "discussion",
        "toll",
        "free",
        "line",
        "toll",
        "line",
        "playback",
        "call",
        "available",
        "two",
        "hour",
        "call",
        "completion",
        "available",
        "et",
        "march",
        "following",
        "number",
        "passcode",
        "line",
        "passcode",
        "espial",
        "espial",
        "transforming",
        "viewing",
        "experience",
        "worldwide",
        "enabling",
        "video",
        "service",
        "web",
        "speed",
        "web",
        "scale",
        "immersive",
        "user",
        "experience",
        "discovery",
        "solution",
        "advanced",
        "platform",
        "espial",
        "solution",
        "help",
        "service",
        "provider",
        "manage",
        "deliver",
        "monetize",
        "video",
        "entertainment",
        "service",
        "espial",
        "customer",
        "span",
        "six",
        "continent",
        "deployed",
        "ten",
        "million",
        "device",
        "serviced",
        "espial",
        "global",
        "sale",
        "support",
        "innovation",
        "center",
        "across",
        "north",
        "america",
        "europe",
        "asia",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "forward",
        "looking",
        "information",
        "respect",
        "espial",
        "within",
        "meaning",
        "section",
        "ontario",
        "security",
        "act",
        "forward",
        "looking",
        "statement",
        "applicable",
        "security",
        "law",
        "case",
        "information",
        "identified",
        "use",
        "term",
        "may",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "predict",
        "potential",
        "continue",
        "negative",
        "term",
        "similar",
        "expression",
        "concerning",
        "matter",
        "historical",
        "fact",
        "particular",
        "statement",
        "assumption",
        "economic",
        "condition",
        "ongoing",
        "future",
        "benefit",
        "existing",
        "new",
        "customer",
        "partner",
        "relationship",
        "new",
        "board",
        "nominee",
        "position",
        "ability",
        "capitalize",
        "move",
        "open",
        "system",
        "service",
        "provider",
        "existing",
        "future",
        "opportunity",
        "company",
        "product",
        "including",
        "ability",
        "successfully",
        "execute",
        "market",
        "opportunity",
        "secure",
        "new",
        "customer",
        "win",
        "statement",
        "regarding",
        "espial",
        "objective",
        "strategy",
        "achieve",
        "objective",
        "future",
        "expectation",
        "belief",
        "goal",
        "prospect",
        "involve",
        "information",
        "information",
        "based",
        "certain",
        "factor",
        "assumption",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "information",
        "nature",
        "necessarily",
        "involves",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "could",
        "cause",
        "current",
        "objective",
        "strategy",
        "change",
        "including",
        "limited",
        "changing",
        "condition",
        "risk",
        "associated",
        "tv",
        "software",
        "industry",
        "market",
        "segment",
        "espial",
        "operates",
        "competition",
        "espial",
        "ability",
        "continue",
        "supply",
        "existing",
        "customer",
        "partner",
        "product",
        "service",
        "avoid",
        "displaced",
        "competitive",
        "offering",
        "effectively",
        "grow",
        "integration",
        "support",
        "capability",
        "execute",
        "market",
        "opportunity",
        "develop",
        "distribution",
        "channel",
        "generate",
        "increased",
        "demand",
        "product",
        "economic",
        "condition",
        "technological",
        "change",
        "unanticipated",
        "change",
        "cost",
        "regulatory",
        "change",
        "litigation",
        "emergence",
        "new",
        "opportunity",
        "many",
        "beyond",
        "control",
        "current",
        "expectation",
        "knowledge",
        "additional",
        "risk",
        "uncertainty",
        "affecting",
        "espial",
        "found",
        "management",
        "discussion",
        "analysis",
        "result",
        "operation",
        "financial",
        "condition",
        "annual",
        "information",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sedar",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "expressed",
        "implied",
        "information",
        "contained",
        "herein",
        "current",
        "objective",
        "strategy",
        "may",
        "change",
        "espial",
        "assumes",
        "obligation",
        "update",
        "revise",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "represents",
        "net",
        "income",
        "loss",
        "adjusted",
        "exclude",
        "compensation",
        "amortization",
        "depreciation",
        "interest",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "use",
        "adjusted",
        "ebitda",
        "provide",
        "investor",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "thus",
        "highlight",
        "trend",
        "core",
        "business",
        "may",
        "otherwise",
        "apparent",
        "relying",
        "solely",
        "ifrs",
        "financial",
        "measure",
        "believe",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "frequently",
        "use",
        "measure",
        "evaluation",
        "issuer",
        "management",
        "also",
        "us",
        "measure",
        "order",
        "facilitate",
        "operating",
        "performance",
        "comparison",
        "period",
        "period",
        "prepare",
        "annual",
        "operating",
        "budget",
        "assess",
        "ability",
        "meet",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "adjusted",
        "ebitda",
        "recognized",
        "defined",
        "standardized",
        "measure",
        "ifrs",
        "definition",
        "adjusted",
        "ebitda",
        "likely",
        "differ",
        "used",
        "company",
        "therefore",
        "comparability",
        "may",
        "limited",
        "adjusted",
        "ebitda",
        "considered",
        "substitute",
        "isolation",
        "measure",
        "prepared",
        "accordance",
        "ifrs",
        "investor",
        "encouraged",
        "review",
        "financial",
        "statement",
        "disclosure",
        "entirety",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "measure",
        "view",
        "conjunction",
        "comparable",
        "ifrs",
        "financial",
        "measure",
        "reconciled",
        "adjusted",
        "ebitda",
        "comparable",
        "ifrs",
        "financial",
        "measure",
        "follows",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "add",
        "less",
        "compensation",
        "amortization",
        "intangible",
        "depreciation",
        "interest",
        "income",
        "income",
        "expense",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "consolidated",
        "statement",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "canadian",
        "dollar",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "software",
        "software",
        "subscription",
        "professional",
        "service",
        "support",
        "maintenance",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "margin",
        "expense",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "amortization",
        "intangible",
        "asset",
        "income",
        "loss",
        "income",
        "expense",
        "income",
        "expense",
        "interest",
        "income",
        "income",
        "loss",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "consolidated",
        "balance",
        "sheet",
        "canadian",
        "dollar",
        "december",
        "december",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "investment",
        "tax",
        "credit",
        "receivable",
        "prepaid",
        "expense",
        "asset",
        "property",
        "plant",
        "equipment",
        "intangible",
        "asset",
        "goodwill",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "provision",
        "deferred",
        "revenue",
        "total",
        "liability",
        "commitment",
        "shareholder",
        "equity",
        "share",
        "capital",
        "share",
        "based",
        "payment",
        "reserve",
        "deficit",
        "statement",
        "cash",
        "flow",
        "canadian",
        "dollar",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "cash",
        "used",
        "provided",
        "operating",
        "net",
        "loss",
        "item",
        "affecting",
        "cash",
        "depreciation",
        "property",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "gain",
        "acquisition",
        "provision",
        "change",
        "operating",
        "working",
        "capital",
        "item",
        "investing",
        "purchase",
        "equipment",
        "purchase",
        "intangible",
        "purchase",
        "business",
        "net",
        "cash",
        "acquired",
        "financing",
        "option",
        "exercised",
        "share",
        "repurchase",
        "program",
        "net",
        "cash",
        "cash",
        "equivalent",
        "outflow",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplementary",
        "information",
        "tax",
        "paid",
        "adjusted",
        "ebitda",
        "measure",
        "measure",
        "defined",
        "financial",
        "measure",
        "news",
        "release",
        "view",
        "source",
        "version",
        "http",
        "inquiry",
        "financial",
        "press",
        "analyst",
        "contact",
        "espial",
        "group",
        "carl",
        "smith",
        "chief",
        "financial",
        "officer",
        "csmith",
        "kirk",
        "edwardson",
        "x1145",
        "director",
        "marketing",
        "kedwardson",
        "source",
        "espial"
    ]
}