{
    "organizations": [],
    "uuid": "2fff5b4cca800a67eb95866cf502e27256a0cc86",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/business-wire-ventas-announces-pricing-of-senior-notes-offering.html",
    "ord_in_thread": 0,
    "title": "Ventas Announces Pricing of Senior Notes Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO--(BUSINESS WIRE)-- Ventas, Inc. (NYSE: VTR) (“Ventas” or the “Company”) announced today that it has priced a public offering of $650 million aggregate principal amount of 4.00% Senior Notes due March 1, 2028 (the “Notes”) at 99.233% of the principal amount. The Notes are being issued by Ventas Realty, Limited Partnership (“Ventas Realty”), a wholly owned subsidiary of the Company, and will be guaranteed, on a senior unsecured basis, by the Company. The sale of the Notes is expected to close on February 23, 2018, subject to customary closing conditions.\nThe Company expects to use the net proceeds from the offering, together with cash on hand and/or borrowings under the Company’s unsecured revolving credit facility, to purchase Ventas Realty’s 4.00% Senior Notes due 2019 pursuant to a cash tender offer for any and all of such notes (the “Tender Offer”) that Ventas Realty commenced today, and for other corporate purposes. The consummation of the offering of the Notes is not conditioned on the completion of the Tender Offer.\nJefferies LLC, Merrill Lynch, Pierce, Fenner & Smith Incorporated, MUFG Securities Americas Inc. and UBS Securities LLC acted as joint book-running managers for the offering of the Notes.\nThe Notes are being offered pursuant to the Company’s existing shelf registration statement, which became automatically effective upon filing with the Securities and Exchange Commission. A prospectus supplement and accompanying prospectus describing the terms of the offering will be filed with the Securities and Exchange Commission. When available, copies of the prospectus supplement and the accompanying prospectus may be obtained from: Jefferies LLC, 520 Madison Avenue, 3rd Floor, New York, NY 10022, or by telephone at 1-877-877-0696, Merrill Lynch, Pierce, Fenner & Smith Incorporated, NC1-004-03-43, 200 North College Street, 3rd floor, Charlotte NC 28255-0001, Attn: Prospectus Department, or by telephone at 1-800-294-1322, MUFG Securities Americas Inc., 1221 Avenue of the Americas, 6th Floor, New York, New York 10020-1001, Attention: Capital Markets Group, Telephone: 1 877-649-6848, Facsimile: 1-646-434-3455 or UBS Securities LLC, 1285 Avenue of the Americas, New York, New York 10019, Attention: Prospectus Department, or by telephone at 1-888-827-7275.\nThis press release shall not constitute an offer to sell or the solicitation of an offer to buy, nor shall there be any sales of these securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such jurisdiction.\nVentas, Inc., an S&P 500 company, is a leading real estate investment trust. Its diverse portfolio of more than 1,200 assets in the United States, Canada and the United Kingdom consists of seniors housing communities, medical office buildings, life science and innovation centers, inpatient rehabilitation and long-term acute care facilities, health systems and skilled nursing facilities. Through its Lillibridge subsidiary, Ventas provides management, leasing, marketing, facility development and advisory services to highly rated hospitals and health systems throughout the United States.\nThis press release includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements regarding the Company’s or its tenants’, operators’, borrowers’ or managers’ expected future financial condition, results of operations, cash flows, funds from operations, dividends and dividend plans, financing opportunities and plans, capital markets transactions, business strategy, budgets, projected costs, operating metrics, capital expenditures, competitive positions, acquisitions, investment opportunities, dispositions, merger or acquisition integration, growth opportunities, expected lease income, continued qualification as a real estate investment trust (“REIT”), plans and objectives of management for future operations and statements that include words such as “anticipate,” “if,” “believe,” “plan,” “estimate,” “expect,” “intend,” “may,” “could,” “should,” “will” and other similar expressions are forward-looking statements. These forward-looking statements are inherently uncertain, and actual results may differ from the Company’s expectations. The Company does not undertake a duty to update these forward-looking statements, which speak only as of the date on which they are made.\nThe Company’s actual future results and trends may differ materially from expectations depending on a variety of factors discussed in the Company’s filings with the Securities and Exchange Commission. These factors include without limitation: (a) the ability and willingness of the Company’s tenants, operators, borrowers, managers and other third parties to satisfy their obligations under their respective contractual arrangements with the Company, including, in some cases, their obligations to indemnify, defend and hold harmless the Company from and against various claims, litigation and liabilities; (b) the ability of the Company’s tenants, operators, borrowers and managers to maintain the financial strength and liquidity necessary to satisfy their respective obligations and liabilities to third parties, including without limitation obligations under their existing credit facilities and other indebtedness; (c) the Company’s success in implementing its business strategy and the Company’s ability to identify, underwrite, finance, consummate and integrate diversifying acquisitions and investments; (d) macroeconomic conditions such as a disruption of or lack of access to the capital markets, changes in the debt rating on U.S. government securities, default or delay in payment by the United States of its obligations, and changes in the federal or state budgets resulting in the reduction or nonpayment of Medicare or Medicaid reimbursement rates; (e) the nature and extent of future competition, including new construction in the markets in which the Company’s seniors housing communities and medical office buildings (“MOBs”) are located; (f) the extent and effect of future or pending healthcare reform and regulation, including cost containment measures and changes in reimbursement policies, procedures and rates; (g) increases in the Company’s borrowing costs as a result of changes in interest rates and other factors; (h) the ability of the Company’s tenants, operators and managers, as applicable, to comply with laws, rules and regulations in the operation of the Company’s properties, to deliver high-quality services, to attract and retain qualified personnel and to attract residents and patients; (i) changes in general economic conditions or economic conditions in the markets in which the Company may, from time to time, compete, and the effect of those changes on the Company’s revenues, earnings and funding sources; (j) the Company’s ability to pay down, refinance, restructure or extend its indebtedness as it becomes due; (k) the Company’s ability and willingness to maintain its qualification as a REIT in light of economic, market, legal, tax and other considerations; (l) final determination of the Company’s taxable net income for the year ended December 31, 2017 and for the year ending December 31, 2018; (m) the ability and willingness of the Company’s tenants to renew their leases with the Company upon expiration of the leases, the Company’s ability to reposition its properties on the same or better terms in the event of nonrenewal or in the event the Company exercises its right to replace an existing tenant, and obligations, including indemnification obligations, the Company may incur in connection with the replacement of an existing tenant; (n) risks associated with the Company’s senior living operating portfolio, such as factors that can cause volatility in the Company’s operating income and earnings generated by those properties, including without limitation national and regional economic conditions, costs of food, materials, energy, labor and services, employee benefit costs, insurance costs and professional and general liability claims, and the timely delivery of accurate property-level financial results for those properties; (o) changes in exchange rates for any foreign currency in which the Company may, from time to time, conduct business; (p) year-over-year changes in the Consumer Price Index or the UK Retail Price Index and the effect of those changes on the rent escalators contained in the Company’s leases and the Company’s earnings; (q) the Company’s ability and the ability of its tenants, operators, borrowers and managers to obtain and maintain adequate property, liability and other insurance from reputable, financially stable providers; (r) the impact of increased operating costs and uninsured professional liability claims on the Company’s liquidity, financial condition and results of operations or that of the Company’s tenants, operators, borrowers and managers, and the ability of the Company and the Company’s tenants, operators, borrowers and managers to accurately estimate the magnitude of those claims; (s) risks associated with the Company’s MOB portfolio and operations, including the Company’s ability to successfully design, develop and manage MOBs and to retain key personnel; (t) the ability of the hospitals on or near whose campuses the Company’s MOBs are located and their affiliated health systems to remain competitive and financially viable and to attract physicians and physician groups; (u) risks associated with the Company’s investments in joint ventures and unconsolidated entities, including its lack of sole decision-making authority and its reliance on its joint venture partners’ financial condition; (v) the Company’s ability to obtain the financial results expected from its development and redevelopment projects; (w) the impact of market or issuer events on the liquidity or value of the Company’s investments in marketable securities; (x) consolidation activity in the seniors housing and healthcare industries resulting in a change of control of, or a competitor’s investment in, one or more of the Company’s tenants, operators, borrowers or managers or significant changes in the senior management of the Company’s tenants, operators, borrowers or managers; (y) the impact of litigation or any financial, accounting, legal or regulatory issues that may affect the Company or its tenants, operators, borrowers or managers; and (z) changes in accounting principles, or their application or interpretation, and the Company’s ability to make estimates and the assumptions underlying the estimates, which could have an effect on the Company’s earnings.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180213006649/en/\nVentas, Inc.\nRyan Shannon\n(877) 4-VENTAS\nSource: Ventas, Inc.",
    "published": "2018-02-14T01:07:00.000+02:00",
    "crawled": "2018-02-14T03:01:08.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "business",
        "wire",
        "ventas",
        "nyse",
        "vtr",
        "ventas",
        "company",
        "announced",
        "today",
        "priced",
        "public",
        "offering",
        "million",
        "aggregate",
        "principal",
        "amount",
        "senior",
        "note",
        "due",
        "march",
        "note",
        "principal",
        "amount",
        "note",
        "issued",
        "ventas",
        "realty",
        "limited",
        "partnership",
        "ventas",
        "realty",
        "wholly",
        "owned",
        "subsidiary",
        "company",
        "guaranteed",
        "senior",
        "unsecured",
        "basis",
        "company",
        "sale",
        "note",
        "expected",
        "close",
        "february",
        "subject",
        "customary",
        "closing",
        "condition",
        "company",
        "expects",
        "use",
        "net",
        "proceeds",
        "offering",
        "together",
        "cash",
        "hand",
        "borrowing",
        "company",
        "unsecured",
        "revolving",
        "credit",
        "facility",
        "purchase",
        "ventas",
        "realty",
        "senior",
        "note",
        "due",
        "pursuant",
        "cash",
        "tender",
        "offer",
        "note",
        "tender",
        "offer",
        "ventas",
        "realty",
        "commenced",
        "today",
        "corporate",
        "purpose",
        "consummation",
        "offering",
        "note",
        "conditioned",
        "completion",
        "tender",
        "offer",
        "jefferies",
        "llc",
        "merrill",
        "lynch",
        "pierce",
        "fenner",
        "smith",
        "incorporated",
        "mufg",
        "security",
        "america",
        "ubs",
        "security",
        "llc",
        "acted",
        "joint",
        "manager",
        "offering",
        "note",
        "note",
        "offered",
        "pursuant",
        "company",
        "existing",
        "shelf",
        "registration",
        "statement",
        "became",
        "automatically",
        "effective",
        "upon",
        "filing",
        "security",
        "exchange",
        "commission",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "describing",
        "term",
        "offering",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "copy",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "may",
        "obtained",
        "jefferies",
        "llc",
        "madison",
        "avenue",
        "3rd",
        "floor",
        "new",
        "york",
        "ny",
        "telephone",
        "merrill",
        "lynch",
        "pierce",
        "fenner",
        "smith",
        "incorporated",
        "north",
        "college",
        "street",
        "3rd",
        "floor",
        "charlotte",
        "nc",
        "attn",
        "prospectus",
        "department",
        "telephone",
        "mufg",
        "security",
        "america",
        "avenue",
        "america",
        "6th",
        "floor",
        "new",
        "york",
        "new",
        "york",
        "attention",
        "capital",
        "market",
        "group",
        "telephone",
        "facsimile",
        "ubs",
        "security",
        "llc",
        "avenue",
        "america",
        "new",
        "york",
        "new",
        "york",
        "attention",
        "prospectus",
        "department",
        "telephone",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "ventas",
        "p",
        "company",
        "leading",
        "real",
        "estate",
        "investment",
        "trust",
        "diverse",
        "portfolio",
        "asset",
        "united",
        "state",
        "canada",
        "united",
        "kingdom",
        "consists",
        "senior",
        "housing",
        "community",
        "medical",
        "office",
        "building",
        "life",
        "science",
        "innovation",
        "center",
        "inpatient",
        "rehabilitation",
        "acute",
        "care",
        "facility",
        "health",
        "system",
        "skilled",
        "nursing",
        "facility",
        "lillibridge",
        "subsidiary",
        "ventas",
        "provides",
        "management",
        "leasing",
        "marketing",
        "facility",
        "development",
        "advisory",
        "service",
        "highly",
        "rated",
        "hospital",
        "health",
        "system",
        "throughout",
        "united",
        "state",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "regarding",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "expected",
        "future",
        "financial",
        "condition",
        "result",
        "operation",
        "cash",
        "flow",
        "fund",
        "operation",
        "dividend",
        "dividend",
        "plan",
        "financing",
        "opportunity",
        "plan",
        "capital",
        "market",
        "transaction",
        "business",
        "strategy",
        "budget",
        "projected",
        "cost",
        "operating",
        "metric",
        "capital",
        "expenditure",
        "competitive",
        "position",
        "acquisition",
        "investment",
        "opportunity",
        "disposition",
        "merger",
        "acquisition",
        "integration",
        "growth",
        "opportunity",
        "expected",
        "lease",
        "income",
        "continued",
        "qualification",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "plan",
        "objective",
        "management",
        "future",
        "operation",
        "statement",
        "include",
        "word",
        "anticipate",
        "believe",
        "plan",
        "estimate",
        "expect",
        "intend",
        "may",
        "could",
        "similar",
        "expression",
        "statement",
        "statement",
        "inherently",
        "uncertain",
        "actual",
        "result",
        "may",
        "differ",
        "company",
        "expectation",
        "company",
        "undertake",
        "duty",
        "update",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "actual",
        "future",
        "result",
        "trend",
        "may",
        "differ",
        "materially",
        "expectation",
        "depending",
        "variety",
        "factor",
        "discussed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "factor",
        "include",
        "without",
        "limitation",
        "ability",
        "willingness",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "third",
        "party",
        "satisfy",
        "obligation",
        "respective",
        "contractual",
        "arrangement",
        "company",
        "including",
        "case",
        "obligation",
        "indemnify",
        "defend",
        "hold",
        "harmless",
        "company",
        "various",
        "claim",
        "litigation",
        "liability",
        "b",
        "ability",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "maintain",
        "financial",
        "strength",
        "liquidity",
        "necessary",
        "satisfy",
        "respective",
        "obligation",
        "liability",
        "third",
        "party",
        "including",
        "without",
        "limitation",
        "obligation",
        "existing",
        "credit",
        "facility",
        "indebtedness",
        "c",
        "company",
        "success",
        "implementing",
        "business",
        "strategy",
        "company",
        "ability",
        "identify",
        "underwrite",
        "finance",
        "consummate",
        "integrate",
        "diversifying",
        "acquisition",
        "investment",
        "macroeconomic",
        "condition",
        "disruption",
        "lack",
        "access",
        "capital",
        "market",
        "change",
        "debt",
        "rating",
        "government",
        "security",
        "default",
        "delay",
        "payment",
        "united",
        "state",
        "obligation",
        "change",
        "federal",
        "state",
        "budget",
        "resulting",
        "reduction",
        "nonpayment",
        "medicare",
        "medicaid",
        "reimbursement",
        "rate",
        "e",
        "nature",
        "extent",
        "future",
        "competition",
        "including",
        "new",
        "construction",
        "market",
        "company",
        "senior",
        "housing",
        "community",
        "medical",
        "office",
        "building",
        "mob",
        "located",
        "f",
        "extent",
        "effect",
        "future",
        "pending",
        "healthcare",
        "reform",
        "regulation",
        "including",
        "cost",
        "containment",
        "measure",
        "change",
        "reimbursement",
        "policy",
        "procedure",
        "rate",
        "g",
        "increase",
        "company",
        "borrowing",
        "cost",
        "result",
        "change",
        "interest",
        "rate",
        "factor",
        "h",
        "ability",
        "company",
        "tenant",
        "operator",
        "manager",
        "applicable",
        "comply",
        "law",
        "rule",
        "regulation",
        "operation",
        "company",
        "property",
        "deliver",
        "service",
        "attract",
        "retain",
        "qualified",
        "personnel",
        "attract",
        "resident",
        "patient",
        "change",
        "general",
        "economic",
        "condition",
        "economic",
        "condition",
        "market",
        "company",
        "may",
        "time",
        "time",
        "compete",
        "effect",
        "change",
        "company",
        "revenue",
        "earnings",
        "funding",
        "source",
        "j",
        "company",
        "ability",
        "pay",
        "refinance",
        "restructure",
        "extend",
        "indebtedness",
        "becomes",
        "due",
        "k",
        "company",
        "ability",
        "willingness",
        "maintain",
        "qualification",
        "reit",
        "light",
        "economic",
        "market",
        "legal",
        "tax",
        "consideration",
        "l",
        "final",
        "determination",
        "company",
        "taxable",
        "net",
        "income",
        "year",
        "ended",
        "december",
        "year",
        "ending",
        "december",
        "ability",
        "willingness",
        "company",
        "tenant",
        "renew",
        "lease",
        "company",
        "upon",
        "expiration",
        "lease",
        "company",
        "ability",
        "reposition",
        "property",
        "better",
        "term",
        "event",
        "nonrenewal",
        "event",
        "company",
        "exercise",
        "right",
        "replace",
        "existing",
        "tenant",
        "obligation",
        "including",
        "indemnification",
        "obligation",
        "company",
        "may",
        "incur",
        "connection",
        "replacement",
        "existing",
        "tenant",
        "n",
        "risk",
        "associated",
        "company",
        "senior",
        "living",
        "operating",
        "portfolio",
        "factor",
        "cause",
        "volatility",
        "company",
        "operating",
        "income",
        "earnings",
        "generated",
        "property",
        "including",
        "without",
        "limitation",
        "national",
        "regional",
        "economic",
        "condition",
        "cost",
        "food",
        "material",
        "energy",
        "labor",
        "service",
        "employee",
        "benefit",
        "cost",
        "insurance",
        "cost",
        "professional",
        "general",
        "liability",
        "claim",
        "timely",
        "delivery",
        "accurate",
        "financial",
        "result",
        "property",
        "change",
        "exchange",
        "rate",
        "foreign",
        "currency",
        "company",
        "may",
        "time",
        "time",
        "conduct",
        "business",
        "p",
        "change",
        "consumer",
        "price",
        "index",
        "uk",
        "retail",
        "price",
        "index",
        "effect",
        "change",
        "rent",
        "escalator",
        "contained",
        "company",
        "lease",
        "company",
        "earnings",
        "q",
        "company",
        "ability",
        "ability",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "obtain",
        "maintain",
        "adequate",
        "property",
        "liability",
        "insurance",
        "reputable",
        "financially",
        "stable",
        "provider",
        "r",
        "impact",
        "increased",
        "operating",
        "cost",
        "uninsured",
        "professional",
        "liability",
        "claim",
        "company",
        "liquidity",
        "financial",
        "condition",
        "result",
        "operation",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "ability",
        "company",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "accurately",
        "estimate",
        "magnitude",
        "claim",
        "risk",
        "associated",
        "company",
        "mob",
        "portfolio",
        "operation",
        "including",
        "company",
        "ability",
        "successfully",
        "design",
        "develop",
        "manage",
        "mob",
        "retain",
        "key",
        "personnel",
        "ability",
        "hospital",
        "near",
        "whose",
        "campus",
        "company",
        "mob",
        "located",
        "affiliated",
        "health",
        "system",
        "remain",
        "competitive",
        "financially",
        "viable",
        "attract",
        "physician",
        "physician",
        "group",
        "u",
        "risk",
        "associated",
        "company",
        "investment",
        "joint",
        "venture",
        "unconsolidated",
        "entity",
        "including",
        "lack",
        "sole",
        "authority",
        "reliance",
        "joint",
        "venture",
        "partner",
        "financial",
        "condition",
        "v",
        "company",
        "ability",
        "obtain",
        "financial",
        "result",
        "expected",
        "development",
        "redevelopment",
        "project",
        "w",
        "impact",
        "market",
        "issuer",
        "event",
        "liquidity",
        "value",
        "company",
        "investment",
        "marketable",
        "security",
        "x",
        "consolidation",
        "activity",
        "senior",
        "housing",
        "healthcare",
        "industry",
        "resulting",
        "change",
        "control",
        "competitor",
        "investment",
        "one",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "significant",
        "change",
        "senior",
        "management",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "impact",
        "litigation",
        "financial",
        "accounting",
        "legal",
        "regulatory",
        "issue",
        "may",
        "affect",
        "company",
        "tenant",
        "operator",
        "borrower",
        "manager",
        "z",
        "change",
        "accounting",
        "principle",
        "application",
        "interpretation",
        "company",
        "ability",
        "make",
        "estimate",
        "assumption",
        "underlying",
        "estimate",
        "could",
        "effect",
        "company",
        "earnings",
        "view",
        "source",
        "version",
        "http",
        "ventas",
        "ryan",
        "shannon",
        "source",
        "ventas",
        "inc"
    ]
}