{
    "organizations": [],
    "uuid": "da4b57883a34752be89a79866b82f70ac94f0842",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/cnbc-interview-with-bank-of-ireland-chief-executive-francesca-mcdonagh.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Bank of Ireland Chief Executive, Francesca McDonagh",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following are excerpts from an interview with CNBC's Willem Marx and Bank of Ireland CEO, Francesca McDonagh.\nWM : I am going to ask the chief executive of the bank about that dividend you just mentioned there. Her name is Francesca McDonagh she's been on the job about six months. So first dividends since the financial crisis here. One hundrend and twenty four million dollars that comes out to nice little payday for the Irish finance ministry.\nFM: Well as you say it is my first year giving the results as the group CEO Bank of Ireland and I'm delighted to be sharing a good performance in 2017 and the results are important for three reasons. The first one being the one you just mentioned it's the first time in 10 years that Bank of Ireland is proposing a dividend and that's a pivotal moment for us. But there are other important things as well in today's results. The second one is around the confirmation of Bank of Ireland as the largest lender to the Irish economy and we see that in business banking, particularly in the agri sector where over half of all loans to the agriculture sector are provided by Bank of Ireland and also mortgages. So we've grown more market share in mortgages we sold over 9000 mortgages during 2017 and we are announcing today our re-entry into the mortgage broker market. And the third reason these are important is one of transformation. So we are transforming the Bank of Ireland and we've previously, before my time there was a plan to invest in our core banking platform and our systems. I spent time looking at that I believe it's the right strategy the right technology and I'm absolutely committed to that program. So I feel that the Bank of Ireland is going to look very different this time next year and more different beyond that.\nWM : Let's talk about mortgages because you brought them up there as an area that you're trying to transform eight years ago Bank of Ireland acknowledged thousands of mortgage customers had been mis charged. We've seen that number I think fourteen and a half thousand of your customers have been affected. You very publicly apologized for this. I just wonder whether customers, investors should be worried, whether you're worried there are more skeletons in the financial closet at this bank?\nFM: So we've confirmed that the provision we've taken for the tracker mortgage issue is the appropriate one. We're making I think good progress in in getting money back to customers, they're redressing compensation. I made a personal commitment to doing that when I first arrived back in October. We've got 92 percent of all impacted customers have been contacted and made an offer and I'm very committed to drawing a line under that. For the the customers themselves but also so we can focus on continuing to grow our mortgage business. I've apologize for what's happened. Our energy and focus is on resolving it.\nWM : A year ago though the Bank was saying there was setting aside 25 million euros. Now it looks like you're setting aside 170, if not paying out a large amount of that already. What's to stop that happening again other than you saying to me now, I promise you it's over?\nFM: I think we've focused exhaustively on this whole issue. We're not taking a new position today we're just confirming the provisions the 170 million taken to date all the right ones. We have already made offers to pay back 114 of that total. We are on track to achieve a commitment to have contacted every single customer by the 31 of March. We are, we've learnt lessons from from this we've really challenge ourselves to be more customer focused. I'm confident that this is the end of the tracker issue based on everything I'm seeing and I've spoken to our customers, I've listened to calls, I've met customers who've been impacted. We're very invested in addressing this.\nWM : I think no one would question the idea that there's a trust deficit when it comes to the Irish public and the Irish banking sector. You come from a bank that had its fair share of reputational troubles, HSBC, and I wonder how is it different in a smaller country like Ireland when you're not working on a global scale like at HSBC?\nFM: So, we aren't the Bank of Ireland but we do have international presence. We have an important business in the UK and in selective international markets. The point about trust is a really important one and I think the response the tracker issue really highlighted the fragility of trust in banks and bankers, particularly in Ireland. How are we were responding. We've reset our purpose and that's been a really important thing that I've done with my team since arriving and our purpose is to enable our customers, our colleagues, and our communities to thrive. And behind that we've got some key values that I am expecting every single one of my team to role model and we've got some fantastic people in the business and our focus is on developing and building relationships. We obviously are doing that well with our new business and mortgages because 29 percent market share in the last quarter of last year. I think it shows the amounts of trust and confidence that our customers have in the mortgages that we're offering them today.\nWM : One final question. You still have six and a half billion euros of non-performing loans on your books. What should investors be watching for when it comes to increasing your asset quality across the board?\nFM: I think one of the key highlights of today's results is the 31 percent reduction in non-performing exposures and I think that's a good achievement and testament to hard work that's being done. We have zero interest or appetite in selling or acquiring non-performing assets. We expect that to continue to improve as we work with customers to find out, work out, solutions and the broader economy of Ireland improves.\nWM : Francesca, thank you very much. That was Francesca McDonagh talking to us here from Bank of Ireland in Dublin and hand back to you guys in London.\nENDS",
    "published": "2018-02-26T08:00:00.000+02:00",
    "crawled": "2018-02-26T17:34:09.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "excerpt",
        "interview",
        "cnbc",
        "willem",
        "marx",
        "bank",
        "ireland",
        "ceo",
        "francesca",
        "mcdonagh",
        "wm",
        "going",
        "ask",
        "chief",
        "executive",
        "bank",
        "dividend",
        "mentioned",
        "name",
        "francesca",
        "mcdonagh",
        "job",
        "six",
        "month",
        "first",
        "dividend",
        "since",
        "financial",
        "crisis",
        "one",
        "hundrend",
        "twenty",
        "four",
        "million",
        "dollar",
        "come",
        "nice",
        "little",
        "payday",
        "irish",
        "finance",
        "ministry",
        "fm",
        "well",
        "say",
        "first",
        "year",
        "giving",
        "result",
        "group",
        "ceo",
        "bank",
        "ireland",
        "delighted",
        "sharing",
        "good",
        "performance",
        "result",
        "important",
        "three",
        "reason",
        "first",
        "one",
        "one",
        "mentioned",
        "first",
        "time",
        "year",
        "bank",
        "ireland",
        "proposing",
        "dividend",
        "pivotal",
        "moment",
        "u",
        "important",
        "thing",
        "well",
        "today",
        "result",
        "second",
        "one",
        "around",
        "confirmation",
        "bank",
        "ireland",
        "largest",
        "lender",
        "irish",
        "economy",
        "see",
        "business",
        "banking",
        "particularly",
        "agri",
        "sector",
        "half",
        "loan",
        "agriculture",
        "sector",
        "provided",
        "bank",
        "ireland",
        "also",
        "mortgage",
        "grown",
        "market",
        "share",
        "mortgage",
        "sold",
        "mortgage",
        "announcing",
        "today",
        "mortgage",
        "broker",
        "market",
        "third",
        "reason",
        "important",
        "one",
        "transformation",
        "transforming",
        "bank",
        "ireland",
        "previously",
        "time",
        "plan",
        "invest",
        "core",
        "banking",
        "platform",
        "system",
        "spent",
        "time",
        "looking",
        "believe",
        "right",
        "strategy",
        "right",
        "technology",
        "absolutely",
        "committed",
        "program",
        "feel",
        "bank",
        "ireland",
        "going",
        "look",
        "different",
        "time",
        "next",
        "year",
        "different",
        "beyond",
        "wm",
        "let",
        "talk",
        "mortgage",
        "brought",
        "area",
        "trying",
        "transform",
        "eight",
        "year",
        "ago",
        "bank",
        "ireland",
        "acknowledged",
        "thousand",
        "mortgage",
        "customer",
        "mi",
        "charged",
        "seen",
        "number",
        "think",
        "fourteen",
        "half",
        "thousand",
        "customer",
        "affected",
        "publicly",
        "apologized",
        "wonder",
        "whether",
        "customer",
        "investor",
        "worried",
        "whether",
        "worried",
        "skeleton",
        "financial",
        "closet",
        "bank",
        "fm",
        "confirmed",
        "provision",
        "taken",
        "tracker",
        "mortgage",
        "issue",
        "appropriate",
        "one",
        "making",
        "think",
        "good",
        "progress",
        "getting",
        "money",
        "back",
        "customer",
        "redressing",
        "compensation",
        "made",
        "personal",
        "commitment",
        "first",
        "arrived",
        "back",
        "october",
        "got",
        "percent",
        "impacted",
        "customer",
        "contacted",
        "made",
        "offer",
        "committed",
        "drawing",
        "line",
        "customer",
        "also",
        "focus",
        "continuing",
        "grow",
        "mortgage",
        "business",
        "apologize",
        "happened",
        "energy",
        "focus",
        "resolving",
        "wm",
        "year",
        "ago",
        "though",
        "bank",
        "saying",
        "setting",
        "aside",
        "million",
        "euro",
        "look",
        "like",
        "setting",
        "aside",
        "paying",
        "large",
        "amount",
        "already",
        "stop",
        "happening",
        "saying",
        "promise",
        "fm",
        "think",
        "focused",
        "exhaustively",
        "whole",
        "issue",
        "taking",
        "new",
        "position",
        "today",
        "confirming",
        "provision",
        "million",
        "taken",
        "date",
        "right",
        "one",
        "already",
        "made",
        "offer",
        "pay",
        "back",
        "total",
        "track",
        "achieve",
        "commitment",
        "contacted",
        "every",
        "single",
        "customer",
        "march",
        "learnt",
        "lesson",
        "really",
        "challenge",
        "customer",
        "focused",
        "confident",
        "end",
        "tracker",
        "issue",
        "based",
        "everything",
        "seeing",
        "spoken",
        "customer",
        "listened",
        "call",
        "met",
        "customer",
        "impacted",
        "invested",
        "addressing",
        "wm",
        "think",
        "one",
        "would",
        "question",
        "idea",
        "trust",
        "deficit",
        "come",
        "irish",
        "public",
        "irish",
        "banking",
        "sector",
        "come",
        "bank",
        "fair",
        "share",
        "reputational",
        "trouble",
        "hsbc",
        "wonder",
        "different",
        "smaller",
        "country",
        "like",
        "ireland",
        "working",
        "global",
        "scale",
        "like",
        "hsbc",
        "fm",
        "bank",
        "ireland",
        "international",
        "presence",
        "important",
        "business",
        "uk",
        "selective",
        "international",
        "market",
        "point",
        "trust",
        "really",
        "important",
        "one",
        "think",
        "response",
        "tracker",
        "issue",
        "really",
        "highlighted",
        "fragility",
        "trust",
        "bank",
        "banker",
        "particularly",
        "ireland",
        "responding",
        "reset",
        "purpose",
        "really",
        "important",
        "thing",
        "done",
        "team",
        "since",
        "arriving",
        "purpose",
        "enable",
        "customer",
        "colleague",
        "community",
        "thrive",
        "behind",
        "got",
        "key",
        "value",
        "expecting",
        "every",
        "single",
        "one",
        "team",
        "role",
        "model",
        "got",
        "fantastic",
        "people",
        "business",
        "focus",
        "developing",
        "building",
        "relationship",
        "obviously",
        "well",
        "new",
        "business",
        "mortgage",
        "percent",
        "market",
        "share",
        "last",
        "quarter",
        "last",
        "year",
        "think",
        "show",
        "amount",
        "trust",
        "confidence",
        "customer",
        "mortgage",
        "offering",
        "today",
        "wm",
        "one",
        "final",
        "question",
        "still",
        "six",
        "half",
        "billion",
        "euro",
        "loan",
        "book",
        "investor",
        "watching",
        "come",
        "increasing",
        "asset",
        "quality",
        "across",
        "board",
        "fm",
        "think",
        "one",
        "key",
        "highlight",
        "today",
        "result",
        "percent",
        "reduction",
        "exposure",
        "think",
        "good",
        "achievement",
        "testament",
        "hard",
        "work",
        "done",
        "zero",
        "interest",
        "appetite",
        "selling",
        "acquiring",
        "asset",
        "expect",
        "continue",
        "improve",
        "work",
        "customer",
        "find",
        "work",
        "solution",
        "broader",
        "economy",
        "ireland",
        "improves",
        "wm",
        "francesca",
        "thank",
        "much",
        "francesca",
        "mcdonagh",
        "talking",
        "u",
        "bank",
        "ireland",
        "dublin",
        "hand",
        "back",
        "guy",
        "london",
        "end"
    ]
}