{
    "organizations": [],
    "uuid": "f5711d5ad280c2bb3a48670b973aaec3e0df85a4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/business-wire-naked-brand-group-and-bendon-limited-enter-into-amended-agreement-and-plan-of-reorganization.html",
    "ord_in_thread": 0,
    "title": "Naked Brand Group and Bendon Limited Enter into Amended Agreement and Plan of Reorganization",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Naked Brand Group Inc. (NASDAQ:NAKD) (“Naked”), an innovative fashion and lifestyle brand, Bendon Limited (“Bendon”), a global leader in intimate apparel and swimwear and Naked’s merger partner, and Bendon Group Holdings Limited (“Holdco”), today announced that they have entered into a second amendment (the “Second Amendment”) to the Agreement and Plan of Reorganization (as previously amended, the “Merger Agreement” and as amended by the second amendment, the “Amended Merger Agreement”). Among other things, the Second Amendment provides as follows:\nThe Naked stockholders will, upon the closing to the merger, receive approximately 9.0% of the outstanding ordinary shares of Holdco on a fully diluted basis, subject to certain adjustments set forth in the Amended Merger Agreement. Bendon will pay an amount equal to Naked’s net operating loss each month until the closing of the Merger. Naked and Bendon will work together in good faith to optimize all costs while continuing to focus on the strategic growth of Naked’s business. To satisfy the compliance requirements of the Nasdaq Capital Market, the capital structure of Holdco will be adjusted which will change the exchange ratio in the Amended Merger Agreement. The outside date for completing the Merger has been extended to April 27, 2018, subject to an extension which date shall not to be later than May 7, 2018, after which either party may terminate the Amended Merger Agreement. The ability of Naked to solicit alternative transactions has been modified so that Naked may solicit such transactions if the Merger is not completed by the outside date or if Bendon fails to pay to Naked a monthly amount equal to the net operating losses of Naked.\nCarole Hochman, Naked’s Chief Executive Officer and Chief Creative Officer, stated, “I am proud of the hard work and continuous effort that our team has put in to this amended merger agreement with Bendon. We continue to work towards finalizing the registration statement, which remains subject to the SEC’s review, comment and approval process. We believe that these amendments to the Merger Agreement provide additional benefits for both our stockholders and the go-forward business.”\nJustin Davis-Rice, Executive Chairman of Bendon, commented, “We are pleased to have finalized this amendment and remain committed to completing the merger with Naked in due course. By combining these two companies, we expect to create a strong portfolio of innerwear, sleepwear, and swimwear brands, which we anticipate will in turn drive growth and strengthen our overall global industry position.”\nThe Amended Merger Agreement, which has been approved by the board of directors of both Naked and Bendon, is subject to approval by Naked’s stockholders and other customary closing conditions and regulatory approvals, including the filing and effectiveness of a registration statement with the Securities and Exchange Commission (the “SEC”) and the listing of Holdco’s ordinary shares on Nasdaq or the New York Stock Exchange.\nAbout Naked Brand Group Inc.:\nNaked was founded on one basic desire - to create a new standard for how products worn close to the skin fit, feel, and function. Currently featuring an innovative and luxurious collection of innerwear products, the Company plans to expand into additional apparel and product categories that exemplify the mission of the brand, such as activewear, swimwear, sportswear and more. Naked's women's and men's collections are available at www.wearnaked.com , as well as through some of the leading online retailers and department stores in North America, including Nordstrom.com Bloomingdale's, Dillard's, Soma.com , SaksFifthAvenue.com , Amazon.com , and BareNecessities.com , among others. Renowned designer and sleepwear pioneer and Chief Executive Officer, Carole Hochman, leads Naked from its headquarters in New York City. http://www.nakedbrands.com/\nAbout Bendon Limited:\nBendon is a global leader in intimate apparel and swimwear renowned for its best in category innovation in design, and technology and unwavering commitment to premium quality products throughout its 70-year history. Bendon has a portfolio of 10 highly productive brands, including owned brands Bendon, Bendon Man, Davenport, Evollove, Fayreform, Hickory, Lovable (in Australia and New Zealand) and Pleasure State, as well as licensed brands Heidi Klum Intimates and Swimwear, Stella McCartney Lingerie and Swimwear and Frederick’s of Hollywood Intimates and Swimwear.\nhttp://www.bendongroup.com/\nNo Offer or Solicitation\nThis communication shall neither constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which the offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such jurisdiction.\nAdditional Information and Where to Find It\nAs permitted by the Jumpstart Our Business Startups Act of 2012, or JOBS Act, Holdco has confidentially submitted the Registration Statement to the SEC, which includes a preliminary proxy statement/prospectus that is both the proxy statement to be distributed to holders of the Naked’s common stock in connection with the solicitation by Naked of proxies for the vote by the stockholders on the business combination and the prospectus to be delivered by Holdco in connection with the distribution of its securities to such holders. The proxy statement/prospectus will be mailed to stockholders of Naked as of a record date to be established for voting on the proposed business combination. Such documents are not currently available and will not be available until the SEC completes its review of the Registration Statement. BEFORE MAKING ANY VOTING OR INVESTMENT DECISION WITH RESPECT TO THE BUSINESS COMBINATION, INVESTORS AND SECURITY HOLDERS ARE URGED TO READ THE PROXY STATEMENT/PROSPECTUS AND OTHER RELEVANT MATERIALS THAT WILL BE FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT NAKED, BENDON AND HOLDCO AND THE PROPOSED BUSINESS COMBINATION. Stockholders will also be able to obtain copies of the Registration Statement which includes the proxy statement/prospectus and other relevant materials containing important information about Naked, Bendon and Holdco, without charge, once publicly filed and available, at the SEC's Internet site at http://www.sec.gov or by directing a request to: Naked Brand Group Inc., 180 Madison Avenue, Suite 1505, New York, New York, 10016, Attention: Investor Relations; and/or on Bendon’s website at www.bendongroup.com or by directing a written request to Bendon Limited, 8 Airpark Drive, Airport Oaks, Auckland 2022, New Zealand or by emailing lucy.martyn@bendon.com .\nParticipants in the Solicitation\nThis is not a solicitation of a proxy from any investor or security holder. Naked and its directors and executive officers, under SEC rules, may be deemed to be participants in the solicitation of proxies of Naked’s stockholders in connection with the proposed transaction. Investors and security holders may obtain more detailed information regarding the names and interests in the proposed transaction of Naked’s directors and officers in Naked’s filings with the SEC. Additional information regarding the directors and executive officers of Naked is also included in Naked’s Annual Report on Form 10-K for the year ended January 31, 2017. Information regarding the persons who may, under SEC rules, be deemed participants in the solicitation of proxies to Naked’s shareholders in connection with the proposed transaction will be set forth in the proxy statement/prospectus for the proposed transaction when available.\nForward-Looking Statements\nCertain statements either contained in or incorporated by reference into this communication, other than purely historical information, including estimates, projections and statements relating to Naked’s or Bendon’s business plans, objectives and expected operating results, and the assumptions upon which those statements are based, are “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of historical facts, included in or incorporated by reference into this communication regarding strategy, future operations, future transactions, future financial position, future revenue, projected expenses, prospects, plans and objectives of management are forward-looking statements. Examples of such statements include, but are not limited to, statements regarding: Holdco’s anticipated listing on the NASDAQ Capital Market in connection with the closing of the proposed business combination; the public filing and effectiveness of the proxy statement/prospectus; and the completion of the proposed business combination. Naked, Bendon and/or Holdco may not actually achieve the plans, carry out the intentions or meet the expectations disclosed in the forward-looking statements and you should not place undue reliance on these forward-looking statements. Such statements are based on management’s current expectations and involve risks and uncertainties. Actual results and performance could differ materially from those projected in the forward-looking statements as a result of many factors, including, without limitation, risks and uncertainties associated with the ability of Naked, Holdco and Bendon to consummate the transaction contemplated by the Amended Merger Agreement, the risk that one or more of the conditions to closing contained in the Amended Merger Agreement may not be satisfied, including, without limitation, the receipt of stockholder approval of the Naked stockholders, the effectiveness of the registration statement to be filed with the SEC or the listing of Holdco’s ordinary shares on the NASDAQ Capital Market, the risk that the parties may otherwise be unable to consummate the proposed business combination, and the risk that competing offers or acquisition proposals will be made. Naked, Bendon and Holdco disclaim any intent or obligation to update these forward-looking statements to reflect events or circumstances that exist after the date on which they were made.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180221005727/en/\nInvestors:\nICR\nJean Fontana/Megan Crudele, 646-277-1200\njean.fontana@icrinc.com\nor\nMedia:\nICR\nAlecia Pulman/Brittany Fraser, 203-682-8200\nNakedBrandsPR@icrinc.com\nSource: Naked Brand Group Inc.",
    "published": "2018-02-21T16:30:00.000+02:00",
    "crawled": "2018-02-21T18:23:02.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "naked",
        "brand",
        "group",
        "nasdaq",
        "nakd",
        "naked",
        "innovative",
        "fashion",
        "lifestyle",
        "brand",
        "bendon",
        "limited",
        "bendon",
        "global",
        "leader",
        "intimate",
        "apparel",
        "swimwear",
        "naked",
        "merger",
        "partner",
        "bendon",
        "group",
        "holding",
        "limited",
        "holdco",
        "today",
        "announced",
        "entered",
        "second",
        "amendment",
        "second",
        "amendment",
        "agreement",
        "plan",
        "reorganization",
        "previously",
        "amended",
        "merger",
        "agreement",
        "amended",
        "second",
        "amendment",
        "amended",
        "merger",
        "agreement",
        "among",
        "thing",
        "second",
        "amendment",
        "provides",
        "follows",
        "naked",
        "stockholder",
        "upon",
        "closing",
        "merger",
        "receive",
        "approximately",
        "outstanding",
        "ordinary",
        "share",
        "holdco",
        "fully",
        "diluted",
        "basis",
        "subject",
        "certain",
        "adjustment",
        "set",
        "forth",
        "amended",
        "merger",
        "agreement",
        "bendon",
        "pay",
        "amount",
        "equal",
        "naked",
        "net",
        "operating",
        "loss",
        "month",
        "closing",
        "merger",
        "naked",
        "bendon",
        "work",
        "together",
        "good",
        "faith",
        "optimize",
        "cost",
        "continuing",
        "focus",
        "strategic",
        "growth",
        "naked",
        "business",
        "satisfy",
        "compliance",
        "requirement",
        "nasdaq",
        "capital",
        "market",
        "capital",
        "structure",
        "holdco",
        "adjusted",
        "change",
        "exchange",
        "ratio",
        "amended",
        "merger",
        "agreement",
        "outside",
        "date",
        "completing",
        "merger",
        "extended",
        "april",
        "subject",
        "extension",
        "date",
        "shall",
        "later",
        "may",
        "either",
        "party",
        "may",
        "terminate",
        "amended",
        "merger",
        "agreement",
        "ability",
        "naked",
        "solicit",
        "alternative",
        "transaction",
        "modified",
        "naked",
        "may",
        "solicit",
        "transaction",
        "merger",
        "completed",
        "outside",
        "date",
        "bendon",
        "fails",
        "pay",
        "naked",
        "monthly",
        "amount",
        "equal",
        "net",
        "operating",
        "loss",
        "naked",
        "carole",
        "hochman",
        "naked",
        "chief",
        "executive",
        "officer",
        "chief",
        "creative",
        "officer",
        "stated",
        "proud",
        "hard",
        "work",
        "continuous",
        "effort",
        "team",
        "put",
        "amended",
        "merger",
        "agreement",
        "bendon",
        "continue",
        "work",
        "towards",
        "finalizing",
        "registration",
        "statement",
        "remains",
        "subject",
        "sec",
        "review",
        "comment",
        "approval",
        "process",
        "believe",
        "amendment",
        "merger",
        "agreement",
        "provide",
        "additional",
        "benefit",
        "stockholder",
        "justin",
        "executive",
        "chairman",
        "bendon",
        "commented",
        "pleased",
        "finalized",
        "amendment",
        "remain",
        "committed",
        "completing",
        "merger",
        "naked",
        "due",
        "course",
        "combining",
        "two",
        "company",
        "expect",
        "create",
        "strong",
        "portfolio",
        "innerwear",
        "sleepwear",
        "swimwear",
        "brand",
        "anticipate",
        "turn",
        "drive",
        "growth",
        "strengthen",
        "overall",
        "global",
        "industry",
        "amended",
        "merger",
        "agreement",
        "approved",
        "board",
        "director",
        "naked",
        "bendon",
        "subject",
        "approval",
        "naked",
        "stockholder",
        "customary",
        "closing",
        "condition",
        "regulatory",
        "approval",
        "including",
        "filing",
        "effectiveness",
        "registration",
        "statement",
        "security",
        "exchange",
        "commission",
        "sec",
        "listing",
        "holdco",
        "ordinary",
        "share",
        "nasdaq",
        "new",
        "york",
        "stock",
        "exchange",
        "naked",
        "brand",
        "group",
        "naked",
        "founded",
        "one",
        "basic",
        "desire",
        "create",
        "new",
        "standard",
        "product",
        "worn",
        "close",
        "skin",
        "fit",
        "feel",
        "function",
        "currently",
        "featuring",
        "innovative",
        "luxurious",
        "collection",
        "innerwear",
        "product",
        "company",
        "plan",
        "expand",
        "additional",
        "apparel",
        "product",
        "category",
        "exemplify",
        "mission",
        "brand",
        "activewear",
        "swimwear",
        "sportswear",
        "naked",
        "woman",
        "men",
        "collection",
        "available",
        "well",
        "leading",
        "online",
        "retailer",
        "department",
        "store",
        "north",
        "america",
        "including",
        "bloomingdale",
        "dillard",
        "among",
        "others",
        "renowned",
        "designer",
        "sleepwear",
        "pioneer",
        "chief",
        "executive",
        "officer",
        "carole",
        "hochman",
        "lead",
        "naked",
        "headquarters",
        "new",
        "york",
        "city",
        "http",
        "bendon",
        "limited",
        "bendon",
        "global",
        "leader",
        "intimate",
        "apparel",
        "swimwear",
        "renowned",
        "best",
        "category",
        "innovation",
        "design",
        "technology",
        "unwavering",
        "commitment",
        "premium",
        "quality",
        "product",
        "throughout",
        "history",
        "bendon",
        "portfolio",
        "highly",
        "productive",
        "brand",
        "including",
        "owned",
        "brand",
        "bendon",
        "bendon",
        "man",
        "davenport",
        "evollove",
        "fayreform",
        "hickory",
        "lovable",
        "australia",
        "new",
        "zealand",
        "pleasure",
        "state",
        "well",
        "licensed",
        "brand",
        "heidi",
        "klum",
        "intimate",
        "swimwear",
        "stella",
        "mccartney",
        "lingerie",
        "swimwear",
        "frederick",
        "hollywood",
        "intimate",
        "swimwear",
        "http",
        "offer",
        "solicitation",
        "communication",
        "shall",
        "neither",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "additional",
        "information",
        "find",
        "permitted",
        "jumpstart",
        "business",
        "startup",
        "act",
        "job",
        "act",
        "holdco",
        "confidentially",
        "submitted",
        "registration",
        "statement",
        "sec",
        "includes",
        "preliminary",
        "proxy",
        "proxy",
        "statement",
        "distributed",
        "holder",
        "naked",
        "common",
        "stock",
        "connection",
        "solicitation",
        "naked",
        "proxy",
        "vote",
        "stockholder",
        "business",
        "combination",
        "prospectus",
        "delivered",
        "holdco",
        "connection",
        "distribution",
        "security",
        "holder",
        "proxy",
        "mailed",
        "stockholder",
        "naked",
        "record",
        "date",
        "established",
        "voting",
        "proposed",
        "business",
        "combination",
        "document",
        "currently",
        "available",
        "available",
        "sec",
        "completes",
        "review",
        "registration",
        "statement",
        "making",
        "voting",
        "investment",
        "decision",
        "respect",
        "business",
        "combination",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "proxy",
        "relevant",
        "material",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "naked",
        "bendon",
        "holdco",
        "proposed",
        "business",
        "combination",
        "stockholder",
        "also",
        "able",
        "obtain",
        "copy",
        "registration",
        "statement",
        "includes",
        "proxy",
        "relevant",
        "material",
        "containing",
        "important",
        "information",
        "naked",
        "bendon",
        "holdco",
        "without",
        "charge",
        "publicly",
        "filed",
        "available",
        "sec",
        "internet",
        "site",
        "http",
        "directing",
        "request",
        "naked",
        "brand",
        "group",
        "madison",
        "avenue",
        "suite",
        "new",
        "york",
        "new",
        "york",
        "attention",
        "investor",
        "relation",
        "bendon",
        "website",
        "directing",
        "written",
        "request",
        "bendon",
        "limited",
        "airpark",
        "drive",
        "airport",
        "oak",
        "auckland",
        "new",
        "zealand",
        "emailing",
        "participant",
        "solicitation",
        "solicitation",
        "proxy",
        "investor",
        "security",
        "holder",
        "naked",
        "director",
        "executive",
        "officer",
        "sec",
        "rule",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "naked",
        "stockholder",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "detailed",
        "information",
        "regarding",
        "name",
        "interest",
        "proposed",
        "transaction",
        "naked",
        "director",
        "officer",
        "naked",
        "filing",
        "sec",
        "additional",
        "information",
        "regarding",
        "director",
        "executive",
        "officer",
        "naked",
        "also",
        "included",
        "naked",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "january",
        "information",
        "regarding",
        "person",
        "may",
        "sec",
        "rule",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "naked",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "set",
        "forth",
        "proxy",
        "proposed",
        "transaction",
        "available",
        "statement",
        "certain",
        "statement",
        "either",
        "contained",
        "incorporated",
        "reference",
        "communication",
        "purely",
        "historical",
        "information",
        "including",
        "estimate",
        "projection",
        "statement",
        "relating",
        "naked",
        "bendon",
        "business",
        "plan",
        "objective",
        "expected",
        "operating",
        "result",
        "assumption",
        "upon",
        "statement",
        "based",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "incorporated",
        "reference",
        "communication",
        "regarding",
        "strategy",
        "future",
        "operation",
        "future",
        "transaction",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "projected",
        "expense",
        "prospect",
        "plan",
        "objective",
        "management",
        "statement",
        "example",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "holdco",
        "anticipated",
        "listing",
        "nasdaq",
        "capital",
        "market",
        "connection",
        "closing",
        "proposed",
        "business",
        "combination",
        "public",
        "filing",
        "effectiveness",
        "proxy",
        "completion",
        "proposed",
        "business",
        "combination",
        "naked",
        "bendon",
        "holdco",
        "may",
        "actually",
        "achieve",
        "plan",
        "carry",
        "intention",
        "meet",
        "expectation",
        "disclosed",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "could",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "many",
        "factor",
        "including",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "associated",
        "ability",
        "naked",
        "holdco",
        "bendon",
        "consummate",
        "transaction",
        "contemplated",
        "amended",
        "merger",
        "agreement",
        "risk",
        "one",
        "condition",
        "closing",
        "contained",
        "amended",
        "merger",
        "agreement",
        "may",
        "satisfied",
        "including",
        "without",
        "limitation",
        "receipt",
        "stockholder",
        "approval",
        "naked",
        "stockholder",
        "effectiveness",
        "registration",
        "statement",
        "filed",
        "sec",
        "listing",
        "holdco",
        "ordinary",
        "share",
        "nasdaq",
        "capital",
        "market",
        "risk",
        "party",
        "may",
        "otherwise",
        "unable",
        "consummate",
        "proposed",
        "business",
        "combination",
        "risk",
        "competing",
        "offer",
        "acquisition",
        "proposal",
        "made",
        "naked",
        "bendon",
        "holdco",
        "disclaim",
        "intent",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "exist",
        "date",
        "made",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "icr",
        "jean",
        "crudele",
        "medium",
        "icr",
        "alecia",
        "fraser",
        "nakedbrandspr",
        "source",
        "naked",
        "brand",
        "group",
        "inc"
    ]
}