{
    "organizations": [],
    "uuid": "d94e53f946614ed6d6c0f33cf8c8af6a0e7f4fad",
    "author": "Lorie Konish",
    "url": "https://www.cnbc.com/2018/02/08/money-lessons-from-olympians-who-have-become-financial-advisors.html",
    "ord_in_thread": 0,
    "title": "Money lessons from Olympians who have become financial advisors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The pursuit of Olympic gold holds some powerful financial lessons.\nFor some athletes, what they learned on the Olympic ice has helped them transition to successful careers as financial advisors.\nEric Flaim won two Olympic silver medals for speed skating before finding a second career as a financial advisor. Now managing director at Estate Planners of New England in Portsmouth, New Hampshire, Flaim still vividly recalls the moments he stood on the Olympic podium.\n\"It's just a very, very sweet victory,\" Flaim said. \"You look back at all of the years of sacrifice and dedication. It's a great feeling to be able to win it, and then all of the people who had a hand in what you accomplished also feel that moment.\"\nFlaim's love for skating developed while he was growing up on the south shore of Massachusetts, where he competed with a local speed skating club. After watching Eric Heiden win five gold medals in speed skating at the 1980 Winter Olympics, becoming an Olympic champion became Flaim's ultimate goal.\nThat led Flaim to leave for Milwaukee to train and attend high school. From there, he nabbed a spot on the team for the 1988 Olympics in Calgary, Alberta.\n\"It's a great feeling to be able to win it, and then all of the people who had a hand in what you accomplished also feel that moment.\" -Eric Flaim, Olympian, and now managing director at Estate Planners of New England The competition came at a good point in Flaim's training.\n\"I knew that I was where I needed to be,\" Flaim said. \"As you move up and get to the top 10 in the world, it's just a small incremental difference that separates you.\"\nFlaim won a silver medal for the men's 1,500-meter race in those games.\nHe later went on to win a second silver medal for the men's 5,000-meter relay in the 1994 Olympics in Lillehammer, Norway.\nFlaim carried the American flag at the opening ceremony in Nagano, Japan, in 1998 and retired that same year.\nHis path to a new career ultimately led him to become a financial advisor in 2002. The career allowed him to put to his goal-setting skills to work for clients.\nHockey goals Mike Powell | Getty Images The Olympics also preceded a career as a financial advisor for David Emma, a former professional hockey player who played as part of the U.S. hockey team in the 1992 Olympics in Albertville, France.\nEmma started playing ice hockey at a young age. After he was invited to his first Olympics camp at 15, \"my dream was to be an Olympian,\" he said.\nEmma played hockey at Boston College and went on to sign with the New Jersey Devils after graduation. Shortly thereafter, he found out he had qualified for the 1992 Olympics — just a month before the games.\n\"You were constantly battling to win your spot,\" Emma said. \"You couldn't have a bad day because you're always worried about being sent home.\"\n\"I lost basically 75 percent, 85 percent of everything I had made during my career. I blame myself a little bit because I didn't take enough ownership of my wealth.\" -David Emma, Olympian, and now managing director and partner at HighTower Emma's hockey career took him to play for teams including the Boston Bruins and Florida Panthers, but the Olympics remains a top highlight.\n\"It was probably one of the greatest experiences of my life,\" Emma said. \"When you're an Olympian, there's almost something you can't put into words.\"\nEmma's retirement from the sport in 2001 came sooner than he had planned due to a back injury. That development also included another unfortunate realization: His financial advisor had invested most of his money in technology stocks. When the tech bubble burst, it demolished much of his net worth.\n\"I lost basically 75 percent, 85 percent of everything I had made during my career,\" Emma said. \"I blame myself a little bit because I didn't take enough ownership of my wealth.\"\nAs an advisor, Emma, who is currently managing director and partner at HighTower in Naples, Florida, has a goal of preventing his clients (who include professional athletes) from having to learn the same lesson.\nSkating dreams Yuri Kadobnov | Reuters US Emily Samuelson and Evan Bates perform in the Ice Dance Free program at the Pacific Coliseum in Vancouver, during the 2010 Winter Olympics on February 22, 2010. An unexpected transition motivated Emily Samuelson to switch careers from an ice dancer to become a financial advisor.\nSamuelson, who is now a wealth management advisor at the RRBS Group at Merrill Lynch in Farmington Hills, Michigan, started figure skating as a child. She fully switched to ice dancing by the time she was 13 and ultimately teamed up with Evan Bates, with whom she skated for 11 years.\n\"I knew from a young age that I wanted to go to the Olympics,\" Samuelson said. \"I thought that would be the best thing in the world.\"\nSamuelson realized that dream when she and Bates skated the performance of a lifetime to qualify for the 2010 Olympics in Vancouver, British Columbia.\n\"To be able to have a plan set, to have that piece of mind that at least someone's looking out for you, can be a huge relief … and allow people to follow their passions and do what they want to do.\" -Emily Samuelson, Olympian, and now wealth management advisor at the RBBS Group at Merrill Lynch The highlight of the games was the opening ceremony, Samuelson said, where the pride of representing the United States was combined with the adrenaline and noise from thousands cheering that \"literally caused the building to vibrate,\" she said.\nThat luck changed the following year, when Samuelson and Bates split up. Because she did not find another long-term partner, Samuelson was faced with the dilemma of what to do next.\n\"It was a really hard time in my life,\" Samuelson said. \"I decided if I could help it, I didn't want other people to go through the same feeling.\"\nThat decision ultimately led her to her current position, where she helps clients, including some athletes, solve their financial dilemmas.\n\"To be able to have a plan set, to have that piece of mind that at least someone's looking out for you, can be a huge relief … and allow people to follow their passions and do what they want to do,\" Samuelson said.\nshow chapters South Korea readies venues for 2018 Winter Olympics 7:01 AM ET Tue, 9 Jan 2018 | 01:31 Here are some of the Olympics-inspired money lessons these advisors have learned.\nHave a long-term outlook Samuelson started skating at 5 years old and didn't make it to the Olympics until she was 19.\n\"It's the same thing with investing,\" Samuelson said. \"It's not going to be an overnight success by any means.\"\nYou can prepare by putting money away while you have time on your side, Flaim said.\n\"It's about achieving goals, whether it's an Olympic medal or having all you need for retirement,\" he said.\nStart with the process No matter what you want to accomplish, you have to have a plan and commit to the steps that will get you to your goal.\nFor Emma, that included getting up at 5 a.m., going to the gym, getting in a cold tub and eating the right diet.\n\"If you take care of the process and the things you can control, chances are you are going to have the performance, and you will get great results,\" Emma said.\nDenis Paquin | AP U.S. hockey player David Emma of Cranston, R.I., is chased by France’s Patrick Dunn during their quarterfinal game in Meribel, Tuesday, Feb. 18, 1992 in France. Build a team Samuelson admits she didn't know everything about skating, nutrition or sports psychology when she was competing. That's why she hired experts in those areas to help her become a better skater.\nThe same tactic can help you become a better investor.\n\"If you can really do your due diligence and really have a good team, you'll have people in place to navigate that realm,\" Samuelson said.\nBe resilient Flaim's career was not without setbacks, including knee surgery. Consequently, there were a couple of seasons where he essentially had to start over, he said.\nThe experience is analogous to losing your job, \"something in life that kind of hit you hard,\" he said.\n\"You have to use whatever it is as a motivating factor, rather than saying, 'I can't believe this happened to me,'\" Flaim said. \"Nobody is entitled to anything in life. You have to work hard and make your own way. And if you don't ask, you don't get it.\"\nDisclosure: CNBC parent NBCUniversal owns NBC Sports and NBC Olympics. NBC Olympics is the U.S. broadcast rights holder to all Summer and Winter Games through the year 2032.\nMore from Personal Finance:\nResidents in this city owe the IRS more than $7,000 during tax time\nThe GOP tax bill lets you take this break even on 2017 taxes\nHere's what you shouldn't do during stock market volatility",
    "published": "2018-02-08T18:00:00.000+02:00",
    "crawled": "2018-02-08T18:01:55.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pursuit",
        "olympic",
        "gold",
        "hold",
        "powerful",
        "financial",
        "lesson",
        "athlete",
        "learned",
        "olympic",
        "ice",
        "helped",
        "transition",
        "successful",
        "career",
        "financial",
        "advisor",
        "eric",
        "flaim",
        "two",
        "olympic",
        "silver",
        "medal",
        "speed",
        "skating",
        "finding",
        "second",
        "career",
        "financial",
        "advisor",
        "managing",
        "director",
        "estate",
        "planner",
        "new",
        "england",
        "portsmouth",
        "new",
        "hampshire",
        "flaim",
        "still",
        "vividly",
        "recall",
        "moment",
        "stood",
        "olympic",
        "podium",
        "sweet",
        "victory",
        "flaim",
        "said",
        "look",
        "back",
        "year",
        "sacrifice",
        "dedication",
        "great",
        "feeling",
        "able",
        "win",
        "people",
        "hand",
        "accomplished",
        "also",
        "feel",
        "moment",
        "flaim",
        "love",
        "skating",
        "developed",
        "growing",
        "south",
        "shore",
        "massachusetts",
        "competed",
        "local",
        "speed",
        "skating",
        "club",
        "watching",
        "eric",
        "heiden",
        "win",
        "five",
        "gold",
        "medal",
        "speed",
        "skating",
        "winter",
        "olympics",
        "becoming",
        "olympic",
        "champion",
        "became",
        "flaim",
        "ultimate",
        "goal",
        "led",
        "flaim",
        "leave",
        "milwaukee",
        "train",
        "attend",
        "high",
        "school",
        "nabbed",
        "spot",
        "team",
        "olympics",
        "calgary",
        "alberta",
        "great",
        "feeling",
        "able",
        "win",
        "people",
        "hand",
        "accomplished",
        "also",
        "feel",
        "moment",
        "flaim",
        "olympian",
        "managing",
        "director",
        "estate",
        "planner",
        "new",
        "england",
        "competition",
        "came",
        "good",
        "point",
        "flaim",
        "training",
        "knew",
        "needed",
        "flaim",
        "said",
        "move",
        "get",
        "top",
        "world",
        "small",
        "incremental",
        "difference",
        "separate",
        "flaim",
        "silver",
        "medal",
        "men",
        "race",
        "game",
        "later",
        "went",
        "win",
        "second",
        "silver",
        "medal",
        "men",
        "relay",
        "olympics",
        "lillehammer",
        "norway",
        "flaim",
        "carried",
        "american",
        "flag",
        "opening",
        "ceremony",
        "nagano",
        "japan",
        "retired",
        "year",
        "path",
        "new",
        "career",
        "ultimately",
        "led",
        "become",
        "financial",
        "advisor",
        "career",
        "allowed",
        "put",
        "skill",
        "work",
        "client",
        "hockey",
        "goal",
        "mike",
        "powell",
        "getty",
        "image",
        "olympics",
        "also",
        "preceded",
        "career",
        "financial",
        "advisor",
        "david",
        "emma",
        "former",
        "professional",
        "hockey",
        "player",
        "played",
        "part",
        "hockey",
        "team",
        "olympics",
        "albertville",
        "france",
        "emma",
        "started",
        "playing",
        "ice",
        "hockey",
        "young",
        "age",
        "invited",
        "first",
        "olympics",
        "camp",
        "dream",
        "olympian",
        "said",
        "emma",
        "played",
        "hockey",
        "boston",
        "college",
        "went",
        "sign",
        "new",
        "jersey",
        "devil",
        "graduation",
        "shortly",
        "thereafter",
        "found",
        "qualified",
        "olympics",
        "month",
        "game",
        "constantly",
        "battling",
        "win",
        "spot",
        "emma",
        "said",
        "could",
        "bad",
        "day",
        "always",
        "worried",
        "sent",
        "home",
        "lost",
        "basically",
        "percent",
        "percent",
        "everything",
        "made",
        "career",
        "blame",
        "little",
        "bit",
        "take",
        "enough",
        "ownership",
        "wealth",
        "emma",
        "olympian",
        "managing",
        "director",
        "partner",
        "hightower",
        "emma",
        "hockey",
        "career",
        "took",
        "play",
        "team",
        "including",
        "boston",
        "bruin",
        "florida",
        "panther",
        "olympics",
        "remains",
        "top",
        "highlight",
        "probably",
        "one",
        "greatest",
        "experience",
        "life",
        "emma",
        "said",
        "olympian",
        "almost",
        "something",
        "ca",
        "put",
        "word",
        "emma",
        "retirement",
        "sport",
        "came",
        "sooner",
        "planned",
        "due",
        "back",
        "injury",
        "development",
        "also",
        "included",
        "another",
        "unfortunate",
        "realization",
        "financial",
        "advisor",
        "invested",
        "money",
        "technology",
        "stock",
        "tech",
        "bubble",
        "burst",
        "demolished",
        "much",
        "net",
        "worth",
        "lost",
        "basically",
        "percent",
        "percent",
        "everything",
        "made",
        "career",
        "emma",
        "said",
        "blame",
        "little",
        "bit",
        "take",
        "enough",
        "ownership",
        "wealth",
        "advisor",
        "emma",
        "currently",
        "managing",
        "director",
        "partner",
        "hightower",
        "naples",
        "florida",
        "goal",
        "preventing",
        "client",
        "include",
        "professional",
        "athlete",
        "learn",
        "lesson",
        "skating",
        "dream",
        "yuri",
        "kadobnov",
        "reuters",
        "u",
        "emily",
        "samuelson",
        "evan",
        "bates",
        "perform",
        "ice",
        "dance",
        "free",
        "program",
        "pacific",
        "coliseum",
        "vancouver",
        "winter",
        "olympics",
        "february",
        "unexpected",
        "transition",
        "motivated",
        "emily",
        "samuelson",
        "switch",
        "career",
        "ice",
        "dancer",
        "become",
        "financial",
        "advisor",
        "samuelson",
        "wealth",
        "management",
        "advisor",
        "rrbs",
        "group",
        "merrill",
        "lynch",
        "farmington",
        "hill",
        "michigan",
        "started",
        "figure",
        "skating",
        "child",
        "fully",
        "switched",
        "ice",
        "dancing",
        "time",
        "ultimately",
        "teamed",
        "evan",
        "bates",
        "skated",
        "year",
        "knew",
        "young",
        "age",
        "wanted",
        "go",
        "olympics",
        "samuelson",
        "said",
        "thought",
        "would",
        "best",
        "thing",
        "world",
        "samuelson",
        "realized",
        "dream",
        "bates",
        "skated",
        "performance",
        "lifetime",
        "qualify",
        "olympics",
        "vancouver",
        "british",
        "columbia",
        "able",
        "plan",
        "set",
        "piece",
        "mind",
        "least",
        "someone",
        "looking",
        "huge",
        "relief",
        "allow",
        "people",
        "follow",
        "passion",
        "want",
        "samuelson",
        "olympian",
        "wealth",
        "management",
        "advisor",
        "rbbs",
        "group",
        "merrill",
        "lynch",
        "highlight",
        "game",
        "opening",
        "ceremony",
        "samuelson",
        "said",
        "pride",
        "representing",
        "united",
        "state",
        "combined",
        "adrenaline",
        "noise",
        "thousand",
        "cheering",
        "literally",
        "caused",
        "building",
        "vibrate",
        "said",
        "luck",
        "changed",
        "following",
        "year",
        "samuelson",
        "bates",
        "split",
        "find",
        "another",
        "partner",
        "samuelson",
        "faced",
        "dilemma",
        "next",
        "really",
        "hard",
        "time",
        "life",
        "samuelson",
        "said",
        "decided",
        "could",
        "help",
        "want",
        "people",
        "go",
        "feeling",
        "decision",
        "ultimately",
        "led",
        "current",
        "position",
        "help",
        "client",
        "including",
        "athlete",
        "solve",
        "financial",
        "dilemma",
        "able",
        "plan",
        "set",
        "piece",
        "mind",
        "least",
        "someone",
        "looking",
        "huge",
        "relief",
        "allow",
        "people",
        "follow",
        "passion",
        "want",
        "samuelson",
        "said",
        "show",
        "chapter",
        "south",
        "korea",
        "ready",
        "venue",
        "winter",
        "olympics",
        "et",
        "tue",
        "jan",
        "money",
        "lesson",
        "advisor",
        "learned",
        "outlook",
        "samuelson",
        "started",
        "skating",
        "year",
        "old",
        "make",
        "olympics",
        "thing",
        "investing",
        "samuelson",
        "said",
        "going",
        "overnight",
        "success",
        "mean",
        "prepare",
        "putting",
        "money",
        "away",
        "time",
        "side",
        "flaim",
        "said",
        "achieving",
        "goal",
        "whether",
        "olympic",
        "medal",
        "need",
        "retirement",
        "said",
        "start",
        "process",
        "matter",
        "want",
        "accomplish",
        "plan",
        "commit",
        "step",
        "get",
        "goal",
        "emma",
        "included",
        "getting",
        "going",
        "gym",
        "getting",
        "cold",
        "tub",
        "eating",
        "right",
        "diet",
        "take",
        "care",
        "process",
        "thing",
        "control",
        "chance",
        "going",
        "performance",
        "get",
        "great",
        "result",
        "emma",
        "said",
        "denis",
        "paquin",
        "ap",
        "hockey",
        "player",
        "david",
        "emma",
        "cranston",
        "chased",
        "france",
        "patrick",
        "dunn",
        "quarterfinal",
        "game",
        "meribel",
        "tuesday",
        "france",
        "build",
        "team",
        "samuelson",
        "admits",
        "know",
        "everything",
        "skating",
        "nutrition",
        "sport",
        "psychology",
        "competing",
        "hired",
        "expert",
        "area",
        "help",
        "become",
        "better",
        "skater",
        "tactic",
        "help",
        "become",
        "better",
        "investor",
        "really",
        "due",
        "diligence",
        "really",
        "good",
        "team",
        "people",
        "place",
        "navigate",
        "realm",
        "samuelson",
        "said",
        "resilient",
        "flaim",
        "career",
        "without",
        "setback",
        "including",
        "knee",
        "surgery",
        "consequently",
        "couple",
        "season",
        "essentially",
        "start",
        "said",
        "experience",
        "analogous",
        "losing",
        "job",
        "something",
        "life",
        "kind",
        "hit",
        "hard",
        "said",
        "use",
        "whatever",
        "motivating",
        "factor",
        "rather",
        "saying",
        "ca",
        "believe",
        "happened",
        "flaim",
        "said",
        "nobody",
        "entitled",
        "anything",
        "life",
        "work",
        "hard",
        "make",
        "way",
        "ask",
        "get",
        "disclosure",
        "cnbc",
        "parent",
        "nbcuniversal",
        "owns",
        "nbc",
        "sport",
        "nbc",
        "olympics",
        "nbc",
        "olympics",
        "broadcast",
        "right",
        "holder",
        "summer",
        "winter",
        "game",
        "year",
        "personal",
        "finance",
        "resident",
        "city",
        "owe",
        "irs",
        "tax",
        "time",
        "gop",
        "tax",
        "bill",
        "let",
        "take",
        "break",
        "even",
        "tax",
        "stock",
        "market",
        "volatility"
    ]
}