{
    "organizations": [],
    "uuid": "63e8a9cc62cfdf6abaff19e15fd2b602603f8d59",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/27/how-to-entertain-clients/",
    "ord_in_thread": 0,
    "title": "8 Executives Reveal How They Woo Clients | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Entertaining clients has always been part of the world of finance. But it’s no longer just about wining and dining. In an era of healthier lifestyles and tighter industry budgets, the boundaries of where to go and what to do have shifted. The legend of the boozy dinner sealed-with-a-deal may live on, but the reality is often quite different.\nWe asked bankers, fund managers and executives from Singapore, Hong Kong, Sydney, Mumbai and Tokyo to reveal their go-to places for client meetings. If you’re on a business trip in Asia these days, don’t expect a traditional dinner. You might find yourself relaxing over a healthy breakfast, bonding over a cookery class or blind-tasting wine. Here’s what our interviewees said:\nAnyone for Tennis? Who?\nSean Taylor, Chief Investment Officer for Asia Pacific at Deutsche Asset Management, Hong Kong\nWhere?\nI like variety. Sometimes I take them to Hong Kong Yacht Club — something different to see more of Hong Kong. If they’re outside clients I like to take them to the south side, places like Limewood in Repulse Bay. It’s by the beach, you see a different area of Hong Kong, it’s good light food, very informal, very relaxed. That’s the nice thing about Hong Kong. When we have clients visiting from abroad we want to give the best overview we can of the region. They love it.\nWhat’s changed?\nThe difference over the last few years? The entertainment budgets are a lot lower because of MiFID and because of how the markets have been doing. But I also think people want a different type of entertainment. It’s not so formal, they want more casual. In the old days there was a lot of culture that you have to entertain. I think now people just want ideas, they really want to learn.\nExtracurricular?\nI like playing tennis with clients. If you’re playing sport, that’s the best way to really get to know them.\nCooking Up a Deal Who?\nXen Gladstone, head of sales, trading and execution at CLSA, Hong Kong\nWhere?\nIf you’re lucky enough to have access to some of the private members’ clubs in Hong Kong, they tend to be much more affordable than a lot of the expensive restaurants for a similar quality of food. Hong Kong Club and China Club are still popular venues. Clients often like to try them something new, so when there’s a new restaurant open, they’re keen to check it out. But they’re increasingly mindful of what’s spent.\nWhat’s changed?\nThe days of excess seem a long time ago. I’m not sure whether it’s either a younger demographic of clients coming through or the fact that we’re all aging together and people are more health conscious. At our forum for the last couple of years we’ve had a bus-load or two of people coming out to run Bowen Road or trail run in the morning.\nOne of the costs we can most easily tackle is looking to try to reduce our travel and entertainment budget. So people are being more prudent, more targeted with dollars, and just generally aiming at a sensible and acceptable portion of the wine list.\nExtracurricular?\nWe try to do stuff that’s interesting for our clients, so we have a premium product called CLSA University with interesting speakers. There are events on parenting, cooking, diamonds, etcetera.\nGetting together and going to do some cooking lessons or wine-tasting or something like that, it’s not necessarily related to finance but it improves relationships and communication skills and builds trust. And trust is sacrosanct in our business.\nLocal Cuisine Who?\nCorrine Png, CEO at Crucial Perspective, Singapore\nWhere?\nClients and corporates prefer to eat at restaurants which have a upscale, sophisticated yet understated and quiet setting so they can concentrate on the content of the discussions and not be distracted by loud music. As we usually meet over lunch and everyone has a busy schedule, meeting at or near the financial district is also important so we can all rush back to work.\nChinese, Japanese and European cuisine tend to be the more popular choices. These include China Club on top of Capital Tower, Jade at The Fullerton Hotel, Jaan at Swissotel, Keyaki at Pan Pacific Hotel and the Tower Club at Republic Plaza.\nSome overseas-based clients and corporates who visit Singapore are also curious about our local cuisine and I would host them at the National Kitchen at the National Gallery and True Blue beside the Peranakan Museum, which serve fantastic Peranakan food. For overseas clients who are more adventurous, I have even brought them to the famous Ng Ah Sio Bak Kut Teh at Rangoon Road.\nWhat’s changed?\nThe range of wine-and-dine places in Singapore has expanded significantly and we are spoiled for choice in terms of the type of cuisine and ambience. However, entertainment budgets have also shrunk due to challenges in the financial industry as margins are squeezed and due to tighter regulations.\nGetting Older Who?\nMark Matthews, Managing Director and Head of Asia Research at Bank Julius Baer & Co., Singapore\nWhere?\nThe Singapore Cricket Club is lovely because the food’s not expensive and you have a nice view over the Padang. People enjoy going there because it does feel like a little bit of a step back in time. It’s a good place to take people from out of town. They’ve got lots of local dishes like laksa, Indian food, very good roti. Favorite food is mutton dry and ikan bilis (dried anchovies).\nWhat’s changed?\nGenerally there’s been more consciousness toward costs. There used to be a lot of drinking, not just dinners. Asia finance, until recently, was very youthful. Because it was young, there was a lot more excess but now, as the industry matures, people in it are maturing too so they don’t want to go out partying until 5am. Twenty years ago most people in the business would have been young westerners. Now it’s become local.\nOffice Party Who?\nVasu Menon, Vice President for Wealth Management Research at OCBC Bank, Singapore\nWhere?\nThe buffet at Ritz-Carlton in Singapore, that’s pretty good. That’s where a lot of conferences and business meetings are held. The other is Regent Hotel’s Italian restaurant Basilico. That’s also very popular.\nWhat’s changed?\nYou don’t get as many people inviting you as did as few years ago because everyone’s watching costs. It used to be lunches and dinners. Now you’re starting to see more and more breakfast meetings because they’re cheaper. You’re also seeing business partners who used to host us in restaurants now starting to host client events in their offices. They’re inviting us there and bringing food in. So people are clearly getting more cost-conscious.\nMost Important Meal Who?\nJesper Koll, Chief Executive of WisdomTree Japan, Tokyo\nWhere?\nFor breakfast, Crisscross, particularly in spring and in autumn when you can sit outside. For dinner Takazawa in Akasaka. They have one of the best restaurants in the world, which only seats seven people so it’s extremely difficult to get in. For drinks, Radio in Aoyama. It’s like time travel, like going back to a speakeasy.\nWhat’s changed?\nIn Japan the place to be was always the Orchid Room in Hotel Okura. That was the who’s who of finance in Japan. It was a wonderful place, to be seen and to be part of the scene. You knew exactly who was in town and whom they were meeting with. That is now closed.\nBreakfast in Japan was always very difficult. But now, over the last couple of years, private breakfast places have sprung up, so that’s where I like to take people. I like breakfast meetings because they always have a defined end. Because everybody has a 9 o’clock meeting they don’t drag on. Americans are always very efficient so they love breakfast meetings. The European clients like a more leisurely breakfast.\nGrab a Coffee Who?\nNader Naeimi, Head of Dynamic Markets at AMP Capital Investors, Sydney\nWhere?\nIn Australia we like multinational food — good steaks, Thai, Chinese, etcetera. Mr Wong’s my favorite. They do really nice dumplings. Japanese restaurants are preferable for quick client lunch meetings.\nWhat’s changed?\nSpending habits are very different from what they used to be. There are some restaurants that we don’t even try. It’s not like it was in the past when budgets were quite loose — there’s a lot more governance. If we have multiple clients we tend to use in-house catering. It’s easier to manage.\nNowadays a lot more meetings are done not even over lunch, we do it over a coffee. But for the ones we do for lunch, we tend to go for places that offer an environment where we can actually talk — not too loud, not too busy.\nWine Master Who?\nAndrew Holland, CEO at Avendus Capital Alternate Strategies, Mumbai\nWhere?\nIndia over the years has witnessed an increased awareness and consumption of wine. Fortunately for me, my wife is India’s first and only Master Of Wine and among only 400 in the world. This has given me the opportunity to entertain at home more often and in interesting ways.\nWhat’s changed?\nWe still use five-star hotel restaurants to entertain clients but again with a slightly different twist. My wife will curate different wines to go along with the food to make the experience truly enjoyable. If the guests are people we know well, we may also do some blind tasting along with the food and try and guess where the wines are from and which one is the most expensive.\nOutside of the five-star hotels we also entertain at the Breach Candy Club or Willingdon Club for a more relaxed evening.r",
    "published": "2018-02-27T11:30:00.000+02:00",
    "crawled": "2018-02-27T17:15:45.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "entertaining",
        "client",
        "always",
        "part",
        "world",
        "finance",
        "longer",
        "wining",
        "dining",
        "era",
        "healthier",
        "lifestyle",
        "tighter",
        "industry",
        "budget",
        "boundary",
        "go",
        "shifted",
        "legend",
        "boozy",
        "dinner",
        "may",
        "live",
        "reality",
        "often",
        "quite",
        "different",
        "asked",
        "banker",
        "fund",
        "manager",
        "executive",
        "singapore",
        "hong",
        "kong",
        "sydney",
        "mumbai",
        "tokyo",
        "reveal",
        "place",
        "client",
        "meeting",
        "business",
        "trip",
        "asia",
        "day",
        "expect",
        "traditional",
        "dinner",
        "might",
        "find",
        "relaxing",
        "healthy",
        "breakfast",
        "bonding",
        "cookery",
        "class",
        "wine",
        "interviewee",
        "said",
        "anyone",
        "tennis",
        "sean",
        "taylor",
        "chief",
        "investment",
        "officer",
        "asia",
        "pacific",
        "deutsche",
        "asset",
        "management",
        "hong",
        "kong",
        "like",
        "variety",
        "sometimes",
        "take",
        "hong",
        "kong",
        "yacht",
        "club",
        "something",
        "different",
        "see",
        "hong",
        "kong",
        "outside",
        "client",
        "like",
        "take",
        "south",
        "side",
        "place",
        "like",
        "limewood",
        "repulse",
        "bay",
        "beach",
        "see",
        "different",
        "area",
        "hong",
        "kong",
        "good",
        "light",
        "food",
        "informal",
        "relaxed",
        "nice",
        "thing",
        "hong",
        "kong",
        "client",
        "visiting",
        "abroad",
        "want",
        "give",
        "best",
        "overview",
        "region",
        "love",
        "changed",
        "difference",
        "last",
        "year",
        "entertainment",
        "budget",
        "lot",
        "lower",
        "mifid",
        "market",
        "also",
        "think",
        "people",
        "want",
        "different",
        "type",
        "entertainment",
        "formal",
        "want",
        "casual",
        "old",
        "day",
        "lot",
        "culture",
        "entertain",
        "think",
        "people",
        "want",
        "idea",
        "really",
        "want",
        "learn",
        "extracurricular",
        "like",
        "playing",
        "tennis",
        "client",
        "playing",
        "sport",
        "best",
        "way",
        "really",
        "get",
        "know",
        "cooking",
        "deal",
        "xen",
        "gladstone",
        "head",
        "sale",
        "trading",
        "execution",
        "clsa",
        "hong",
        "kong",
        "lucky",
        "enough",
        "access",
        "private",
        "member",
        "club",
        "hong",
        "kong",
        "tend",
        "much",
        "affordable",
        "lot",
        "expensive",
        "restaurant",
        "similar",
        "quality",
        "food",
        "hong",
        "kong",
        "club",
        "china",
        "club",
        "still",
        "popular",
        "venue",
        "client",
        "often",
        "like",
        "try",
        "something",
        "new",
        "new",
        "restaurant",
        "open",
        "keen",
        "check",
        "increasingly",
        "mindful",
        "spent",
        "changed",
        "day",
        "excess",
        "seem",
        "long",
        "time",
        "ago",
        "sure",
        "whether",
        "either",
        "younger",
        "demographic",
        "client",
        "coming",
        "fact",
        "aging",
        "together",
        "people",
        "health",
        "conscious",
        "forum",
        "last",
        "couple",
        "year",
        "two",
        "people",
        "coming",
        "run",
        "bowen",
        "road",
        "trail",
        "run",
        "morning",
        "one",
        "cost",
        "easily",
        "tackle",
        "looking",
        "try",
        "reduce",
        "travel",
        "entertainment",
        "budget",
        "people",
        "prudent",
        "targeted",
        "dollar",
        "generally",
        "aiming",
        "sensible",
        "acceptable",
        "portion",
        "wine",
        "list",
        "extracurricular",
        "try",
        "stuff",
        "interesting",
        "client",
        "premium",
        "product",
        "called",
        "clsa",
        "university",
        "interesting",
        "speaker",
        "event",
        "parenting",
        "cooking",
        "diamond",
        "etcetera",
        "getting",
        "together",
        "going",
        "cooking",
        "lesson",
        "something",
        "like",
        "necessarily",
        "related",
        "finance",
        "improves",
        "relationship",
        "communication",
        "skill",
        "build",
        "trust",
        "trust",
        "sacrosanct",
        "business",
        "local",
        "cuisine",
        "corrine",
        "png",
        "ceo",
        "crucial",
        "perspective",
        "singapore",
        "client",
        "corporates",
        "prefer",
        "eat",
        "restaurant",
        "upscale",
        "sophisticated",
        "yet",
        "understated",
        "quiet",
        "setting",
        "concentrate",
        "content",
        "discussion",
        "distracted",
        "loud",
        "music",
        "usually",
        "meet",
        "lunch",
        "everyone",
        "busy",
        "schedule",
        "meeting",
        "near",
        "financial",
        "district",
        "also",
        "important",
        "rush",
        "back",
        "work",
        "chinese",
        "japanese",
        "european",
        "cuisine",
        "tend",
        "popular",
        "choice",
        "include",
        "china",
        "club",
        "top",
        "capital",
        "tower",
        "jade",
        "fullerton",
        "hotel",
        "jaan",
        "swissotel",
        "keyaki",
        "pan",
        "pacific",
        "hotel",
        "tower",
        "club",
        "republic",
        "plaza",
        "client",
        "corporates",
        "visit",
        "singapore",
        "also",
        "curious",
        "local",
        "cuisine",
        "would",
        "host",
        "national",
        "kitchen",
        "national",
        "gallery",
        "true",
        "blue",
        "beside",
        "peranakan",
        "museum",
        "serve",
        "fantastic",
        "peranakan",
        "food",
        "overseas",
        "client",
        "adventurous",
        "even",
        "brought",
        "famous",
        "ng",
        "ah",
        "sio",
        "bak",
        "kut",
        "teh",
        "rangoon",
        "road",
        "changed",
        "range",
        "place",
        "singapore",
        "expanded",
        "significantly",
        "spoiled",
        "choice",
        "term",
        "type",
        "cuisine",
        "ambience",
        "however",
        "entertainment",
        "budget",
        "also",
        "shrunk",
        "due",
        "challenge",
        "financial",
        "industry",
        "margin",
        "squeezed",
        "due",
        "tighter",
        "regulation",
        "getting",
        "older",
        "mark",
        "matthew",
        "managing",
        "director",
        "head",
        "asia",
        "research",
        "bank",
        "julius",
        "baer",
        "singapore",
        "singapore",
        "cricket",
        "club",
        "lovely",
        "food",
        "expensive",
        "nice",
        "view",
        "padang",
        "people",
        "enjoy",
        "going",
        "feel",
        "like",
        "little",
        "bit",
        "step",
        "back",
        "time",
        "good",
        "place",
        "take",
        "people",
        "town",
        "got",
        "lot",
        "local",
        "dish",
        "like",
        "laksa",
        "indian",
        "food",
        "good",
        "roti",
        "favorite",
        "food",
        "mutton",
        "dry",
        "ikan",
        "bilis",
        "dried",
        "anchovy",
        "changed",
        "generally",
        "consciousness",
        "toward",
        "cost",
        "used",
        "lot",
        "drinking",
        "dinner",
        "asia",
        "finance",
        "recently",
        "youthful",
        "young",
        "lot",
        "excess",
        "industry",
        "matures",
        "people",
        "maturing",
        "want",
        "go",
        "partying",
        "5am",
        "twenty",
        "year",
        "ago",
        "people",
        "business",
        "would",
        "young",
        "westerner",
        "become",
        "local",
        "office",
        "party",
        "vasu",
        "menon",
        "vice",
        "president",
        "wealth",
        "management",
        "research",
        "ocbc",
        "bank",
        "singapore",
        "buffet",
        "singapore",
        "pretty",
        "good",
        "lot",
        "conference",
        "business",
        "meeting",
        "held",
        "regent",
        "hotel",
        "italian",
        "restaurant",
        "basilico",
        "also",
        "popular",
        "changed",
        "get",
        "many",
        "people",
        "inviting",
        "year",
        "ago",
        "everyone",
        "watching",
        "cost",
        "used",
        "lunch",
        "dinner",
        "starting",
        "see",
        "breakfast",
        "meeting",
        "cheaper",
        "also",
        "seeing",
        "business",
        "partner",
        "used",
        "host",
        "u",
        "restaurant",
        "starting",
        "host",
        "client",
        "event",
        "office",
        "inviting",
        "u",
        "bringing",
        "food",
        "people",
        "clearly",
        "getting",
        "important",
        "meal",
        "jesper",
        "koll",
        "chief",
        "executive",
        "wisdomtree",
        "japan",
        "tokyo",
        "breakfast",
        "crisscross",
        "particularly",
        "spring",
        "autumn",
        "sit",
        "outside",
        "dinner",
        "takazawa",
        "akasaka",
        "one",
        "best",
        "restaurant",
        "world",
        "seat",
        "seven",
        "people",
        "extremely",
        "difficult",
        "get",
        "drink",
        "radio",
        "aoyama",
        "like",
        "time",
        "travel",
        "like",
        "going",
        "back",
        "speakeasy",
        "changed",
        "japan",
        "place",
        "always",
        "orchid",
        "room",
        "hotel",
        "okura",
        "finance",
        "japan",
        "wonderful",
        "place",
        "seen",
        "part",
        "scene",
        "knew",
        "exactly",
        "town",
        "meeting",
        "closed",
        "breakfast",
        "japan",
        "always",
        "difficult",
        "last",
        "couple",
        "year",
        "private",
        "breakfast",
        "place",
        "sprung",
        "like",
        "take",
        "people",
        "like",
        "breakfast",
        "meeting",
        "always",
        "defined",
        "end",
        "everybody",
        "clock",
        "meeting",
        "drag",
        "american",
        "always",
        "efficient",
        "love",
        "breakfast",
        "meeting",
        "european",
        "client",
        "like",
        "leisurely",
        "breakfast",
        "grab",
        "coffee",
        "nader",
        "naeimi",
        "head",
        "dynamic",
        "market",
        "amp",
        "capital",
        "investor",
        "sydney",
        "australia",
        "like",
        "multinational",
        "food",
        "good",
        "steak",
        "thai",
        "chinese",
        "etcetera",
        "mr",
        "wong",
        "favorite",
        "really",
        "nice",
        "dumpling",
        "japanese",
        "restaurant",
        "preferable",
        "quick",
        "client",
        "lunch",
        "meeting",
        "changed",
        "spending",
        "habit",
        "different",
        "used",
        "restaurant",
        "even",
        "try",
        "like",
        "past",
        "budget",
        "quite",
        "loose",
        "lot",
        "governance",
        "multiple",
        "client",
        "tend",
        "use",
        "catering",
        "easier",
        "manage",
        "nowadays",
        "lot",
        "meeting",
        "done",
        "even",
        "lunch",
        "coffee",
        "one",
        "lunch",
        "tend",
        "go",
        "place",
        "offer",
        "environment",
        "actually",
        "talk",
        "loud",
        "busy",
        "wine",
        "master",
        "andrew",
        "holland",
        "ceo",
        "avendus",
        "capital",
        "alternate",
        "strategy",
        "mumbai",
        "india",
        "year",
        "witnessed",
        "increased",
        "awareness",
        "consumption",
        "wine",
        "fortunately",
        "wife",
        "india",
        "first",
        "master",
        "wine",
        "among",
        "world",
        "given",
        "opportunity",
        "entertain",
        "home",
        "often",
        "interesting",
        "way",
        "changed",
        "still",
        "use",
        "hotel",
        "restaurant",
        "entertain",
        "client",
        "slightly",
        "different",
        "twist",
        "wife",
        "curate",
        "different",
        "wine",
        "go",
        "along",
        "food",
        "make",
        "experience",
        "truly",
        "enjoyable",
        "guest",
        "people",
        "know",
        "well",
        "may",
        "also",
        "blind",
        "tasting",
        "along",
        "food",
        "try",
        "guess",
        "wine",
        "one",
        "expensive",
        "outside",
        "hotel",
        "also",
        "entertain",
        "breach",
        "candy",
        "club",
        "willingdon",
        "club",
        "relaxed"
    ]
}