{
    "organizations": [],
    "uuid": "4ec66178110c5011ecf00bf3866bc59846c8e155",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/pr-newswire-privet-fund-nominates-four-highly-qualified-directors-to-the-board-of-potbelly.html",
    "ord_in_thread": 0,
    "title": "Privet Fund Nominates Four Highly Qualified Directors To The Board Of Potbelly",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATLANTA, Feb. 7, 2018 /PRNewswire/ -- Privet Fund Management LLC (together with its affiliates, \"Privet\"), owner of over 5% of the outstanding common shares of Potbelly Corporation (NASDAQ:PBPB) (\"Potbelly\" or the \"Company\"), today announced that it has nominated four highly qualified candidates for election to the Potbelly Board of Directors (the \"Board\") at the Company's 2018 Annual Meeting of Shareholders.\nRyan Levenson, Principal and Portfolio Manager of Privet, said \"Potbelly is a fantastic concept with tremendous potential. Unfortunately, numerous strategic missteps have eroded the brand, resulting in deteriorating operating metrics and a prolonged period of shareholder value destruction. Despite this, the Board has failed to take meaningful action to articulate or implement any type of thoughtful corrective strategy while the Company continues to underperform its peers. Put simply, Potbelly shareholders deserve better.\"\nPrivet has initiated multiple conversations with members of management and the Board in an attempt to engage constructively toward adding highly qualified new directors who are capable of developing a strategy that can revitalize the brand while driving higher returns on invested capital. However, our efforts to work collaboratively through the pursuit of an open and constructive dialogue have not convinced us that the current Board recognizes the need for meaningful, shareholder-driven change.\n\"While we understand that the Company is undergoing a strategic review and shareholders are awaiting the results of that process, we continue to believe that the Potbelly Board lacks accountability for the decline in both financial results and shareholder value that has occurred under its watch. Should the Company's process not culminate in a desirable outcome, we believe substantial changes need to be made to the Board without further delay. Accordingly, we are nominating four highly qualified director candidates who possess a broad spectrum of relevant skills and experience to effectively represent shareholder interests and drive sustainable value creation at Potbelly.\"\nBiographies of Privet's Highly Qualified Director Candidates:\nWilliam (\"Bill\") Mitchell joined Dunkin' Brands in October 2010 and currently serves as President, Dunkin' Brands International. Bill has responsibility for nearly 8,400 Dunkin' Donuts and Baskin-Robbins restaurants in 61 countries outside the U.S. Bill is a seasoned restaurant operations executive with extensive U.S. and global franchising experience. Prior to becoming President of Dunkin' Brands International, Bill served as President, Baskin-Robbins U.S. and Canada, overseeing the brand's return to positive comp sales growth from 2010 to 2015. Prior to joining Dunkin' Brands (DNKN), Bill worked for Papa John's International (PZZA) for 10 years, most recently serving as President, Global Operations for the $3 billion company with 3,400 restaurants in 29 countries. In that role, he led successful growth in Asia, the Middle East, Europe, North Africa, and Latin America. Prior to Papa John's, Bill held various operations roles with AFC Enterprises (Popeye's), including the role of Senior Director of Operations, where he led the acquisition of 81 Hardee's restaurants, which was the largest acquisition in Popeye's 27-year history. Earlier in his career, he worked for the RM Restaurant Group as Vice President of Operations and for PepsiCo as part of the KFC national management team. Before entering the restaurant industry, Bill served as an officer in the U.S. Army.\nRyan Levenson is currently Principal and Portfolio Manager of Privet Fund Management LLC. Mr. Levenson currently serves on the Board of Directors of Hardinge, Inc. (HDNG), Great Lakes Dredge & Dock Company (GLDD) and Agjunction, Inc. (AJX). Previously, Mr. Levenson served as a director of Frequency Electronics, Inc (FEIM), RELM Wireless, Inc.(RWC), where he served as a member of the Audit Committee, and as a director and member of the Compensation, Organization and Corporate Governance Committee of Material Sciences Corp. from May 2013 until its sale in March 2014. Mr. Levenson also served as a member of the Board of Directors and Compensation and Audit Committees of The Middleby Corporation from May 2006 until November 2012. Prior to founding Privet Fund Management LLC in February 2007, Mr. Levenson served as Vice President of Business Development at MSI, a privately held building products distributor and construction services company, from 2003 until 2006. Prior to his service with MSI, Mr. Levenson served as a financial analyst for Cramer Rosenthal McGlynn's long/short equity hedge fund after working at SAC Capital Advisors LLC in a similar capacity. Mr. Levenson graduated from Vanderbilt University.\nD. Michael Steuert served as senior vice president (SVP) and CFO of Fluor Corporation (FLR), one of the world's largest publicly traded engineering, procurement, construction, maintenance, and project management companies, from 2001 until his retirement in 2012. Prior to his service at Fluor, Mr. Steuert served as SVP and CFO of Litton Industries Inc., a defense contractor acquired by Northrop Grumman Corporation in 2001, and as SVP and CFO of GenCorp Inc., now Aerojet Rocketdyne, a technology-based aerospace and defense company (AJRD), from 1990 to 1999. Mr. Steuert started his career at TRW Inc. In addition to his extensive executive leadership experience, Mr. Steuert has substantial board experience. He has been a Member of the Board of Directors of Weyerhaeuser Co. (WY) since 2004 and is the former Chairman and Financial expert of the Audit Committee and is a member of the Corporate Responsibility and Governance Committee. He has been a Member of the Board of Directors of LNG Ltd. (LNG) since 2015 and is a member of the Board's Audit Committee and Chairman of its Risk Committee. He has been on the Board of Great Lakes Dredge & Dock Corp (GLDD) since 2017 and serves as Chairman of the Audit Committee. He formerly served on the Board of Prologis (PLD) from 2005 to 2016 and served as the Chairman of the Audit Committee and member of the Sustainability Committee.\nBen Rosenzweig is currently a Partner at Privet Fund Management LLC. Mr. Rosenzweig currently serves as a director of Hardinge, Inc. (HDNG), where he is the Chairman of the Compensation Committee, PFSWeb, Inc. (PFSW), Startek, Inc. (SRT), where he is the Chairman of the Audit Committee and Cicero, Inc. (CICN). He formerly served on the Board of Directors of RELM Wireless Corp. (RWC). Prior to joining Privet in September 2008, Mr. Rosenzweig served as an investment banking analyst in the corporate finance group of Alvarez and Marsal from June 2007 until May 2008, where he completed multiple distressed mergers and acquisitions, restructurings, capital formation transactions and similar financial advisory engagements across several industries. Mr. Rosenzweig graduated Magna Cum Laude from Emory University with a Bachelor of Business Administration degree in Finance and a second major in Economics.\nCERTAIN INFORMATION CONCERNING THE PARTICIPANTS\nPrivet Fund LP, together with its affiliates (collectively, \"Privet\"), intends to file a preliminary proxy statement and an accompanying proxy card with the Securities and Exchange Commission (\"SEC\") to be used to solicit votes for the election of its slate of four highly qualified director nominees at the 2018 Annual Meeting of Shareholders of Potbelly Corporation, a Delaware corporation (the \"Company\").\nPRIVET STRONGLY ADVISES ALL SHAREHOLDERS OF THE COMPANY TO READ THE PROXY STATEMENT AND OTHER PROXY MATERIALS AS THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. SUCH PROXY MATERIALS WILL BE AVAILABLE AT NO CHARGE ON THE SEC'S WEB SITE AT HTTP://WWW.SEC.GOV . IN ADDITION, THE PARTICIPANTS IN THIS PROXY SOLICITATION WILL PROVIDE COPIES OF THE PROXY STATEMENT WITHOUT CHARGE, WHEN AVAILABLE, UPON REQUEST. REQUESTS FOR COPIES SHOULD BE DIRECTED TO THE PARTICIPANTS' PROXY SOLICITOR.\nThe participants in the solicitation are Privet Fund LP (the \"Fund\"), Privet Fund Management LLC (\"Management\"), Ryan Levenson, William M. Mitchell, Benjamin Rosenzweig and D. Michael Steuert.\nAs of the date hereof, the Fund beneficially owned 1,269,612 shares of common stock of the Company, $0.01 par value (\"Common Stock\"). Management directly beneficially owned 24,500 shares of Common Stock, and, as the Managing Partner of the Fund, may be deemed the beneficial owner of the 1,269,612 shares owned by the Fund. Mr. Levenson, as the sole managing member of Management, may be deemed the beneficial owner of the 1,294,112 shares owned by Management. As of the date hereof, Messrs. Mitchell, Rosenzweig and Steuert did not beneficially own any shares of Common Stock.\nView original content: http://www.prnewswire.com/news-releases/privet-fund-nominates-four-highly-qualified-directors-to-the-board-of-potbelly-300595313.html\nSOURCE Privet Fund Management LLC",
    "published": "2018-02-08T00:01:00.000+02:00",
    "crawled": "2018-02-08T02:18:33.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atlanta",
        "privet",
        "fund",
        "management",
        "llc",
        "together",
        "affiliate",
        "privet",
        "owner",
        "outstanding",
        "common",
        "share",
        "potbelly",
        "corporation",
        "nasdaq",
        "pbpb",
        "potbelly",
        "company",
        "today",
        "announced",
        "nominated",
        "four",
        "highly",
        "qualified",
        "candidate",
        "election",
        "potbelly",
        "board",
        "director",
        "board",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "ryan",
        "levenson",
        "principal",
        "portfolio",
        "manager",
        "privet",
        "said",
        "potbelly",
        "fantastic",
        "concept",
        "tremendous",
        "potential",
        "unfortunately",
        "numerous",
        "strategic",
        "misstep",
        "eroded",
        "brand",
        "resulting",
        "deteriorating",
        "operating",
        "metric",
        "prolonged",
        "period",
        "shareholder",
        "value",
        "destruction",
        "despite",
        "board",
        "failed",
        "take",
        "meaningful",
        "action",
        "articulate",
        "implement",
        "type",
        "thoughtful",
        "corrective",
        "strategy",
        "company",
        "continues",
        "underperform",
        "peer",
        "put",
        "simply",
        "potbelly",
        "shareholder",
        "deserve",
        "better",
        "privet",
        "initiated",
        "multiple",
        "conversation",
        "member",
        "management",
        "board",
        "attempt",
        "engage",
        "constructively",
        "toward",
        "adding",
        "highly",
        "qualified",
        "new",
        "director",
        "capable",
        "developing",
        "strategy",
        "revitalize",
        "brand",
        "driving",
        "higher",
        "return",
        "invested",
        "capital",
        "however",
        "effort",
        "work",
        "collaboratively",
        "pursuit",
        "open",
        "constructive",
        "dialogue",
        "convinced",
        "u",
        "current",
        "board",
        "recognizes",
        "need",
        "meaningful",
        "change",
        "understand",
        "company",
        "undergoing",
        "strategic",
        "review",
        "shareholder",
        "awaiting",
        "result",
        "process",
        "continue",
        "believe",
        "potbelly",
        "board",
        "lack",
        "accountability",
        "decline",
        "financial",
        "result",
        "shareholder",
        "value",
        "occurred",
        "watch",
        "company",
        "process",
        "culminate",
        "desirable",
        "outcome",
        "believe",
        "substantial",
        "change",
        "need",
        "made",
        "board",
        "without",
        "delay",
        "accordingly",
        "nominating",
        "four",
        "highly",
        "qualified",
        "director",
        "candidate",
        "possess",
        "broad",
        "spectrum",
        "relevant",
        "skill",
        "experience",
        "effectively",
        "represent",
        "shareholder",
        "interest",
        "drive",
        "sustainable",
        "value",
        "creation",
        "potbelly",
        "biography",
        "privet",
        "highly",
        "qualified",
        "director",
        "candidate",
        "william",
        "bill",
        "mitchell",
        "joined",
        "dunkin",
        "brand",
        "october",
        "currently",
        "serf",
        "president",
        "dunkin",
        "brand",
        "international",
        "bill",
        "responsibility",
        "nearly",
        "dunkin",
        "donut",
        "restaurant",
        "country",
        "outside",
        "bill",
        "seasoned",
        "restaurant",
        "operation",
        "executive",
        "extensive",
        "global",
        "franchising",
        "experience",
        "prior",
        "becoming",
        "president",
        "dunkin",
        "brand",
        "international",
        "bill",
        "served",
        "president",
        "canada",
        "overseeing",
        "brand",
        "return",
        "positive",
        "comp",
        "sale",
        "growth",
        "prior",
        "joining",
        "dunkin",
        "brand",
        "dnkn",
        "bill",
        "worked",
        "papa",
        "john",
        "international",
        "pzza",
        "year",
        "recently",
        "serving",
        "president",
        "global",
        "operation",
        "billion",
        "company",
        "restaurant",
        "country",
        "role",
        "led",
        "successful",
        "growth",
        "asia",
        "middle",
        "east",
        "europe",
        "north",
        "africa",
        "latin",
        "america",
        "prior",
        "papa",
        "john",
        "bill",
        "held",
        "various",
        "operation",
        "role",
        "afc",
        "enterprise",
        "popeye",
        "including",
        "role",
        "senior",
        "director",
        "operation",
        "led",
        "acquisition",
        "hardee",
        "restaurant",
        "largest",
        "acquisition",
        "popeye",
        "history",
        "earlier",
        "career",
        "worked",
        "rm",
        "restaurant",
        "group",
        "vice",
        "president",
        "operation",
        "pepsico",
        "part",
        "kfc",
        "national",
        "management",
        "team",
        "entering",
        "restaurant",
        "industry",
        "bill",
        "served",
        "officer",
        "army",
        "ryan",
        "levenson",
        "currently",
        "principal",
        "portfolio",
        "manager",
        "privet",
        "fund",
        "management",
        "llc",
        "levenson",
        "currently",
        "serf",
        "board",
        "director",
        "hardinge",
        "hdng",
        "great",
        "lake",
        "dredge",
        "dock",
        "company",
        "gldd",
        "agjunction",
        "ajx",
        "previously",
        "levenson",
        "served",
        "director",
        "frequency",
        "electronics",
        "inc",
        "feim",
        "relm",
        "wireless",
        "rwc",
        "served",
        "member",
        "audit",
        "committee",
        "director",
        "member",
        "compensation",
        "organization",
        "corporate",
        "governance",
        "committee",
        "material",
        "science",
        "may",
        "sale",
        "march",
        "levenson",
        "also",
        "served",
        "member",
        "board",
        "director",
        "compensation",
        "audit",
        "committee",
        "middleby",
        "corporation",
        "may",
        "november",
        "prior",
        "founding",
        "privet",
        "fund",
        "management",
        "llc",
        "february",
        "levenson",
        "served",
        "vice",
        "president",
        "business",
        "development",
        "msi",
        "privately",
        "held",
        "building",
        "product",
        "distributor",
        "construction",
        "service",
        "company",
        "prior",
        "service",
        "msi",
        "levenson",
        "served",
        "financial",
        "analyst",
        "cramer",
        "rosenthal",
        "mcglynn",
        "equity",
        "hedge",
        "fund",
        "working",
        "sac",
        "capital",
        "advisor",
        "llc",
        "similar",
        "capacity",
        "levenson",
        "graduated",
        "vanderbilt",
        "university",
        "michael",
        "steuert",
        "served",
        "senior",
        "vice",
        "president",
        "svp",
        "cfo",
        "fluor",
        "corporation",
        "flr",
        "one",
        "world",
        "largest",
        "publicly",
        "traded",
        "engineering",
        "procurement",
        "construction",
        "maintenance",
        "project",
        "management",
        "company",
        "retirement",
        "prior",
        "service",
        "fluor",
        "steuert",
        "served",
        "svp",
        "cfo",
        "litton",
        "industry",
        "defense",
        "contractor",
        "acquired",
        "northrop",
        "grumman",
        "corporation",
        "svp",
        "cfo",
        "gencorp",
        "aerojet",
        "rocketdyne",
        "aerospace",
        "defense",
        "company",
        "ajrd",
        "steuert",
        "started",
        "career",
        "trw",
        "addition",
        "extensive",
        "executive",
        "leadership",
        "experience",
        "steuert",
        "substantial",
        "board",
        "experience",
        "member",
        "board",
        "director",
        "weyerhaeuser",
        "wy",
        "since",
        "former",
        "chairman",
        "financial",
        "expert",
        "audit",
        "committee",
        "member",
        "corporate",
        "responsibility",
        "governance",
        "committee",
        "member",
        "board",
        "director",
        "lng",
        "lng",
        "since",
        "member",
        "board",
        "audit",
        "committee",
        "chairman",
        "risk",
        "committee",
        "board",
        "great",
        "lake",
        "dredge",
        "dock",
        "corp",
        "gldd",
        "since",
        "serf",
        "chairman",
        "audit",
        "committee",
        "formerly",
        "served",
        "board",
        "prologis",
        "pld",
        "served",
        "chairman",
        "audit",
        "committee",
        "member",
        "sustainability",
        "committee",
        "ben",
        "rosenzweig",
        "currently",
        "partner",
        "privet",
        "fund",
        "management",
        "llc",
        "rosenzweig",
        "currently",
        "serf",
        "director",
        "hardinge",
        "hdng",
        "chairman",
        "compensation",
        "committee",
        "pfsweb",
        "pfsw",
        "startek",
        "srt",
        "chairman",
        "audit",
        "committee",
        "cicero",
        "cicn",
        "formerly",
        "served",
        "board",
        "director",
        "relm",
        "wireless",
        "rwc",
        "prior",
        "joining",
        "privet",
        "september",
        "rosenzweig",
        "served",
        "investment",
        "banking",
        "analyst",
        "corporate",
        "finance",
        "group",
        "alvarez",
        "marsal",
        "june",
        "may",
        "completed",
        "multiple",
        "distressed",
        "merger",
        "acquisition",
        "restructurings",
        "capital",
        "formation",
        "transaction",
        "similar",
        "financial",
        "advisory",
        "engagement",
        "across",
        "several",
        "industry",
        "rosenzweig",
        "graduated",
        "magna",
        "cum",
        "laude",
        "emory",
        "university",
        "bachelor",
        "business",
        "administration",
        "degree",
        "finance",
        "second",
        "major",
        "economics",
        "certain",
        "information",
        "concerning",
        "participant",
        "privet",
        "fund",
        "lp",
        "together",
        "affiliate",
        "collectively",
        "privet",
        "intends",
        "file",
        "preliminary",
        "proxy",
        "statement",
        "accompanying",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "used",
        "solicit",
        "vote",
        "election",
        "slate",
        "four",
        "highly",
        "qualified",
        "director",
        "nominee",
        "annual",
        "meeting",
        "shareholder",
        "potbelly",
        "corporation",
        "delaware",
        "corporation",
        "company",
        "privet",
        "strongly",
        "advises",
        "shareholder",
        "company",
        "read",
        "proxy",
        "statement",
        "proxy",
        "material",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proxy",
        "material",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "http",
        "addition",
        "participant",
        "proxy",
        "solicitation",
        "provide",
        "copy",
        "proxy",
        "statement",
        "without",
        "charge",
        "available",
        "upon",
        "request",
        "request",
        "copy",
        "directed",
        "participant",
        "proxy",
        "solicitor",
        "participant",
        "solicitation",
        "privet",
        "fund",
        "lp",
        "fund",
        "privet",
        "fund",
        "management",
        "llc",
        "management",
        "ryan",
        "levenson",
        "william",
        "mitchell",
        "benjamin",
        "rosenzweig",
        "michael",
        "steuert",
        "date",
        "hereof",
        "fund",
        "beneficially",
        "owned",
        "share",
        "common",
        "stock",
        "company",
        "par",
        "value",
        "common",
        "stock",
        "management",
        "directly",
        "beneficially",
        "owned",
        "share",
        "common",
        "stock",
        "managing",
        "partner",
        "fund",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "owned",
        "fund",
        "levenson",
        "sole",
        "managing",
        "member",
        "management",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "owned",
        "management",
        "date",
        "hereof",
        "mitchell",
        "rosenzweig",
        "steuert",
        "beneficially",
        "share",
        "common",
        "stock",
        "view",
        "original",
        "content",
        "http",
        "source",
        "privet",
        "fund",
        "management",
        "llc"
    ]
}