{
    "organizations": [],
    "uuid": "81a4c13f3015035e4ff99641a8203ba70df42b7f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/pr-newswire-invitae-reports-over-150-percent-volume-and-over-170-percent-revenue-growth-for-2017.html",
    "ord_in_thread": 0,
    "title": "Invitae reports over 150% volume and over 170% revenue growth for 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO, Feb. 12, 2018 /PRNewswire/ -- Invitae Corporation (NYSE: NVTA), one of the fastest growing genetic information companies, today announced financial and operating results for the fourth quarter and full year ended December 31, 2017.\n\"Over the past year, we have made significant strategic investments that we believe uniquely position our company to deliver affordable, high-quality, comprehensive genetic information and empower individuals to do more with that information,\" commented Sean George, chief executive officer of Invitae. \"Our continued triple-digit volume and revenue growth demonstrates the power of our approach. Our cost structure, scalability and reputation has made us the fastest-growing genetic information company in hereditary cancer, and we are now leveraging that strength across all stages of life to become the partner of choice for individuals, health systems, biopharma partners and advocacy communities bringing genetic information into mainstream medical practice.\"\nFourth Quarter and Full Year 2017 Financial Results\nOn November 14, 2017, Invitae completed its previously announced acquisition of CombiMatrix. Invitae's consolidated operating results below for the three and 12 months ended December 31, 2017, include the results of CombiMatrix beginning on the acquisition date. References to \"base Invitae business\" operating results and business measurements refer to Invitae fourth quarter and full-year 2017 results excluding any contribution from Good Start Genetics, acquired in August 2017, or CombiMatrix.\n154% increase in samples accessioned: Nearly 150,000 samples accessioned in 2017, including over 53,000 samples in the fourth quarter of 2017. Base business accessioned more than 134,000 samples for the full year 2017, including nearly 44,000 samples accessioned in the fourth quarter, which exceeded the upper end of an increased full-year guidance range of 120,000-130,000. This represents approximately a 130% increase over the nearly 59,000 samples accessioned for the full year in 2016 172% increase in full-year revenue: 2017 consolidated revenue reached $68.2 million, including $25.4 million in the fourth quarter of 2017. Full-year revenue for the base business totaled $60.0 million, including revenue of $19.4 million in the fourth quarter 2017, reflecting an increase over 2016 revenue of 140% and 110% respectively. 19% reduction in COGS: Reduced cost (COGS) per sample accessioned to $321, representing a 19% decrease in COGS per sample accessioned in the fourth quarter 2016. Reduced COGS per sample accessioned for the base business to $297, or 25% in the fourth quarter 2017 compared to the prior year period. Significantly improved gross profit: Achieved positive gross profit of $8.3 million in the fourth quarter of 2017 and a total of approximately $18.1 million for the year compared to $1.1 million in the fourth quarter and ($2.8) million for full year 2016.\nTotal operating expenses, excluding cost of goods sold (COGS), for the full year 2017 were $139.4 million compared to $97.4 million in 2016. Total operating expenses for the fourth quarter of 2017, excluding COGS, were $43.2 million compared to $26.0 million in the fourth quarter of 2016. Net loss for the full year 2017 was $123.4 million, or a $2.65 loss per share compared to a net loss of $100.3 million, or a $3.02 loss per share, for the full year 2016. For the fourth quarter of 2017, Invitae reported a net loss of $40.5 million, or a $0.78 loss per share, compared to a net loss of $24.8 million in the fourth quarter of 2016, or a $0.69 loss per share.\nAt December 31, 2017, cash, cash equivalents, restricted cash, and marketable securities totaled approximately $76.0 million. Cash used in operating activities in 2017 amounted to $97.7 million, as compared to $76.3 million in 2016.\n2017 Strategic Advancements and Operational Highlights\nAdded to the Invitae offering with the release of new testing content and broader service enhancements: Launched exome sequencing and interpretation services, bringing the company's available test menu to more than 20,000 genes. Introduced unique test for Spinal Muscular Atrophy. Expanded test menu for proactive genetic testing in healthy adults to include additional genes linked to cancer, cardiovascular conditions, and other genetic disorders. Added 80 new panels alongside updates to an additional 24 panels for the diagnosis of inherited immunologic and metabolic disorders, including panels designed to confirm diagnoses suggested by newborn screening. Launched family variant testing at no additional charge. Expanded Invitae's network through strategic partnerships and targeted acquisitions to inform healthcare decisions across all stages of life: Acquired CombiMatrix (NASDAQ: CBMX), specializing in prenatal diagnosis, miscarriage analysis, and pediatric developmental disorders. Acquired Good Start Genetics adding best-in-class carrier and NGS preimplantation screening to leading IVF centers. Acquired CancerGene Connect, an award-winning risk assessment and family history analysis platform for collecting and managing genetic family histories, through the acquisition of Ommdom, Inc. Acquired patient-centered data company AltaVoice, creating new offerings to advance research and access to care for patients with inherited and rare diseases. Signed more than a dozen contracts with biopharma companies, including a new partnership with Alnylam Pharmaceuticals to provide testing for patients suspected of having hereditary ATTR amyloidosis, a rare, progressive and life-threatening disease characterized by accumulation of misfolded proteins in nerves and cells of other organs. Launched the Invitae Patient Insights Network, enabling participants to contribute data, learn how others manage similar health plans, and receive information about the latest research and clinical trial opportunities.\n2018 Guidance\nFor 2018, the company announced it anticipates accessioning at least 250,000 samples and generating at least $120 million in revenue for the combined organization.\nWebinar and Conference Call Details\nManagement will host a conference call and webcast today at 4:30 p.m. Eastern / 1:30 p.m. Pacific to discuss financial results and recent developments. The dial-in numbers for the conference call are (866) 393-4306 for domestic callers and (734) 385-2616 for international callers, and the reservation number for both is 1395729. Following prepared remarks, management will respond to questions from investors and analysts, subject to time limitations.\nThe live webcast of the call may be accessed by visiting the investors section of the company's website at ir.invitae.com . A replay of the webcast will be available shortly after the conclusion of the call and will be archived on the company's website.\nAbout Invitae\nInvitae Corporation (NYSE: NVTA) is bringing comprehensive genetic information into mainstream medical practice to improve the quality of healthcare for billions of people. As one of the fastest growing genetic information company, Invitae is advancing the broad potential of genetics, helping to expand its use across the healthcare continuum. The company provides genetic information services for all stages of life – from preconception screening, to newborn diagnosis, to inherited disease screening, to proactive health management – and a unique, rapidly expanding network of patients, hospital systems, and advocacy partners that is moving genetics from one-dimensional testing to complex information management. For more information visit www.invitae.com , or follow us on Twitter , Facebook or LinkedIn .\nSafe Harbor Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements relating to the company's expectations that its robust test volume and revenue growth will continue in 2018 and beyond; that the market for genetic information will continue to expand rapidly; that the company's strategic investments in content and capabilities uniquely position it to provide genetic information services; the company's belief that it is the fastest-growing genetic information company in hereditary cancer; and that the company is leveraging its strengths to become the partner of choice for genetic information services. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially, and reported results should not be considered as an indication of future performance. These risks and uncertainties include, but are not limited to: the company's history of losses; risks associated with the company's limited experience with respect to acquisitions; the company's ability to compete; the company's failure to manage growth effectively; the company's need to scale its infrastructure in advance of demand for its tests and to increase demand for its tests; the company's ability to develop and commercialize new tests and expand into new markets; the risk that the company may not obtain or maintain sufficient levels of reimbursement for its tests; the company's inability to raise additional capital on acceptable terms; risks associated with the company's ability to use rapidly changing genetic data to interpret test results accurately, consistently, and quickly; security breaches, loss of data and other disruptions; laws and regulations applicable to the company's business; and the other risks set forth in the company's filings with the Securities and Exchange Commission, including the risks set forth in the company's Quarterly Report on Form 10-Q for the quarter ended September 30, 2017. These forward-looking statements speak only as of the date hereof, and Invitae Corporation disclaims any obligation to update these forward-looking statements.\nInvitae Corporation\nCondensed Consolidated Statements of Operations\n(In thousands, except share and per share amounts)\nThree Months Ended\nTwelve Months Ended\nDecember 31,\nDecember 31,\n2017\n2016\n2017\n2016\n(unaudited)\nRevenue:\nTest revenue\n$\n24,572\n$\n9,093\n$\n65,169\n$\n24,840\nOther revenue\n827\n143\n3,052\n208\nTotal revenue\n25,399\n9,236\n68,221\n25,048\nCosts and operating expenses:\nCost of test revenue\n17,049\n8,173\n50,142\n27,878\nResearch and development\n13,605\n11,775\n46,469\n44,630\nSelling and marketing\n16,079\n7,949\n53,417\n28,638\nGeneral and administrative\n13,557\n6,291\n39,472\n24,085\nTotal costs and operating expenses\n60,290\n34,188\n189,500\n125,231\nLoss from operations\n(34,891)\n(24,952)\n(121,279)\n(100,183)\nOther income (expense), net\n293\n226\n(303)\n348\nInterest expense\n(1,137)\n(122)\n(3,654)\n(421)\nNet loss before taxes\n(35,735)\n(24,848)\n(125,236)\n(100,256)\nIncome tax expense (benefit)\n4,758\n—\n(1,856)\n—\nNet loss\n$\n(40,493)\n$\n(24,848)\n$\n(123,380)\n$\n(100,256)\nNet loss per share, basic and diluted\n$\n(0.78)\n$\n(0.69)\n$\n(2.65)\n$\n(3.02)\nShares used in computing net loss per share, basic and diluted\n52,018,007\n36,245,400\n46,511,739\n33,176,305\nInvitae Corporation\nCondensed Consolidated Balance Sheets\n(In thousands)\nDecember 31,\nDecember 31,\n2017\n2016\n(Unaudited)\nAssets\nCurrent assets:\nCash and cash equivalents\n$\n12,053\n$\n66,825\nMarketable securities\n52,607\n25,798\nAccounts receivable\n10,422\n1,153\nPrepaid expenses and other current assets\n11,599\n8,024\nTotal current assets\n86,681\n101,800\nProperty and equipment, net\n30,341\n23,793\nRestricted cash\n5,406\n4,697\nMarketable securities, non-current\n5,983\n—\nIntangible assets, net\n35,516\n—\nGoodwill\n46,575\n—\nOther assets\n576\n361\nTotal assets\n$\n211,078\n$\n130,651\nLiabilities and stockholders' equity\nCurrent liabilities:\nAccounts payable\n$\n8,606\n$\n3,352\nAccrued liabilities\n22,742\n6,711\nCapital lease obligation, current portion\n2,039\n1,309\nDebt, current portion\n—\n3,381\nTotal current liabilities\n33,387\n14,753\nCapital lease obligation, net of current portion\n3,373\n266\nDebt, net of current portion\n39,084\n8,721\nOther long-term liabilities\n13,440\n7,837\nTotal liabilities\n89,284\n31,577\nStockholders' equity:\nCommon stock\n5\n4\nAccumulated other comprehensive loss\n(171)\n—\nAdditional paid-in capital\n520,558\n374,288\nAccumulated deficit\n(398,598)\n(275,218)\nTotal stockholders' equity\n121,794\n99,074\nTotal liabilities and stockholders' equity\n$\n211,078\n$\n130,651\nThe condensed, consolidated balance sheet at December 31, 2016 has been derived from the audited consolidated financial statements at that date included in the company's Annual Report on Form 10-K for the year ended December 31, 2016.\nContact:\nKate McNeil\nir@invitae.com\n347-204-4226\nView original content with multimedia: http://www.prnewswire.com/news-releases/invitae-reports-over-150-volume-and-over-170-revenue-growth-for-2017-300597350.html\nSOURCE Invitae Corporation",
    "published": "2018-02-13T00:05:00.000+02:00",
    "crawled": "2018-02-13T01:39:38.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "invitae",
        "corporation",
        "nyse",
        "nvta",
        "one",
        "fastest",
        "growing",
        "genetic",
        "information",
        "company",
        "today",
        "announced",
        "financial",
        "operating",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "past",
        "year",
        "made",
        "significant",
        "strategic",
        "investment",
        "believe",
        "uniquely",
        "position",
        "company",
        "deliver",
        "affordable",
        "comprehensive",
        "genetic",
        "information",
        "empower",
        "individual",
        "information",
        "commented",
        "sean",
        "george",
        "chief",
        "executive",
        "officer",
        "invitae",
        "continued",
        "volume",
        "revenue",
        "growth",
        "demonstrates",
        "power",
        "approach",
        "cost",
        "structure",
        "scalability",
        "reputation",
        "made",
        "u",
        "genetic",
        "information",
        "company",
        "hereditary",
        "cancer",
        "leveraging",
        "strength",
        "across",
        "stage",
        "life",
        "become",
        "partner",
        "choice",
        "individual",
        "health",
        "system",
        "biopharma",
        "partner",
        "advocacy",
        "community",
        "bringing",
        "genetic",
        "information",
        "mainstream",
        "medical",
        "practice",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "november",
        "invitae",
        "completed",
        "previously",
        "announced",
        "acquisition",
        "combimatrix",
        "invitae",
        "consolidated",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "include",
        "result",
        "combimatrix",
        "beginning",
        "acquisition",
        "date",
        "reference",
        "base",
        "invitae",
        "business",
        "operating",
        "result",
        "business",
        "measurement",
        "refer",
        "invitae",
        "fourth",
        "quarter",
        "result",
        "excluding",
        "contribution",
        "good",
        "start",
        "genetics",
        "acquired",
        "august",
        "combimatrix",
        "increase",
        "sample",
        "accessioned",
        "nearly",
        "sample",
        "accessioned",
        "including",
        "sample",
        "fourth",
        "quarter",
        "base",
        "business",
        "accessioned",
        "sample",
        "full",
        "year",
        "including",
        "nearly",
        "sample",
        "accessioned",
        "fourth",
        "quarter",
        "exceeded",
        "upper",
        "end",
        "increased",
        "guidance",
        "range",
        "represents",
        "approximately",
        "increase",
        "nearly",
        "sample",
        "accessioned",
        "full",
        "year",
        "increase",
        "revenue",
        "consolidated",
        "revenue",
        "reached",
        "million",
        "including",
        "million",
        "fourth",
        "quarter",
        "revenue",
        "base",
        "business",
        "totaled",
        "million",
        "including",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "reflecting",
        "increase",
        "revenue",
        "respectively",
        "reduction",
        "cog",
        "reduced",
        "cost",
        "cog",
        "per",
        "sample",
        "accessioned",
        "representing",
        "decrease",
        "cog",
        "per",
        "sample",
        "accessioned",
        "fourth",
        "quarter",
        "reduced",
        "cog",
        "per",
        "sample",
        "accessioned",
        "base",
        "business",
        "fourth",
        "quarter",
        "compared",
        "prior",
        "year",
        "period",
        "significantly",
        "improved",
        "gross",
        "profit",
        "achieved",
        "positive",
        "gross",
        "profit",
        "million",
        "fourth",
        "quarter",
        "total",
        "approximately",
        "million",
        "year",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "full",
        "year",
        "total",
        "operating",
        "expense",
        "excluding",
        "cost",
        "good",
        "sold",
        "cog",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "excluding",
        "cog",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "net",
        "loss",
        "full",
        "year",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "full",
        "year",
        "fourth",
        "quarter",
        "invitae",
        "reported",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "loss",
        "per",
        "share",
        "december",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "marketable",
        "security",
        "totaled",
        "approximately",
        "million",
        "cash",
        "used",
        "operating",
        "activity",
        "amounted",
        "million",
        "compared",
        "million",
        "strategic",
        "advancement",
        "operational",
        "highlight",
        "added",
        "invitae",
        "offering",
        "release",
        "new",
        "testing",
        "content",
        "broader",
        "service",
        "enhancement",
        "launched",
        "exome",
        "sequencing",
        "interpretation",
        "service",
        "bringing",
        "company",
        "available",
        "test",
        "menu",
        "gene",
        "introduced",
        "unique",
        "test",
        "spinal",
        "muscular",
        "atrophy",
        "expanded",
        "test",
        "menu",
        "proactive",
        "genetic",
        "testing",
        "healthy",
        "adult",
        "include",
        "additional",
        "gene",
        "linked",
        "cancer",
        "cardiovascular",
        "condition",
        "genetic",
        "disorder",
        "added",
        "new",
        "panel",
        "alongside",
        "update",
        "additional",
        "panel",
        "diagnosis",
        "inherited",
        "immunologic",
        "metabolic",
        "disorder",
        "including",
        "panel",
        "designed",
        "confirm",
        "diagnosis",
        "suggested",
        "newborn",
        "screening",
        "launched",
        "family",
        "variant",
        "testing",
        "additional",
        "charge",
        "expanded",
        "invitae",
        "network",
        "strategic",
        "partnership",
        "targeted",
        "acquisition",
        "inform",
        "healthcare",
        "decision",
        "across",
        "stage",
        "life",
        "acquired",
        "combimatrix",
        "nasdaq",
        "cbmx",
        "specializing",
        "prenatal",
        "diagnosis",
        "miscarriage",
        "analysis",
        "pediatric",
        "developmental",
        "disorder",
        "acquired",
        "good",
        "start",
        "genetics",
        "adding",
        "carrier",
        "ng",
        "preimplantation",
        "screening",
        "leading",
        "ivf",
        "center",
        "acquired",
        "cancergene",
        "connect",
        "risk",
        "assessment",
        "family",
        "history",
        "analysis",
        "platform",
        "collecting",
        "managing",
        "genetic",
        "family",
        "history",
        "acquisition",
        "ommdom",
        "acquired",
        "data",
        "company",
        "altavoice",
        "creating",
        "new",
        "offering",
        "advance",
        "research",
        "access",
        "care",
        "patient",
        "inherited",
        "rare",
        "disease",
        "signed",
        "dozen",
        "contract",
        "biopharma",
        "company",
        "including",
        "new",
        "partnership",
        "alnylam",
        "pharmaceutical",
        "provide",
        "testing",
        "patient",
        "suspected",
        "hereditary",
        "attr",
        "amyloidosis",
        "rare",
        "progressive",
        "disease",
        "characterized",
        "accumulation",
        "misfolded",
        "protein",
        "nerve",
        "cell",
        "organ",
        "launched",
        "invitae",
        "patient",
        "insight",
        "network",
        "enabling",
        "participant",
        "contribute",
        "data",
        "learn",
        "others",
        "manage",
        "similar",
        "health",
        "plan",
        "receive",
        "information",
        "latest",
        "research",
        "clinical",
        "trial",
        "opportunity",
        "guidance",
        "company",
        "announced",
        "anticipates",
        "accessioning",
        "least",
        "sample",
        "generating",
        "least",
        "million",
        "revenue",
        "combined",
        "organization",
        "webinar",
        "conference",
        "call",
        "detail",
        "management",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "eastern",
        "pacific",
        "discus",
        "financial",
        "result",
        "recent",
        "development",
        "number",
        "conference",
        "call",
        "domestic",
        "caller",
        "international",
        "caller",
        "reservation",
        "number",
        "following",
        "prepared",
        "remark",
        "management",
        "respond",
        "question",
        "investor",
        "analyst",
        "subject",
        "time",
        "limitation",
        "live",
        "webcast",
        "call",
        "may",
        "accessed",
        "visiting",
        "investor",
        "section",
        "company",
        "website",
        "replay",
        "webcast",
        "available",
        "shortly",
        "conclusion",
        "call",
        "archived",
        "company",
        "website",
        "invitae",
        "invitae",
        "corporation",
        "nyse",
        "nvta",
        "bringing",
        "comprehensive",
        "genetic",
        "information",
        "mainstream",
        "medical",
        "practice",
        "improve",
        "quality",
        "healthcare",
        "billion",
        "people",
        "one",
        "fastest",
        "growing",
        "genetic",
        "information",
        "company",
        "invitae",
        "advancing",
        "broad",
        "potential",
        "genetics",
        "helping",
        "expand",
        "use",
        "across",
        "healthcare",
        "continuum",
        "company",
        "provides",
        "genetic",
        "information",
        "service",
        "stage",
        "life",
        "preconception",
        "screening",
        "newborn",
        "diagnosis",
        "inherited",
        "disease",
        "screening",
        "proactive",
        "health",
        "management",
        "unique",
        "rapidly",
        "expanding",
        "network",
        "patient",
        "hospital",
        "system",
        "advocacy",
        "partner",
        "moving",
        "genetics",
        "testing",
        "complex",
        "information",
        "management",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "facebook",
        "linkedin",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "relating",
        "company",
        "expectation",
        "robust",
        "test",
        "volume",
        "revenue",
        "growth",
        "continue",
        "beyond",
        "market",
        "genetic",
        "information",
        "continue",
        "expand",
        "rapidly",
        "company",
        "strategic",
        "investment",
        "content",
        "capability",
        "uniquely",
        "position",
        "provide",
        "genetic",
        "information",
        "service",
        "company",
        "belief",
        "genetic",
        "information",
        "company",
        "hereditary",
        "cancer",
        "company",
        "leveraging",
        "strength",
        "become",
        "partner",
        "choice",
        "genetic",
        "information",
        "service",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reported",
        "result",
        "considered",
        "indication",
        "future",
        "performance",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "company",
        "history",
        "loss",
        "risk",
        "associated",
        "company",
        "limited",
        "experience",
        "respect",
        "acquisition",
        "company",
        "ability",
        "compete",
        "company",
        "failure",
        "manage",
        "growth",
        "effectively",
        "company",
        "need",
        "scale",
        "infrastructure",
        "advance",
        "demand",
        "test",
        "increase",
        "demand",
        "test",
        "company",
        "ability",
        "develop",
        "commercialize",
        "new",
        "test",
        "expand",
        "new",
        "market",
        "risk",
        "company",
        "may",
        "obtain",
        "maintain",
        "sufficient",
        "level",
        "reimbursement",
        "test",
        "company",
        "inability",
        "raise",
        "additional",
        "capital",
        "acceptable",
        "term",
        "risk",
        "associated",
        "company",
        "ability",
        "use",
        "rapidly",
        "changing",
        "genetic",
        "data",
        "interpret",
        "test",
        "result",
        "accurately",
        "consistently",
        "quickly",
        "security",
        "breach",
        "loss",
        "data",
        "disruption",
        "law",
        "regulation",
        "applicable",
        "company",
        "business",
        "risk",
        "set",
        "forth",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "risk",
        "set",
        "forth",
        "company",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "september",
        "statement",
        "speak",
        "date",
        "hereof",
        "invitae",
        "corporation",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "invitae",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "unaudited",
        "revenue",
        "test",
        "revenue",
        "revenue",
        "total",
        "revenue",
        "cost",
        "operating",
        "expense",
        "cost",
        "test",
        "revenue",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "total",
        "cost",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "interest",
        "expense",
        "net",
        "loss",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "invitae",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "marketable",
        "security",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "capital",
        "lease",
        "obligation",
        "current",
        "portion",
        "debt",
        "current",
        "portion",
        "total",
        "current",
        "liability",
        "capital",
        "lease",
        "obligation",
        "net",
        "current",
        "portion",
        "debt",
        "net",
        "current",
        "portion",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "accumulated",
        "comprehensive",
        "loss",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "derived",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "date",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "contact",
        "kate",
        "mcneil",
        "ir",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "invitae",
        "corporation"
    ]
}