{
    "organizations": [],
    "uuid": "93241c451b3155fc0758970c28cc4043bd0370eb",
    "author": "Matt Negrin",
    "url": "http://fortune.com/2018/02/05/satire-an-open-letter-from-dow-jones/",
    "ord_in_thread": 0,
    "title": "Satire: An Open Letter From Dow Jones",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Satire: An Open Letter From Dow Jones AFP/Getty Images February 5, 2018 \nHi everyone, \nDow Jones here. Sorry for giving everyone a scare earlier! But you know how it is. Sometimes it just gets a little crazy. Mondays, amirite? \nActually, I know I was a little weird on Friday too. I don’t know why! I’m just feeling a little out of it. It’s hard to explain. I’ve been trying to figure out what’s up, but everyone’s giving me conflicting information. It might just be one of those things where I work from home for a few days and ride it out. A day off tomorrow sounds pretty good. But then again, I have no idea what I’m going to do. \nSo I actually wanted to take a minute to ask everyone for a favor: Could you guys lay off for a bit? I know I’m just a composite index of companies, but I have feelings too. And this roller coaster of a ride has also been a roller coaster of emotions for me. A lot of you treat me like I should just sit here and take it all day—come on, have a little empathy! It’s bad enough that Mrs. Jones has to hear me complain when I get home at 4pm every day. Then she turns on the TV and it’s all “ohh, Dow did this, Dow did that, Dow lost the most money in a single day in history.” \nAnd how about a little credit where it’s due? Up until last week we’ve been feeling good, people! Right? We loved that! We were partying every day, and sure it was work, but it was work we enjoyed and then we could all blow off steam in the bathroom with our coke baggies. Remember those days? We were so high. \nAnd let’s not forget, you’re the one who brought me into this world in the first place. I didn’t ask for any of this. But every day I wake up promptly and reliably, come into work, and do my darnedest, and all I ask is a little tip of the hat and acknowledgment on my way out. For the most part, we’ve gotten along great. I mean, it’s no 1933, but we both know we can never recreate that magic. At this point in my life I’m happy to live comfortably with modest prosperity, which is not a greedy request for a price-weighted scaled average of manufactured value. \nAnd look, I know you’re not perfect either. We all have our outbursts, our bad days, our temptations. I’m 132 years old and these days there are a lot of younger options out there. They have all these fancy new names. In my day we had regular names, like “Dow” and “Jones.” These new exchanges—I can’t even spell half of them. But I suppose they are more unpredictable and spontaneous than an old geezer like me. \nWhew, OK. Feels good to let that all out. I’ll let you know real soon how I’m feeling, but in the meantime just take it easy on me, OK? Can’t hurt. Or, maybe it can, I don’t know. I honestly have no idea how any of this works, and neither do any of you. See you tomorrow. \nYours truly, ",
    "published": "2018-02-06T01:54:00.000+02:00",
    "crawled": "2018-02-06T01:54:09.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "satire",
        "open",
        "letter",
        "dow",
        "jones",
        "image",
        "february",
        "hi",
        "everyone",
        "dow",
        "jones",
        "sorry",
        "giving",
        "everyone",
        "scare",
        "earlier",
        "know",
        "sometimes",
        "get",
        "little",
        "crazy",
        "monday",
        "amirite",
        "actually",
        "know",
        "little",
        "weird",
        "friday",
        "know",
        "feeling",
        "little",
        "hard",
        "explain",
        "trying",
        "figure",
        "everyone",
        "giving",
        "conflicting",
        "information",
        "might",
        "one",
        "thing",
        "work",
        "home",
        "day",
        "ride",
        "day",
        "tomorrow",
        "sound",
        "pretty",
        "good",
        "idea",
        "going",
        "actually",
        "wanted",
        "take",
        "minute",
        "ask",
        "everyone",
        "favor",
        "could",
        "guy",
        "lay",
        "bit",
        "know",
        "composite",
        "index",
        "company",
        "feeling",
        "roller",
        "coaster",
        "ride",
        "also",
        "roller",
        "coaster",
        "emotion",
        "lot",
        "treat",
        "like",
        "sit",
        "take",
        "little",
        "empathy",
        "bad",
        "enough",
        "jones",
        "hear",
        "complain",
        "get",
        "home",
        "4pm",
        "every",
        "day",
        "turn",
        "tv",
        "ohh",
        "dow",
        "dow",
        "dow",
        "lost",
        "money",
        "single",
        "day",
        "little",
        "credit",
        "due",
        "last",
        "week",
        "feeling",
        "good",
        "people",
        "right",
        "loved",
        "partying",
        "every",
        "day",
        "sure",
        "work",
        "work",
        "enjoyed",
        "could",
        "blow",
        "steam",
        "bathroom",
        "coke",
        "baggies",
        "remember",
        "day",
        "high",
        "let",
        "forget",
        "one",
        "brought",
        "world",
        "first",
        "place",
        "ask",
        "every",
        "day",
        "wake",
        "promptly",
        "reliably",
        "come",
        "work",
        "darnedest",
        "ask",
        "little",
        "tip",
        "hat",
        "acknowledgment",
        "way",
        "part",
        "gotten",
        "along",
        "great",
        "mean",
        "know",
        "never",
        "recreate",
        "magic",
        "point",
        "life",
        "happy",
        "live",
        "comfortably",
        "modest",
        "prosperity",
        "greedy",
        "request",
        "scaled",
        "average",
        "manufactured",
        "value",
        "look",
        "know",
        "perfect",
        "either",
        "outburst",
        "bad",
        "day",
        "temptation",
        "year",
        "old",
        "day",
        "lot",
        "younger",
        "option",
        "fancy",
        "new",
        "name",
        "day",
        "regular",
        "name",
        "like",
        "dow",
        "new",
        "even",
        "spell",
        "half",
        "suppose",
        "unpredictable",
        "spontaneous",
        "old",
        "geezer",
        "like",
        "whew",
        "feel",
        "good",
        "let",
        "let",
        "know",
        "real",
        "soon",
        "feeling",
        "meantime",
        "take",
        "easy",
        "ok",
        "hurt",
        "maybe",
        "know",
        "honestly",
        "idea",
        "work",
        "neither",
        "see",
        "tomorrow",
        "truly"
    ]
}