{
    "organizations": [],
    "uuid": "055c7473a34e12a39611d50e34b55f36be03be04",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/pr-newswire-cetera-financial-group-launches-traditional-and-specialty-channels-to-enhance-delivery-of-advice-centric-experiencea-for.html",
    "ord_in_thread": 0,
    "title": "Cetera Financial Group Launches Traditional and Specialty Channels to Enhance Delivery of Advice-Centric Experience™ for Financial Advisors and Clients",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES, Feb. 13, 2018 /PRNewswire/ -- Cetera Financial Group ® (\"Cetera\")*, a leading network of independent firms supporting the delivery of professional financial advice, today announced that the six firms comprising its network will be organized under its newly-created Traditional and Specialty Channels. The formation of these two channels is expected to accelerate the ability of each network firm to support Cetera's Advice-Centric Experience for advisors and clients, which envisions a financial advice profession driven by goals-based planning and solutions that help clients achieve more predictable outcomes on their journey to financial well-being. Each network firm's unique brand, culture, service model and autonomy will continue to be preserved.\nRobert Moore, CEO of Cetera, said, \"The launch of our Traditional and Specialty Channels is a logical outgrowth of our recruiting and retention success last year, which was driven by enhanced advisor support from increased collaboration among our network firms. This step not only furthers our mission to redefine what it means to deliver financial advice, but also reflects Cetera's distinctive ability to serve financial advisors under business and affiliation structures that require a specialty set of resources, expertise and support to help fuel their success. With all that we've accomplished, it's an ideal time for us to formalize an organizational approach we've already been evolving towards, under our ongoing goal of empowering our network firms to more effectively leverage resources and centers of excellence that exist across firms to directly benefit advisors and clients.\"\nKey highlights of the launch of the Traditional and Specialty Channels include:\nThe Traditional Channel, led by Brett Harrison, comprises Cetera Advisors, First Allied Securities and Summit Brokerage Services, recognizing the expertise each of these network firms have in supporting ensemble practices, independent producer groups and smaller or solo practitioner businesses. Summit Brokerage Services will continue to be headed by Marshall Leeds, its CEO. The Specialty Channel, led by Tom Taylor, encompasses Cetera Advisor Networks, Cetera Financial Institutions and Cetera Financial Specialists. The Specialty Channel will continue to emphasize Cetera's unique commitment to serving, supporting and growing large teams of independent advisors, referred to within Cetera as Regional Director-led firms, while also reinforcing its leadership in supporting financial institutions' wealth management programs and independent financial advisors with professional roots in tax advisory work. Tom Taylor will also continue to serve as CEO and President of Cetera Advisor Networks, while LeAnn Rummel will remain President of Cetera Financial Institutions, and Gregg Ruvoli will continue to serve as President of Cetera Financial Specialists.\nLeadership Team Enhancements\nIn a related move, Cetera also announced enhancements to its leadership team that align with its creation of the Traditional and Specialty Channels, encompassing strategic promotions from within its existing management team, as well as the addition of new senior talent.\nThese strategic promotions include the appointment of Catherine Bonneau, most recently CEO of Cetera Financial Institutions, to the role of Chief Operating Officer for Cetera Financial Group, as well as the promotion of Tim Stinson to the newly-created position of Cetera's Head of Wealth Management. Previously, Mr. Stinson served as National Sales Manager, Wealth Management.\nAdditionally, Cetera has recruited Mimi Bock to serve as President of both Cetera Advisors as well as First Allied Securities. Most recently, Ms. Bock served as Executive Vice President, National Sales & Consulting at LPL Financial, where she directed multiple advisor-facing functions to support the long-term business growth and success of advisor businesses. Prior to joining LPL Financial, Ms. Bock served in a number of senior roles at Morgan Stanley, including Managing Director of Global Wealth Management Marketing.\nRobert Moore, CEO of Cetera, said, \"These leadership team announcements are part of Cetera's ongoing strategy for aligning the right senior talent with roles and responsibilities that drive the delivery of an Advice-Centric Experience for advisors and clients. Mimi Bock's proven track record for promoting the business growth of independent advisors positions her for considerable success as President of both Cetera Advisors and First Allied. Moreover, as a professional who understands the crucial role that culture and community have in driving advisor satisfaction, Mimi joins us with a commitment to preserve each firm's unique identity, while finding new ways for these firms to serve their advisors more effectively than ever.\"\nMr. Moore continued, \"We also congratulate Catherine Bonneau on her appointment as Chief Operating Officer of Cetera Financial Group. Catherine's success over the years in building Cetera Financial Institutions into the destination of choice for bank and credit union-based wealth management programs makes her an ideal fit with this role, which will focus on aligning the full spectrum of our operating platforms with a growth vision that prioritizes the delivery of an exceptional service experience. Similarly, we're confident that Tim Stinson's expertise in selecting the optimal combination of advisory solutions for the widest possible spectrum of client scenarios will enable him to further propel Cetera's success in this new fiduciary era as our new Head of Wealth Management. We look forward to all that these remarkable leaders will accomplish in their new positions.\"\nMimi Bock, President of Cetera Advisors and First Allied Securities, said, \"There has never been a more exciting time for independent advisors to help clients reach their life goals, and Cetera is clearly leading the charge as the new standard-setter for providing financial advice. Cetera is moving our profession towards a future where transparency, accessibility and a constant focus on client best interests will be the norm among firms and advisors. Equally important, the company is pursuing its vision in ways that make professional financial advice more relevant than at any other time in the past. I could not ask for a more exciting opportunity, or for a more compelling team to join.\"\nMr. Moore concluded, \"We're pleased with the momentum we have built over the past eighteen months, and we're committed to reinforcing our position as a home for top talent, as well as for advisors seeking to affiliate with a firm committed to delivering an Advice-Centric Experience. Our ability to attract an executive of Mimi Bock's caliber, while also identifying senior talent to promote from within, is a testament to all that we continue to accomplish at Cetera, and a reflection of the passion we all share for the future of financial advice.\"\nAbout Cetera Financial Group ®\nCetera Financial Group (\"Cetera\") is a leading network of independent firms empowering the delivery of professional financial advice to individuals, families and company retirement plans across the country through trusted financial advisors and financial institutions. Cetera is the second-largest independent financial advisor network in the nation by number of advisors, as well as a leading service provider to the investment programs of banks and credit unions.\nThrough its multiple distinct firms, Cetera offers independent and institutions-based advisors the benefits of a large, established broker-dealer and registered investment adviser, while serving advisors and institutions in a way that is customized to their needs and aspirations. Advisor support resources offered through Cetera include award-winning wealth management and advisory platforms, comprehensive broker-dealer and registered investment adviser services, practice management support and innovative technology. For more information, visit cetera.com .\n* \"Cetera Financial Group\" refers to the network of independent firms encompassing, among others, Cetera Advisors, Cetera Advisor Networks, Cetera Investment Services (marketed as Cetera Financial Institutions), Cetera Financial Specialists, First Allied Securities and Summit Brokerage Services. All firms are members FINRA/SIPC.\nMedia Contacts:\nJoseph Kuo\nHaven Tower Group\n424.652.6520 ext. 101\njkuo@haventower.com\nChris Clemens\nHaven Tower Group\n424.652.6520 ext. 102\ncclemens@haventower.com\nView original content: http://www.prnewswire.com/news-releases/cetera-financial-group-launches-traditional-and-specialty-channels-to-enhance-delivery-of-advice-centric-experience-for-financial-advisors-and-clients-300598026.html\nSOURCE Cetera Financial Group",
    "published": "2018-02-14T00:00:00.000+02:00",
    "crawled": "2018-02-14T03:01:10.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "cetera",
        "financial",
        "group",
        "cetera",
        "leading",
        "network",
        "independent",
        "firm",
        "supporting",
        "delivery",
        "professional",
        "financial",
        "advice",
        "today",
        "announced",
        "six",
        "firm",
        "comprising",
        "network",
        "organized",
        "traditional",
        "specialty",
        "channel",
        "formation",
        "two",
        "channel",
        "expected",
        "accelerate",
        "ability",
        "network",
        "firm",
        "support",
        "cetera",
        "experience",
        "advisor",
        "client",
        "envisions",
        "financial",
        "advice",
        "profession",
        "driven",
        "planning",
        "solution",
        "help",
        "client",
        "achieve",
        "predictable",
        "outcome",
        "journey",
        "financial",
        "network",
        "firm",
        "unique",
        "brand",
        "culture",
        "service",
        "model",
        "autonomy",
        "continue",
        "preserved",
        "robert",
        "moore",
        "ceo",
        "cetera",
        "said",
        "launch",
        "traditional",
        "specialty",
        "channel",
        "logical",
        "outgrowth",
        "recruiting",
        "retention",
        "success",
        "last",
        "year",
        "driven",
        "enhanced",
        "advisor",
        "support",
        "increased",
        "collaboration",
        "among",
        "network",
        "firm",
        "step",
        "furthers",
        "mission",
        "redefine",
        "mean",
        "deliver",
        "financial",
        "advice",
        "also",
        "reflects",
        "cetera",
        "distinctive",
        "ability",
        "serve",
        "financial",
        "advisor",
        "business",
        "affiliation",
        "structure",
        "require",
        "specialty",
        "set",
        "resource",
        "expertise",
        "support",
        "help",
        "fuel",
        "success",
        "accomplished",
        "ideal",
        "time",
        "u",
        "formalize",
        "organizational",
        "approach",
        "already",
        "evolving",
        "towards",
        "ongoing",
        "goal",
        "empowering",
        "network",
        "firm",
        "effectively",
        "leverage",
        "resource",
        "center",
        "excellence",
        "exist",
        "across",
        "firm",
        "directly",
        "benefit",
        "advisor",
        "client",
        "key",
        "highlight",
        "launch",
        "traditional",
        "specialty",
        "channel",
        "include",
        "traditional",
        "channel",
        "led",
        "brett",
        "harrison",
        "comprises",
        "cetera",
        "advisor",
        "first",
        "allied",
        "security",
        "summit",
        "brokerage",
        "service",
        "recognizing",
        "expertise",
        "network",
        "firm",
        "supporting",
        "ensemble",
        "practice",
        "independent",
        "producer",
        "group",
        "smaller",
        "solo",
        "practitioner",
        "business",
        "summit",
        "brokerage",
        "service",
        "continue",
        "headed",
        "marshall",
        "leeds",
        "ceo",
        "specialty",
        "channel",
        "led",
        "tom",
        "taylor",
        "encompasses",
        "cetera",
        "advisor",
        "network",
        "cetera",
        "financial",
        "institution",
        "cetera",
        "financial",
        "specialist",
        "specialty",
        "channel",
        "continue",
        "emphasize",
        "cetera",
        "unique",
        "commitment",
        "serving",
        "supporting",
        "growing",
        "large",
        "team",
        "independent",
        "advisor",
        "referred",
        "within",
        "cetera",
        "regional",
        "firm",
        "also",
        "reinforcing",
        "leadership",
        "supporting",
        "financial",
        "institution",
        "wealth",
        "management",
        "program",
        "independent",
        "financial",
        "advisor",
        "professional",
        "root",
        "tax",
        "advisory",
        "work",
        "tom",
        "taylor",
        "also",
        "continue",
        "serve",
        "ceo",
        "president",
        "cetera",
        "advisor",
        "network",
        "leann",
        "rummel",
        "remain",
        "president",
        "cetera",
        "financial",
        "institution",
        "gregg",
        "ruvoli",
        "continue",
        "serve",
        "president",
        "cetera",
        "financial",
        "specialist",
        "leadership",
        "team",
        "enhancement",
        "related",
        "move",
        "cetera",
        "also",
        "announced",
        "enhancement",
        "leadership",
        "team",
        "align",
        "creation",
        "traditional",
        "specialty",
        "channel",
        "encompassing",
        "strategic",
        "promotion",
        "within",
        "existing",
        "management",
        "team",
        "well",
        "addition",
        "new",
        "senior",
        "talent",
        "strategic",
        "promotion",
        "include",
        "appointment",
        "catherine",
        "bonneau",
        "recently",
        "ceo",
        "cetera",
        "financial",
        "institution",
        "role",
        "chief",
        "operating",
        "officer",
        "cetera",
        "financial",
        "group",
        "well",
        "promotion",
        "tim",
        "stinson",
        "position",
        "cetera",
        "head",
        "wealth",
        "management",
        "previously",
        "stinson",
        "served",
        "national",
        "sale",
        "manager",
        "wealth",
        "management",
        "additionally",
        "cetera",
        "recruited",
        "mimi",
        "bock",
        "serve",
        "president",
        "cetera",
        "advisor",
        "well",
        "first",
        "allied",
        "security",
        "recently",
        "bock",
        "served",
        "executive",
        "vice",
        "president",
        "national",
        "sale",
        "consulting",
        "lpl",
        "financial",
        "directed",
        "multiple",
        "function",
        "support",
        "business",
        "growth",
        "success",
        "advisor",
        "business",
        "prior",
        "joining",
        "lpl",
        "financial",
        "bock",
        "served",
        "number",
        "senior",
        "role",
        "morgan",
        "stanley",
        "including",
        "managing",
        "director",
        "global",
        "wealth",
        "management",
        "marketing",
        "robert",
        "moore",
        "ceo",
        "cetera",
        "said",
        "leadership",
        "team",
        "announcement",
        "part",
        "cetera",
        "ongoing",
        "strategy",
        "aligning",
        "right",
        "senior",
        "talent",
        "role",
        "responsibility",
        "drive",
        "delivery",
        "experience",
        "advisor",
        "client",
        "mimi",
        "bock",
        "proven",
        "track",
        "record",
        "promoting",
        "business",
        "growth",
        "independent",
        "advisor",
        "position",
        "considerable",
        "success",
        "president",
        "cetera",
        "advisor",
        "first",
        "allied",
        "moreover",
        "professional",
        "understands",
        "crucial",
        "role",
        "culture",
        "community",
        "driving",
        "advisor",
        "satisfaction",
        "mimi",
        "join",
        "u",
        "commitment",
        "preserve",
        "firm",
        "unique",
        "identity",
        "finding",
        "new",
        "way",
        "firm",
        "serve",
        "advisor",
        "effectively",
        "ever",
        "moore",
        "continued",
        "also",
        "congratulate",
        "catherine",
        "bonneau",
        "appointment",
        "chief",
        "operating",
        "officer",
        "cetera",
        "financial",
        "group",
        "catherine",
        "success",
        "year",
        "building",
        "cetera",
        "financial",
        "institution",
        "destination",
        "choice",
        "bank",
        "credit",
        "wealth",
        "management",
        "program",
        "make",
        "ideal",
        "fit",
        "role",
        "focus",
        "aligning",
        "full",
        "spectrum",
        "operating",
        "platform",
        "growth",
        "vision",
        "prioritizes",
        "delivery",
        "exceptional",
        "service",
        "experience",
        "similarly",
        "confident",
        "tim",
        "stinson",
        "expertise",
        "selecting",
        "optimal",
        "combination",
        "advisory",
        "solution",
        "widest",
        "possible",
        "spectrum",
        "client",
        "scenario",
        "enable",
        "propel",
        "cetera",
        "success",
        "new",
        "fiduciary",
        "era",
        "new",
        "head",
        "wealth",
        "management",
        "look",
        "forward",
        "remarkable",
        "leader",
        "accomplish",
        "new",
        "position",
        "mimi",
        "bock",
        "president",
        "cetera",
        "advisor",
        "first",
        "allied",
        "security",
        "said",
        "never",
        "exciting",
        "time",
        "independent",
        "advisor",
        "help",
        "client",
        "reach",
        "life",
        "goal",
        "cetera",
        "clearly",
        "leading",
        "charge",
        "new",
        "providing",
        "financial",
        "advice",
        "cetera",
        "moving",
        "profession",
        "towards",
        "future",
        "transparency",
        "accessibility",
        "constant",
        "focus",
        "client",
        "best",
        "interest",
        "norm",
        "among",
        "firm",
        "advisor",
        "equally",
        "important",
        "company",
        "pursuing",
        "vision",
        "way",
        "make",
        "professional",
        "financial",
        "advice",
        "relevant",
        "time",
        "past",
        "could",
        "ask",
        "exciting",
        "opportunity",
        "compelling",
        "team",
        "join",
        "moore",
        "concluded",
        "pleased",
        "momentum",
        "built",
        "past",
        "eighteen",
        "month",
        "committed",
        "reinforcing",
        "position",
        "home",
        "top",
        "talent",
        "well",
        "advisor",
        "seeking",
        "affiliate",
        "firm",
        "committed",
        "delivering",
        "experience",
        "ability",
        "attract",
        "executive",
        "mimi",
        "bock",
        "caliber",
        "also",
        "identifying",
        "senior",
        "talent",
        "promote",
        "within",
        "testament",
        "continue",
        "accomplish",
        "cetera",
        "reflection",
        "passion",
        "share",
        "future",
        "financial",
        "advice",
        "cetera",
        "financial",
        "group",
        "cetera",
        "financial",
        "group",
        "cetera",
        "leading",
        "network",
        "independent",
        "firm",
        "empowering",
        "delivery",
        "professional",
        "financial",
        "advice",
        "individual",
        "family",
        "company",
        "retirement",
        "plan",
        "across",
        "country",
        "trusted",
        "financial",
        "advisor",
        "financial",
        "institution",
        "cetera",
        "independent",
        "financial",
        "advisor",
        "network",
        "nation",
        "number",
        "advisor",
        "well",
        "leading",
        "service",
        "provider",
        "investment",
        "program",
        "bank",
        "credit",
        "union",
        "multiple",
        "distinct",
        "firm",
        "cetera",
        "offer",
        "independent",
        "advisor",
        "benefit",
        "large",
        "established",
        "registered",
        "investment",
        "adviser",
        "serving",
        "advisor",
        "institution",
        "way",
        "customized",
        "need",
        "aspiration",
        "advisor",
        "support",
        "resource",
        "offered",
        "cetera",
        "include",
        "wealth",
        "management",
        "advisory",
        "platform",
        "comprehensive",
        "registered",
        "investment",
        "adviser",
        "service",
        "practice",
        "management",
        "support",
        "innovative",
        "technology",
        "information",
        "visit",
        "cetera",
        "financial",
        "group",
        "refers",
        "network",
        "independent",
        "firm",
        "encompassing",
        "among",
        "others",
        "cetera",
        "advisor",
        "cetera",
        "advisor",
        "network",
        "cetera",
        "investment",
        "service",
        "marketed",
        "cetera",
        "financial",
        "institution",
        "cetera",
        "financial",
        "specialist",
        "first",
        "allied",
        "security",
        "summit",
        "brokerage",
        "service",
        "firm",
        "member",
        "medium",
        "contact",
        "joseph",
        "kuo",
        "tower",
        "group",
        "ext",
        "jkuo",
        "chris",
        "clemens",
        "tower",
        "group",
        "ext",
        "cclemens",
        "view",
        "original",
        "content",
        "http",
        "source",
        "cetera",
        "financial",
        "group"
    ]
}