{
    "organizations": [],
    "uuid": "2767ef701d8e0b519b7b0b4b589c068021b375a7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/pr-newswire-broadcom-welcomes-meeting-with-qualcomm.html",
    "ord_in_thread": 0,
    "title": "Broadcom Welcomes Meeting with Qualcomm",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., Feb. 9, 2018 /PRNewswire/ -- Broadcom Limited (NASDAQ: AVGO) (\"Broadcom\") delivered the following letter to Qualcomm:\nFebruary 8, 2018\nDr. Paul E. Jacobs\nExecutive Chairman of the Board of Directors\nQualcomm Incorporated\n5775 Morehouse Drive\nSan Diego, CA 92121\nDear Dr. Jacobs:\nBroadcom has long sought a meeting to discuss Broadcom's acquisition of Qualcomm. Following Qualcomm's announcement today that it is willing to meet with us, we offered to meet with Qualcomm on Friday, Saturday or Sunday. I was astonished to hear that Qualcomm is not willing to meet until Tuesday – only after Qualcomm's and Broadcom's respective meetings with Glass Lewis and ISS. We hope that your willingness to meet with us reflects Qualcomm's genuine intent to reach an agreement with respect to our February 5 proposal. After having met with most of your largest stockholders this past week, we have no doubt that this is their strong desire as well. We urge you to meet with us without further delay, and stand ready to meet this Saturday or Sunday in New York or another mutually convenient location.\nTo make our meeting more productive, we are providing you with a proposed merger agreement that we are prepared to enter into. As you will see, the agreement is highly favorable to Qualcomm and its stockholders and includes an $8 billion regulatory reverse termination fee and a 6% per annum regulatory ticking fee on the cash portion of the merger consideration (net of dividends). We want to reiterate that $82 per Qualcomm share is our best and final offer.\nWe look forward to meeting with you promptly.\nThis letter does not constitute a binding obligation or commitment of either company to proceed with any transaction. No such obligations will in any event be imposed on either party unless and until a mutually acceptable definitive agreement is formally entered into by both parties.\nSincerely,\n/S/ Hock Tan\nHock Tan\nPresident and Chief Executive Officer\nThe proposed merger agreement is available on www.AVGO-QCOM.com and will be filed with the Securities and Exchange Commission.\nMoelis & Company LLC, Citi, Deutsche Bank, J.P. Morgan, BofA Merrill Lynch, Morgan Stanley and Wells Fargo Securities are acting as financial advisors to Broadcom. Wachtell, Lipton, Rosen & Katz, Latham & Watkins LLP and Simpson Thacher & Bartlett LLP are acting as legal counsel.\nAbout Broadcom Limited\nBroadcom Limited (NASDAQ: AVGO) is a leading designer, developer and global supplier of a broad range of digital and analog semiconductor connectivity solutions. Broadcom Limited's extensive product portfolio serves four primary end markets: wired infrastructure, wireless communications, enterprise storage and industrial & other. Applications for our products in these end markets include: data center networking, home connectivity, set-top box, broadband access, telecommunications equipment, smartphones and base stations, data center servers and storage, factory automation, power generation and alternative energy systems, and electronic displays.\nCautionary Note Regarding Forward-Looking Statements\nThis announcement contains forward-looking statements (including within the meaning of Section 21E of the United States Securities Exchange Act of 1934, as amended, and Section 27A of the United States Securities Act of 1933, as amended) concerning Broadcom. These statements include, but are not limited to, statements that address our expected future business and financial performance and statements about (i) the proposed transaction involving Broadcom and Qualcomm and the expected benefits of the proposed transaction, (ii) the expected benefits of acquisitions, (iii) our plans, objectives and intentions with respect to future operations and products, (iv) our competitive position and opportunities, (v) the impact of acquisitions on the market for our products, and (vi) other statements identified by words such as \"will\", \"expect\", \"believe\", \"anticipate\", \"estimate\", \"should\", \"intend\", \"plan\", \"potential\", \"predict\", \"project\", \"aim\", and similar words, phrases or expressions. These forward-looking statements are based on current expectations and beliefs of the management of Broadcom, as well as assumptions made by, and information currently available to, such management, current market trends and market conditions and involve risks and uncertainties, many of which are outside Broadcom's and management's control, and which may cause actual results to differ materially from those contained in forward-looking statements. Accordingly, you should not place undue reliance on such statements.\nParticular uncertainties that could materially affect future results include risks associated with our proposal to acquire Qualcomm, including: (i) uncertainty regarding the ultimate outcome or terms of any possible transaction between Broadcom and Qualcomm, including as to whether Qualcomm will cooperate with us regarding the proposed transaction, (ii) the effects of the announcement of the proposed transaction on the ability of Broadcom and Qualcomm to retain customers, to retain and hire key personnel and to maintain favorable relationships with suppliers or customers, (iii) the timing of the proposed transaction, (iv) the ability to obtain regulatory approvals and satisfy other closing conditions to the completion of the proposed transaction (including shareholders approvals), and (v) other risks related to the completion of the proposed transaction and actions related thereto; any loss of our significant customers and fluctuations in the timing and volume of significant customer demand; our dependence on contract manufacturing and outsourced supply chain; our dependency on a limited number of suppliers; any acquisitions we may make, such as delays, challenges and expenses associated with receiving governmental and regulatory approvals and satisfying other closing conditions, and with integrating acquired companies with our existing businesses and our ability to achieve the growth prospects and synergies expected by such acquisitions; our ability to accurately estimate customers' demand and adjust our manufacturing and supply chain accordingly; our significant indebtedness, including the need to generate sufficient cash flows to service and repay such debt; dependence on a small number of markets and the rate of growth in these markets; dependence on and risks associated with distributors of our products; dependence on senior management; quarterly and annual fluctuations in our operating results; global economic conditions and concerns; our proposed redomiciliation of our ultimate parent company to the United States; our competitive performance and ability to continue achieving design wins with our customers, as well as the timing of any design wins; prolonged disruptions of our or our contract manufacturers' manufacturing facilities or other significant operations; our ability to improve our manufacturing efficiency and quality; our dependence on outsourced service providers for certain key business services and their ability to execute to our requirements; our ability to maintain or improve gross margin; our overall cash tax costs, legislation that may impact our overall cash tax costs and our ability to maintain tax concessions in certain jurisdictions; our ability to protect our intellectual property and the unpredictability of any associated litigation expenses; any expenses or reputational damage associated with resolving customer product warranty and indemnification claims; cyclicality in the semiconductor industry or in our target markets; our ability to sell to new types of customers and to keep pace with technological advances; market acceptance of the end products into which our products are designed; and other events and trends on a national, regional and global scale, including those of a political, economic, business, competitive and regulatory nature.\nOur filings with the Securities and Exchange Commission (\"SEC\"), which you may obtain for free at the SEC's website at http://www.sec.gov , discuss some of the important risk factors that may affect our business, results of operations and financial condition. We undertake no intent or obligation to publicly update or revise any of these forward looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nAdditional Information\nThis communication does not constitute an offer to buy or solicitation of an offer to sell any securities. This communication relates to a proposal which Broadcom has made for an acquisition of Qualcomm and Broadcom's intention to solicit proxies for the election of Broadcom nominees to the Qualcomm Board and certain other proposals at Qualcomm's 2018 annual meeting of stockholders. Broadcom filed a definitive proxy statement with the SEC on January 5, 2018 in connection with the solicitation of proxies for Qualcomm's 2018 annual meeting of stockholders and may file other proxy solicitation materials in connection therewith. Broadcom has also commenced mailing its definitive proxy statement to Qualcomm stockholders.\nIn addition, in furtherance of the acquisition proposal and subject to future developments, Broadcom (and, if a negotiated transaction is agreed, Qualcomm) may file one or more registration statements, proxy statements, tender offer statements or other documents with the SEC. This communication is not a substitute for any proxy statement, registration statement, tender offer statement, prospectus or other document Broadcom and/or Qualcomm may file with the SEC in connection with the proposed transaction.\nInvestors and security holders of Broadcom and Qualcomm are urged to read the proxy statement(s), registration statement(s), tender offer statement(s), prospectus(es) and/or other documents filed with the SEC carefully in their entirety if and when they become available as they will contain important information about the proposed transaction and solicitation. Any definitive proxy statement(s) or prospectus(es) (if and when available) will be mailed to stockholders of Broadcom and/or Qualcomm, as applicable. Investors and security holders will be able to obtain free copies of these documents (if and when available) and other documents filed with the SEC by Broadcom through the web site maintained by the SEC at http://www.sec.gov .\nThis document shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the U.S. Securities Act of 1933, as amended.\nParticipants in Solicitation\nBroadcom, certain of its subsidiaries, its directors and executive officers, other members of management and employees and the nominees described above may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction, including with respect to Qualcomm's 2018 annual meeting of stockholders. You can find information about Broadcom's executive officers and directors in Broadcom's definitive proxy statement filed with the SEC on February 17, 2017. Information about the Broadcom nominees is included in the definitive proxy statement that Broadcom has filed with the SEC. Additional information regarding the interests of such potential participants is included or will be included in one or more registration statements, proxy statements, tender offer statements or other documents filed or to be filed with the SEC if and when they become available. These documents (if and when available) may be obtained free of charge from the SEC's website http://www.sec.gov .\nInvestors:\nAshish Saran\nBroadcom Limited\nInvestor Relations\n408-433-8000\ninvestor.relations@broadcom.com\nOr\nTom Germinario / Rick Grubaugh\nD.F. King & Co., Inc.\n212-269-5550\nMedia:\nJoele Frank / Steve Frankel / Andi Rose\nJoele Frank, Wilkinson Brimmer Katcher\n212-355-4449\nView original content with multimedia: http://www.prnewswire.com/news-releases/broadcom-welcomes-meeting-with-qualcomm-300596319.html\nSOURCE Broadcom Limited",
    "published": "2018-02-09T09:06:00.000+02:00",
    "crawled": "2018-02-09T08:52:38.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "broadcom",
        "limited",
        "nasdaq",
        "avgo",
        "broadcom",
        "delivered",
        "following",
        "letter",
        "qualcomm",
        "february",
        "paul",
        "jacob",
        "executive",
        "chairman",
        "board",
        "director",
        "qualcomm",
        "incorporated",
        "morehouse",
        "drive",
        "san",
        "diego",
        "ca",
        "dear",
        "jacob",
        "broadcom",
        "long",
        "sought",
        "meeting",
        "discus",
        "broadcom",
        "acquisition",
        "qualcomm",
        "following",
        "qualcomm",
        "announcement",
        "today",
        "willing",
        "meet",
        "u",
        "offered",
        "meet",
        "qualcomm",
        "friday",
        "saturday",
        "sunday",
        "astonished",
        "hear",
        "qualcomm",
        "willing",
        "meet",
        "tuesday",
        "qualcomm",
        "broadcom",
        "respective",
        "meeting",
        "glass",
        "lewis",
        "iss",
        "hope",
        "willingness",
        "meet",
        "u",
        "reflects",
        "qualcomm",
        "genuine",
        "intent",
        "reach",
        "agreement",
        "respect",
        "february",
        "proposal",
        "met",
        "largest",
        "stockholder",
        "past",
        "week",
        "doubt",
        "strong",
        "desire",
        "well",
        "urge",
        "meet",
        "u",
        "without",
        "delay",
        "stand",
        "ready",
        "meet",
        "saturday",
        "sunday",
        "new",
        "york",
        "another",
        "mutually",
        "convenient",
        "location",
        "make",
        "meeting",
        "productive",
        "providing",
        "proposed",
        "merger",
        "agreement",
        "prepared",
        "enter",
        "see",
        "agreement",
        "highly",
        "favorable",
        "qualcomm",
        "stockholder",
        "includes",
        "billion",
        "regulatory",
        "reverse",
        "termination",
        "fee",
        "per",
        "annum",
        "regulatory",
        "ticking",
        "fee",
        "cash",
        "portion",
        "merger",
        "consideration",
        "net",
        "dividend",
        "want",
        "reiterate",
        "per",
        "qualcomm",
        "share",
        "best",
        "final",
        "offer",
        "look",
        "forward",
        "meeting",
        "promptly",
        "letter",
        "constitute",
        "binding",
        "obligation",
        "commitment",
        "either",
        "company",
        "proceed",
        "transaction",
        "obligation",
        "event",
        "imposed",
        "either",
        "party",
        "unless",
        "mutually",
        "acceptable",
        "definitive",
        "agreement",
        "formally",
        "entered",
        "party",
        "sincerely",
        "hock",
        "tan",
        "hock",
        "tan",
        "president",
        "chief",
        "executive",
        "officer",
        "proposed",
        "merger",
        "agreement",
        "available",
        "filed",
        "security",
        "exchange",
        "commission",
        "moelis",
        "company",
        "llc",
        "citi",
        "deutsche",
        "bank",
        "morgan",
        "bofa",
        "merrill",
        "lynch",
        "morgan",
        "stanley",
        "well",
        "fargo",
        "security",
        "acting",
        "financial",
        "advisor",
        "broadcom",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "latham",
        "watkins",
        "llp",
        "simpson",
        "thacher",
        "bartlett",
        "llp",
        "acting",
        "legal",
        "counsel",
        "broadcom",
        "limited",
        "broadcom",
        "limited",
        "nasdaq",
        "avgo",
        "leading",
        "designer",
        "developer",
        "global",
        "supplier",
        "broad",
        "range",
        "digital",
        "analog",
        "semiconductor",
        "connectivity",
        "solution",
        "broadcom",
        "limited",
        "extensive",
        "product",
        "portfolio",
        "serf",
        "four",
        "primary",
        "end",
        "market",
        "wired",
        "infrastructure",
        "wireless",
        "communication",
        "enterprise",
        "storage",
        "industrial",
        "application",
        "product",
        "end",
        "market",
        "include",
        "data",
        "center",
        "networking",
        "home",
        "connectivity",
        "box",
        "broadband",
        "access",
        "telecommunication",
        "equipment",
        "smartphones",
        "base",
        "station",
        "data",
        "center",
        "server",
        "storage",
        "factory",
        "automation",
        "power",
        "generation",
        "alternative",
        "energy",
        "system",
        "electronic",
        "display",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "announcement",
        "contains",
        "statement",
        "including",
        "within",
        "meaning",
        "section",
        "21e",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "amended",
        "section",
        "27a",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "concerning",
        "broadcom",
        "statement",
        "include",
        "limited",
        "statement",
        "address",
        "expected",
        "future",
        "business",
        "financial",
        "performance",
        "statement",
        "proposed",
        "transaction",
        "involving",
        "broadcom",
        "qualcomm",
        "expected",
        "benefit",
        "proposed",
        "transaction",
        "ii",
        "expected",
        "benefit",
        "acquisition",
        "iii",
        "plan",
        "objective",
        "intention",
        "respect",
        "future",
        "operation",
        "product",
        "iv",
        "competitive",
        "position",
        "opportunity",
        "v",
        "impact",
        "acquisition",
        "market",
        "product",
        "vi",
        "statement",
        "identified",
        "word",
        "expect",
        "believe",
        "anticipate",
        "estimate",
        "intend",
        "plan",
        "potential",
        "predict",
        "project",
        "aim",
        "similar",
        "word",
        "phrase",
        "expression",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "management",
        "broadcom",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "current",
        "market",
        "trend",
        "market",
        "condition",
        "involve",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "broadcom",
        "management",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "particular",
        "uncertainty",
        "could",
        "materially",
        "affect",
        "future",
        "result",
        "include",
        "risk",
        "associated",
        "proposal",
        "acquire",
        "qualcomm",
        "including",
        "uncertainty",
        "regarding",
        "ultimate",
        "outcome",
        "term",
        "possible",
        "transaction",
        "broadcom",
        "qualcomm",
        "including",
        "whether",
        "qualcomm",
        "cooperate",
        "u",
        "regarding",
        "proposed",
        "transaction",
        "ii",
        "effect",
        "announcement",
        "proposed",
        "transaction",
        "ability",
        "broadcom",
        "qualcomm",
        "retain",
        "customer",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "favorable",
        "relationship",
        "supplier",
        "customer",
        "iii",
        "timing",
        "proposed",
        "transaction",
        "iv",
        "ability",
        "obtain",
        "regulatory",
        "approval",
        "satisfy",
        "closing",
        "condition",
        "completion",
        "proposed",
        "transaction",
        "including",
        "shareholder",
        "approval",
        "v",
        "risk",
        "related",
        "completion",
        "proposed",
        "transaction",
        "action",
        "related",
        "thereto",
        "loss",
        "significant",
        "customer",
        "fluctuation",
        "timing",
        "volume",
        "significant",
        "customer",
        "demand",
        "dependence",
        "contract",
        "manufacturing",
        "outsourced",
        "supply",
        "chain",
        "dependency",
        "limited",
        "number",
        "supplier",
        "acquisition",
        "may",
        "make",
        "delay",
        "challenge",
        "expense",
        "associated",
        "receiving",
        "governmental",
        "regulatory",
        "approval",
        "satisfying",
        "closing",
        "condition",
        "integrating",
        "acquired",
        "company",
        "existing",
        "business",
        "ability",
        "achieve",
        "growth",
        "prospect",
        "synergy",
        "expected",
        "acquisition",
        "ability",
        "accurately",
        "estimate",
        "customer",
        "demand",
        "adjust",
        "manufacturing",
        "supply",
        "chain",
        "accordingly",
        "significant",
        "indebtedness",
        "including",
        "need",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "service",
        "repay",
        "debt",
        "dependence",
        "small",
        "number",
        "market",
        "rate",
        "growth",
        "market",
        "dependence",
        "risk",
        "associated",
        "distributor",
        "product",
        "dependence",
        "senior",
        "management",
        "quarterly",
        "annual",
        "fluctuation",
        "operating",
        "result",
        "global",
        "economic",
        "condition",
        "concern",
        "proposed",
        "redomiciliation",
        "ultimate",
        "parent",
        "company",
        "united",
        "state",
        "competitive",
        "performance",
        "ability",
        "continue",
        "achieving",
        "design",
        "win",
        "customer",
        "well",
        "timing",
        "design",
        "win",
        "prolonged",
        "disruption",
        "contract",
        "manufacturer",
        "manufacturing",
        "facility",
        "significant",
        "operation",
        "ability",
        "improve",
        "manufacturing",
        "efficiency",
        "quality",
        "dependence",
        "outsourced",
        "service",
        "provider",
        "certain",
        "key",
        "business",
        "service",
        "ability",
        "execute",
        "requirement",
        "ability",
        "maintain",
        "improve",
        "gross",
        "margin",
        "overall",
        "cash",
        "tax",
        "cost",
        "legislation",
        "may",
        "impact",
        "overall",
        "cash",
        "tax",
        "cost",
        "ability",
        "maintain",
        "tax",
        "concession",
        "certain",
        "jurisdiction",
        "ability",
        "protect",
        "intellectual",
        "property",
        "unpredictability",
        "associated",
        "litigation",
        "expense",
        "expense",
        "reputational",
        "damage",
        "associated",
        "resolving",
        "customer",
        "product",
        "warranty",
        "indemnification",
        "claim",
        "cyclicality",
        "semiconductor",
        "industry",
        "target",
        "market",
        "ability",
        "sell",
        "new",
        "type",
        "customer",
        "keep",
        "pace",
        "technological",
        "advance",
        "market",
        "acceptance",
        "end",
        "product",
        "product",
        "designed",
        "event",
        "trend",
        "national",
        "regional",
        "global",
        "scale",
        "including",
        "political",
        "economic",
        "business",
        "competitive",
        "regulatory",
        "nature",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "obtain",
        "free",
        "sec",
        "website",
        "http",
        "discus",
        "important",
        "risk",
        "factor",
        "may",
        "affect",
        "business",
        "result",
        "operation",
        "financial",
        "condition",
        "undertake",
        "intent",
        "obligation",
        "publicly",
        "update",
        "revise",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "communication",
        "constitute",
        "offer",
        "buy",
        "solicitation",
        "offer",
        "sell",
        "security",
        "communication",
        "relates",
        "proposal",
        "broadcom",
        "made",
        "acquisition",
        "qualcomm",
        "broadcom",
        "intention",
        "solicit",
        "proxy",
        "election",
        "broadcom",
        "nominee",
        "qualcomm",
        "board",
        "certain",
        "proposal",
        "qualcomm",
        "annual",
        "meeting",
        "stockholder",
        "broadcom",
        "filed",
        "definitive",
        "proxy",
        "statement",
        "sec",
        "january",
        "connection",
        "solicitation",
        "proxy",
        "qualcomm",
        "annual",
        "meeting",
        "stockholder",
        "may",
        "file",
        "proxy",
        "solicitation",
        "material",
        "connection",
        "therewith",
        "broadcom",
        "also",
        "commenced",
        "mailing",
        "definitive",
        "proxy",
        "statement",
        "qualcomm",
        "stockholder",
        "addition",
        "furtherance",
        "acquisition",
        "proposal",
        "subject",
        "future",
        "development",
        "broadcom",
        "negotiated",
        "transaction",
        "agreed",
        "qualcomm",
        "may",
        "file",
        "one",
        "registration",
        "statement",
        "proxy",
        "statement",
        "tender",
        "offer",
        "statement",
        "document",
        "sec",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "registration",
        "statement",
        "tender",
        "offer",
        "statement",
        "prospectus",
        "document",
        "broadcom",
        "qualcomm",
        "may",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "broadcom",
        "qualcomm",
        "urged",
        "read",
        "proxy",
        "statement",
        "registration",
        "statement",
        "tender",
        "offer",
        "statement",
        "prospectus",
        "e",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "solicitation",
        "definitive",
        "proxy",
        "statement",
        "prospectus",
        "e",
        "available",
        "mailed",
        "stockholder",
        "broadcom",
        "qualcomm",
        "applicable",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "document",
        "filed",
        "sec",
        "broadcom",
        "web",
        "site",
        "maintained",
        "sec",
        "http",
        "document",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "participant",
        "solicitation",
        "broadcom",
        "certain",
        "subsidiary",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "nominee",
        "described",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "including",
        "respect",
        "qualcomm",
        "annual",
        "meeting",
        "stockholder",
        "find",
        "information",
        "broadcom",
        "executive",
        "officer",
        "director",
        "broadcom",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "february",
        "information",
        "broadcom",
        "nominee",
        "included",
        "definitive",
        "proxy",
        "statement",
        "broadcom",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "interest",
        "potential",
        "participant",
        "included",
        "included",
        "one",
        "registration",
        "statement",
        "proxy",
        "statement",
        "tender",
        "offer",
        "statement",
        "document",
        "filed",
        "filed",
        "sec",
        "become",
        "available",
        "document",
        "available",
        "may",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "http",
        "investor",
        "ashish",
        "saran",
        "broadcom",
        "limited",
        "investor",
        "relation",
        "tom",
        "germinario",
        "rick",
        "grubaugh",
        "king",
        "medium",
        "joele",
        "frank",
        "steve",
        "frankel",
        "andi",
        "rose",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "broadcom",
        "limited"
    ]
}