{
    "organizations": [],
    "uuid": "e95503d7f9f435ee8ec5318f7e2d8e46628a079f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-endocyte-announces-phase-3-vision-trial-and-provides-update-on-corporate-strategy-and-reports-fourth-quarter-and-year-end.html",
    "ord_in_thread": 0,
    "title": "Endocyte Announces Phase 3 VISION Trial and Provides Update on Corporate Strategy and Reports Fourth Quarter and Year End 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Phase 3 VISION Trial Design Finalized for 177 Lu-PSMA-617 Following Successful End of Phase 2 Meeting with the FDA –\n– Announced Agreement for Clinical Supply of No-Carrier-Added Lutetium with ITM –\n– Added Experienced Clinical Trial Professionals to Support Execution of VISION Trial –\n– Ended 2017 with Cash Balance of $97.5 Million –\n– Conference Call Today at 8:30 a.m. EST –\nWEST LAFAYETTE, Ind., Feb. 26, 2018 (GLOBE NEWSWIRE) -- Endocyte, Inc. (NASDAQ:ECYT), a biopharmaceutical company developing targeted therapeutics for personalized cancer treatment, today provided an update on its corporate strategy and announced financial results for the fourth quarter and full year ending Dec. 31, 2017.\n“Following a successful End of Phase 2 meeting with the FDA, we are excited to launch the VISION trial, a phase 3 registration trial of 177 Lu-PSMA-617 in patients with prostate cancer,” said Mike Sherman, president and CEO of Endocyte. “After extensive collaboration with prostate cancer specialists around the world, the robust and sophisticated VISION trial design will be attractive to patients and physicians when we begin enrollment in the second quarter of 2018.”\n“In addition, we were pleased that Caryn Barnett and Theresa Bruce recently joined our team, both seasoned leaders with strong track records of executing late stage oncology development programs,” added Mr. Sherman. “We expect 2018 to be a critical year of execution for us, as we will not only initiate VISION, but also bring our adaptor-controlled chimeric antigen receptor t-cell (CAR T-cell) program into the clinic in the fourth quarter of 2018.”\n177 Lu-PSMA-617 Phase 3 VISION Trial Design Finalized\nFollowing a successful End of Phase 2 meeting with the U.S. Food and Drug Administration (FDA), Endocyte finalized the phase 3 VISION trial design for 177 Lu-PSMA-617. The trial will include two interim assessments of efficacy, which could potentially lead to an early approval for 177 Lu-PSMA-617.\nThe VISION trial is an international, prospective, open-label, multicenter, randomized phase 3 study of 177 Lu-PSMA-617 for the treatment of patients with progressive prostate specific membrane antigen (PSMA)-positive metastatic castration-resistant prostate cancer (mCRPC), who have received at least one novel androgen axis drug (NAAD) and at least one taxane regimen. VISION will enroll up to 750 patients with PSMA-positive scans, randomized in a 2:1 ratio to receive either 177 Lu-PSMA-617 and best supportive care alone or in combination with a NAAD (physician’s choice), versus best supportive care alone or in combination with a NAAD (physician’s choice). Best supportive care alternatives are palliative in nature. Patients treated with 177 Lu-PSMA-617 will receive 7.4 gigabecquerel (GBq) intravenously every six weeks for a maximum of six cycles. The trial will be stratified by the physician’s choice of using a NAAD or not, so the use of NAAD’s will be balanced between trial arms.\nThe primary endpoint of the study will be overall survival (OS). Secondary endpoints include radiographic progression free survival, response evaluation criteria in solid tumors (RECIST) response, and time to first symptomatic skeletal event. Interim efficacy analyses of OS will be conducted at 50% and 70% of the 489 targeted events.\nEnrollment of the trial is expected to begin in the second quarter of 2018 and is expected to be completed in 18-24 months. The first interim assessment of OS could occur as early as the second half of 2019.\nAnnounced Agreement for Clinical Supply of Lutetium with ITM\nEndocyte also announced an agreement with ITM Isotopen Technologien München AG, which will provide clinical supply of no-carrier-added Lutetium for the manufacturing of 177 Lu-PSMA-617.\nAdded Experienced Clinical Trial Professionals to Ensure Strong Execution\nIn addition, today Endocyte announced that it recently added key capabilities to support the success of its clinical programs.\nCaryn Barnett joined Endocyte as Senior Director, Clinical Operations with global responsibility for Endocyte clinical trials. She has over 22 of years’ experience in the pharmaceutical industry, most recently as Director of Clinical Operations, North America Oncology at Eli Lilly and Company. Caryn’s accomplishments include her recent leadership in executing four simultaneous global oncology registration programs, each of which were subsequently approved by the FDA.\nTheresa Bruce joined Endocyte as Head of European Clinical Operations following 25 years in the field of clinical research, with the last 20 dedicated to oncology. Theresa brings a significant understanding of the regulatory landscape, particularly in Europe. Additionally, she played a lead role in developing next generation prostate cancer therapeutics in these regions, with her involvement in the operational execution of several phase 3 prostate cancer studies including, most notably, the development of abiraterone (Zytiga ® ) from early-stage trials through registration.\nCAR T-Cell Therapy Expected to Begin Clinical Development in the Fourth Quarter of 2018\nEndocyte has also finalized plans for the clinical development of its adaptor-controlled CAR T-cell therapy in patients with osteosarcoma. Endocyte’s approach utilizes an autologous CAR T-cell targeting fluorescein isothiocyanate (FITC), an agent otherwise not present in the human body. With the administration of CAR T adaptor molecules (CAMs) which bind to tumor targets and to the CAR T-cells, the approach potentially enables controlled engagement of the CAR T-cells. This control over the antigen target differentiates the approach to earlier generation CAR T programs. In collaboration with Michael Jensen, MD of Seattle Children's Research Institute, pre-clinical evaluations have been completed and clinical evaluation is expected to begin in the fourth quarter of 2018.\nIn this trial, patients will be selected based on the presence of folate receptor positive disease. Following administration of the FITC-targeted CAR T-cells, the protocol provides for intra-patient dose escalation of CAMs. Patients will be monitored following each CAM dose to assess immune response, providing for rapid feedback on activity and safety of the therapy. This innovative design is intended to gradually build the immune response, thereby allowing for the potential to maximize antitumor activity with the intent to avoid severe cytokine release syndrome as well as CAR T-cell exhaustion.\nThrough Endocyte's collaboration with Purdue University, multiple additional CAMs are in pre-clinical development, directed against distinct targets including, potentially, carbonic anhydrase 9, cholecystokinin-2 receptor (CCK2R), neurokinin-1 receptor (NK1R), among others.\nExpected 2018 Milestones\nPhase 3 registration VISION trial of 177 Lu-PSMA-617 in mCRPC first patient visit (2Q 2018) 50-patient response rate data readout of investigator initiated trial of 177 Lu-PSMA-617 in mCRPC at Peter MacCallum Cancer Centre in Melbourne, Australia at the Annual Meeting of the American Society of Clinical Oncology (ASCO) (June 2018) Publications on other ongoing investigator initiated clinical trials of 177 Lu-PSMA-617 in prostate cancer patients (2018) CAR T phase 1 first patient visit in osteosarcoma (4Q 2018)\nFourth Quarter 2017 Financial Results\nEndocyte reported a net loss of $8.6 million, or $0.18 per basic and diluted share, for the fourth quarter of 2017, compared to a net loss of $11.1 million, or $0.26 per basic and diluted share for the same period in 2016.\nResearch and development expenses were $5.1 million for the fourth quarter of 2017, compared to $8.2 million for the same period in 2016. The decrease was primarily attributable to: a decrease of $1.4 million in compensation expense as a result of employee terminations since December 31, 2016, including those resulting from the company’s restructuring in June 2017; a decrease of $1.0 million in manufacturing expense for EC1169; a decrease of $0.7 million in expenses related to trial and manufacturing costs for EC1456; and a decrease of $0.6 million in expenses related to pre-clinical work and general research, including the development of EC2629. These decreases were partially offset by: an increase of $0.6 million in expenses related to consulting fees for PSMA-617 and in expenses related to our CAR T-cell therapy program\nGeneral and administrative expenses were $3.7 million for the fourth quarter of 2017, compared to $3.1 million for the same period in 2016. The increase was primarily attributable to an increase in expenses related to legal and professional fees and an increase in compensation expense, including stock compensation expense.\nCash, cash equivalents and investments were $97.5 million at Dec. 31, 2017, compared to $103.1 million at Sept. 30, 2017, and $138.2 million at Dec. 31, 2016.\nFinancial Expectations\nThe company anticipates its cash, cash equivalents and investments balance at the end of 2018 to exceed $50 million. Endocyte has sufficient cash to fund its activities into the second half of 2019 through many important milestones.\nConference Call\nEndocyte management will host a conference call today at 8:30 a.m. EST.\nU.S. and Canadian participants: (877) 845-0711\nInternational: (760) 298-5081\nA live, listen-only webcast of the conference call and accompanying slides may be accessed by visiting the Investors & News section of the Endocyte website, www.endocyte.com .\nThe webcast will be recorded and available on the company's website for 90 days following the call.\nWebsite Information\nEndocyte routinely posts important information for investors on its website, www.endocyte.com , in the “Investors & News” section. Endocyte uses this website as a means of disclosing material information in compliance with its disclosure obligations under Regulation FD. Accordingly, investors should monitor the “Investors & News” section of Endocyte’s website, in addition to following its press releases, SEC filings, public conference calls, presentations and webcasts. The information contained on, or that may be accessed through, Endocyte’s website is not incorporated by reference into, and is not a part of, this document.\nAbout Endocyte\nEndocyte is a biopharmaceutical company and leader in developing targeted therapies for the personalized treatment of cancer. The company's drug conjugation technology targets therapeutics and companion imaging agents specifically to the site of diseased cells. Endocyte's lead program is a prostate specific membrane antigen (PSMA)-targeted radioligand therapy, 177 Lu-PSMA-617, entering phase 3 for metastatic castration-resistant prostate cancer (mCRPC). Endocyte is also advancing its adaptor-controlled CAR T-cell therapy into the clinic in 2018, where it will be studied in osteosarcoma. For additional information, please visit Endocyte's website at www.endocyte.com .\nForward Looking Statements\nCertain of the statements made in this press release are forward looking, such as those, among others, relating to future spending, future cash balances, future use of capital, sufficiency of cash, the timing of initiation, interim assessments and completion of clinical trials, the enrollment period for, and availability and reporting of data from, ongoing and future clinical trials, the occurrence and timing of actions by regulatory agencies, estimates of the potential market opportunity for the company’s product candidates, and the company's future development plans including those relating to the completion of pre-clinical development in preparation for possible future clinical trials and future sources of supply of product candidates to support clinical and commercial activities. Actual results or developments may differ materially from those projected or implied in these forward-looking statements. Factors that may cause such a difference include risks that the company or independent investigators may experience delays in the initiation or completion of clinical trials (whether caused by competition, adverse events, patient enrollment rates, shortage of clinical trial materials, regulatory issues or other factors); risks that suppliers or other third party contractors may not fulfill their contractual obligations on a timely basis or at all; risks that data from prior clinical trials may not be indicative of subsequent clinical trial results; risks related to the safety and efficacy of the company’s product candidates; risks that early stage pre-clinical data may not be indicative of subsequent data when expanded to additional pre-clinical models or to subsequent clinical data; risks that evolving competitive activity and intellectual property landscape may impair the company's ability to capture value for the technology; risks that expectations and estimates turn out to be incorrect, including estimates of the potential markets for the company’s product candidates, estimates of the capacity of manufacturing and other facilities required to support its product candidates, projected cash needs, and expected future revenues, operations, expenditures and cash position. More information about the risks and uncertainties faced by Endocyte, Inc. is contained in the company’s periodic reports filed with the Securities and Exchange Commission. Endocyte, Inc. disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nInvestor Contact:\nStephanie Ascher, Stern Investor Relations, Inc., (212) 362-1200, stephanie@sternir.com\nEndocyte, Inc. Statements of Operations (dollars in thousands, except per share amounts) (unaudited) For the Three Months\nEnded December 31, For the Twelve Months\nEnded December 31, 2016 2017 2016 2017 Collaboration revenue $ 12 $ 12 $ 70 $ 70 Costs and expenses: Research and development 8,188 5,128 27,492 25,867 General and administrative 3,096 3,708 17,298 13,770\n16,539 Acquired in-process research and development — 46 — Total costs and expenses 11,284 8,882\n44,790\n56,176 Loss from operations (11,272 ) (8,870 ) (44,720 ) (56,106 ) Interest income, net 232 295 861 1,029 Other income (expense), net (25 ) 11 (29 ) 13 Net loss $ (11,065 ) $ (8,564 ) $ (43,888 ) $ (55,064 ) Net loss per share - basic and diluted $ (0.26 ) $ (0.18 ) $ (1.04 ) $ (1.25 ) Comprehensive loss $ (11,137 ) $ (8,624 ) $ (43,849 ) $ (55,087 ) Weighted average number of common shares used in net loss – basic and diluted per share: 42,289,453 47,979,127 42,210,643 43,900,257\nEndocyte, Inc. Balance Sheets (in thousands) As of\nDecember 31, As of\nDecember 31, 2016 2017 (unaudited) Assets Cash, cash equivalents and investments $ 138,207 $ 97,471 Other assets 5,287 3,291 Total assets $ 143,494 $ 100,762 Liabilities and stockholders’ equity Current liabilities $ 5,562 $ 4,546 Deferred revenue and other liabilities, net of current portion 785 732 Total stockholders’ equity 137,147 95,484 Total liabilities and stockholders’ equity $ 143,494 $ 100,762\nSource:Endocyte, Inc.",
    "published": "2018-02-26T16:00:00.000+02:00",
    "crawled": "2018-02-26T16:20:08.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "phase",
        "vision",
        "trial",
        "design",
        "finalized",
        "following",
        "successful",
        "end",
        "phase",
        "meeting",
        "fda",
        "announced",
        "agreement",
        "clinical",
        "supply",
        "lutetium",
        "itm",
        "added",
        "experienced",
        "clinical",
        "trial",
        "professional",
        "support",
        "execution",
        "vision",
        "trial",
        "ended",
        "cash",
        "balance",
        "million",
        "conference",
        "call",
        "today",
        "est",
        "west",
        "lafayette",
        "globe",
        "newswire",
        "endocyte",
        "nasdaq",
        "ecyt",
        "biopharmaceutical",
        "company",
        "developing",
        "targeted",
        "therapeutic",
        "personalized",
        "cancer",
        "treatment",
        "today",
        "provided",
        "update",
        "corporate",
        "strategy",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ending",
        "following",
        "successful",
        "end",
        "phase",
        "meeting",
        "fda",
        "excited",
        "launch",
        "vision",
        "trial",
        "phase",
        "registration",
        "trial",
        "patient",
        "prostate",
        "cancer",
        "said",
        "mike",
        "sherman",
        "president",
        "ceo",
        "endocyte",
        "extensive",
        "collaboration",
        "prostate",
        "cancer",
        "specialist",
        "around",
        "world",
        "robust",
        "sophisticated",
        "vision",
        "trial",
        "design",
        "attractive",
        "patient",
        "physician",
        "begin",
        "enrollment",
        "second",
        "quarter",
        "addition",
        "pleased",
        "caryn",
        "barnett",
        "theresa",
        "bruce",
        "recently",
        "joined",
        "team",
        "seasoned",
        "leader",
        "strong",
        "track",
        "record",
        "executing",
        "late",
        "stage",
        "oncology",
        "development",
        "program",
        "added",
        "sherman",
        "expect",
        "critical",
        "year",
        "execution",
        "u",
        "initiate",
        "vision",
        "also",
        "bring",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "program",
        "clinic",
        "fourth",
        "quarter",
        "phase",
        "vision",
        "trial",
        "design",
        "finalized",
        "following",
        "successful",
        "end",
        "phase",
        "meeting",
        "food",
        "drug",
        "administration",
        "fda",
        "endocyte",
        "finalized",
        "phase",
        "vision",
        "trial",
        "design",
        "trial",
        "include",
        "two",
        "interim",
        "assessment",
        "efficacy",
        "could",
        "potentially",
        "lead",
        "early",
        "approval",
        "vision",
        "trial",
        "international",
        "prospective",
        "multicenter",
        "randomized",
        "phase",
        "study",
        "treatment",
        "patient",
        "progressive",
        "prostate",
        "specific",
        "membrane",
        "antigen",
        "psma",
        "metastatic",
        "prostate",
        "cancer",
        "mcrpc",
        "received",
        "least",
        "one",
        "novel",
        "androgen",
        "axis",
        "drug",
        "naad",
        "least",
        "one",
        "taxane",
        "regimen",
        "vision",
        "enroll",
        "patient",
        "scan",
        "randomized",
        "ratio",
        "receive",
        "either",
        "best",
        "supportive",
        "care",
        "alone",
        "combination",
        "naad",
        "physician",
        "choice",
        "versus",
        "best",
        "supportive",
        "care",
        "alone",
        "combination",
        "naad",
        "physician",
        "choice",
        "best",
        "supportive",
        "care",
        "alternative",
        "palliative",
        "nature",
        "patient",
        "treated",
        "receive",
        "gigabecquerel",
        "gbq",
        "intravenously",
        "every",
        "six",
        "week",
        "maximum",
        "six",
        "cycle",
        "trial",
        "stratified",
        "physician",
        "choice",
        "using",
        "naad",
        "use",
        "naad",
        "balanced",
        "trial",
        "arm",
        "primary",
        "endpoint",
        "study",
        "overall",
        "survival",
        "o",
        "secondary",
        "endpoint",
        "include",
        "radiographic",
        "progression",
        "free",
        "survival",
        "response",
        "evaluation",
        "criterion",
        "solid",
        "tumor",
        "recist",
        "response",
        "time",
        "first",
        "symptomatic",
        "skeletal",
        "event",
        "interim",
        "efficacy",
        "analysis",
        "o",
        "conducted",
        "targeted",
        "event",
        "enrollment",
        "trial",
        "expected",
        "begin",
        "second",
        "quarter",
        "expected",
        "completed",
        "month",
        "first",
        "interim",
        "assessment",
        "o",
        "could",
        "occur",
        "early",
        "second",
        "half",
        "announced",
        "agreement",
        "clinical",
        "supply",
        "lutetium",
        "itm",
        "endocyte",
        "also",
        "announced",
        "agreement",
        "itm",
        "isotopen",
        "technologien",
        "münchen",
        "ag",
        "provide",
        "clinical",
        "supply",
        "lutetium",
        "manufacturing",
        "added",
        "experienced",
        "clinical",
        "trial",
        "professional",
        "ensure",
        "strong",
        "execution",
        "addition",
        "today",
        "endocyte",
        "announced",
        "recently",
        "added",
        "key",
        "capability",
        "support",
        "success",
        "clinical",
        "program",
        "caryn",
        "barnett",
        "joined",
        "endocyte",
        "senior",
        "director",
        "clinical",
        "operation",
        "global",
        "responsibility",
        "endocyte",
        "clinical",
        "trial",
        "year",
        "experience",
        "pharmaceutical",
        "industry",
        "recently",
        "director",
        "clinical",
        "operation",
        "north",
        "america",
        "oncology",
        "eli",
        "lilly",
        "company",
        "caryn",
        "accomplishment",
        "include",
        "recent",
        "leadership",
        "executing",
        "four",
        "simultaneous",
        "global",
        "oncology",
        "registration",
        "program",
        "subsequently",
        "approved",
        "fda",
        "theresa",
        "bruce",
        "joined",
        "endocyte",
        "head",
        "european",
        "clinical",
        "operation",
        "following",
        "year",
        "field",
        "clinical",
        "research",
        "last",
        "dedicated",
        "oncology",
        "theresa",
        "brings",
        "significant",
        "understanding",
        "regulatory",
        "landscape",
        "particularly",
        "europe",
        "additionally",
        "played",
        "lead",
        "role",
        "developing",
        "next",
        "generation",
        "prostate",
        "cancer",
        "therapeutic",
        "region",
        "involvement",
        "operational",
        "execution",
        "several",
        "phase",
        "prostate",
        "cancer",
        "study",
        "including",
        "notably",
        "development",
        "abiraterone",
        "zytiga",
        "trial",
        "registration",
        "car",
        "therapy",
        "expected",
        "begin",
        "clinical",
        "development",
        "fourth",
        "quarter",
        "endocyte",
        "also",
        "finalized",
        "plan",
        "clinical",
        "development",
        "car",
        "therapy",
        "patient",
        "osteosarcoma",
        "endocyte",
        "approach",
        "utilizes",
        "autologous",
        "car",
        "targeting",
        "fluorescein",
        "isothiocyanate",
        "fitc",
        "agent",
        "otherwise",
        "present",
        "human",
        "body",
        "administration",
        "car",
        "adaptor",
        "molecule",
        "cam",
        "bind",
        "tumor",
        "target",
        "car",
        "approach",
        "potentially",
        "enables",
        "controlled",
        "engagement",
        "car",
        "control",
        "antigen",
        "target",
        "differentiates",
        "approach",
        "earlier",
        "generation",
        "car",
        "program",
        "collaboration",
        "michael",
        "jensen",
        "md",
        "seattle",
        "child",
        "research",
        "institute",
        "evaluation",
        "completed",
        "clinical",
        "evaluation",
        "expected",
        "begin",
        "fourth",
        "quarter",
        "trial",
        "patient",
        "selected",
        "based",
        "presence",
        "folate",
        "receptor",
        "positive",
        "disease",
        "following",
        "administration",
        "car",
        "protocol",
        "provides",
        "dose",
        "escalation",
        "cam",
        "patient",
        "monitored",
        "following",
        "cam",
        "dose",
        "assess",
        "immune",
        "response",
        "providing",
        "rapid",
        "feedback",
        "activity",
        "safety",
        "therapy",
        "innovative",
        "design",
        "intended",
        "gradually",
        "build",
        "immune",
        "response",
        "thereby",
        "allowing",
        "potential",
        "maximize",
        "antitumor",
        "activity",
        "intent",
        "avoid",
        "severe",
        "cytokine",
        "release",
        "syndrome",
        "well",
        "car",
        "exhaustion",
        "endocyte",
        "collaboration",
        "purdue",
        "university",
        "multiple",
        "additional",
        "cam",
        "development",
        "directed",
        "distinct",
        "target",
        "including",
        "potentially",
        "carbonic",
        "anhydrase",
        "receptor",
        "cck2r",
        "receptor",
        "nk1r",
        "among",
        "others",
        "expected",
        "milestone",
        "phase",
        "registration",
        "vision",
        "trial",
        "mcrpc",
        "first",
        "patient",
        "visit",
        "2q",
        "response",
        "rate",
        "data",
        "readout",
        "investigator",
        "initiated",
        "trial",
        "mcrpc",
        "peter",
        "maccallum",
        "cancer",
        "centre",
        "melbourne",
        "australia",
        "annual",
        "meeting",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "june",
        "publication",
        "ongoing",
        "investigator",
        "initiated",
        "clinical",
        "trial",
        "prostate",
        "cancer",
        "patient",
        "car",
        "phase",
        "first",
        "patient",
        "visit",
        "osteosarcoma",
        "4q",
        "fourth",
        "quarter",
        "financial",
        "result",
        "endocyte",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "research",
        "development",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "attributable",
        "decrease",
        "million",
        "compensation",
        "expense",
        "result",
        "employee",
        "termination",
        "since",
        "december",
        "including",
        "resulting",
        "company",
        "restructuring",
        "june",
        "decrease",
        "million",
        "manufacturing",
        "expense",
        "ec1169",
        "decrease",
        "million",
        "expense",
        "related",
        "trial",
        "manufacturing",
        "cost",
        "ec1456",
        "decrease",
        "million",
        "expense",
        "related",
        "work",
        "general",
        "research",
        "including",
        "development",
        "ec2629",
        "decrease",
        "partially",
        "offset",
        "increase",
        "million",
        "expense",
        "related",
        "consulting",
        "fee",
        "expense",
        "related",
        "car",
        "therapy",
        "program",
        "general",
        "administrative",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "attributable",
        "increase",
        "expense",
        "related",
        "legal",
        "professional",
        "fee",
        "increase",
        "compensation",
        "expense",
        "including",
        "stock",
        "compensation",
        "expense",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "million",
        "financial",
        "expectation",
        "company",
        "anticipates",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "balance",
        "end",
        "exceed",
        "million",
        "endocyte",
        "sufficient",
        "cash",
        "fund",
        "activity",
        "second",
        "half",
        "many",
        "important",
        "milestone",
        "conference",
        "call",
        "endocyte",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "est",
        "canadian",
        "participant",
        "international",
        "live",
        "webcast",
        "conference",
        "call",
        "accompanying",
        "slide",
        "may",
        "accessed",
        "visiting",
        "investor",
        "news",
        "section",
        "endocyte",
        "website",
        "webcast",
        "recorded",
        "available",
        "company",
        "website",
        "day",
        "following",
        "call",
        "website",
        "information",
        "endocyte",
        "routinely",
        "post",
        "important",
        "information",
        "investor",
        "website",
        "investor",
        "news",
        "section",
        "endocyte",
        "us",
        "website",
        "mean",
        "disclosing",
        "material",
        "information",
        "compliance",
        "disclosure",
        "obligation",
        "regulation",
        "fd",
        "accordingly",
        "investor",
        "monitor",
        "investor",
        "news",
        "section",
        "endocyte",
        "website",
        "addition",
        "following",
        "press",
        "release",
        "sec",
        "filing",
        "public",
        "conference",
        "call",
        "presentation",
        "webcasts",
        "information",
        "contained",
        "may",
        "accessed",
        "endocyte",
        "website",
        "incorporated",
        "reference",
        "part",
        "document",
        "endocyte",
        "endocyte",
        "biopharmaceutical",
        "company",
        "leader",
        "developing",
        "targeted",
        "therapy",
        "personalized",
        "treatment",
        "cancer",
        "company",
        "drug",
        "conjugation",
        "technology",
        "target",
        "therapeutic",
        "companion",
        "imaging",
        "agent",
        "specifically",
        "site",
        "diseased",
        "cell",
        "endocyte",
        "lead",
        "program",
        "prostate",
        "specific",
        "membrane",
        "antigen",
        "psma",
        "radioligand",
        "therapy",
        "entering",
        "phase",
        "metastatic",
        "prostate",
        "cancer",
        "mcrpc",
        "endocyte",
        "also",
        "advancing",
        "car",
        "therapy",
        "clinic",
        "studied",
        "osteosarcoma",
        "additional",
        "information",
        "please",
        "visit",
        "endocyte",
        "website",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "forward",
        "looking",
        "among",
        "others",
        "relating",
        "future",
        "spending",
        "future",
        "cash",
        "balance",
        "future",
        "use",
        "capital",
        "sufficiency",
        "cash",
        "timing",
        "initiation",
        "interim",
        "assessment",
        "completion",
        "clinical",
        "trial",
        "enrollment",
        "period",
        "availability",
        "reporting",
        "data",
        "ongoing",
        "future",
        "clinical",
        "trial",
        "occurrence",
        "timing",
        "action",
        "regulatory",
        "agency",
        "estimate",
        "potential",
        "market",
        "opportunity",
        "company",
        "product",
        "candidate",
        "company",
        "future",
        "development",
        "plan",
        "including",
        "relating",
        "completion",
        "development",
        "preparation",
        "possible",
        "future",
        "clinical",
        "trial",
        "future",
        "source",
        "supply",
        "product",
        "candidate",
        "support",
        "clinical",
        "commercial",
        "activity",
        "actual",
        "result",
        "development",
        "may",
        "differ",
        "materially",
        "projected",
        "implied",
        "statement",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "risk",
        "company",
        "independent",
        "investigator",
        "may",
        "experience",
        "delay",
        "initiation",
        "completion",
        "clinical",
        "trial",
        "whether",
        "caused",
        "competition",
        "adverse",
        "event",
        "patient",
        "enrollment",
        "rate",
        "shortage",
        "clinical",
        "trial",
        "material",
        "regulatory",
        "issue",
        "factor",
        "risk",
        "supplier",
        "third",
        "party",
        "contractor",
        "may",
        "fulfill",
        "contractual",
        "obligation",
        "timely",
        "basis",
        "risk",
        "data",
        "prior",
        "clinical",
        "trial",
        "may",
        "indicative",
        "subsequent",
        "clinical",
        "trial",
        "result",
        "risk",
        "related",
        "safety",
        "efficacy",
        "company",
        "product",
        "candidate",
        "risk",
        "early",
        "stage",
        "data",
        "may",
        "indicative",
        "subsequent",
        "data",
        "expanded",
        "additional",
        "model",
        "subsequent",
        "clinical",
        "data",
        "risk",
        "evolving",
        "competitive",
        "activity",
        "intellectual",
        "property",
        "landscape",
        "may",
        "impair",
        "company",
        "ability",
        "capture",
        "value",
        "technology",
        "risk",
        "expectation",
        "estimate",
        "turn",
        "incorrect",
        "including",
        "estimate",
        "potential",
        "market",
        "company",
        "product",
        "candidate",
        "estimate",
        "capacity",
        "manufacturing",
        "facility",
        "required",
        "support",
        "product",
        "candidate",
        "projected",
        "cash",
        "need",
        "expected",
        "future",
        "revenue",
        "operation",
        "expenditure",
        "cash",
        "position",
        "information",
        "risk",
        "uncertainty",
        "faced",
        "endocyte",
        "contained",
        "company",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "endocyte",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "contact",
        "stephanie",
        "ascher",
        "stern",
        "investor",
        "relation",
        "stephanie",
        "endocyte",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "collaboration",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "acquired",
        "research",
        "development",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "comprehensive",
        "loss",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "basic",
        "diluted",
        "per",
        "share",
        "endocyte",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "deferred",
        "revenue",
        "liability",
        "net",
        "current",
        "portion",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "endocyte",
        "inc"
    ]
}