{
    "organizations": [],
    "uuid": "09a063787186f4f90eeede13a6f6b934179b0bfe",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/cnbc-interview-with-mohammad-sanusi-barkindo-opec-secretary-general.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Mohammad Sanusi Barkindo, OPEC Secretary General",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following are excerpts from a CNBC interview with CNBC's Steve Sedgwich and Mohammad Sanusi Barkindo, OPEC Secretary General\nSS: Mr. Barkindo a real pleasure to see you here in Egypt. And in terms of just an update on the monthly report that was out today as well, is OPEC finally learning to not underestimate U.S. shale production because it seems that one of the notes that you made today was actually Non-OPEC production is set to increase.\nMB: Thank you very much Steve. I think the issue is not about overestimating or underestimating its realism and the integrity of our report speak for itself. We do acknowledge that non-OPEC supplies surged last year and hence we adjusted and revised our numbers and also our projections for 2018 but be that as it may we had also revised our demand figures in line with global economic growth. You and I were in Davos when the IMF also revised the numbers to three point nine percent and we have revised our global GDP growth from three point seven to three point eight percent. And because of the relationship between global economic growth and demand and other factors we also revised our demand numbers to one point six million barrels for both 2017 and 2018.\nSS: The strategy from OPEC and its non-OPEC allies led by the Russians is being seen as very successful to date. What do you see are the biggest challenges to the longevity of the success of that strategy?\nMB: We have agreed way back in December of 2016 when the declaration of cooperation was crafted that there was need for us to look beyond a rebalanced market and the market was in any event going to rebalance itself. But we thought that we should come together both OPEC and non-OPEC to assist the market to achieve an accelerated rebalancing process. But ministers in their own wisdom also decided way back then that we needed to see beyond that by working out a framework to institutionalize this partnership initially of 24 producing countries. And we saw six additional countries come into Vienna on the 30th of November last year to pay solidarity and support to the Declaration of cooperation. So this is work in progress and we are confident that a global forum such as the Declaration of cooperation will serve as an insurance against future severe volatility and downturn that we had seen beginning in the autumn of 2014 that had impacted severely on this industry. You had at this conference several of the IOCs, several ministers from different countries all on almost Single chorus taking stock of the fallout of this severe cycle, the worst of all the cycles. And I think we have learned enough lessons and we are beginning to put some building blocks in order to institutionalize this partnership. And we are receiving very positive response from particularly the non OPEC producing countries. So all in all we are pleased that this noble effort is paying and we are on course to achieving our objectives in the course of the year.\nSS: One of the key objectives originally was getting those OECD inventories down to five year averages that is seen as happening past in the second possibly the third quarter of this year. But what you're telling me is this deal goes way beyond that so even when your objectives are achieved, you don't see people putting extra barrels back on the table?\nMB: Certainly not. I think there is a consensus within the group that we work out this framework. How we're going to continue to partner whether in a deficit environment or an oversupply that we have seen we have a common objective Steve and that is not only to restore stability but to sustain it on a sustainable basis going forward. The IOCs, the service companies, the producing countries, including the consumers, you heard from the South African Minister of Energy a major consuming country in Africa all testifying to the need to maintain stability in this industry. Without stability the global economy itself will be threatened.\nSS: And you were just on a panel talking about the volatility in the markets, a question that was addressed to you earlier on. We have seen the oil price come off. We have seen concerns about excess supply coming from non-OPEC. But we've also seen appetite for risk on instruments, including oil, challenged in the last week or so. Do you have concerns that other issues in the global economy including falling stock markets could hurt the level of oil and indeed hurt the production agreement?\nMB: Unlike in the first quarter of 2017 when we came into the quarter with an excess supply in the region of about two point four to two point five million barrels a day from both OPEC and non-OPEC and going into a low demand season. This year is a different story. The implementation of the supply adjustment by both OPEC and non-OPEC at a record conformity levels of over 100 percent had shrunk this glut by over 200 million barrels. Now we are hovering around 100 million over and above the five year average. In fact some agencies are even arguing that we have already achieved our objectives because of the changes on the baseline. Now what happened last week in the equity markets and the financial markets of course did affect all other commodities. But you can see it is just a blip and it's expected. So the fundamentals are so strong we do not expect any hiccup along the way similar to what we had or we saw last year because of this is a reality factor.\nSS: Is OPEC going to be and I use the word loosely fighting amongst itself trying to sell the same barrels to Asian and emerging market customers as well. Of course we are seeing emerging market growth in logistics, transportation, consumer demand as well. But do you see a situation where OPEC is fighting with U.S. players as well more aggressively going forward to sell to the Chinese and other emerging markets?\nMB: The growing concern to the contrary the growing concern now in the industry is whether we have enough capacity and whether we are ready and willing to continue to provide to supply this market with this growing demand. You have heard from ENI, you have heard from BP in their panel that demand is almost outpacing supply at the moment. So it is in the interest of all producers not only OPEC to ensure that we remain a reliable and dependable suppliers of oil not only to the current global community but for future generations. Therefore we need to continue to invest. We need to recover the lost investments that we have seen in the last two years in order to guarantee future supplies to this growing demand industry.\nSS: Finally sir no concerns about appetite from some of the big domestic Russian players and others about wanting to be let off the leash and to produce more barrels. You think Mr. Novak and the Kremlin will keep them in check?\nMB: I have had and received assurances both from Mr. Alexander Novak and President Putin that they would remain committed to the OPEC non-OPEC collaboration under the declaration of cooperation and they have proved this beyond any reasonable doubt through their high level of conformity to their supply adjustment. So I think there is no concern here. We are all in the same boat. We have developed a bondage now over the past year or two, walking together. And it is in the interest of both of us within OPEC and Russia as well as other non-OPEC producers to continue in this fashion beyond the rebalanced market.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive:\nJonathan.Millman@CNBC.com About CNBC International:\nCNBC is the number one business and financial news network on the planet. Our mission is to help the influential and aspirational to make astute decisions to get ahead. CNBC International ensures no matter where you are you can keep up to date with the latest breaking business and financial news. With international headquarters in London and Singapore, we provide you with the perfect 24-hour global business briefing. In addition to our global TV channel, available in more than 409 million homes worldwide, CNBC is also available on mobile, tablet and desktop. CNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.",
    "published": "2018-02-13T08:00:00.000+02:00",
    "crawled": "2018-02-13T14:12:34.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "excerpt",
        "cnbc",
        "interview",
        "cnbc",
        "steve",
        "sedgwich",
        "mohammad",
        "sanusi",
        "barkindo",
        "opec",
        "secretary",
        "general",
        "s",
        "barkindo",
        "real",
        "pleasure",
        "see",
        "egypt",
        "term",
        "update",
        "monthly",
        "report",
        "today",
        "well",
        "opec",
        "finally",
        "learning",
        "underestimate",
        "shale",
        "production",
        "seems",
        "one",
        "note",
        "made",
        "today",
        "actually",
        "production",
        "set",
        "increase",
        "mb",
        "thank",
        "much",
        "steve",
        "think",
        "issue",
        "overestimating",
        "underestimating",
        "realism",
        "integrity",
        "report",
        "speak",
        "acknowledge",
        "supply",
        "surged",
        "last",
        "year",
        "hence",
        "adjusted",
        "revised",
        "number",
        "also",
        "projection",
        "may",
        "also",
        "revised",
        "demand",
        "figure",
        "line",
        "global",
        "economic",
        "growth",
        "davos",
        "imf",
        "also",
        "revised",
        "number",
        "three",
        "point",
        "nine",
        "percent",
        "revised",
        "global",
        "gdp",
        "growth",
        "three",
        "point",
        "seven",
        "three",
        "point",
        "eight",
        "percent",
        "relationship",
        "global",
        "economic",
        "growth",
        "demand",
        "factor",
        "also",
        "revised",
        "demand",
        "number",
        "one",
        "point",
        "six",
        "million",
        "barrel",
        "s",
        "strategy",
        "opec",
        "ally",
        "led",
        "russian",
        "seen",
        "successful",
        "date",
        "see",
        "biggest",
        "challenge",
        "longevity",
        "success",
        "strategy",
        "mb",
        "agreed",
        "way",
        "back",
        "december",
        "declaration",
        "cooperation",
        "crafted",
        "need",
        "u",
        "look",
        "beyond",
        "rebalanced",
        "market",
        "market",
        "event",
        "going",
        "rebalance",
        "thought",
        "come",
        "together",
        "opec",
        "assist",
        "market",
        "achieve",
        "accelerated",
        "rebalancing",
        "process",
        "minister",
        "wisdom",
        "also",
        "decided",
        "way",
        "back",
        "needed",
        "see",
        "beyond",
        "working",
        "framework",
        "institutionalize",
        "partnership",
        "initially",
        "producing",
        "country",
        "saw",
        "six",
        "additional",
        "country",
        "come",
        "vienna",
        "30th",
        "november",
        "last",
        "year",
        "pay",
        "solidarity",
        "support",
        "declaration",
        "cooperation",
        "work",
        "progress",
        "confident",
        "global",
        "forum",
        "declaration",
        "cooperation",
        "serve",
        "insurance",
        "future",
        "severe",
        "volatility",
        "downturn",
        "seen",
        "beginning",
        "autumn",
        "impacted",
        "severely",
        "industry",
        "conference",
        "several",
        "iocs",
        "several",
        "minister",
        "different",
        "country",
        "almost",
        "single",
        "chorus",
        "taking",
        "stock",
        "fallout",
        "severe",
        "cycle",
        "worst",
        "cycle",
        "think",
        "learned",
        "enough",
        "lesson",
        "beginning",
        "put",
        "building",
        "block",
        "order",
        "institutionalize",
        "partnership",
        "receiving",
        "positive",
        "response",
        "particularly",
        "non",
        "opec",
        "producing",
        "country",
        "pleased",
        "noble",
        "effort",
        "paying",
        "course",
        "achieving",
        "objective",
        "course",
        "year",
        "s",
        "one",
        "key",
        "objective",
        "originally",
        "getting",
        "oecd",
        "inventory",
        "five",
        "year",
        "average",
        "seen",
        "happening",
        "past",
        "second",
        "possibly",
        "third",
        "quarter",
        "year",
        "telling",
        "deal",
        "go",
        "way",
        "beyond",
        "even",
        "objective",
        "achieved",
        "see",
        "people",
        "putting",
        "extra",
        "barrel",
        "back",
        "table",
        "mb",
        "certainly",
        "think",
        "consensus",
        "within",
        "group",
        "work",
        "framework",
        "going",
        "continue",
        "partner",
        "whether",
        "deficit",
        "environment",
        "oversupply",
        "seen",
        "common",
        "objective",
        "steve",
        "restore",
        "stability",
        "sustain",
        "sustainable",
        "basis",
        "going",
        "forward",
        "iocs",
        "service",
        "company",
        "producing",
        "country",
        "including",
        "consumer",
        "heard",
        "south",
        "african",
        "minister",
        "energy",
        "major",
        "consuming",
        "country",
        "africa",
        "testifying",
        "need",
        "maintain",
        "stability",
        "industry",
        "without",
        "stability",
        "global",
        "economy",
        "threatened",
        "s",
        "panel",
        "talking",
        "volatility",
        "market",
        "question",
        "addressed",
        "earlier",
        "seen",
        "oil",
        "price",
        "come",
        "seen",
        "concern",
        "excess",
        "supply",
        "coming",
        "also",
        "seen",
        "appetite",
        "risk",
        "instrument",
        "including",
        "oil",
        "challenged",
        "last",
        "week",
        "concern",
        "issue",
        "global",
        "economy",
        "including",
        "falling",
        "stock",
        "market",
        "could",
        "hurt",
        "level",
        "oil",
        "indeed",
        "hurt",
        "production",
        "agreement",
        "mb",
        "unlike",
        "first",
        "quarter",
        "came",
        "quarter",
        "excess",
        "supply",
        "region",
        "two",
        "point",
        "four",
        "two",
        "point",
        "five",
        "million",
        "barrel",
        "day",
        "opec",
        "going",
        "low",
        "demand",
        "season",
        "year",
        "different",
        "story",
        "implementation",
        "supply",
        "adjustment",
        "opec",
        "record",
        "conformity",
        "level",
        "percent",
        "shrunk",
        "glut",
        "million",
        "barrel",
        "hovering",
        "around",
        "million",
        "five",
        "year",
        "average",
        "fact",
        "agency",
        "even",
        "arguing",
        "already",
        "achieved",
        "objective",
        "change",
        "baseline",
        "happened",
        "last",
        "week",
        "equity",
        "market",
        "financial",
        "market",
        "course",
        "affect",
        "commodity",
        "see",
        "blip",
        "expected",
        "fundamental",
        "strong",
        "expect",
        "hiccup",
        "along",
        "way",
        "similar",
        "saw",
        "last",
        "year",
        "reality",
        "factor",
        "s",
        "opec",
        "going",
        "use",
        "word",
        "loosely",
        "fighting",
        "amongst",
        "trying",
        "sell",
        "barrel",
        "asian",
        "emerging",
        "market",
        "customer",
        "well",
        "course",
        "seeing",
        "emerging",
        "market",
        "growth",
        "logistics",
        "transportation",
        "consumer",
        "demand",
        "well",
        "see",
        "situation",
        "opec",
        "fighting",
        "player",
        "well",
        "aggressively",
        "going",
        "forward",
        "sell",
        "chinese",
        "emerging",
        "market",
        "mb",
        "growing",
        "concern",
        "contrary",
        "growing",
        "concern",
        "industry",
        "whether",
        "enough",
        "capacity",
        "whether",
        "ready",
        "willing",
        "continue",
        "provide",
        "supply",
        "market",
        "growing",
        "demand",
        "heard",
        "eni",
        "heard",
        "bp",
        "panel",
        "demand",
        "almost",
        "outpacing",
        "supply",
        "moment",
        "interest",
        "producer",
        "opec",
        "ensure",
        "remain",
        "reliable",
        "dependable",
        "supplier",
        "oil",
        "current",
        "global",
        "community",
        "future",
        "generation",
        "therefore",
        "need",
        "continue",
        "invest",
        "need",
        "recover",
        "lost",
        "investment",
        "seen",
        "last",
        "two",
        "year",
        "order",
        "guarantee",
        "future",
        "supply",
        "growing",
        "demand",
        "industry",
        "s",
        "finally",
        "sir",
        "concern",
        "appetite",
        "big",
        "domestic",
        "russian",
        "player",
        "others",
        "wanting",
        "let",
        "leash",
        "produce",
        "barrel",
        "think",
        "novak",
        "kremlin",
        "keep",
        "check",
        "mb",
        "received",
        "assurance",
        "alexander",
        "novak",
        "president",
        "putin",
        "would",
        "remain",
        "committed",
        "opec",
        "collaboration",
        "declaration",
        "cooperation",
        "proved",
        "beyond",
        "reasonable",
        "doubt",
        "high",
        "level",
        "conformity",
        "supply",
        "adjustment",
        "think",
        "concern",
        "boat",
        "developed",
        "bondage",
        "past",
        "year",
        "two",
        "walking",
        "together",
        "interest",
        "u",
        "within",
        "opec",
        "russia",
        "well",
        "producer",
        "continue",
        "fashion",
        "beyond",
        "rebalanced",
        "market",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "international",
        "cnbc",
        "number",
        "one",
        "business",
        "financial",
        "news",
        "network",
        "planet",
        "mission",
        "help",
        "influential",
        "aspirational",
        "make",
        "astute",
        "decision",
        "get",
        "ahead",
        "cnbc",
        "international",
        "ensures",
        "matter",
        "keep",
        "date",
        "latest",
        "breaking",
        "business",
        "financial",
        "news",
        "international",
        "headquarters",
        "london",
        "singapore",
        "provide",
        "perfect",
        "global",
        "business",
        "briefing",
        "addition",
        "global",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "also",
        "available",
        "mobile",
        "tablet",
        "desktop",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool"
    ]
}