{
    "organizations": [],
    "uuid": "50e15277fec169d6a72997cef2c76b72b3d332a9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/globe-newswire-crystal-rock-holdings-inc-to-be-acquired-by-cott-corporation.html",
    "ord_in_thread": 0,
    "title": "Crystal Rock Holdings, Inc. to be Acquired by Cott Corporation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WATERTOWN, Conn., Feb. 12, 2018 (GLOBE NEWSWIRE) -- Crystal Rock Holdings, Inc. (NYSE MKT: CRVP) today announced it has entered into a definitive agreement pursuant to which it will be acquired by Cott Corporation (NYSE:COT) (TSX:BCB) for $0.97 per share in cash. The transaction, which values Crystal Rock at approximately $35 million, was unanimously approved by both the Crystal Rock and Cott Boards of Directors.\nCott is a route based service company with a leading volume-based national presence in the North America and European home and office bottled water delivery industry and a leader in custom coffee roasting, blending of iced tea, and extract solutions for the U.S. foodservice industry. Cott’s platform reaches over 2.3 million customers or delivery points across North America and Europe supported by strategically located sales and distribution facilities and fleets, as well as wholesalers and distributors.\nThe $0.97 per share acquisition price represents a 22.8% premium to Crystal Rock’s closing stock price on February 9, 2018, and a 21.7% premium to the company’s 30-day volume weighted average stock price.\nPeter Baker, Chief Executive Officer of Crystal Rock, stated, \"The shareholders of Crystal Rock will be benefiting from the premium paid over the recent trading price of the shares. In addition to this, given the shared corporate culture of the two companies, our customers will continue to receive best in class service in the northeast market.”\nUnder the terms of the merger agreement, a wholly-owned subsidiary of Cott will promptly commence a tender offer to acquire all of the outstanding shares of Crystal Rock’s common stock at a price of $0.97 per share in cash. The consummation of the tender offer is subject to various conditions, including a minimum tender of a majority of outstanding shares of Crystal Rock common stock on a fully diluted basis and other customary conditions. Following consummation of the tender offer, such subsidiary will merge with and into Crystal Rock, such that, following the merger, Crystal Rock will become a wholly-owned subsidiary of Cott. Any eligible shares not validly tendered will be cancelled and converted into the right to receive the same price per share offered in the tender offer. As a result of the acquisition, Crystal Rock shares will cease to be traded on the New York Stock Exchange.\nIn connection with the execution of the merger agreement, shareholders holding 50.8% of the outstanding shares of Crystal Rock common stock have entered into a support agreement with Cott pursuant to which they have agreed to tender their shares in the tender offer.\nThe transaction is expected to close in March 2018, subject to the conditions to the tender offer and other customary closing conditions.\nMirus Securities, Inc. acted as financial advisor and Foley Hoag LLP as legal counsel to Crystal Rock in connection with the transaction\nABOUT CRYSTAL ROCK HOLDINGS, INC.\nCrystal Rock Holdings, Inc. (NYSE MKT: CRVP), operating through its subsidiary Crystal Rock LLC, markets and distributes water and coffee service, office supplies, refreshment beverages and other break room items to the commercial office and at home markets throughout the Northeast. For over 100 years, the company has provided quality and high value service, and it’s the largest independent delivery provider of its kind in the United States. It bottles and distributes natural spring water under the Vermont Pure ® brand, purified water with minerals added under the Crystal Rock ® Waters label and it roasts and packages coffee under its Cool Beans ® brand. Launched in 2010, the Crystal Rock Office® brand features traditional office supplies, break room items, furniture and janitorial and sanitation products. The majority of its sales are derived from a route distribution system that delivers water in 3- to 5-gallon reusable, recyclable bottles, and coffee in fractional packs or pods. Crystal Rock believes “Little Things Matter TM ” to the customer experience with high standards for delivering premium service excellence and results in customer productivity - at work or at home. Through technical innovation, a branded customer experience and a commitment to community and environment, Crystal Rock family values are integral to the relationships between employees and customers. More information is available at CrystalRock.com .\nIMPORTANT INFORMATION FOR INVESTORS\nThe tender offer for the outstanding shares of Crystal Rock common stock referenced in this press release has not yet commenced. This press release is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell shares of Crystal Rock common stock, nor is it a substitute for the tender offer materials that Cott and its acquisition subsidiary will file with the SEC upon commencement of the tender offer. At the time the offer is commenced, Cott and its acquisition subsidiary will file tender offer materials on Schedule TO, and Crystal Rock will thereafter file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the tender offer. The tender offer materials (including an Offer to Purchase, a related Letter of Transmittal and certain other offer documents) and the Solicitation/Recommendation Statement will contain important information. Holders of shares of Crystal Rock common stock are urged to read these documents when they become available because they will contain important information that holders of Crystal Rock common stock should consider before making any decision regarding tendering their shares. The Offer to Purchase, the related Letter of Transmittal and certain other offer documents, as well as the Solicitation/Recommendation Statement, will be made available to all holders of shares of Crystal Rock common stock at no expense to them. The tender offer materials and the Solicitation/Recommendation Statement will be made available for free at the SEC's website at www.sec.gov . Copies of these documents will also be made available free of charge on Cott’s website at http://www.cott.com/investor-relations . Copies of the documents filed with the SEC by Crystal Rock will be available free of charge on Crystal Rock’s website at http://ir.crystalrock.com . In addition to the Offer to Purchase, the related Letter of Transmittal and certain other offer documents, as well as the Solicitation/Recommendation Statement, Cott and Crystal Rock file annual, quarterly and special reports and other information with the SEC. You may read and copy any reports or other information filed by Cott or Crystal Rock at the SEC public reference room at 100 F Street, N.E., Washington, D.C. 20549. Please call the Commission at 1-800-SEC-0330 for further information on the public reference room. Cott and Crystal Rock’s filings with the SEC are also available to the public at the website maintained by the SEC at www.sec.gov .\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING STATEMENTS\nForward-looking statements made herein with respect to the tender offer and related transactions, including, for example, the timing of the completion of the tender offer and the subsequent merger contemplated by the agreement and plan of merger between Crystal Rock and Cott, which we refer to as the merger agreement, or the potential benefits of the tender offer and the merger, reflect the current analysis of existing information and are subject to various risks and uncertainties. As a result, caution must be exercised in relying on forward-looking statements. Due to known and unknown risks, the actual outcome of this transaction may differ materially from Crystal Rock’s expectations.\nThe following factors, among others, could cause actual plans and results to differ materially from those described in forward-looking statements. Such factors include, but are not limited to, the effect of the announcement of the tender offer and related transactions on Crystal Rock’s business relationships, operating results and business generally; the occurrence of any event, change or other circumstances that could give rise to the termination of the merger agreement, and the risk that the merger agreement may be terminated in circumstances that require Crystal Rock to pay a termination fee; the outcome of any legal proceedings that may be instituted against Crystal Rock or its board of directors related to the transactions contemplated by the merger agreement, including the tender offer and the merger; uncertainties as to the number of Crystal Rock shareholders who may tender their stock in the tender offer; the failure to satisfy conditions to consummation of the tender offer or the merger; risks that the tender offer and related transactions disrupt current plans and operations and the potential difficulties in employee retention as a result of the proposed transactions; the effects of local and national economic, credit and capital market conditions on the economy in general, and other risks and uncertainties; and those risks and uncertainties discussed from time to time in Crystal Rock's other reports and other public filings with the SEC.\nAdditional information concerning these and other factors that may impact Crystal Rock's expectations and projections can be found in its periodic filings with the SEC, including its Annual Report on Form 10-K for the year ended October 31, 2017. Crystal Rock's SEC filings are available publicly on the SEC's website at www.sec.gov , on Crystal Rock's website at http://ir.crystalrock.com or upon request by writing to Crystal Rock at Crystal Rock Holdings, Inc., 1050 Buckingham Street, Watertown, Connecticut 06795, attention: David Jurasek, Chief Financial Officer. Crystal Rock disclaims any obligation or undertaking to update or revise the forward-looking statements contained herein, whether as a result of new information, future events or otherwise.\nPeter Baker, CEO David Jurasek, CFO 860-945-0661 Ext. 3001 860-945-0661 Ext. 3004\nSource:Crystal Rock Holdings Inc.",
    "published": "2018-02-13T00:35:00.000+02:00",
    "crawled": "2018-02-13T01:02:33.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "watertown",
        "globe",
        "newswire",
        "crystal",
        "rock",
        "holding",
        "nyse",
        "mkt",
        "crvp",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "pursuant",
        "acquired",
        "cott",
        "corporation",
        "nyse",
        "cot",
        "tsx",
        "bcb",
        "per",
        "share",
        "cash",
        "transaction",
        "value",
        "crystal",
        "rock",
        "approximately",
        "million",
        "unanimously",
        "approved",
        "crystal",
        "rock",
        "cott",
        "board",
        "director",
        "cott",
        "route",
        "based",
        "service",
        "company",
        "leading",
        "national",
        "presence",
        "north",
        "america",
        "european",
        "home",
        "office",
        "bottled",
        "water",
        "delivery",
        "industry",
        "leader",
        "custom",
        "coffee",
        "roasting",
        "blending",
        "iced",
        "tea",
        "extract",
        "solution",
        "foodservice",
        "industry",
        "cott",
        "platform",
        "reach",
        "million",
        "customer",
        "delivery",
        "point",
        "across",
        "north",
        "america",
        "europe",
        "supported",
        "strategically",
        "located",
        "sale",
        "distribution",
        "facility",
        "fleet",
        "well",
        "wholesaler",
        "distributor",
        "per",
        "share",
        "acquisition",
        "price",
        "represents",
        "premium",
        "crystal",
        "rock",
        "closing",
        "stock",
        "price",
        "february",
        "premium",
        "company",
        "volume",
        "weighted",
        "average",
        "stock",
        "price",
        "peter",
        "baker",
        "chief",
        "executive",
        "officer",
        "crystal",
        "rock",
        "stated",
        "shareholder",
        "crystal",
        "rock",
        "benefiting",
        "premium",
        "paid",
        "recent",
        "trading",
        "price",
        "share",
        "addition",
        "given",
        "shared",
        "corporate",
        "culture",
        "two",
        "company",
        "customer",
        "continue",
        "receive",
        "best",
        "class",
        "service",
        "northeast",
        "term",
        "merger",
        "agreement",
        "subsidiary",
        "cott",
        "promptly",
        "commence",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "cash",
        "consummation",
        "tender",
        "offer",
        "subject",
        "various",
        "condition",
        "including",
        "minimum",
        "tender",
        "majority",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "fully",
        "diluted",
        "basis",
        "customary",
        "condition",
        "following",
        "consummation",
        "tender",
        "offer",
        "subsidiary",
        "merge",
        "crystal",
        "rock",
        "following",
        "merger",
        "crystal",
        "rock",
        "become",
        "subsidiary",
        "cott",
        "eligible",
        "share",
        "validly",
        "tendered",
        "cancelled",
        "converted",
        "right",
        "receive",
        "price",
        "per",
        "share",
        "offered",
        "tender",
        "offer",
        "result",
        "acquisition",
        "crystal",
        "rock",
        "share",
        "cease",
        "traded",
        "new",
        "york",
        "stock",
        "exchange",
        "connection",
        "execution",
        "merger",
        "agreement",
        "shareholder",
        "holding",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "entered",
        "support",
        "agreement",
        "cott",
        "pursuant",
        "agreed",
        "tender",
        "share",
        "tender",
        "offer",
        "transaction",
        "expected",
        "close",
        "march",
        "subject",
        "condition",
        "tender",
        "offer",
        "customary",
        "closing",
        "condition",
        "mirus",
        "security",
        "acted",
        "financial",
        "advisor",
        "foley",
        "hoag",
        "llp",
        "legal",
        "counsel",
        "crystal",
        "rock",
        "connection",
        "transaction",
        "crystal",
        "rock",
        "holding",
        "crystal",
        "rock",
        "holding",
        "nyse",
        "mkt",
        "crvp",
        "operating",
        "subsidiary",
        "crystal",
        "rock",
        "llc",
        "market",
        "distributes",
        "water",
        "coffee",
        "service",
        "office",
        "supply",
        "refreshment",
        "beverage",
        "break",
        "room",
        "item",
        "commercial",
        "office",
        "home",
        "market",
        "throughout",
        "northeast",
        "year",
        "company",
        "provided",
        "quality",
        "high",
        "value",
        "service",
        "largest",
        "independent",
        "delivery",
        "provider",
        "kind",
        "united",
        "state",
        "bottle",
        "distributes",
        "natural",
        "spring",
        "water",
        "vermont",
        "pure",
        "brand",
        "purified",
        "water",
        "mineral",
        "added",
        "crystal",
        "rock",
        "water",
        "label",
        "roast",
        "package",
        "coffee",
        "cool",
        "bean",
        "brand",
        "launched",
        "crystal",
        "rock",
        "brand",
        "feature",
        "traditional",
        "office",
        "supply",
        "break",
        "room",
        "item",
        "furniture",
        "janitorial",
        "sanitation",
        "product",
        "majority",
        "sale",
        "derived",
        "route",
        "distribution",
        "system",
        "delivers",
        "water",
        "reusable",
        "recyclable",
        "bottle",
        "coffee",
        "fractional",
        "pack",
        "pod",
        "crystal",
        "rock",
        "belief",
        "little",
        "thing",
        "matter",
        "tm",
        "customer",
        "experience",
        "high",
        "standard",
        "delivering",
        "premium",
        "service",
        "excellence",
        "result",
        "customer",
        "productivity",
        "work",
        "home",
        "technical",
        "innovation",
        "branded",
        "customer",
        "experience",
        "commitment",
        "community",
        "environment",
        "crystal",
        "rock",
        "family",
        "value",
        "integral",
        "relationship",
        "employee",
        "customer",
        "information",
        "available",
        "important",
        "information",
        "investor",
        "tender",
        "offer",
        "outstanding",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "referenced",
        "press",
        "release",
        "yet",
        "commenced",
        "press",
        "release",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "substitute",
        "tender",
        "offer",
        "material",
        "cott",
        "acquisition",
        "subsidiary",
        "file",
        "sec",
        "upon",
        "commencement",
        "tender",
        "offer",
        "time",
        "offer",
        "commenced",
        "cott",
        "acquisition",
        "subsidiary",
        "file",
        "tender",
        "offer",
        "material",
        "schedule",
        "crystal",
        "rock",
        "thereafter",
        "file",
        "statement",
        "schedule",
        "sec",
        "respect",
        "tender",
        "offer",
        "tender",
        "offer",
        "material",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "statement",
        "contain",
        "important",
        "information",
        "holder",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "urged",
        "read",
        "document",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "holder",
        "crystal",
        "rock",
        "common",
        "stock",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "well",
        "statement",
        "made",
        "available",
        "holder",
        "share",
        "crystal",
        "rock",
        "common",
        "stock",
        "expense",
        "tender",
        "offer",
        "material",
        "statement",
        "made",
        "available",
        "free",
        "sec",
        "website",
        "copy",
        "document",
        "also",
        "made",
        "available",
        "free",
        "charge",
        "cott",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "crystal",
        "rock",
        "available",
        "free",
        "charge",
        "crystal",
        "rock",
        "website",
        "http",
        "addition",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "offer",
        "document",
        "well",
        "statement",
        "cott",
        "crystal",
        "rock",
        "file",
        "annual",
        "quarterly",
        "special",
        "report",
        "information",
        "sec",
        "may",
        "read",
        "copy",
        "report",
        "information",
        "filed",
        "cott",
        "crystal",
        "rock",
        "sec",
        "public",
        "reference",
        "room",
        "f",
        "street",
        "washington",
        "please",
        "call",
        "commission",
        "information",
        "public",
        "reference",
        "room",
        "cott",
        "crystal",
        "rock",
        "filing",
        "sec",
        "also",
        "available",
        "public",
        "website",
        "maintained",
        "sec",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "statement",
        "made",
        "herein",
        "respect",
        "tender",
        "offer",
        "related",
        "transaction",
        "including",
        "example",
        "timing",
        "completion",
        "tender",
        "offer",
        "subsequent",
        "merger",
        "contemplated",
        "agreement",
        "plan",
        "merger",
        "crystal",
        "rock",
        "cott",
        "refer",
        "merger",
        "agreement",
        "potential",
        "benefit",
        "tender",
        "offer",
        "merger",
        "reflect",
        "current",
        "analysis",
        "existing",
        "information",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "result",
        "caution",
        "must",
        "exercised",
        "relying",
        "statement",
        "due",
        "known",
        "unknown",
        "risk",
        "actual",
        "outcome",
        "transaction",
        "may",
        "differ",
        "materially",
        "crystal",
        "rock",
        "expectation",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "plan",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "factor",
        "include",
        "limited",
        "effect",
        "announcement",
        "tender",
        "offer",
        "related",
        "transaction",
        "crystal",
        "rock",
        "business",
        "relationship",
        "operating",
        "result",
        "business",
        "generally",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "risk",
        "merger",
        "agreement",
        "may",
        "terminated",
        "circumstance",
        "require",
        "crystal",
        "rock",
        "pay",
        "termination",
        "fee",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "crystal",
        "rock",
        "board",
        "director",
        "related",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "including",
        "tender",
        "offer",
        "merger",
        "uncertainty",
        "number",
        "crystal",
        "rock",
        "shareholder",
        "may",
        "tender",
        "stock",
        "tender",
        "offer",
        "failure",
        "satisfy",
        "condition",
        "consummation",
        "tender",
        "offer",
        "merger",
        "risk",
        "tender",
        "offer",
        "related",
        "transaction",
        "disrupt",
        "current",
        "plan",
        "operation",
        "potential",
        "difficulty",
        "employee",
        "retention",
        "result",
        "proposed",
        "transaction",
        "effect",
        "local",
        "national",
        "economic",
        "credit",
        "capital",
        "market",
        "condition",
        "economy",
        "general",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "discussed",
        "time",
        "time",
        "crystal",
        "rock",
        "report",
        "public",
        "filing",
        "sec",
        "additional",
        "information",
        "concerning",
        "factor",
        "may",
        "impact",
        "crystal",
        "rock",
        "expectation",
        "projection",
        "found",
        "periodic",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "october",
        "crystal",
        "rock",
        "sec",
        "filing",
        "available",
        "publicly",
        "sec",
        "website",
        "crystal",
        "rock",
        "website",
        "http",
        "upon",
        "request",
        "writing",
        "crystal",
        "rock",
        "crystal",
        "rock",
        "holding",
        "buckingham",
        "street",
        "watertown",
        "connecticut",
        "attention",
        "david",
        "jurasek",
        "chief",
        "financial",
        "officer",
        "crystal",
        "rock",
        "disclaims",
        "obligation",
        "undertaking",
        "update",
        "revise",
        "statement",
        "contained",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "peter",
        "baker",
        "ceo",
        "david",
        "jurasek",
        "cfo",
        "ext",
        "ext",
        "source",
        "crystal",
        "rock",
        "holding",
        "inc"
    ]
}