{
    "organizations": [],
    "uuid": "e6dfa190afe42e7812df7f7e3a38e7625a8086ed",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/pr-newswire-suburban-propane-partners-l-p-announces-first-quarter-earnings.html",
    "ord_in_thread": 0,
    "title": "Suburban Propane Partners, L.P. Announces First Quarter Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHIPPANY, N.J., Feb. 8, 2018 /PRNewswire/ -- Suburban Propane Partners, L.P. (NYSE: SPH), a nationwide distributor of propane, fuel oil and related products and services, as well as a marketer of natural gas and electricity, today announced earnings for its first quarter ended December 30, 2017.\nNet income for the first quarter of fiscal 2018 was $37.2 million, or $0.61 per Common Unit, compared to net income of $34.5 million, or $0.57 per Common Unit, in the prior year first quarter.\nNet income and EBITDA for the first quarter of fiscal 2018 included a $4.8 million loss from the sale of certain assets and operations in a non-strategic market of the propane segment. Excluding the effect of the foregoing item and unrealized (non-cash) mark-to-market adjustments on derivative instruments in both years, Adjusted EBITDA (as defined and reconciled below) increased $8.9 million, or 10.6%, to $93.2 million for the first quarter of fiscal 2018, compared to $84.3 million in the prior year first quarter.\nIn announcing these results, President and Chief Executive Officer Michael A. Stivala said, \"After back-to-back record warm winters, the fiscal 2018 heating season started off with closer to seasonally normal temperatures throughout the majority of our service territories which contributed to strong customer demand. Our operating platform, and the more than 3,200 employees of Suburban Propane, were well prepared to respond -- keeping focused on the safety and comfort of our customers, ensuring adequate supplies of product to meet the demand and effectively managing margins and expenses. As a result, we are very pleased to report an improvement of approximately $9 million, or 11%, in Adjusted EBITDA for the first quarter of fiscal 2018 compared to the prior year first quarter.\"\nMr. Stivala continued, \"The favorable weather pattern, particularly toward the end of the first quarter, and the positive momentum in customer demand trends have carried over into the early part of the fiscal 2018 second quarter. As we have stated in the past, our flexible business model is designed to help insulate the business from unseasonably warm weather, as well as to ramp up our activity levels in relation to an increase in weather-driven demand. Our people stand ready to deliver the highest quality service to our customers and the communities we serve, and I am extremely proud of their hard work and dedication to meet the challenges presented by a return to a more favorable weather pattern in several parts of our service territory.\"\nRetail propane gallons sold in the first quarter of fiscal 2018 of 125.0 million gallons increased 5.4% compared to the prior year first quarter. Sales of fuel oil and other refined fuels of 9.1 million gallons in the first quarter of fiscal 2018 increased 1.2% compared to the prior year first quarter. According to the National Oceanic and Atmospheric Administration, average temperatures (as measured by heating degree days) across all of the Partnership's service territories for the first quarter of fiscal 2018 were 8% warmer than normal, yet 6% cooler than the prior year first quarter.\nRevenues in the first quarter of fiscal 2018 of $373.3 million increased $56.0 million, or 17.6%, compared to the prior year first quarter, primarily due to higher volumes sold and higher average retail selling prices associated with higher average wholesale product costs. Average posted propane prices (basis Mont Belvieu, Texas) for the first quarter of fiscal 2018 were 63.7% higher than the prior year first quarter. Cost of products sold for the first quarter of fiscal 2018 of $165.2 million increased $47.0 million, or 39.8%, compared to $118.2 million in the prior year first quarter, primarily due to higher volumes sold and higher wholesale product costs. Cost of products sold for the first quarter of fiscal 2018 included a $1.5 million unrealized (non-cash) loss attributable to the mark-to-market adjustment for derivative instruments used in risk management activities, compared to a $0.5 million unrealized (non-cash) gain in the prior year first quarter. Excluding these unrealized gains and losses, propane unit margins for the first quarter of fiscal 2018 were flat compared to the prior year first quarter.\nCombined operating and general and administrative expenses of $116.4 million for the first quarter of fiscal 2018 increased $2.0 million, or 1.7%, compared to the prior year first quarter, primarily due to higher variable operating costs attributable to an increase in operational activities, higher variable compensation expense associated with higher earnings and an increase in general insurance expense.\nDepreciation and amortization expense of $31.1 million was essentially flat compared to the prior year first quarter. Net interest expense of $19.5 million increased marginally compared to the prior year first quarter. During the first quarter of fiscal 2018, the Partnership funded a portion of its cash needs with $47.3 million of incremental borrowings under its revolving credit facility.\nAs previously announced on January 25, 2018, the Partnership's Board of Supervisors had declared a quarterly distribution of $0.60 per Common Unit for the three months ended December 30, 2017. On an annualized basis, this distribution rate equates to $2.40 per Common Unit. The distribution is payable on February 13, 2018 to Common Unitholders of record as of February 6, 2018.\nSuburban Propane Partners, L.P. is a publicly-traded master limited partnership listed on the New York Stock Exchange. Headquartered in Whippany, New Jersey, Suburban has been in the customer service business since 1928. The Partnership serves the energy needs of approximately 1.0 million residential, commercial, industrial and agricultural customers through 668 locations in 41 states.\nThis press release contains certain forward-looking statements relating to future business expectations and financial condition and results of operations of the Partnership, based on management's current good faith expectations and beliefs concerning future developments. These forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those discussed or implied in such forward-looking statements, including the following:\nThe impact of weather conditions on the demand for propane, fuel oil and other refined fuels, natural gas and electricity; Volatility in the unit cost of propane, fuel oil and other refined fuels, natural gas and electricity, the impact of the Partnership's hedging and risk management activities, and the adverse impact of price increases on volumes as a result of customer conservation; The ability of the Partnership to compete with other suppliers of propane, fuel oil and other energy sources; The impact on the price and supply of propane, fuel oil and other refined fuels from the political, military or economic instability of the oil producing nations, global terrorism and other general economic conditions; The ability of the Partnership to acquire sufficient volumes of, and the costs to the Partnership of acquiring, transporting and storing, propane, fuel oil and other refined fuels; The ability of the Partnership to acquire and maintain reliable transportation for its propane, fuel oil and other refined fuels; The ability of the Partnership to retain customers or acquire new customers; The impact of customer conservation, energy efficiency and technology advances on the demand for propane, fuel oil and other refined fuels, natural gas and electricity; The ability of management to continue to control expenses; The impact of changes in applicable statutes and government regulations, or their interpretations, including those relating to the environment and climate change, derivative instruments and other regulatory developments on the Partnership's business; The impact of changes in tax laws that could adversely affect the tax treatment of the Partnership for income tax purposes; The impact of legal proceedings on the Partnership's business; The impact of operating hazards that could adversely affect the Partnership's operating results to the extent not covered by insurance; The Partnership's ability to make strategic acquisitions and successfully integrate them; The impact of current conditions in the global capital and credit markets, and general economic pressures; The operating, legal and regulatory risks the Partnership may face; and Other risks referenced from time to time in filings with the Securities and Exchange Commission (\"SEC\") and those factors listed or incorporated by reference into the Partnership's Annual Report under \"Risk Factors.\"\nSome of these risks and uncertainties are discussed in more detail in the Partnership's Annual Report on Form 10-K for its fiscal year ended September 30, 2017 and other periodic reports filed with the SEC. Readers are cautioned not to place undue reliance on forward-looking statements, which reflect management's view only as of the date made. The Partnership undertakes no obligation to update any forward-looking statement, except as otherwise required by law.\nSuburban Propane Partners, L.P. and Subsidiaries\nConsolidated Statements of Operations\nFor the Three Months Ended December 30, 2017 and December 24, 2016\n(in thousands, except per unit amounts)\n(unaudited)\nThree Months Ended\nDecember 30, 2017\nDecember 24, 2016\nRevenues\nPropane\n$\n322,130\n$\n269,459\nFuel oil and refined fuels\n25,315\n22,096\nNatural gas and electricity\n13,147\n13,067\nAll other\n12,685\n12,685\n373,277\n317,307\nCosts and expenses\nCost of products sold\n165,189\n118,165\nOperating\n99,611\n99,349\nGeneral and administrative\n16,775\n15,047\nDepreciation and amortization\n31,131\n31,261\n312,706\n263,822\nLoss on sale of business\n4,823\n—\nOperating income\n55,748\n53,485\nInterest expense, net\n19,514\n18,831\nIncome before (benefit from) provision for income taxes\n36,234\n34,654\n(Benefit from) provision for income taxes\n(934)\n165\nNet income\n$\n37,168\n$\n34,489\nNet income per Common Unit - basic\n$\n0.61\n$\n0.57\nWeighted average number of Common Units\noutstanding - basic\n61,333\n61,042\nNet income per Common Unit - diluted\n$\n0.60\n$\n0.56\nWeighted average number of Common Units\noutstanding - diluted\n61,525\n61,232\nSupplemental Information:\nEBITDA (a)\n$\n86,879\n$\n84,746\nAdjusted EBITDA (a)\n$\n93,233\n$\n84,287\nRetail gallons sold:\nPropane\n124,986\n118,601\nRefined fuels\n9,122\n9,012\nCapital expenditures:\nMaintenance\n$\n3,959\n$\n3,118\nGrowth\n$\n4,540\n$\n3,710\n(a)\nEBITDA represents net income before deducting interest expense, income taxes, depreciation and amortization. Adjusted EBITDA represents EBITDA excluding the unrealized net gain or loss on mark-to-market activity for derivative instruments and other items, as applicable, as provided in the table below. Our management uses EBITDA and Adjusted EBITDA as supplemental measures of operating performance and we are including them because we believe that they provide our investors and industry analysts with additional information that we determined is useful to evaluate our operating results.\nEBITDA and Adjusted EBITDA are not recognized terms under accounting principles generally accepted in the United States of America (\"US GAAP\") and should not be considered as an alternative to net income or net cash provided by operating activities determined in accordance with US GAAP. Because EBITDA and Adjusted EBITDA as determined by us excludes some, but not all, items that affect net income, they may not be comparable to EBITDA and Adjusted EBITDA or similarly titled measures used by other companies.\nThe following table sets forth our calculations of EBITDA and Adjusted EBITDA:\nThree Months Ended\nDecember 30, 2017\nDecember 24, 2016\nNet income\n$\n37,168\n$\n34,489\nAdd:\n(Benefit from) provision for income taxes\n(934)\n165\nInterest expense, net\n19,514\n18,831\nDepreciation and amortization\n31,131\n31,261\nEBITDA\n86,879\n84,746\nUnrealized (non-cash) (gains) losses on changes in\nfair value of derivatives\n1,531\n(459)\nLoss on sale of business\n4,823\n—\nAdjusted EBITDA\n$\n93,233\n$\n84,287\nThe unaudited financial information included in this document is intended only as a summary provided for your convenience, and should be read in conjunction with the complete consolidated financial statements of the Partnership (including the Notes thereto, which set forth important information) contained in its Quarterly Report on Form 10-Q to be filed by the Partnership with the United States Securities and Exchange Commission (\"SEC\"). Such report, once filed, will be available on the public EDGAR electronic filing system maintained by the SEC.\nView original content: http://www.prnewswire.com/news-releases/suburban-propane-partners-lp-announces-first-quarter-earnings-300595409.html\nSOURCE Suburban Propane Partners, L.P.",
    "published": "2018-02-08T15:30:00.000+02:00",
    "crawled": "2018-02-08T17:17:44.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "whippany",
        "suburban",
        "propane",
        "partner",
        "nyse",
        "sph",
        "nationwide",
        "distributor",
        "propane",
        "fuel",
        "oil",
        "related",
        "product",
        "service",
        "well",
        "marketer",
        "natural",
        "gas",
        "electricity",
        "today",
        "announced",
        "earnings",
        "first",
        "quarter",
        "ended",
        "december",
        "net",
        "income",
        "first",
        "quarter",
        "fiscal",
        "million",
        "per",
        "common",
        "unit",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "common",
        "unit",
        "prior",
        "year",
        "first",
        "quarter",
        "net",
        "income",
        "ebitda",
        "first",
        "quarter",
        "fiscal",
        "included",
        "million",
        "loss",
        "sale",
        "certain",
        "asset",
        "operation",
        "market",
        "propane",
        "segment",
        "excluding",
        "effect",
        "foregoing",
        "item",
        "unrealized",
        "adjustment",
        "derivative",
        "instrument",
        "year",
        "adjusted",
        "ebitda",
        "defined",
        "reconciled",
        "increased",
        "million",
        "million",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "announcing",
        "result",
        "president",
        "chief",
        "executive",
        "officer",
        "michael",
        "stivala",
        "said",
        "record",
        "warm",
        "winter",
        "fiscal",
        "heating",
        "season",
        "started",
        "closer",
        "seasonally",
        "normal",
        "temperature",
        "throughout",
        "majority",
        "service",
        "territory",
        "contributed",
        "strong",
        "customer",
        "demand",
        "operating",
        "platform",
        "employee",
        "suburban",
        "propane",
        "well",
        "prepared",
        "respond",
        "keeping",
        "focused",
        "safety",
        "comfort",
        "customer",
        "ensuring",
        "adequate",
        "supply",
        "product",
        "meet",
        "demand",
        "effectively",
        "managing",
        "margin",
        "expense",
        "result",
        "pleased",
        "report",
        "improvement",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "stivala",
        "continued",
        "favorable",
        "weather",
        "pattern",
        "particularly",
        "toward",
        "end",
        "first",
        "quarter",
        "positive",
        "momentum",
        "customer",
        "demand",
        "trend",
        "carried",
        "early",
        "part",
        "fiscal",
        "second",
        "quarter",
        "stated",
        "past",
        "flexible",
        "business",
        "model",
        "designed",
        "help",
        "insulate",
        "business",
        "unseasonably",
        "warm",
        "weather",
        "well",
        "ramp",
        "activity",
        "level",
        "relation",
        "increase",
        "demand",
        "people",
        "stand",
        "ready",
        "deliver",
        "highest",
        "quality",
        "service",
        "customer",
        "community",
        "serve",
        "extremely",
        "proud",
        "hard",
        "work",
        "dedication",
        "meet",
        "challenge",
        "presented",
        "return",
        "favorable",
        "weather",
        "pattern",
        "several",
        "part",
        "service",
        "territory",
        "retail",
        "propane",
        "gallon",
        "sold",
        "first",
        "quarter",
        "fiscal",
        "million",
        "gallon",
        "increased",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "sale",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "million",
        "gallon",
        "first",
        "quarter",
        "fiscal",
        "increased",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "according",
        "national",
        "oceanic",
        "atmospheric",
        "administration",
        "average",
        "temperature",
        "measured",
        "heating",
        "degree",
        "day",
        "across",
        "partnership",
        "service",
        "territory",
        "first",
        "quarter",
        "fiscal",
        "warmer",
        "normal",
        "yet",
        "cooler",
        "prior",
        "year",
        "first",
        "quarter",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "million",
        "increased",
        "million",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "primarily",
        "due",
        "higher",
        "volume",
        "sold",
        "higher",
        "average",
        "retail",
        "selling",
        "price",
        "associated",
        "higher",
        "average",
        "wholesale",
        "product",
        "cost",
        "average",
        "posted",
        "propane",
        "price",
        "basis",
        "mont",
        "belvieu",
        "texas",
        "first",
        "quarter",
        "fiscal",
        "higher",
        "prior",
        "year",
        "first",
        "quarter",
        "cost",
        "product",
        "sold",
        "first",
        "quarter",
        "fiscal",
        "million",
        "increased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "primarily",
        "due",
        "higher",
        "volume",
        "sold",
        "higher",
        "wholesale",
        "product",
        "cost",
        "cost",
        "product",
        "sold",
        "first",
        "quarter",
        "fiscal",
        "included",
        "million",
        "unrealized",
        "loss",
        "attributable",
        "adjustment",
        "derivative",
        "instrument",
        "used",
        "risk",
        "management",
        "activity",
        "compared",
        "million",
        "unrealized",
        "gain",
        "prior",
        "year",
        "first",
        "quarter",
        "excluding",
        "unrealized",
        "gain",
        "loss",
        "propane",
        "unit",
        "margin",
        "first",
        "quarter",
        "fiscal",
        "flat",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "combined",
        "operating",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "fiscal",
        "increased",
        "million",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "primarily",
        "due",
        "higher",
        "variable",
        "operating",
        "cost",
        "attributable",
        "increase",
        "operational",
        "activity",
        "higher",
        "variable",
        "compensation",
        "expense",
        "associated",
        "higher",
        "earnings",
        "increase",
        "general",
        "insurance",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "million",
        "essentially",
        "flat",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "net",
        "interest",
        "expense",
        "million",
        "increased",
        "marginally",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "first",
        "quarter",
        "fiscal",
        "partnership",
        "funded",
        "portion",
        "cash",
        "need",
        "million",
        "incremental",
        "borrowing",
        "revolving",
        "credit",
        "facility",
        "previously",
        "announced",
        "january",
        "partnership",
        "board",
        "supervisor",
        "declared",
        "quarterly",
        "distribution",
        "per",
        "common",
        "unit",
        "three",
        "month",
        "ended",
        "december",
        "annualized",
        "basis",
        "distribution",
        "rate",
        "equates",
        "per",
        "common",
        "unit",
        "distribution",
        "payable",
        "february",
        "common",
        "unitholders",
        "record",
        "february",
        "suburban",
        "propane",
        "partner",
        "master",
        "limited",
        "partnership",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "headquartered",
        "whippany",
        "new",
        "jersey",
        "suburban",
        "customer",
        "service",
        "business",
        "since",
        "partnership",
        "serf",
        "energy",
        "need",
        "approximately",
        "million",
        "residential",
        "commercial",
        "industrial",
        "agricultural",
        "customer",
        "location",
        "state",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "relating",
        "future",
        "business",
        "expectation",
        "financial",
        "condition",
        "result",
        "operation",
        "partnership",
        "based",
        "management",
        "current",
        "good",
        "faith",
        "expectation",
        "belief",
        "concerning",
        "future",
        "development",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "implied",
        "statement",
        "including",
        "following",
        "impact",
        "weather",
        "condition",
        "demand",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "natural",
        "gas",
        "electricity",
        "volatility",
        "unit",
        "cost",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "natural",
        "gas",
        "electricity",
        "impact",
        "partnership",
        "hedging",
        "risk",
        "management",
        "activity",
        "adverse",
        "impact",
        "price",
        "increase",
        "volume",
        "result",
        "customer",
        "conservation",
        "ability",
        "partnership",
        "compete",
        "supplier",
        "propane",
        "fuel",
        "oil",
        "energy",
        "source",
        "impact",
        "price",
        "supply",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "political",
        "military",
        "economic",
        "instability",
        "oil",
        "producing",
        "nation",
        "global",
        "terrorism",
        "general",
        "economic",
        "condition",
        "ability",
        "partnership",
        "acquire",
        "sufficient",
        "volume",
        "cost",
        "partnership",
        "acquiring",
        "transporting",
        "storing",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "ability",
        "partnership",
        "acquire",
        "maintain",
        "reliable",
        "transportation",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "ability",
        "partnership",
        "retain",
        "customer",
        "acquire",
        "new",
        "customer",
        "impact",
        "customer",
        "conservation",
        "energy",
        "efficiency",
        "technology",
        "advance",
        "demand",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "natural",
        "gas",
        "electricity",
        "ability",
        "management",
        "continue",
        "control",
        "expense",
        "impact",
        "change",
        "applicable",
        "statute",
        "government",
        "regulation",
        "interpretation",
        "including",
        "relating",
        "environment",
        "climate",
        "change",
        "derivative",
        "instrument",
        "regulatory",
        "development",
        "partnership",
        "business",
        "impact",
        "change",
        "tax",
        "law",
        "could",
        "adversely",
        "affect",
        "tax",
        "treatment",
        "partnership",
        "income",
        "tax",
        "purpose",
        "impact",
        "legal",
        "proceeding",
        "partnership",
        "business",
        "impact",
        "operating",
        "hazard",
        "could",
        "adversely",
        "affect",
        "partnership",
        "operating",
        "result",
        "extent",
        "covered",
        "insurance",
        "partnership",
        "ability",
        "make",
        "strategic",
        "acquisition",
        "successfully",
        "integrate",
        "impact",
        "current",
        "condition",
        "global",
        "capital",
        "credit",
        "market",
        "general",
        "economic",
        "pressure",
        "operating",
        "legal",
        "regulatory",
        "risk",
        "partnership",
        "may",
        "face",
        "risk",
        "referenced",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "factor",
        "listed",
        "incorporated",
        "reference",
        "partnership",
        "annual",
        "report",
        "risk",
        "factor",
        "risk",
        "uncertainty",
        "discussed",
        "detail",
        "partnership",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "september",
        "periodic",
        "report",
        "filed",
        "sec",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "management",
        "view",
        "date",
        "made",
        "partnership",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "except",
        "otherwise",
        "required",
        "law",
        "suburban",
        "propane",
        "partner",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "thousand",
        "except",
        "per",
        "unit",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "propane",
        "fuel",
        "oil",
        "refined",
        "fuel",
        "natural",
        "gas",
        "electricity",
        "cost",
        "expense",
        "cost",
        "product",
        "sold",
        "operating",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "loss",
        "sale",
        "business",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "benefit",
        "provision",
        "income",
        "tax",
        "benefit",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "net",
        "income",
        "per",
        "common",
        "unit",
        "basic",
        "weighted",
        "average",
        "number",
        "common",
        "unit",
        "outstanding",
        "basic",
        "net",
        "income",
        "per",
        "common",
        "unit",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "unit",
        "outstanding",
        "diluted",
        "supplemental",
        "information",
        "ebitda",
        "adjusted",
        "ebitda",
        "retail",
        "gallon",
        "sold",
        "propane",
        "refined",
        "fuel",
        "capital",
        "expenditure",
        "maintenance",
        "growth",
        "ebitda",
        "represents",
        "net",
        "income",
        "deducting",
        "interest",
        "expense",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "represents",
        "ebitda",
        "excluding",
        "unrealized",
        "net",
        "gain",
        "loss",
        "activity",
        "derivative",
        "instrument",
        "item",
        "applicable",
        "provided",
        "table",
        "management",
        "us",
        "ebitda",
        "adjusted",
        "ebitda",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "including",
        "believe",
        "provide",
        "investor",
        "industry",
        "analyst",
        "additional",
        "information",
        "determined",
        "useful",
        "evaluate",
        "operating",
        "result",
        "ebitda",
        "adjusted",
        "ebitda",
        "recognized",
        "term",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "u",
        "gaap",
        "considered",
        "alternative",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "determined",
        "accordance",
        "u",
        "gaap",
        "ebitda",
        "adjusted",
        "ebitda",
        "determined",
        "u",
        "excludes",
        "item",
        "affect",
        "net",
        "income",
        "may",
        "comparable",
        "ebitda",
        "adjusted",
        "ebitda",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "following",
        "table",
        "set",
        "forth",
        "calculation",
        "ebitda",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "net",
        "income",
        "add",
        "benefit",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "unrealized",
        "gain",
        "loss",
        "change",
        "fair",
        "value",
        "derivative",
        "loss",
        "sale",
        "business",
        "adjusted",
        "ebitda",
        "unaudited",
        "financial",
        "information",
        "included",
        "document",
        "intended",
        "summary",
        "provided",
        "convenience",
        "read",
        "conjunction",
        "complete",
        "consolidated",
        "financial",
        "statement",
        "partnership",
        "including",
        "note",
        "thereto",
        "set",
        "forth",
        "important",
        "information",
        "contained",
        "quarterly",
        "report",
        "form",
        "filed",
        "partnership",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "report",
        "filed",
        "available",
        "public",
        "edgar",
        "electronic",
        "filing",
        "system",
        "maintained",
        "sec",
        "view",
        "original",
        "content",
        "http",
        "source",
        "suburban",
        "propane",
        "partner"
    ]
}