{
    "organizations": [],
    "uuid": "dd8d728b719942fdd8ec1b5cc049fe2577203757",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/02/making-a-crypto-utopia-in-puerto-rico.html",
    "ord_in_thread": 0,
    "title": "Making a crypto utopia in Puerto Rico",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "They call what they are building Puertopia. But then someone told them, apparently in all seriousness, that it translates to \"eternal boy playground\" in Latin. So they are changing the name: They will call it Sol.\nDozens of entrepreneurs, made newly wealthy by blockchain and cryptocurrencies, are heading en masse to Puerto Rico this winter. They are selling their homes and cars in California and establishing residency on the Caribbean island in hopes of avoiding what they see as onerous state and federal taxes on their growing fortunes, some of which now reach into the billions of dollars.\nAnd these men — because they are almost exclusively men — have a plan for what to do with the wealth: They want to build a crypto utopia, a new city where the money is virtual and the contracts are all public, to show the rest of the world what a crypto future could look like. Blockchain, a digital ledger that forms the basis of virtual currencies, has the potential to reinvent society — and the Puertopians want to prove it.\nFor more than a year, the entrepreneurs had been searching for the best location. After Hurricane Maria decimated Puerto Rico's infrastructure in September and the price of cryptocurrencies began to soar, they saw an opportunity and felt a sense of urgency.\nSo this crypto community flocked here to create its paradise. Now the investors are spending their days hunting for property where they could have their own airports and docks. They are taking over hotels and a museum in the capital's historic section, called Old San Juan. They say they are close to getting the local government to allow them to have the first cryptocurrency bank.\n\"What's happened here is a perfect storm,\" said Halsey Minor, the founder of the news site CNET, who is moving his new blockchain company — called Videocoin — from the Cayman Islands to Puerto Rico this winter. Referring to Hurricane Maria and the investment interest that has followed, he added, \"While it was really bad for the people of Puerto Rico, in the long term it's a godsend if people look past that.\"\nPuerto Rico offers an unparalleled tax incentive: no federal personal income taxes, no capital gains tax and favorable business taxes — all without having to renounce your American citizenship. For now, the local government seems receptive toward the crypto utopians; the governor will speak at their blockchain summit conference, called Puerto Crypto , in March.\nThe territory's go-to blockchain tax lawyer is Giovanni Mendez, 30. He expected the tax expatriates to disappear after Hurricane Maria, but the population has instead boomed.\n\"It's increased monumentally,\" said Mr. Mendez, who has about two dozen crypto clients. \"And they all came together.\"\nCryptocurrency investors have flocked to San Juan in recent months, hunting for property where they could have their own airports and docks, and taking over hotels and a museum in the Puerto Rican capital's historic district. Credit José Jiménez-Tirado for The New York Times\nThe movement is alarming an earlier generation of Puerto Rico tax expats like the hedge fund manager Robb Rill, who runs a social group for those taking advantage of the tax incentives.\n\"They call me up saying they're going to buy 250,000 acres so they can incorporate their own city, literally start a city in Puerto Rico to have their own crypto world,\" said Mr. Rill, who moved to the island in 2013. \"I can't engage in that.\"\nThe newcomers are still debating the exact shape that Puertopia should take. Some think they need to make a city; others think it's enough to move into Old San Juan. Puertopians said, however, that they hoped to move very fast.\n\"You've never seen an industry catalyze a place like you're going to see here,\" Mr. Minor said.\nJosé Jiménez-Tirado | The New York Times A view of Old San Juan from the Monastery Art Suites, in Puerto Rico on Jan. 3, 2018. Dozens of entrepreneurs, made newly wealthy by virtual currencies, have moved to the island to avoid taxes on their fortunes — and to build a society that runs on blockchain. The Monastery Until the Puertopians find land, they have descended on the Monastery, a 20,000-square-foot hotel they rented as their base and that was largely unscathed by the hurricane.\nMatt Clemenson and Stephen Morris were drinking beer on the Monastery's roof one recent evening. Mr. Clemenson had an easygoing affect and wore two-tone aviators; Mr. Morris, a loquacious British man, was in cargo shorts and lace-up steel-toed combat boots, with a smartphone on a necklace. They wanted to make two things clear: They chose Puerto Rico because of the hurricane, and they come in peace.\n\"It's only when everything's been swept away that you can make a case for rebuilding from the ground up,\" Mr. Morris, 53, said.\n\"We're benevolent capitalists, building a benevolent economy,\" said Mr. Clemenson, 34, a co-founder of Lottery.com, which is using the blockchain in lotteries. \"Puerto Rico has been this hidden gem, this enchanted island that's been consistently overlooked and mistreated. Maybe 500 years later we can make it right.\"\nOther Puertopians arrived on the roof as a pack, just back from a full-day property-hunting bus tour. From the middle, Brock Pierce, 37, the leader of the Puertopia movement, emerged wearing drop crotch capri pants, a black vest that almost hit his knees and a large black felt hat. He and others had arrived on the island in early December.\n\"Compassion, respect, financial transparency,\" Mr. Pierce said when asked what was guiding them here.\nMr. Pierce, the director of the Bitcoin Foundation, is a major figure in the crypto boom. He co-founded a blockchain-for-business start-up, Block.One, which has sold around $200 million of a custom virtual currency, EOS, in a so-called initial coin offering. The value of all the outstanding EOS tokens is around $6.5 billion.\nA former child actor, Mr. Pierce got into digital money early as a professional gamer, mining and trading gold in the video game World of Warcraft, an effort funded partly by Stephen K. Bannon , the former Trump adviser. Mr. Pierce is a controversial figure — he has previously been sued for fraud, among other matters.\nDownstairs, in the Monastery penthouse, a dozen or so other expats were hanging out. The water was out that night, so the toilets and faucets were dry. Mr. Minor lounged on an alcove chaise.\n\"The U.S. doesn't want us. It's trying to choke off this economy,\" Mr. Minor said, referring to the difficulties that crypto investors have with American banks. \"There needs to be a place where people are free to invent.\"\nMr. Pierce paced the room with his hands in fists. A few times a day, he played a video for the group on his phone and a portable speaker: Charlie Chaplin's 1940 \"The Great Dictator,\" in which Chaplin parodies Hitler rallying his forces. He finds inspiration in lines like \"More than machinery, we need humanity.\"\n\"I'm worried people are going to misinterpret our actions,\" Mr. Pierce said. \"That we're just coming to Puerto Rico to dodge taxes.\"\nHe said he was aiming to create a charitable token called ONE with $1 billion of his own money. \"If you take the MY out of money, you're left with ONE,\" Mr. Pierce said.\n\"He's tuned in to a higher calling,\" said Kai Nygard, scion of the Canadian clothing company Nygard and a crypto investor. \"He's beyond money.\"\nThe force of Mr. Pierce's personality and his spiritual presence are important to the group, whose members are otherwise largely agnostic. Mr. Pierce regularly performs rituals. Earlier that day while scoping out property, they had stopped at a historic Ceiba tree, known as the Tree of Life.\n\"Brock nestled into the bosom of it and was there for 10 minutes,\" Mr. Nygard said.\nMr. Pierce walked around the tree and said prayers for Puertopia, holding a rusted wrench he had picked up in the territory. He kissed an old man's feet. He blessed a crystal in the water, as they all watched. He played the Chaplin speech to everyone and to the tree, Mr. Nygard said.\nThat wrench is now in the penthouse, heavy and greasy.\nLater on, at a dinner in a nearby restaurant, the group ordered platters of octopus arms, fried cheese, ceviche and rum cocktails. They began debating whether to buy Puerto Rico's Roosevelt Roads Naval Station, which measures 9,000 acres and has two deepwater ports and an adjacent airport. The only hitch: It's a Superfund cleanup site.\nMr. Pierce had fallen asleep by then, his hat tilted down and arms crossed. He gets two hours of sleep many nights, often on a firm grounding mat to stay in contact with the earth's electric energy. Josh Boles, a tall, athletic man who is another crypto expat, picked him up, and the group headed back to the Monastery.\nThey walked past a big pink building in an old town square, the start of their vision for Puertopia's downtown. Once a children's museum, they plan on making it a crypto clubhouse and outreach center that will have the mission \"to bring together Puerto Ricans with Puertopians.\"\nThe Vanderbilt Workdays are casual in Puertopia. One morning, Bryan Larkin, 39, and Reeve Collins, 42, were working at another old hotel, the Condado Vanderbilt, where they had their laptops on a pool bar with frozen piña coladas on tap.\n\"We're going to make this crypto land,\" Mr. Larkin said.\nMr. Larkin has mined about $2 billion in Bitcoin and is the chief technology officer of Blockchain Industries, a publicly traded company based in Puerto Rico.\nMr. Collins, an internet veteran, had raised more than $20 million from an initial coin offering for BlockV, his app store for the blockchain, whose outstanding tokens are worth about $125 million. He had also co-founded Tether, which backs cryptocurrency tied to the value of a dollar and whose outstanding tokens are worth about $2.1 billion, though the company has generated enormous controversy in the virtual currency world.\n\"So, no. No, I don't want to pay taxes,\" Mr. Collins said. \"This is the first time in human history anyone other than kings or governments or gods can create their own money.\"\nHe had moved from Santa Monica, Calif., with just a few bags and was now starting a local cryptocurrency incubator called Vatom Factory.\n\"When Brock said, 'We're moving to Puerto Rico for the taxes and to create this new town,' I said, 'I'm in,'\" Mr. Collins said. \"Sight unseen.\"\nThey soon went back to work, checking out Coinmarketcap.com, a site that shows the price of cryptocurrencies.\n\"Our market cap's gone up $100 million in a week,\" Mr. Collins said.\n\"Congrats, man,\" Mr. Larkin said.\nJosé Jiménez-Tirado | The New York Times Brock Pierce, center, with Josh Boles, left, and Matt Clemenson on the roof of the Monastery Art Suites, which they have rented out as a headquarters for their cryptocurrency business, in San Juan, in Puerto Rico, on Jan. 3, 2018. Welcome, Puertopians? All across San Juan, many locals are trying to figure out what to do with the crypto arrivals.\nSome are open to the new wave as a welcome infusion of investment and ideas.\n\"We're open for crypto business,\" said Erika Medina-Vecchini, the chief business development officer for the Department of Economic Development and Commerce, in an interview at her office. She said her office was starting an ad campaign aimed at the new crypto expat boom, with the tagline \"Paradise Performs.\"\nOthers worry about the island's being used for an experiment and talk about \"crypto colonialism.\" At a house party in San Juan, Richard Lopez, 32, who runs a pizza restaurant, Estella, in the town of Arecibo, said: \"I think it's great. Lure them in with taxes, and they'll spend money.\"\nAndria Satz, 33, who grew up in Old San Juan and works for the Conservation Trust of Puerto Rico, disagreed.\n\"We're the tax playground for the rich,\" she said. \"We're the test case for anyone who wants to experiment. Outsiders get tax exemptions, and locals can't get permits.\"\nMr. Lopez said the territory needed something to jump-start the economy. \"We have to find a new way,\" he said.\n\"Sure then, Bitcoin, why not,\" Ms. Satz said, throwing up her hands.\nMr. Lopez said he and a childhood friend, Rafael Perez, 31, were trying to set up a Bitcoin mine in their hometown. But electricity has been inconsistent, and mining even a single Bitcoin takes a lot of power, he said.\nRead more from The New York Times:\nEveryone is getting hilariously rich and you're not\nMaria strikes, and Puerto Rico goes dark\nAlibaba's online growth surges, even as it looks offline",
    "published": "2018-02-02T21:03:00.000+02:00",
    "crawled": "2018-02-02T22:14:58.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "call",
        "building",
        "puertopia",
        "someone",
        "told",
        "apparently",
        "seriousness",
        "translates",
        "eternal",
        "boy",
        "playground",
        "latin",
        "changing",
        "name",
        "call",
        "sol",
        "dozen",
        "entrepreneur",
        "made",
        "newly",
        "wealthy",
        "blockchain",
        "cryptocurrencies",
        "heading",
        "en",
        "masse",
        "puerto",
        "rico",
        "winter",
        "selling",
        "home",
        "car",
        "california",
        "establishing",
        "residency",
        "caribbean",
        "island",
        "hope",
        "avoiding",
        "see",
        "onerous",
        "state",
        "federal",
        "tax",
        "growing",
        "fortune",
        "reach",
        "billion",
        "dollar",
        "men",
        "almost",
        "exclusively",
        "men",
        "plan",
        "wealth",
        "want",
        "build",
        "crypto",
        "utopia",
        "new",
        "city",
        "money",
        "virtual",
        "contract",
        "public",
        "show",
        "rest",
        "world",
        "crypto",
        "future",
        "could",
        "look",
        "like",
        "blockchain",
        "digital",
        "ledger",
        "form",
        "basis",
        "virtual",
        "currency",
        "potential",
        "reinvent",
        "society",
        "puertopians",
        "want",
        "prove",
        "year",
        "entrepreneur",
        "searching",
        "best",
        "location",
        "hurricane",
        "maria",
        "decimated",
        "puerto",
        "rico",
        "infrastructure",
        "september",
        "price",
        "cryptocurrencies",
        "began",
        "soar",
        "saw",
        "opportunity",
        "felt",
        "sense",
        "urgency",
        "crypto",
        "community",
        "flocked",
        "create",
        "paradise",
        "investor",
        "spending",
        "day",
        "hunting",
        "property",
        "could",
        "airport",
        "dock",
        "taking",
        "hotel",
        "museum",
        "capital",
        "historic",
        "section",
        "called",
        "old",
        "san",
        "juan",
        "say",
        "close",
        "getting",
        "local",
        "government",
        "allow",
        "first",
        "cryptocurrency",
        "bank",
        "happened",
        "perfect",
        "storm",
        "said",
        "halsey",
        "minor",
        "founder",
        "news",
        "site",
        "cnet",
        "moving",
        "new",
        "blockchain",
        "company",
        "called",
        "videocoin",
        "cayman",
        "island",
        "puerto",
        "rico",
        "winter",
        "referring",
        "hurricane",
        "maria",
        "investment",
        "interest",
        "followed",
        "added",
        "really",
        "bad",
        "people",
        "puerto",
        "rico",
        "long",
        "term",
        "godsend",
        "people",
        "look",
        "past",
        "puerto",
        "rico",
        "offer",
        "unparalleled",
        "tax",
        "incentive",
        "federal",
        "personal",
        "income",
        "tax",
        "capital",
        "gain",
        "tax",
        "favorable",
        "business",
        "tax",
        "without",
        "renounce",
        "american",
        "citizenship",
        "local",
        "government",
        "seems",
        "receptive",
        "toward",
        "crypto",
        "utopian",
        "governor",
        "speak",
        "blockchain",
        "summit",
        "conference",
        "called",
        "puerto",
        "crypto",
        "march",
        "territory",
        "blockchain",
        "tax",
        "lawyer",
        "giovanni",
        "mendez",
        "expected",
        "tax",
        "expatriate",
        "disappear",
        "hurricane",
        "maria",
        "population",
        "instead",
        "boomed",
        "increased",
        "monumentally",
        "said",
        "mendez",
        "two",
        "dozen",
        "crypto",
        "client",
        "came",
        "together",
        "cryptocurrency",
        "investor",
        "flocked",
        "san",
        "juan",
        "recent",
        "month",
        "hunting",
        "property",
        "could",
        "airport",
        "dock",
        "taking",
        "hotel",
        "museum",
        "puerto",
        "rican",
        "capital",
        "historic",
        "district",
        "credit",
        "josé",
        "new",
        "york",
        "time",
        "movement",
        "alarming",
        "earlier",
        "generation",
        "puerto",
        "rico",
        "tax",
        "expat",
        "like",
        "hedge",
        "fund",
        "manager",
        "robb",
        "rill",
        "run",
        "social",
        "group",
        "taking",
        "advantage",
        "tax",
        "incentive",
        "call",
        "saying",
        "going",
        "buy",
        "acre",
        "incorporate",
        "city",
        "literally",
        "start",
        "city",
        "puerto",
        "rico",
        "crypto",
        "world",
        "said",
        "rill",
        "moved",
        "island",
        "ca",
        "engage",
        "newcomer",
        "still",
        "debating",
        "exact",
        "shape",
        "puertopia",
        "take",
        "think",
        "need",
        "make",
        "city",
        "others",
        "think",
        "enough",
        "move",
        "old",
        "san",
        "juan",
        "puertopians",
        "said",
        "however",
        "hoped",
        "move",
        "fast",
        "never",
        "seen",
        "industry",
        "catalyze",
        "place",
        "like",
        "going",
        "see",
        "minor",
        "said",
        "josé",
        "new",
        "york",
        "time",
        "view",
        "old",
        "san",
        "juan",
        "monastery",
        "art",
        "suite",
        "puerto",
        "rico",
        "dozen",
        "entrepreneur",
        "made",
        "newly",
        "wealthy",
        "virtual",
        "currency",
        "moved",
        "island",
        "avoid",
        "tax",
        "fortune",
        "build",
        "society",
        "run",
        "blockchain",
        "monastery",
        "puertopians",
        "find",
        "land",
        "descended",
        "monastery",
        "hotel",
        "rented",
        "base",
        "largely",
        "unscathed",
        "hurricane",
        "matt",
        "clemenson",
        "stephen",
        "morris",
        "drinking",
        "beer",
        "monastery",
        "roof",
        "one",
        "recent",
        "evening",
        "clemenson",
        "easygoing",
        "affect",
        "wore",
        "aviator",
        "morris",
        "loquacious",
        "british",
        "man",
        "cargo",
        "short",
        "combat",
        "boot",
        "smartphone",
        "necklace",
        "wanted",
        "make",
        "two",
        "thing",
        "clear",
        "chose",
        "puerto",
        "rico",
        "hurricane",
        "come",
        "peace",
        "everything",
        "swept",
        "away",
        "make",
        "case",
        "rebuilding",
        "ground",
        "morris",
        "said",
        "benevolent",
        "capitalist",
        "building",
        "benevolent",
        "economy",
        "said",
        "clemenson",
        "using",
        "blockchain",
        "lottery",
        "puerto",
        "rico",
        "hidden",
        "gem",
        "enchanted",
        "island",
        "consistently",
        "overlooked",
        "mistreated",
        "maybe",
        "year",
        "later",
        "make",
        "right",
        "puertopians",
        "arrived",
        "roof",
        "pack",
        "back",
        "bus",
        "tour",
        "middle",
        "brock",
        "pierce",
        "leader",
        "puertopia",
        "movement",
        "emerged",
        "wearing",
        "drop",
        "crotch",
        "capri",
        "pant",
        "black",
        "vest",
        "almost",
        "hit",
        "knee",
        "large",
        "black",
        "felt",
        "hat",
        "others",
        "arrived",
        "island",
        "early",
        "december",
        "compassion",
        "respect",
        "financial",
        "transparency",
        "pierce",
        "said",
        "asked",
        "guiding",
        "pierce",
        "director",
        "bitcoin",
        "foundation",
        "major",
        "figure",
        "crypto",
        "boom",
        "sold",
        "around",
        "million",
        "custom",
        "virtual",
        "currency",
        "eos",
        "initial",
        "coin",
        "offering",
        "value",
        "outstanding",
        "eos",
        "token",
        "around",
        "billion",
        "former",
        "child",
        "actor",
        "pierce",
        "got",
        "digital",
        "money",
        "early",
        "professional",
        "gamer",
        "mining",
        "trading",
        "gold",
        "video",
        "game",
        "world",
        "warcraft",
        "effort",
        "funded",
        "partly",
        "stephen",
        "bannon",
        "former",
        "trump",
        "adviser",
        "pierce",
        "controversial",
        "figure",
        "previously",
        "sued",
        "fraud",
        "among",
        "matter",
        "downstairs",
        "monastery",
        "penthouse",
        "dozen",
        "expat",
        "hanging",
        "water",
        "night",
        "toilet",
        "faucet",
        "dry",
        "minor",
        "lounged",
        "alcove",
        "chaise",
        "want",
        "u",
        "trying",
        "choke",
        "economy",
        "minor",
        "said",
        "referring",
        "difficulty",
        "crypto",
        "investor",
        "american",
        "bank",
        "need",
        "place",
        "people",
        "free",
        "invent",
        "pierce",
        "paced",
        "room",
        "hand",
        "fist",
        "time",
        "day",
        "played",
        "video",
        "group",
        "phone",
        "portable",
        "speaker",
        "charlie",
        "chaplin",
        "great",
        "dictator",
        "chaplin",
        "parody",
        "hitler",
        "rallying",
        "force",
        "find",
        "inspiration",
        "line",
        "like",
        "machinery",
        "need",
        "humanity",
        "worried",
        "people",
        "going",
        "misinterpret",
        "action",
        "pierce",
        "said",
        "coming",
        "puerto",
        "rico",
        "dodge",
        "tax",
        "said",
        "aiming",
        "create",
        "charitable",
        "token",
        "called",
        "one",
        "billion",
        "money",
        "take",
        "money",
        "left",
        "one",
        "pierce",
        "said",
        "tuned",
        "higher",
        "calling",
        "said",
        "kai",
        "nygard",
        "scion",
        "canadian",
        "clothing",
        "company",
        "nygard",
        "crypto",
        "investor",
        "beyond",
        "money",
        "force",
        "pierce",
        "personality",
        "spiritual",
        "presence",
        "important",
        "group",
        "whose",
        "member",
        "otherwise",
        "largely",
        "agnostic",
        "pierce",
        "regularly",
        "performs",
        "ritual",
        "earlier",
        "day",
        "scoping",
        "property",
        "stopped",
        "historic",
        "ceiba",
        "tree",
        "known",
        "tree",
        "life",
        "brock",
        "nestled",
        "bosom",
        "minute",
        "nygard",
        "said",
        "pierce",
        "walked",
        "around",
        "tree",
        "said",
        "prayer",
        "puertopia",
        "holding",
        "rusted",
        "wrench",
        "picked",
        "territory",
        "kissed",
        "old",
        "man",
        "foot",
        "blessed",
        "crystal",
        "water",
        "watched",
        "played",
        "chaplin",
        "speech",
        "everyone",
        "tree",
        "nygard",
        "said",
        "wrench",
        "penthouse",
        "heavy",
        "greasy",
        "later",
        "dinner",
        "nearby",
        "restaurant",
        "group",
        "ordered",
        "platter",
        "octopus",
        "arm",
        "fried",
        "cheese",
        "ceviche",
        "rum",
        "cocktail",
        "began",
        "debating",
        "whether",
        "buy",
        "puerto",
        "rico",
        "roosevelt",
        "road",
        "naval",
        "station",
        "measure",
        "acre",
        "two",
        "deepwater",
        "port",
        "adjacent",
        "airport",
        "hitch",
        "superfund",
        "cleanup",
        "site",
        "pierce",
        "fallen",
        "asleep",
        "hat",
        "tilted",
        "arm",
        "crossed",
        "get",
        "two",
        "hour",
        "sleep",
        "many",
        "night",
        "often",
        "firm",
        "grounding",
        "mat",
        "stay",
        "contact",
        "earth",
        "electric",
        "energy",
        "josh",
        "bole",
        "tall",
        "athletic",
        "man",
        "another",
        "crypto",
        "expat",
        "picked",
        "group",
        "headed",
        "back",
        "monastery",
        "walked",
        "past",
        "big",
        "pink",
        "building",
        "old",
        "town",
        "square",
        "start",
        "vision",
        "puertopia",
        "downtown",
        "child",
        "museum",
        "plan",
        "making",
        "crypto",
        "clubhouse",
        "outreach",
        "center",
        "mission",
        "bring",
        "together",
        "puerto",
        "ricans",
        "puertopians",
        "vanderbilt",
        "workday",
        "casual",
        "puertopia",
        "one",
        "morning",
        "bryan",
        "larkin",
        "reeve",
        "collins",
        "working",
        "another",
        "old",
        "hotel",
        "condado",
        "vanderbilt",
        "laptop",
        "pool",
        "bar",
        "frozen",
        "piña",
        "coladas",
        "tap",
        "going",
        "make",
        "crypto",
        "land",
        "larkin",
        "said",
        "larkin",
        "mined",
        "billion",
        "bitcoin",
        "chief",
        "technology",
        "officer",
        "blockchain",
        "industry",
        "publicly",
        "traded",
        "company",
        "based",
        "puerto",
        "rico",
        "collins",
        "internet",
        "veteran",
        "raised",
        "million",
        "initial",
        "coin",
        "offering",
        "blockv",
        "app",
        "store",
        "blockchain",
        "whose",
        "outstanding",
        "token",
        "worth",
        "million",
        "also",
        "tether",
        "back",
        "cryptocurrency",
        "tied",
        "value",
        "dollar",
        "whose",
        "outstanding",
        "token",
        "worth",
        "billion",
        "though",
        "company",
        "generated",
        "enormous",
        "controversy",
        "virtual",
        "currency",
        "world",
        "want",
        "pay",
        "tax",
        "collins",
        "said",
        "first",
        "time",
        "human",
        "history",
        "anyone",
        "king",
        "government",
        "god",
        "create",
        "money",
        "moved",
        "santa",
        "monica",
        "bag",
        "starting",
        "local",
        "cryptocurrency",
        "incubator",
        "called",
        "vatom",
        "factory",
        "brock",
        "said",
        "moving",
        "puerto",
        "rico",
        "tax",
        "create",
        "new",
        "town",
        "said",
        "collins",
        "said",
        "sight",
        "unseen",
        "soon",
        "went",
        "back",
        "work",
        "checking",
        "site",
        "show",
        "price",
        "cryptocurrencies",
        "market",
        "cap",
        "gone",
        "million",
        "week",
        "collins",
        "said",
        "congrats",
        "man",
        "larkin",
        "said",
        "josé",
        "new",
        "york",
        "time",
        "brock",
        "pierce",
        "center",
        "josh",
        "bole",
        "left",
        "matt",
        "clemenson",
        "roof",
        "monastery",
        "art",
        "suite",
        "rented",
        "headquarters",
        "cryptocurrency",
        "business",
        "san",
        "juan",
        "puerto",
        "rico",
        "welcome",
        "puertopians",
        "across",
        "san",
        "juan",
        "many",
        "local",
        "trying",
        "figure",
        "crypto",
        "arrival",
        "open",
        "new",
        "wave",
        "welcome",
        "infusion",
        "investment",
        "idea",
        "open",
        "crypto",
        "business",
        "said",
        "erika",
        "chief",
        "business",
        "development",
        "officer",
        "department",
        "economic",
        "development",
        "commerce",
        "interview",
        "office",
        "said",
        "office",
        "starting",
        "ad",
        "campaign",
        "aimed",
        "new",
        "crypto",
        "expat",
        "boom",
        "tagline",
        "paradise",
        "performs",
        "others",
        "worry",
        "island",
        "used",
        "experiment",
        "talk",
        "crypto",
        "colonialism",
        "house",
        "party",
        "san",
        "juan",
        "richard",
        "lopez",
        "run",
        "pizza",
        "restaurant",
        "estella",
        "town",
        "arecibo",
        "said",
        "think",
        "great",
        "lure",
        "tax",
        "spend",
        "money",
        "andria",
        "satz",
        "grew",
        "old",
        "san",
        "juan",
        "work",
        "conservation",
        "trust",
        "puerto",
        "rico",
        "disagreed",
        "tax",
        "playground",
        "rich",
        "said",
        "test",
        "case",
        "anyone",
        "want",
        "experiment",
        "outsider",
        "get",
        "tax",
        "exemption",
        "local",
        "ca",
        "get",
        "permit",
        "lopez",
        "said",
        "territory",
        "needed",
        "something",
        "economy",
        "find",
        "new",
        "way",
        "said",
        "sure",
        "bitcoin",
        "satz",
        "said",
        "throwing",
        "hand",
        "lopez",
        "said",
        "childhood",
        "friend",
        "rafael",
        "perez",
        "trying",
        "set",
        "bitcoin",
        "mine",
        "hometown",
        "electricity",
        "inconsistent",
        "mining",
        "even",
        "single",
        "bitcoin",
        "take",
        "lot",
        "power",
        "said",
        "read",
        "new",
        "york",
        "time",
        "everyone",
        "getting",
        "hilariously",
        "rich",
        "maria",
        "strike",
        "puerto",
        "rico",
        "go",
        "dark",
        "alibaba",
        "online",
        "growth",
        "surge",
        "even",
        "look",
        "offline"
    ]
}