{
    "organizations": [],
    "uuid": "2d041b1e190c0528aedd1c432fbcfbd0ac5428d6",
    "author": "Alex Sherman",
    "url": "https://www.cnbc.com/2018/02/05/trump-delay-att-time-warner-approval-stalled-big-media-helps-netflix-amazon.html",
    "ord_in_thread": 0,
    "title": "Trump delay of AT&T-Time Warner approval has stalled big media plans",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Donald Trump doesn't have a lot of friends in Silicon Valley. However, as his administration delays approving the AT&T-Time Warner merger, he is unintentionally making life much easier for the biggest technology companies. \nThe Justice Department's decision to sue to block the $85 billion acquisition of Time Warner by AT&T has clogged up the future of the legacy media business as executives wait to see what's possible -- and what isn't -- in a Trump administration. Meanwhile, tech companies like Amazon , Apple , Netflix , Alphabet 's YouTube, and Facebook are free to spend billions on original content, buoyed by the rising growth that traditional media companies lack.\n\"For the first time, I don't understand what's possible regulatorily when it comes to horizontal integration or to vertical integration, and even whether or not behavioral remedies will be meaningful again,\" said Leo Hindery, managing partner of InterMedia Partners and the former CEO of both TCI and AT&T Broadband, once the largest U.S. cable company. \"There are now inconsistent strategies from company to company and people are stepping every day into each other's sandboxes.\"\nThe threat of tech giants moving in on traditional media businesses is one of the reasons Rupert Murdoch decided to sell $52.4 billion worth of 21st Century Fox assets to Disney in December, according to people familiar with the matter. That sale included Fox's movie studio, some cable channels and stakes in Sky, Endemol Shine Group and Hulu, as well as regional sports networks.\nMurdoch is concerned the largest technology companies will outspend Fox and other TV-first programmers on new content and sports rights in the coming years, said the people, who asked not to be named because the discussions were private. Media companies are trying to respond by getting bigger and bulking up their balance sheets to compete.\nFox shelled out $3 billion for Thursday Night NFL rights for the next five years in a deal announced last week. The price to broadcast football games keeps rising even as NFL ratings have declined for the second consecutive season. That's because traditional TV programmers like Fox need must-see live content to differentiate from on-demand services such as Netflix, which is spending up to $8 billion on content next year alone . \nAccess to sports and live events is also important to keep the cable-TV ecosystem relevant -- high-demand content drives cable's bundling strategy, where it sells large groups of channels together. Total U.S. households paying for cable or satellite TV could fall to 92 million in 2018, according to a UBS estimate , down 11 percent from 2012, when pay-TV households peaked at 103 million. \nThe combined market valuations of the big legacy media companies like Comcast, Disney, Fox and Time Warner is about $500 billion. That collective number trails the individual market caps of Apple, Amazon and Facebook.\nApple's market valuation, by itself, is around $830 billion. Amazon's is approaching $700 billion. Facebook is around $550 billion. Netflix's market cap, which is around $115 billion, tops both Fox and Time Warner.\nA brake on other deals Blocking AT&T-Time Warner has put the brakes on a series of domino deals that would drastically consolidate the media landscape. \nIf AT&T-Time Warner isn't allowed to proceed, Time Warner, which owns HBO, CNN, Turner Broadcasting System and Warner Bros. studio will almost certainly look for a new merger partner. AT&T will also be forced to alter its strategy of vertical integration.\nIt's conceivable Disney may not be allowed to buy Fox either, though President Trump did publicly congratulate Murdoch on the deal when it was announced, suggesting his approval. \nIf AT&T-Time Warner is able to move forward, Verizon immediately becomes another potential buyer of big media. \nComcast could also consider topping Disney's bid for Fox, according to people familiar with the matter. No decision has been made by Comcast on a topping bid yet, said the people, who asked not to be named because the decision is private. Disney is already preparing itself for a Comcast topping bid and considering responses in case, according to multiple people familiar with Disney's thinking. \nAn unsolicited offer at a premium to Disney's bid could convince enough Fox shareholders to vote against Murdoch. His family controls 39 percent of Fox's Class B voting shares but owns only 17 percent of all outstanding shares. Comcast executives suggested to Murdoch last year they would be willing to pay significantly more for Fox's assets than what Disney was offering, said the people. Murdoch still went with the Disney offer, in large part due to regulatory concerns with Comcast. \nFox's international businesses are of particular interest to Comcast, which sees more potential growth outside of the U.S. than it does domestically. Spokeswomen for Comcast and Fox declined to comment.\n\"Many of our peers are reevaluating their strategies,\" Comcast CEO Brian Roberts said during the company's Jan. 24 earnings call. \"So along the way there may be opportunities for us to create more value for our shareholders, like we did with NBCUniversal. In this respect, it shouldn't be a surprise that we study every situation that comes along.\"\nEven if the U.S. district court upholds the Justice Department's decision to block the deal, Time Warner could sue again, bringing the case all the way to the U.S. Supreme Court. That decision could be more than a year away, causing the media landscape to remain frozen for years.\n\"For the longest time, we had decades of very successful vertical integration, with common finish lines for the whole of the media and telecommunications industries,\" Hindery said. \"Not anymore.\"\nFamily planning Beyond the fear of Silicon Valley's impending takeover of live and original content, companies including Fox, CBS and Viacom are also looking for regulatory clarity so their majority owners can clear up estate planning issues. \nMurdoch's decision to shed Fox assets puts his son Lachlan in place to run the smaller Fox, according to a person familiar with Murdoch's thinking. That would include publishing assets like the New York Post and the Wall Street Journal. It also allows his other son, James, the freedom to move away from the business if he chooses, the person said. \nGetty Images Rupert Murdoch, center, with sons James Murdoch, (R) and Lachlan Murdoch. Shari Redstone also isn't waiting for Time Warner, even though CBS and Time Warner could be natural merger candidates.\nRedstone took control of her father's media empire, National Amusements, last year after Sumner's health failed. National Amusements owns about 80 percent of the common stock of both CBS and Viacom. Redstone is now considering putting the companies back together after a false start last year.\nJohn Malone has successfully orchestrated two programming mergers in just over a year, putting together Lionsgate and Starz in December 2016 and championing Discovery's decision to acquire Scripps last year. Malone controls about 28 percent of Discovery's voting shares. Lionsgate, now combined with Starz, may look for a larger buyer later this year, although it isn't yet in formal sales talks, according to a person familiar with the matter. \nThe sudden push for massive media consolidation is largely driven by the realization that the media ecosystem is shifting from television to the Internet, even if the cable subscription model allows legacy media companies to profitably survive. Still, after decades of pushing for higher affiliate fees from TV operators, such as Comcast, Charter and Dish Network, TV programmers are now banding together to ensure their most popular channels survive and drive growth.\n\"In the opening scene of March of the Penguins, the penguins are huddling up to get warm in a pack so large so that they can withstand the harshness of winter and survive a little bit longer,\" said Rich Greenfield, an analyst at BTIG who covers the media industry. \"This is what's happening to legacy media companies. They are banding together, trying to stay alive to survive another winter.\"\nDisclosure: Comcast is the owner of NBCUniversal, the parent company of CNBC and CNBC.com. \nshow chapters AT&T CEO not backing down to anti-trust lawsuit over planned merger with Time-Warner      4:22 PM ET Fri, 22 Dec 2017 | 14:54",
    "published": "2018-02-05T19:08:00.000+02:00",
    "crawled": "2018-02-05T19:09:23.046+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "donald",
        "trump",
        "lot",
        "friend",
        "silicon",
        "valley",
        "however",
        "administration",
        "delay",
        "approving",
        "warner",
        "merger",
        "unintentionally",
        "making",
        "life",
        "much",
        "easier",
        "biggest",
        "technology",
        "company",
        "justice",
        "department",
        "decision",
        "sue",
        "block",
        "billion",
        "acquisition",
        "time",
        "warner",
        "clogged",
        "future",
        "legacy",
        "medium",
        "business",
        "executive",
        "wait",
        "see",
        "possible",
        "trump",
        "administration",
        "meanwhile",
        "tech",
        "company",
        "like",
        "amazon",
        "apple",
        "netflix",
        "alphabet",
        "youtube",
        "facebook",
        "free",
        "spend",
        "billion",
        "original",
        "content",
        "buoyed",
        "rising",
        "growth",
        "traditional",
        "medium",
        "company",
        "lack",
        "first",
        "time",
        "understand",
        "possible",
        "regulatorily",
        "come",
        "horizontal",
        "integration",
        "vertical",
        "integration",
        "even",
        "whether",
        "behavioral",
        "remedy",
        "meaningful",
        "said",
        "leo",
        "hindery",
        "managing",
        "partner",
        "intermedia",
        "partner",
        "former",
        "ceo",
        "tci",
        "broadband",
        "largest",
        "cable",
        "company",
        "inconsistent",
        "strategy",
        "company",
        "company",
        "people",
        "stepping",
        "every",
        "day",
        "sandbox",
        "threat",
        "tech",
        "giant",
        "moving",
        "traditional",
        "medium",
        "business",
        "one",
        "reason",
        "rupert",
        "murdoch",
        "decided",
        "sell",
        "billion",
        "worth",
        "21st",
        "century",
        "fox",
        "asset",
        "disney",
        "december",
        "according",
        "people",
        "familiar",
        "matter",
        "sale",
        "included",
        "fox",
        "movie",
        "studio",
        "cable",
        "channel",
        "stake",
        "sky",
        "endemol",
        "shine",
        "group",
        "hulu",
        "well",
        "regional",
        "sport",
        "network",
        "murdoch",
        "concerned",
        "largest",
        "technology",
        "company",
        "outspend",
        "fox",
        "programmer",
        "new",
        "content",
        "sport",
        "right",
        "coming",
        "year",
        "said",
        "people",
        "asked",
        "named",
        "discussion",
        "private",
        "medium",
        "company",
        "trying",
        "respond",
        "getting",
        "bigger",
        "bulking",
        "balance",
        "sheet",
        "compete",
        "fox",
        "shelled",
        "billion",
        "thursday",
        "night",
        "nfl",
        "right",
        "next",
        "five",
        "year",
        "deal",
        "announced",
        "last",
        "week",
        "price",
        "broadcast",
        "football",
        "game",
        "keep",
        "rising",
        "even",
        "nfl",
        "rating",
        "declined",
        "second",
        "consecutive",
        "season",
        "traditional",
        "tv",
        "programmer",
        "like",
        "fox",
        "need",
        "live",
        "content",
        "differentiate",
        "service",
        "netflix",
        "spending",
        "billion",
        "content",
        "next",
        "year",
        "alone",
        "access",
        "sport",
        "live",
        "event",
        "also",
        "important",
        "keep",
        "ecosystem",
        "relevant",
        "content",
        "drive",
        "cable",
        "bundling",
        "strategy",
        "sell",
        "large",
        "group",
        "channel",
        "together",
        "total",
        "household",
        "paying",
        "cable",
        "satellite",
        "tv",
        "could",
        "fall",
        "million",
        "according",
        "ubs",
        "estimate",
        "percent",
        "household",
        "peaked",
        "million",
        "combined",
        "market",
        "valuation",
        "big",
        "legacy",
        "medium",
        "company",
        "like",
        "comcast",
        "disney",
        "fox",
        "time",
        "warner",
        "billion",
        "collective",
        "number",
        "trail",
        "individual",
        "market",
        "cap",
        "apple",
        "amazon",
        "facebook",
        "apple",
        "market",
        "valuation",
        "around",
        "billion",
        "amazon",
        "approaching",
        "billion",
        "facebook",
        "around",
        "billion",
        "netflix",
        "market",
        "cap",
        "around",
        "billion",
        "top",
        "fox",
        "time",
        "warner",
        "brake",
        "deal",
        "blocking",
        "warner",
        "put",
        "brake",
        "series",
        "domino",
        "deal",
        "would",
        "drastically",
        "consolidate",
        "medium",
        "landscape",
        "warner",
        "allowed",
        "proceed",
        "time",
        "warner",
        "owns",
        "hbo",
        "cnn",
        "turner",
        "broadcasting",
        "system",
        "warner",
        "studio",
        "almost",
        "certainly",
        "look",
        "new",
        "merger",
        "partner",
        "also",
        "forced",
        "alter",
        "strategy",
        "vertical",
        "integration",
        "conceivable",
        "disney",
        "may",
        "allowed",
        "buy",
        "fox",
        "either",
        "though",
        "president",
        "trump",
        "publicly",
        "congratulate",
        "murdoch",
        "deal",
        "announced",
        "suggesting",
        "approval",
        "warner",
        "able",
        "move",
        "forward",
        "verizon",
        "immediately",
        "becomes",
        "another",
        "potential",
        "buyer",
        "big",
        "medium",
        "comcast",
        "could",
        "also",
        "consider",
        "topping",
        "disney",
        "bid",
        "fox",
        "according",
        "people",
        "familiar",
        "matter",
        "decision",
        "made",
        "comcast",
        "topping",
        "bid",
        "yet",
        "said",
        "people",
        "asked",
        "named",
        "decision",
        "private",
        "disney",
        "already",
        "preparing",
        "comcast",
        "topping",
        "bid",
        "considering",
        "response",
        "case",
        "according",
        "multiple",
        "people",
        "familiar",
        "disney",
        "thinking",
        "unsolicited",
        "offer",
        "premium",
        "disney",
        "bid",
        "could",
        "convince",
        "enough",
        "fox",
        "shareholder",
        "vote",
        "murdoch",
        "family",
        "control",
        "percent",
        "fox",
        "class",
        "b",
        "voting",
        "share",
        "owns",
        "percent",
        "outstanding",
        "share",
        "comcast",
        "executive",
        "suggested",
        "murdoch",
        "last",
        "year",
        "would",
        "willing",
        "pay",
        "significantly",
        "fox",
        "asset",
        "disney",
        "offering",
        "said",
        "people",
        "murdoch",
        "still",
        "went",
        "disney",
        "offer",
        "large",
        "part",
        "due",
        "regulatory",
        "concern",
        "comcast",
        "fox",
        "international",
        "business",
        "particular",
        "interest",
        "comcast",
        "see",
        "potential",
        "growth",
        "outside",
        "domestically",
        "spokeswoman",
        "comcast",
        "fox",
        "declined",
        "comment",
        "many",
        "peer",
        "reevaluating",
        "strategy",
        "comcast",
        "ceo",
        "brian",
        "robert",
        "said",
        "company",
        "earnings",
        "call",
        "along",
        "way",
        "may",
        "opportunity",
        "u",
        "create",
        "value",
        "shareholder",
        "like",
        "nbcuniversal",
        "respect",
        "surprise",
        "study",
        "every",
        "situation",
        "come",
        "along",
        "even",
        "district",
        "court",
        "upholds",
        "justice",
        "department",
        "decision",
        "block",
        "deal",
        "time",
        "warner",
        "could",
        "sue",
        "bringing",
        "case",
        "way",
        "supreme",
        "court",
        "decision",
        "could",
        "year",
        "away",
        "causing",
        "medium",
        "landscape",
        "remain",
        "frozen",
        "year",
        "longest",
        "time",
        "decade",
        "successful",
        "vertical",
        "integration",
        "common",
        "finish",
        "line",
        "whole",
        "medium",
        "telecommunication",
        "industry",
        "hindery",
        "said",
        "anymore",
        "family",
        "planning",
        "beyond",
        "fear",
        "silicon",
        "valley",
        "impending",
        "takeover",
        "live",
        "original",
        "content",
        "company",
        "including",
        "fox",
        "cbs",
        "viacom",
        "also",
        "looking",
        "regulatory",
        "clarity",
        "majority",
        "owner",
        "clear",
        "estate",
        "planning",
        "issue",
        "murdoch",
        "decision",
        "shed",
        "fox",
        "asset",
        "put",
        "son",
        "lachlan",
        "place",
        "run",
        "smaller",
        "fox",
        "according",
        "person",
        "familiar",
        "murdoch",
        "thinking",
        "would",
        "include",
        "publishing",
        "asset",
        "like",
        "new",
        "york",
        "post",
        "wall",
        "street",
        "journal",
        "also",
        "allows",
        "son",
        "james",
        "freedom",
        "move",
        "away",
        "business",
        "chooses",
        "person",
        "said",
        "getty",
        "image",
        "rupert",
        "murdoch",
        "center",
        "son",
        "james",
        "murdoch",
        "r",
        "lachlan",
        "murdoch",
        "shari",
        "redstone",
        "also",
        "waiting",
        "time",
        "warner",
        "even",
        "though",
        "cbs",
        "time",
        "warner",
        "could",
        "natural",
        "merger",
        "candidate",
        "redstone",
        "took",
        "control",
        "father",
        "medium",
        "empire",
        "national",
        "amusement",
        "last",
        "year",
        "sumner",
        "health",
        "failed",
        "national",
        "amusement",
        "owns",
        "percent",
        "common",
        "stock",
        "cbs",
        "viacom",
        "redstone",
        "considering",
        "putting",
        "company",
        "back",
        "together",
        "false",
        "start",
        "last",
        "year",
        "john",
        "malone",
        "successfully",
        "orchestrated",
        "two",
        "programming",
        "merger",
        "year",
        "putting",
        "together",
        "lionsgate",
        "starz",
        "december",
        "championing",
        "discovery",
        "decision",
        "acquire",
        "scripps",
        "last",
        "year",
        "malone",
        "control",
        "percent",
        "discovery",
        "voting",
        "share",
        "lionsgate",
        "combined",
        "starz",
        "may",
        "look",
        "larger",
        "buyer",
        "later",
        "year",
        "although",
        "yet",
        "formal",
        "sale",
        "talk",
        "according",
        "person",
        "familiar",
        "matter",
        "sudden",
        "push",
        "massive",
        "medium",
        "consolidation",
        "largely",
        "driven",
        "realization",
        "medium",
        "ecosystem",
        "shifting",
        "television",
        "internet",
        "even",
        "cable",
        "subscription",
        "model",
        "allows",
        "legacy",
        "medium",
        "company",
        "profitably",
        "survive",
        "still",
        "decade",
        "pushing",
        "higher",
        "affiliate",
        "fee",
        "tv",
        "operator",
        "comcast",
        "charter",
        "dish",
        "network",
        "tv",
        "programmer",
        "banding",
        "together",
        "ensure",
        "popular",
        "channel",
        "survive",
        "drive",
        "growth",
        "opening",
        "scene",
        "march",
        "penguin",
        "penguin",
        "huddling",
        "get",
        "warm",
        "pack",
        "large",
        "withstand",
        "harshness",
        "winter",
        "survive",
        "little",
        "bit",
        "longer",
        "said",
        "rich",
        "greenfield",
        "analyst",
        "btig",
        "cover",
        "medium",
        "industry",
        "happening",
        "legacy",
        "medium",
        "company",
        "banding",
        "together",
        "trying",
        "stay",
        "alive",
        "survive",
        "another",
        "winter",
        "disclosure",
        "comcast",
        "owner",
        "nbcuniversal",
        "parent",
        "company",
        "cnbc",
        "show",
        "chapter",
        "ceo",
        "backing",
        "lawsuit",
        "planned",
        "merger",
        "pm",
        "et",
        "fri",
        "dec"
    ]
}