{
    "organizations": [],
    "uuid": "645dd6ec2f112ad70d012449fa75ad95b1be9d8b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/globe-newswire-delta-apparel-reports-fiscal-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Delta Apparel Reports Fiscal 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GREENVILLE, S.C., Feb. 05, 2018 (GLOBE NEWSWIRE) -- Delta Apparel, Inc. (NYSE American:DLA), a leading provider of basic and branded apparel, headwear and related accessories, today announced financial results for its fiscal year 2018 first quarter ended December 30, 2017.\nNet sales for the fiscal year 2018 first quarter were $90.3 million, an increase of $14.4 million, or 19%, from prior year first quarter sales of $75.9 million excluding the $9.4 million of sales from the Company’s since-divested Junkfood business. Net sales for the fiscal year 2018 first quarter increased by $5.0 million, or 5.9%, from the $85.3 million reported for the prior year first quarter that includes sales from the since-divested Junkfood business. Significantly, each of the Company’s business units achieved double-digit sales growth over the prior year period, led by increases of 28% and 26% at Soffe and Art Gun, respectively, and 20% growth at Activewear.\nGross margins for the quarter improved significantly within the branded segment, expanding to 37.2% from 31.1% in the prior year period. This increase was offset by a decline in basics segment gross margins due to higher raw material costs, resulting in overall gross margins of 18.1% compared to 20.6% in the prior year period. Significant improvement in selling, general and administrative expenses contributed to year-over-year increases in profitability. The Company achieved operating profit of $1.7 million for the quarter, a 271% increase over the prior year period’s operating profit of $0.5 million, and also achieved a pre-tax profit of $0.4 million compared to a pre-tax loss of $0.8 million in the prior year period.\nDuring the quarter, the Company recognized a discrete provisional tax expense of $10.6 million associated with the recent United States tax reform legislation, which impacted the Company’s earnings by $1.45 per share. Included in the $10.6 million is $1.1 million of expense related to the revaluation of the Company’s net deferred tax assets, which is a non-cash item, and $9.5 million of expense related to the transition tax on deemed repatriated cumulative earnings of the Company’s foreign subsidiaries, which will be paid over the next eight years. The Company anticipates that the benefit resulting from the reduction of the federal tax rate from 34% to 21% will offset the future payments of the transition tax, resulting in minimal cash flow impact to the Company. The amounts recorded during the quarter are based on reasonable estimates for the impact of the new tax legislation and may change as more information becomes available. For the quarter ended December 30, 2017, the Company had a net loss of $9.95 million, or $1.37 per diluted share. Adjusting for the discrete impact of tax reform, the Company achieved net income of $0.08 per diluted share as compared to a loss of $0.08 per diluted share in the prior year period.\nBasics Segment Review\nFiscal year 2018 first quarter net sales in the basics segment were $73.2 million, up 20% from $60.8 million in the fiscal year 2017 first quarter. Activewear sales grew 20% over the prior year quarter, with significant increases at both Catalog and FunTees. The Catalog growth was supported by rebounding conditions in the retail licensing channel and strong demand within most other channels, while the FunTees growth drew on the strength of private-label sales to strategic brands. The marked growth in Catalog fashion basics products seen in recent periods continued during the quarter. These higher-margin products, particularly those within the Delta Platinum line, continued to gain acceptance in the market and sales increased 73% year-over-year. As expected, Art Gun returned to its traditional growth trend, with a double-digit increase in units driving 26% year-over-year sales growth and record sales for the quarter. The combination of excellent service levels, increases in digital print capacity and flexibility, and its market-differentiating vertical fulfillment platform enabled Art Gun to both gain market share and boost profits.\nBranded Segment Review\nNet sales in the branded segment were $17.2 million for the quarter, up 14% year-over-year after excluding sales of $9.4 million in the prior year period from the Company’s since-divested Junkfood business. Sales in the prior year period were $24.5 million including Junkfood sales. Soffe sales for the quarter increased 28% over the prior year period. Strength in the military channel from successes with “pride” graphic programs and military issue programs drove Soffe’s sales momentum. Successful graphic programs with strategic sporting goods retailers also contributed to Soffe’s strong top-line growth. Soffe gross margins expanded year-over-year and, coupled with its cost-control efforts, drove significant profitability improvement at Soffe during the quarter. Salt Life sales increased 12.4% over the prior year period with solid growth across the majority of its distribution channels. New product categories along with additional retail doors contributed to the expansion. Salt Life’s eCommerce sales remained on their double-digit growth path during the quarter and its new retail store in Daytona Beach, Florida, continued to perform extremely well.\n“With double-digit growth across the board and improved operating earnings, we are pleased with our results in what is usually our most challenging seasonal quarter,” commented Robert W. Humphreys, Delta Apparel, Inc.’s Chairman and Chief Executive Officer. “While the pickup in holiday demand for apparel was an encouraging development, we believe the time and effort our team devotes to marketing and omni-channel strategies, operational improvements and cost-control initiatives were also key success drivers for us during the quarter.”\n“Art Gun’s customer service focus and execution resulted in additional market share during the important holiday season and also led to record sales and profitability for the quarter. Those wins, coupled with several anticipated new customer launches, expansion opportunities with existing customers and the move to a larger production facility that fully integrates with Activewear’s vertical manufacturing platform, should provide solid growth momentum for Art Gun during fiscal 2018.”\n“Year-over-year increases in both units and selling prices drove solid growth at Activewear for the quarter. That growth was also well-balanced, with both Catalog and FunTees contributing to the gain. The improved conditions in the retail licensing channel were a welcome contrast to last year’s weak environment and customer de-stocking activity, and our Catalog business was able to take advantage of the opportunity with strong inventory positions. FunTees continues to benefit from its efforts to diversify both its customer base and product offerings as well as leverage its design competencies and manufacturing versatility.”\n“We were pleased to see Salt Life’s sales growth accelerate during the quarter and return to its previous double-digit trend. We are excited about the prospect of Salt Life adding more retail doors this year through additional new accounts with regional and national footprints. With substantial increases in eCommerce sales to California and growth at our Huntington Beach and San Clemente retail stores, we remain optimistic about the brand’s West Coast market potential.”\n“Soffe gained velocity during the quarter with strong sales growth and solid profit improvement. Soffe also recently opened its fourth branded retail location, in Jacksonville, North Carolina, and we are excited about its potential with military consumers in that market. Soffe has many ongoing initiatives to continue its growth and further improve its overall performance in the coming quarters.”\n“While we expect the apparel markets to generally remain challenging, particularly for traditional retailers, we are excited about what we are seeing in our businesses and anticipate another year of growth and profitability for Delta Apparel. Our efforts to rationalize our business in recent years have us well-positioned for opportunities wherever and whenever they materialize, as reflected in our strong first quarter results,” Mr. Humphreys said.\nConference Call\nThe Company will hold a conference call with senior management to discuss the financial results at 4:30 p.m. ET today. The Company invites you to join the call by dialing 800-281-7973. If calling from outside the United States, please dial 323-794-2093. A live webcast of the conference call will be available at www.deltaapparelinc.com . Please visit the website at least 15 minutes early to register for the teleconference webcast and download any necessary software. A replay of the call will be available through March 5, 2018. To access the telephone replay, participants should dial toll-free 844-512-2921. International callers can dial 412-317-6671. The access code for the replay is 9469905.\nAbout Delta Apparel, Inc.\nDelta Apparel, Inc., along with its operating subsidiaries, M. J. Soffe, LLC, Salt Life, LLC and Art Gun, LLC, is an international design, marketing, manufacturing, and sourcing company that features a diverse portfolio of lifestyle basic and branded activewear apparel, headwear and related accessories. The Company specializes in selling casual and athletic products across distribution tiers, including specialty stores, boutiques, department stores, mid-tier and mass chains, and the U.S. military. The Company’s products are also made available direct-to-consumer on its websites at www.saltlife.com , www.coastapparel.com , www.soffe.com and www.deltaapparel.com . The Company's operations are located throughout the United States, Honduras, El Salvador, and Mexico, and it employs approximately 7,500 people worldwide. Additional information about the Company is available at www.deltaapparelinc.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains “forward-looking” statements that involve risks and uncertainties. Any number of factors could cause actual results to differ materially from anticipated or forecasted results, including, but not limited to, the volatility and uncertainty of cotton and other raw material prices, the general U.S. and international economic conditions, the competitive conditions in the apparel industry, restrictions on our ability to borrow capital or service our indebtedness, deterioration in the financial condition of our customers and suppliers and changes in the operations and strategies of our customers and suppliers, our ability to predict or react to changing consumer preferences or trends, our ability to successfully open and operate new retail stores in a timely and cost-effective manner, pricing pressures and the implementation of cost reduction strategies, changes in economic, political or social stability at our offshore locations, disruptions at our manufacturing and other facilities, our ability to attract and retain key management, the effect of unseasonable or significant weather conditions on purchases of our products, and other factors set forth in the \"Risk Factors\" contained in our Annual Reports on Form 10-K filed with the Securities and Exchange Commission. Except as may be required by law, Delta Apparel, Inc. expressly disclaims any obligation to update these to reflect events or circumstances after the date of this press release or to reflect the occurrence of unanticipated events.\nSELECTED FINANCIAL DATA: Three Months Ended (In thousands, except per share amounts) (Unaudited) Dec 30, 2017 Dec 31, 2016 Net Sales $ 90,342 $ 85,335 Cost of Goods Sold 73,972 67,777 Gross Profit 16,370 17,558 Selling, General and Administrative 14,979 17,311 Change in Fair Value of Contingent Consideration (300 ) (100 ) Other Income, Net (47 ) (122 ) Operating Income 1,738 469 Interest Expense, Net 1,334 1,301 Income (Loss) Before Provision for (Benefit from) Income Taxes 404 (832 ) Provision for (Benefit from) Income Taxes 10,356 (225 ) Net Loss $ (9,952 ) $ (607 ) Weighted Average Shares Outstanding Basic 7,268 7,598 Diluted 7,268 7,598 Net (Loss) Income per Common Share Basic $ (1.37 ) $ (0.08 ) Diluted $ (1.37 ) $ (0.08 ) Dec 30, 2017 Sep 30, 2017 Dec 31, 2016 (Unaudited) (Audited) (Unaudited) Current Assets Cash $ 603 $ 572 $ 410 Receivables, Net 51,010 47,557 48,161 Income Tax Receivable 404 352 236 Inventories, Net 174,505 174,551 179,038 Prepaids and Other Assets 4,916 4,662 4,887 Total Current Assets 231,438 227,694 232,732 Noncurrent Assets Property, Plant & Equipment, Net 45,449 42,706 43,167 Goodwill and Other Intangibles, Net 35,842 36,068 57,316 Deferred Income Taxes 2,656 5,002 5,440 Other Noncurrent Assets 6,277 6,332 5,710 Total Noncurrent Assets 90,224 90,108 111,633 Total Assets $ 321,662 $ 317,802 $ 344,365 Current Liabilities Accounts Payable and Accrued Expenses $ 59,100 $ 64,887 $ 69,283 Current Portion of Long-Term Debt 6,600 7,548 8,600 Total Current Liabilities 65,700 72,435 77,883 Noncurrent Liabilities Long-Term Debt 99,360 85,306 111,154 Income Taxes Payable 8,058 - - Other Noncurrent Liabilities 6,034 4,174 4,864 Total Noncurrent Liabilities 113,452 89,480 116,018 Shareholders' Equity 142,510 155,887 150,464 Total Liabilities and Shareholders' Equity $ 321,662 $ 317,802 $ 344,365 Company Contact:\nDeborah Merrill\nChief Financial Officer\n(864) 232-5200 x6620\nInvestor Relations Contact:\nSally Wallick, CFA\n(404) 806-1398\ninvestor.relations@deltaapparel.com\nSource:Delta Apparel, Inc.",
    "published": "2018-02-06T00:05:00.000+02:00",
    "crawled": "2018-02-06T01:10:54.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "greenville",
        "globe",
        "newswire",
        "delta",
        "apparel",
        "nyse",
        "american",
        "dla",
        "leading",
        "provider",
        "basic",
        "branded",
        "apparel",
        "headwear",
        "related",
        "accessory",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "year",
        "first",
        "quarter",
        "ended",
        "december",
        "net",
        "sale",
        "fiscal",
        "year",
        "first",
        "quarter",
        "million",
        "increase",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "sale",
        "million",
        "excluding",
        "million",
        "sale",
        "company",
        "junkfood",
        "business",
        "net",
        "sale",
        "fiscal",
        "year",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "reported",
        "prior",
        "year",
        "first",
        "quarter",
        "includes",
        "sale",
        "junkfood",
        "business",
        "significantly",
        "company",
        "business",
        "unit",
        "achieved",
        "sale",
        "growth",
        "prior",
        "year",
        "period",
        "led",
        "increase",
        "soffe",
        "art",
        "gun",
        "respectively",
        "growth",
        "activewear",
        "gross",
        "margin",
        "quarter",
        "improved",
        "significantly",
        "within",
        "branded",
        "segment",
        "expanding",
        "prior",
        "year",
        "period",
        "increase",
        "offset",
        "decline",
        "basic",
        "segment",
        "gross",
        "margin",
        "due",
        "higher",
        "raw",
        "material",
        "cost",
        "resulting",
        "overall",
        "gross",
        "margin",
        "compared",
        "prior",
        "year",
        "period",
        "significant",
        "improvement",
        "selling",
        "general",
        "administrative",
        "expense",
        "contributed",
        "increase",
        "profitability",
        "company",
        "achieved",
        "operating",
        "profit",
        "million",
        "quarter",
        "increase",
        "prior",
        "year",
        "period",
        "operating",
        "profit",
        "million",
        "also",
        "achieved",
        "profit",
        "million",
        "compared",
        "loss",
        "million",
        "prior",
        "year",
        "period",
        "quarter",
        "company",
        "recognized",
        "discrete",
        "provisional",
        "tax",
        "expense",
        "million",
        "associated",
        "recent",
        "united",
        "state",
        "tax",
        "reform",
        "legislation",
        "impacted",
        "company",
        "earnings",
        "per",
        "share",
        "included",
        "million",
        "million",
        "expense",
        "related",
        "revaluation",
        "company",
        "net",
        "deferred",
        "tax",
        "asset",
        "item",
        "million",
        "expense",
        "related",
        "transition",
        "tax",
        "deemed",
        "repatriated",
        "cumulative",
        "earnings",
        "company",
        "foreign",
        "subsidiary",
        "paid",
        "next",
        "eight",
        "year",
        "company",
        "anticipates",
        "benefit",
        "resulting",
        "reduction",
        "federal",
        "tax",
        "rate",
        "offset",
        "future",
        "payment",
        "transition",
        "tax",
        "resulting",
        "minimal",
        "cash",
        "flow",
        "impact",
        "company",
        "amount",
        "recorded",
        "quarter",
        "based",
        "reasonable",
        "estimate",
        "impact",
        "new",
        "tax",
        "legislation",
        "may",
        "change",
        "information",
        "becomes",
        "available",
        "quarter",
        "ended",
        "december",
        "company",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "adjusting",
        "discrete",
        "impact",
        "tax",
        "reform",
        "company",
        "achieved",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "compared",
        "loss",
        "per",
        "diluted",
        "share",
        "prior",
        "year",
        "period",
        "basic",
        "segment",
        "review",
        "fiscal",
        "year",
        "first",
        "quarter",
        "net",
        "sale",
        "basic",
        "segment",
        "million",
        "million",
        "fiscal",
        "year",
        "first",
        "quarter",
        "activewear",
        "sale",
        "grew",
        "prior",
        "year",
        "quarter",
        "significant",
        "increase",
        "catalog",
        "funtees",
        "catalog",
        "growth",
        "supported",
        "rebounding",
        "condition",
        "retail",
        "licensing",
        "channel",
        "strong",
        "demand",
        "within",
        "channel",
        "funtees",
        "growth",
        "drew",
        "strength",
        "sale",
        "strategic",
        "brand",
        "marked",
        "growth",
        "catalog",
        "fashion",
        "basic",
        "product",
        "seen",
        "recent",
        "period",
        "continued",
        "quarter",
        "product",
        "particularly",
        "within",
        "delta",
        "platinum",
        "line",
        "continued",
        "gain",
        "acceptance",
        "market",
        "sale",
        "increased",
        "expected",
        "art",
        "gun",
        "returned",
        "traditional",
        "growth",
        "trend",
        "increase",
        "unit",
        "driving",
        "sale",
        "growth",
        "record",
        "sale",
        "quarter",
        "combination",
        "excellent",
        "service",
        "level",
        "increase",
        "digital",
        "print",
        "capacity",
        "flexibility",
        "vertical",
        "fulfillment",
        "platform",
        "enabled",
        "art",
        "gun",
        "gain",
        "market",
        "share",
        "boost",
        "profit",
        "branded",
        "segment",
        "review",
        "net",
        "sale",
        "branded",
        "segment",
        "million",
        "quarter",
        "excluding",
        "sale",
        "million",
        "prior",
        "year",
        "period",
        "company",
        "junkfood",
        "business",
        "sale",
        "prior",
        "year",
        "period",
        "million",
        "including",
        "junkfood",
        "sale",
        "soffe",
        "sale",
        "quarter",
        "increased",
        "prior",
        "year",
        "period",
        "strength",
        "military",
        "channel",
        "success",
        "pride",
        "graphic",
        "program",
        "military",
        "issue",
        "program",
        "drove",
        "soffe",
        "sale",
        "momentum",
        "successful",
        "graphic",
        "program",
        "strategic",
        "sporting",
        "good",
        "retailer",
        "also",
        "contributed",
        "soffe",
        "strong",
        "growth",
        "soffe",
        "gross",
        "margin",
        "expanded",
        "coupled",
        "effort",
        "drove",
        "significant",
        "profitability",
        "improvement",
        "soffe",
        "quarter",
        "salt",
        "life",
        "sale",
        "increased",
        "prior",
        "year",
        "period",
        "solid",
        "growth",
        "across",
        "majority",
        "distribution",
        "channel",
        "new",
        "product",
        "category",
        "along",
        "additional",
        "retail",
        "door",
        "contributed",
        "expansion",
        "salt",
        "life",
        "ecommerce",
        "sale",
        "remained",
        "growth",
        "path",
        "quarter",
        "new",
        "retail",
        "store",
        "daytona",
        "beach",
        "florida",
        "continued",
        "perform",
        "extremely",
        "well",
        "growth",
        "across",
        "board",
        "improved",
        "operating",
        "earnings",
        "pleased",
        "result",
        "usually",
        "challenging",
        "seasonal",
        "quarter",
        "commented",
        "robert",
        "humphreys",
        "delta",
        "apparel",
        "chairman",
        "chief",
        "executive",
        "officer",
        "pickup",
        "holiday",
        "demand",
        "apparel",
        "encouraging",
        "development",
        "believe",
        "time",
        "effort",
        "team",
        "devotes",
        "marketing",
        "strategy",
        "operational",
        "improvement",
        "initiative",
        "also",
        "key",
        "success",
        "driver",
        "u",
        "art",
        "gun",
        "customer",
        "service",
        "focus",
        "execution",
        "resulted",
        "additional",
        "market",
        "share",
        "important",
        "holiday",
        "season",
        "also",
        "led",
        "record",
        "sale",
        "profitability",
        "quarter",
        "win",
        "coupled",
        "several",
        "anticipated",
        "new",
        "customer",
        "launch",
        "expansion",
        "opportunity",
        "existing",
        "customer",
        "move",
        "larger",
        "production",
        "facility",
        "fully",
        "integrates",
        "activewear",
        "vertical",
        "manufacturing",
        "platform",
        "provide",
        "solid",
        "growth",
        "momentum",
        "art",
        "gun",
        "fiscal",
        "increase",
        "unit",
        "selling",
        "price",
        "drove",
        "solid",
        "growth",
        "activewear",
        "quarter",
        "growth",
        "also",
        "catalog",
        "funtees",
        "contributing",
        "gain",
        "improved",
        "condition",
        "retail",
        "licensing",
        "channel",
        "welcome",
        "contrast",
        "last",
        "year",
        "weak",
        "environment",
        "customer",
        "activity",
        "catalog",
        "business",
        "able",
        "take",
        "advantage",
        "opportunity",
        "strong",
        "inventory",
        "position",
        "funtees",
        "continues",
        "benefit",
        "effort",
        "diversify",
        "customer",
        "base",
        "product",
        "offering",
        "well",
        "leverage",
        "design",
        "competency",
        "manufacturing",
        "pleased",
        "see",
        "salt",
        "life",
        "sale",
        "growth",
        "accelerate",
        "quarter",
        "return",
        "previous",
        "trend",
        "excited",
        "prospect",
        "salt",
        "life",
        "adding",
        "retail",
        "door",
        "year",
        "additional",
        "new",
        "account",
        "regional",
        "national",
        "footprint",
        "substantial",
        "increase",
        "ecommerce",
        "sale",
        "california",
        "growth",
        "huntington",
        "beach",
        "san",
        "clemente",
        "retail",
        "store",
        "remain",
        "optimistic",
        "brand",
        "west",
        "coast",
        "market",
        "soffe",
        "gained",
        "velocity",
        "quarter",
        "strong",
        "sale",
        "growth",
        "solid",
        "profit",
        "improvement",
        "soffe",
        "also",
        "recently",
        "opened",
        "fourth",
        "branded",
        "retail",
        "location",
        "jacksonville",
        "north",
        "carolina",
        "excited",
        "potential",
        "military",
        "consumer",
        "market",
        "soffe",
        "many",
        "ongoing",
        "initiative",
        "continue",
        "growth",
        "improve",
        "overall",
        "performance",
        "coming",
        "expect",
        "apparel",
        "market",
        "generally",
        "remain",
        "challenging",
        "particularly",
        "traditional",
        "retailer",
        "excited",
        "seeing",
        "business",
        "anticipate",
        "another",
        "year",
        "growth",
        "profitability",
        "delta",
        "apparel",
        "effort",
        "rationalize",
        "business",
        "recent",
        "year",
        "u",
        "opportunity",
        "wherever",
        "whenever",
        "materialize",
        "reflected",
        "strong",
        "first",
        "quarter",
        "result",
        "humphreys",
        "said",
        "conference",
        "call",
        "company",
        "hold",
        "conference",
        "call",
        "senior",
        "management",
        "discus",
        "financial",
        "result",
        "et",
        "today",
        "company",
        "invite",
        "join",
        "call",
        "dialing",
        "calling",
        "outside",
        "united",
        "state",
        "please",
        "dial",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "please",
        "visit",
        "website",
        "least",
        "minute",
        "early",
        "register",
        "teleconference",
        "webcast",
        "download",
        "necessary",
        "software",
        "replay",
        "call",
        "available",
        "march",
        "access",
        "telephone",
        "replay",
        "participant",
        "dial",
        "international",
        "caller",
        "dial",
        "access",
        "code",
        "replay",
        "delta",
        "apparel",
        "delta",
        "apparel",
        "along",
        "operating",
        "subsidiary",
        "soffe",
        "llc",
        "salt",
        "life",
        "llc",
        "art",
        "gun",
        "llc",
        "international",
        "design",
        "marketing",
        "manufacturing",
        "sourcing",
        "company",
        "feature",
        "diverse",
        "portfolio",
        "lifestyle",
        "basic",
        "branded",
        "activewear",
        "apparel",
        "headwear",
        "related",
        "accessory",
        "company",
        "specializes",
        "selling",
        "casual",
        "athletic",
        "product",
        "across",
        "distribution",
        "tier",
        "including",
        "specialty",
        "store",
        "boutique",
        "department",
        "store",
        "mass",
        "chain",
        "military",
        "company",
        "product",
        "also",
        "made",
        "available",
        "website",
        "company",
        "operation",
        "located",
        "throughout",
        "united",
        "state",
        "honduras",
        "el",
        "salvador",
        "mexico",
        "employ",
        "approximately",
        "people",
        "worldwide",
        "additional",
        "information",
        "company",
        "available",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "forecasted",
        "result",
        "including",
        "limited",
        "volatility",
        "uncertainty",
        "cotton",
        "raw",
        "material",
        "price",
        "general",
        "international",
        "economic",
        "condition",
        "competitive",
        "condition",
        "apparel",
        "industry",
        "restriction",
        "ability",
        "borrow",
        "capital",
        "service",
        "indebtedness",
        "deterioration",
        "financial",
        "condition",
        "customer",
        "supplier",
        "change",
        "operation",
        "strategy",
        "customer",
        "supplier",
        "ability",
        "predict",
        "react",
        "changing",
        "consumer",
        "preference",
        "trend",
        "ability",
        "successfully",
        "open",
        "operate",
        "new",
        "retail",
        "store",
        "timely",
        "manner",
        "pricing",
        "pressure",
        "implementation",
        "cost",
        "reduction",
        "strategy",
        "change",
        "economic",
        "political",
        "social",
        "stability",
        "offshore",
        "location",
        "disruption",
        "manufacturing",
        "facility",
        "ability",
        "attract",
        "retain",
        "key",
        "management",
        "effect",
        "unseasonable",
        "significant",
        "weather",
        "condition",
        "purchase",
        "product",
        "factor",
        "set",
        "forth",
        "risk",
        "factor",
        "contained",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "except",
        "may",
        "required",
        "law",
        "delta",
        "apparel",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "selected",
        "financial",
        "data",
        "three",
        "month",
        "ended",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "dec",
        "dec",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "income",
        "net",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "income",
        "loss",
        "provision",
        "benefit",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "dec",
        "sep",
        "dec",
        "unaudited",
        "audited",
        "unaudited",
        "current",
        "asset",
        "cash",
        "receivables",
        "net",
        "income",
        "tax",
        "receivable",
        "inventory",
        "net",
        "prepaids",
        "asset",
        "total",
        "current",
        "asset",
        "noncurrent",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "net",
        "deferred",
        "income",
        "tax",
        "noncurrent",
        "asset",
        "total",
        "noncurrent",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "noncurrent",
        "liability",
        "debt",
        "income",
        "tax",
        "payable",
        "noncurrent",
        "liability",
        "total",
        "noncurrent",
        "liability",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "company",
        "contact",
        "deborah",
        "merrill",
        "chief",
        "financial",
        "officer",
        "x6620",
        "investor",
        "relation",
        "contact",
        "sally",
        "wallick",
        "cfa",
        "source",
        "delta",
        "apparel",
        "inc"
    ]
}