{
    "organizations": [],
    "uuid": "8b1fedf4d940b933a8bb55a9ce213ffa43efac91",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-spectrum-brands-holdings-to-provide-guidance-at-2018-cagny-conference.html",
    "ord_in_thread": 0,
    "title": "Spectrum Brands Holdings to Provide Guidance at 2018 CAGNY Conference",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MIDDLETON, Wis.--(BUSINESS WIRE)-- Spectrum Brands Holdings, Inc. (NYSE: SPB), a global consumer products company offering a portfolio of leading brands providing superior value to consumers and customers every day, announced it will provide guidance during its presentation today at 4:00 p.m. Eastern Time at the 2018 Consumer Analyst Group of New York (CAGNY) Conference.\nSpectrum Brands expects fiscal 2018 adjusted EBITDA from continuing operations to be between $657-$674 million, including the negative impact of $15-$20 million from facility consolidations and inflation headwinds, compared to $639 million in fiscal 2017.\nThe Company also anticipates receiving between $3.6-$3.7 billion of gross proceeds by the end of calendar 2018 as a result of previously announced plans to divest its Global Batteries and Appliances businesses. This includes $2 billion of gross proceeds from a definitive contract signed in January to sell the Company’s Global Battery and Lighting business to Energizer Holdings, Inc. (NYSE: ENR).\nSpectrum Brands continues to expect fiscal 2018 reported net sales from continuing operations to increase above category rates for most categories, including the anticipated modest positive impact from foreign exchange based on current rates. The Company also continues to expect fiscal 2018 net cash provided from operating activities after purchases of property, plant and equipment (adjusted free cash flow), which includes discontinued operations, will be between $620-$640 million.\nSPECTRUM BRANDS HOLDINGS, INC. RECONCILIATION OF FORECASTED GAAP NET INCOME TO FORECASTED ADJUSTED EBITDA Twelve Month Period Ending September 30, 2018 (in millions) Continuing\nOperations\nDiscontinued\nOperations\nConsolidated Net income $ 312 - 324 $ 120 - 128 $ 432 - 452 Income tax expense (benefit) (58) - (53) 36 - 38 (22) - (15) Interest expense 155 - 162 55 - 58 210 - 220 Depreciation and amortization 125 - 130 70 - 75 195 - 205 EBITDA 540 - 557 285 - 295 825 - 852 Share based compensation 44 6 50 Acquisition and integration related charges 12 - 13 7 - 8 19 - 21 Restructuring and related charges 40 - 42 1 41 - 43 Inventory acquisition step-up 1 — 1 Pet safety recall 12 - 14 — 12 - 14 Other 5 - 6\n— 5 - 6 Adjusted EBITDA $ 657 - 674 $ 300 - 310 $ 957 - 984 About Spectrum Brands Holdings, Inc.\nSpectrum Brands Holdings, a member of the Russell 1000 Index, is a global consumer products company offering a portfolio of leading brands providing superior value to consumers and customers every day. The Company is a leading supplier of consumer batteries, residential locksets, residential builders’ hardware, plumbing, shaving and grooming products, personal care products, small household appliances, specialty pet supplies, lawn and garden and home pest control products, personal insect repellents, and auto care products. Helping to meet the needs of consumers worldwide, our Company offers a broad portfolio of market-leading, well-known and widely trusted brands including Rayovac®, VARTA®, Kwikset®, Weiser®, Baldwin®, National Hardware®, Pfister®, Remington®, George Foreman®, Russell Hobbs®, Black+Decker®, Tetra®, Marineland®, Nature’s Miracle®, Dingo®, 8-in-1®, FURminator®, IAMS® and Eukanuba® (Europe only), Digest-eeze™, Healthy-Hide®, Littermaid®, Spectracide®, Cutter®, Repel®, Hot Shot®, Black Flag®, Liquid Fence®, Armor All®, STP® and A/C PRO®. Spectrum Brands' products are sold by the world's top 25 retailers and are available in more than one million stores in approximately 160 countries. Based in Middleton, Wisconsin, Spectrum Brands Holdings generated net sales of approximately $5.01 billion in fiscal 2017. For more information, visit www.spectrumbrands.com .\nForward-Looking Statements\nCertain matters discussed in this news release and other oral and written statements by representatives of the Company regarding matters such as the Company’s ability to meet its expectations for its fiscal 2018 (including expectations regarding capital expenditures and its ability to increase its net sales, free cash flow and adjusted EBITDA) may be the Private Securities Litigation Reform Act of 1995. We have tried, whenever possible, to identify these statements by using words like “future,” “anticipate”, “intend,” “plan,” “estimate,” “believe,” “expect,” “project,” “forecast,” “could,” “would,” “should,” “will,” “may,” and similar expressions of future intent or the negative of such terms. These statements are subject to a number of risks and uncertainties that could cause results those anticipated as of the date of this release. Actual results may differ materially as a result of (1) the impact of our indebtedness on our business, financial condition and results of operations; (2) the impact of restrictions in our debt instruments on our ability to operate our business, finance our capital needs or pursue or expand business strategies; (3) any failure to comply with financial covenants and other provisions and restrictions of our debt instruments; (4) the impact of actions taken by significant stockholders; (5) the impact of fluctuations in commodity prices, costs or availability of raw materials or terms and conditions available from suppliers, including suppliers’ willingness to advance credit; (6) interest rate and exchange rate fluctuations; (7) the loss of significant reduction in, or dependence upon, sales to any significant retail customer(s); (8) competitive promotional activity or spending by competitors, or price reductions by competitors; (9) the introduction of new product features or technological developments by competitors and/or the development of new competitors or competitive brands; (10) the effects of general economic conditions, including inflation, recession or fears of a recession, depression or fears of a depression, labor costs and stock market volatility or changes in trade, monetary or fiscal policies in the countries where we do business; (11) changes in consumer spending preferences and demand for our products; (12) our ability to develop and successfully introduce new products, protect our intellectual property and avoid infringing the intellectual property of third parties; (13) our ability to successfully implement, achieve and sustain manufacturing and distribution cost efficiencies and improvements, and fully realize anticipated cost savings; (14) the seasonal nature of sales of certain of our products; (15) the effects of climate change and unusual weather activity; (16) the cost and effect of unanticipated legal, tax or regulatory proceedings or new laws or regulations (including environmental, public health and consumer protection regulations); (17) public perception regarding the safety of products that we manufacture and sell, including the potential for environmental liabilities, product liability claims, litigation and other claims related to products manufactured by us and third parties; (18) the impact of pending or threatened litigation; (19) the impact of cybersecurity breaches or our actual or perceived failure to protect company and personal data; (20) changes in accounting policies applicable to our business; (21) our ability to utilize net operating loss carry-forwards to offset tax liabilities from future taxable income; (22) government regulations; (23) the impact of expenses resulting from the implementation of new business strategies, divestitures or current and proposed restructuring activities; (24) our inability to successfully integrate and operate new acquisitions at the level of financial performance anticipate; (25) the unanticipated loss of key members of senior management; (26) the effects of political or economic conditions, terrorist attacks, acts of war or other unrest in international markets; (27) the Company’s ability to consummate the announced sale of our Global Battery and Lighting business on the expected terms and within the anticipated time period, or at all, which is dependent on the parties’ ability to satisfy certain closing conditions, including receipt of regulatory approvals, and our ability to realize the expected benefits of such transaction and to successfully separate such business; (28) the outcome of the Company’ exploration of strategic options for its Personal Care and Small Appliances businesses, including uncertainty regarding consummation of any such transaction or transactions and the terms of such transaction or transactions, if any, and, if consummated, the Company’s ability to realize the expected benefits of such transaction or transactions and potential disruption to our business or diverted management attention as a result of the exploration or negotiation of such transaction or transactions; and (29) the Special Committee’s exploration and negotiation of a potential transaction with HRG Group, Inc., if any, including uncertainty regarding consummation of such transaction and the terms of such transaction, and, if consummated, the Company’s ability to realize the expected benefits of such transaction, potential disruption to our business or diverted management attention as a result of the exploration or negotiation of such transaction and those set forth in the combined securities filing of Spectrum Brands Holdings, Inc., and SB/RH Holdings, LLC, including their most recently filed Annual Report on Form 10-K or Quarterly Report on Form 10-Q.\nSpectrum Brands Holdings also cautions the reader that its estimates of trends, market share, retail consumption of its products and reasons for changes in such consumption are based solely on limited data available to Spectrum Brands Holdings and management’s reasonable assumptions about market conditions, and consequently may be inaccurate, or may not reflect significant segments of the retail market. Spectrum Brands Holdings also cautions the reader that undue reliance should not be placed on any , which speak only as of the date of this release. Spectrum Brands Holdings undertakes no duty or responsibility to update any of these to reflect events or circumstances after the date of this report or to reflect actual outcomes.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222005202/en/\nSpectrum Brands Holdings, Inc.\nInvestor/Media Contact:\nDave Prichard\n608-278-6141\nSource: Spectrum Brands Holdings, Inc.",
    "published": "2018-02-22T14:30:00.000+02:00",
    "crawled": "2018-02-22T18:07:52.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "middleton",
        "business",
        "wire",
        "spectrum",
        "brand",
        "holding",
        "nyse",
        "spb",
        "global",
        "consumer",
        "product",
        "company",
        "offering",
        "portfolio",
        "leading",
        "brand",
        "providing",
        "superior",
        "value",
        "consumer",
        "customer",
        "every",
        "day",
        "announced",
        "provide",
        "guidance",
        "presentation",
        "today",
        "eastern",
        "time",
        "consumer",
        "analyst",
        "group",
        "new",
        "york",
        "cagny",
        "conference",
        "spectrum",
        "brand",
        "expects",
        "fiscal",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "million",
        "including",
        "negative",
        "impact",
        "million",
        "facility",
        "consolidation",
        "inflation",
        "headwind",
        "compared",
        "million",
        "fiscal",
        "company",
        "also",
        "anticipates",
        "receiving",
        "billion",
        "gross",
        "proceeds",
        "end",
        "calendar",
        "result",
        "previously",
        "announced",
        "plan",
        "divest",
        "global",
        "battery",
        "appliance",
        "business",
        "includes",
        "billion",
        "gross",
        "proceeds",
        "definitive",
        "contract",
        "signed",
        "january",
        "sell",
        "company",
        "global",
        "battery",
        "lighting",
        "business",
        "energizer",
        "holding",
        "nyse",
        "enr",
        "spectrum",
        "brand",
        "continues",
        "expect",
        "fiscal",
        "reported",
        "net",
        "sale",
        "continuing",
        "operation",
        "increase",
        "category",
        "rate",
        "category",
        "including",
        "anticipated",
        "modest",
        "positive",
        "impact",
        "foreign",
        "exchange",
        "based",
        "current",
        "rate",
        "company",
        "also",
        "continues",
        "expect",
        "fiscal",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "purchase",
        "property",
        "plant",
        "equipment",
        "adjusted",
        "free",
        "cash",
        "flow",
        "includes",
        "discontinued",
        "operation",
        "million",
        "spectrum",
        "brand",
        "holding",
        "reconciliation",
        "forecasted",
        "gaap",
        "net",
        "income",
        "forecasted",
        "adjusted",
        "ebitda",
        "twelve",
        "month",
        "period",
        "ending",
        "september",
        "million",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "consolidated",
        "net",
        "income",
        "income",
        "tax",
        "expense",
        "benefit",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "share",
        "based",
        "compensation",
        "acquisition",
        "integration",
        "related",
        "charge",
        "restructuring",
        "related",
        "charge",
        "inventory",
        "acquisition",
        "pet",
        "safety",
        "recall",
        "adjusted",
        "ebitda",
        "spectrum",
        "brand",
        "holding",
        "spectrum",
        "brand",
        "holding",
        "member",
        "russell",
        "index",
        "global",
        "consumer",
        "product",
        "company",
        "offering",
        "portfolio",
        "leading",
        "brand",
        "providing",
        "superior",
        "value",
        "consumer",
        "customer",
        "every",
        "day",
        "company",
        "leading",
        "supplier",
        "consumer",
        "battery",
        "residential",
        "locksets",
        "residential",
        "builder",
        "hardware",
        "plumbing",
        "shaving",
        "grooming",
        "product",
        "personal",
        "care",
        "product",
        "small",
        "household",
        "appliance",
        "specialty",
        "pet",
        "supply",
        "lawn",
        "garden",
        "home",
        "pest",
        "control",
        "product",
        "personal",
        "insect",
        "repellent",
        "auto",
        "care",
        "product",
        "helping",
        "meet",
        "need",
        "consumer",
        "worldwide",
        "company",
        "offer",
        "broad",
        "portfolio",
        "widely",
        "trusted",
        "brand",
        "including",
        "national",
        "george",
        "russell",
        "nature",
        "europe",
        "hot",
        "black",
        "liquid",
        "armor",
        "spectrum",
        "brand",
        "product",
        "sold",
        "world",
        "top",
        "retailer",
        "available",
        "one",
        "million",
        "store",
        "approximately",
        "country",
        "based",
        "middleton",
        "wisconsin",
        "spectrum",
        "brand",
        "holding",
        "generated",
        "net",
        "sale",
        "approximately",
        "billion",
        "fiscal",
        "information",
        "visit",
        "statement",
        "certain",
        "matter",
        "discussed",
        "news",
        "release",
        "oral",
        "written",
        "statement",
        "representative",
        "company",
        "regarding",
        "matter",
        "company",
        "ability",
        "meet",
        "expectation",
        "fiscal",
        "including",
        "expectation",
        "regarding",
        "capital",
        "expenditure",
        "ability",
        "increase",
        "net",
        "sale",
        "free",
        "cash",
        "flow",
        "adjusted",
        "ebitda",
        "may",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "tried",
        "whenever",
        "possible",
        "identify",
        "statement",
        "using",
        "word",
        "like",
        "future",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "believe",
        "expect",
        "project",
        "forecast",
        "could",
        "would",
        "may",
        "similar",
        "expression",
        "future",
        "intent",
        "negative",
        "term",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "result",
        "anticipated",
        "date",
        "release",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "impact",
        "indebtedness",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "impact",
        "restriction",
        "debt",
        "instrument",
        "ability",
        "operate",
        "business",
        "finance",
        "capital",
        "need",
        "pursue",
        "expand",
        "business",
        "strategy",
        "failure",
        "comply",
        "financial",
        "covenant",
        "provision",
        "restriction",
        "debt",
        "instrument",
        "impact",
        "action",
        "taken",
        "significant",
        "stockholder",
        "impact",
        "fluctuation",
        "commodity",
        "price",
        "cost",
        "availability",
        "raw",
        "material",
        "term",
        "condition",
        "available",
        "supplier",
        "including",
        "supplier",
        "willingness",
        "advance",
        "credit",
        "interest",
        "rate",
        "exchange",
        "rate",
        "fluctuation",
        "loss",
        "significant",
        "reduction",
        "dependence",
        "upon",
        "sale",
        "significant",
        "retail",
        "customer",
        "competitive",
        "promotional",
        "activity",
        "spending",
        "competitor",
        "price",
        "reduction",
        "competitor",
        "introduction",
        "new",
        "product",
        "feature",
        "technological",
        "development",
        "competitor",
        "development",
        "new",
        "competitor",
        "competitive",
        "brand",
        "effect",
        "general",
        "economic",
        "condition",
        "including",
        "inflation",
        "recession",
        "fear",
        "recession",
        "depression",
        "fear",
        "depression",
        "labor",
        "cost",
        "stock",
        "market",
        "volatility",
        "change",
        "trade",
        "monetary",
        "fiscal",
        "policy",
        "country",
        "business",
        "change",
        "consumer",
        "spending",
        "preference",
        "demand",
        "product",
        "ability",
        "develop",
        "successfully",
        "introduce",
        "new",
        "product",
        "protect",
        "intellectual",
        "property",
        "avoid",
        "infringing",
        "intellectual",
        "property",
        "third",
        "party",
        "ability",
        "successfully",
        "implement",
        "achieve",
        "sustain",
        "manufacturing",
        "distribution",
        "cost",
        "efficiency",
        "improvement",
        "fully",
        "realize",
        "anticipated",
        "cost",
        "saving",
        "seasonal",
        "nature",
        "sale",
        "certain",
        "product",
        "effect",
        "climate",
        "change",
        "unusual",
        "weather",
        "activity",
        "cost",
        "effect",
        "unanticipated",
        "legal",
        "tax",
        "regulatory",
        "proceeding",
        "new",
        "law",
        "regulation",
        "including",
        "environmental",
        "public",
        "health",
        "consumer",
        "protection",
        "regulation",
        "public",
        "perception",
        "regarding",
        "safety",
        "product",
        "manufacture",
        "sell",
        "including",
        "potential",
        "environmental",
        "liability",
        "product",
        "liability",
        "claim",
        "litigation",
        "claim",
        "related",
        "product",
        "manufactured",
        "u",
        "third",
        "party",
        "impact",
        "pending",
        "threatened",
        "litigation",
        "impact",
        "cybersecurity",
        "breach",
        "actual",
        "perceived",
        "failure",
        "protect",
        "company",
        "personal",
        "data",
        "change",
        "accounting",
        "policy",
        "applicable",
        "business",
        "ability",
        "utilize",
        "net",
        "operating",
        "loss",
        "offset",
        "tax",
        "liability",
        "future",
        "taxable",
        "income",
        "government",
        "regulation",
        "impact",
        "expense",
        "resulting",
        "implementation",
        "new",
        "business",
        "strategy",
        "divestiture",
        "current",
        "proposed",
        "restructuring",
        "activity",
        "inability",
        "successfully",
        "integrate",
        "operate",
        "new",
        "acquisition",
        "level",
        "financial",
        "performance",
        "anticipate",
        "unanticipated",
        "loss",
        "key",
        "member",
        "senior",
        "management",
        "effect",
        "political",
        "economic",
        "condition",
        "terrorist",
        "attack",
        "act",
        "war",
        "unrest",
        "international",
        "market",
        "company",
        "ability",
        "consummate",
        "announced",
        "sale",
        "global",
        "battery",
        "lighting",
        "business",
        "expected",
        "term",
        "within",
        "anticipated",
        "time",
        "period",
        "dependent",
        "party",
        "ability",
        "satisfy",
        "certain",
        "closing",
        "condition",
        "including",
        "receipt",
        "regulatory",
        "approval",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "successfully",
        "separate",
        "business",
        "outcome",
        "company",
        "exploration",
        "strategic",
        "option",
        "personal",
        "care",
        "small",
        "appliance",
        "business",
        "including",
        "uncertainty",
        "regarding",
        "consummation",
        "transaction",
        "transaction",
        "term",
        "transaction",
        "transaction",
        "consummated",
        "company",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "transaction",
        "potential",
        "disruption",
        "business",
        "diverted",
        "management",
        "attention",
        "result",
        "exploration",
        "negotiation",
        "transaction",
        "transaction",
        "special",
        "committee",
        "exploration",
        "negotiation",
        "potential",
        "transaction",
        "hrg",
        "group",
        "including",
        "uncertainty",
        "regarding",
        "consummation",
        "transaction",
        "term",
        "transaction",
        "consummated",
        "company",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "potential",
        "disruption",
        "business",
        "diverted",
        "management",
        "attention",
        "result",
        "exploration",
        "negotiation",
        "transaction",
        "set",
        "forth",
        "combined",
        "security",
        "filing",
        "spectrum",
        "brand",
        "holding",
        "holding",
        "llc",
        "including",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "spectrum",
        "brand",
        "holding",
        "also",
        "caution",
        "reader",
        "estimate",
        "trend",
        "market",
        "share",
        "retail",
        "consumption",
        "product",
        "reason",
        "change",
        "consumption",
        "based",
        "solely",
        "limited",
        "data",
        "available",
        "spectrum",
        "brand",
        "holding",
        "management",
        "reasonable",
        "assumption",
        "market",
        "condition",
        "consequently",
        "may",
        "inaccurate",
        "may",
        "reflect",
        "significant",
        "segment",
        "retail",
        "market",
        "spectrum",
        "brand",
        "holding",
        "also",
        "caution",
        "reader",
        "undue",
        "reliance",
        "placed",
        "speak",
        "date",
        "release",
        "spectrum",
        "brand",
        "holding",
        "undertakes",
        "duty",
        "responsibility",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "report",
        "reflect",
        "actual",
        "outcome",
        "view",
        "source",
        "version",
        "http",
        "spectrum",
        "brand",
        "holding",
        "contact",
        "dave",
        "prichard",
        "source",
        "spectrum",
        "brand",
        "holding",
        "inc"
    ]
}