{
    "organizations": [],
    "uuid": "017e88bef917dd52dafd4c2ac9e513fde176e31b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/15/globe-newswire-kayne-anderson-announces-proposed-merger-of-kayne-anderson-mlp-investment-company-and-kayne-anderson-energy-development.html",
    "ord_in_thread": 0,
    "title": "Kayne Anderson Announces Proposed Merger of Kayne Anderson MLP Investment Company and Kayne Anderson Energy Development Company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON,\nKayne Anderson Energy Development Company (KED) to merge with and into Kayne Anderson MLP Investment Company (KYN) in a non-taxable transaction (the “Merger”) Exchange ratio to be based on relative net asset value (“NAV”) per share immediately prior to closing. Based on NAVs as of February 14 th , KED stockholders would have received approximately 0.96 shares of KYN for each share of KED Kayne Anderson MLP Investment Company will change its name to Kayne Anderson MLP/Midstream Investment Company to reflect increased opportunities to invest in midstream energy corporations KYN intends to pay a distribution at its current annualized rate of $1.80 per share over the next 12 months. Once the Merger closes, KYN will convert from a quarterly to a monthly distribution schedule KYN expects to realize approximately $1.5 million of cost savings annually as a result of the Merger Kayne Anderson will establish new management fee waivers for KYN, providing substantial savings to stockholders as KYN’s investments appreciate\nKA Fund Advisors, LLC (“Kayne Anderson”), which serves as the adviser to Kayne Anderson MLP Investment Company (NYSE:KYN) and Kayne Anderson Energy Development Company (NYSE: KED), announced today that the Board of Directors of KYN and the Board of Directors of KED approved a proposal to merge the two companies. Subject to KED stockholder approval, KED common stockholders will be issued KYN common stock, and KYN will acquire substantially all the assets and liabilities of KED.\nThe exchange ratio will be based on the relative NAVs per share of each company immediately prior to the closing of the Merger. As of February 14, 2018, KYN’s NAV per share was $19.06, and KED’s was $18.26. For illustrative purposes, if these were the NAVs on the day prior to closing of the Merger, then KED stockholders would be issued approximately 0.96 shares of KYN for each share of KED. It is currently expected that the Merger will be completed in the fiscal quarter ending in August 2018, subject to obtaining KED stockholder approval, compliance with all regulatory requirements and satisfaction of customary closing conditions. The Merger is expected to qualify as a tax-free reorganization for federal income tax purposes, and as a result, the Merger is not expected to be taxable to stockholders of either KYN or KED.\nThe Board of Directors of KYN and KED determined that the proposed Merger is in the best interests of each company and its stockholders. The companies have similar investment strategies and portfolios focusing on energy-related MLPs and other Midstream Energy Companies. The combined company will pursue an investment objective of obtaining a high after-tax total return by investing at least 85% of total assets in energy-related MLPs and their affiliates and other Midstream Energy Companies.\nKYN also announced that it is changing its name to Kayne Anderson MLP/Midstream Investment Company. Kayne Anderson believes this change is consistent with recent trends in the midstream sector, with an increasing amount of midstream assets being held by Midstream Energy Companies that are not structured as MLPs (“Midstream C-Corps”). “We want to increase KYN’s flexibility to invest in securities issued by all types of Midstream Energy Companies,” said Kevin McCarthy, KYN’s Chairman and CEO. “Without this change, KYN would be required to hold at least 80% of its portfolio in MLPs and would not be able to hold more than 20% of its investments in Midstream C-Corps. While we expect the majority of KYN’s portfolio will continue to be equity securities issued by MLPs, we also see very attractive investment opportunities in Midstream C-Corps,” said Mr. McCarthy.\nKYN also announced today that it intends to pay a distribution at its current annualized rate of $1.80 per share over the next 12 months. KYN will continue to pay distributions on a quarterly basis until the Merger closes and intends to begin paying distributions on a monthly basis shortly thereafter (expected to commence in September 2018). Payment of future distributions is subject to approval by KYN’s Board of Directors.\n“We are excited about the proposed Merger and believe it positions the company to take advantage of the favorable outlook for the midstream sector,” said Mr. McCarthy. “As part of the proposed transaction, we think it is important to give investors increased visibility on the distribution that we expect to pay over the next 12 months. We believe a key piece of the value proposition for KYN’s investors is its distribution, and we believe that more frequent, monthly distributions will benefit many stockholders,” explained Mr. McCarthy. “Going forward, the Board of Directors expects to determine KYN’s distribution based on long-term, sustainable net distributable income, with a bias toward maintaining the current distribution. To the extent that portfolio changes, simplifications or other M&A transactions lower our NDI and make the current distribution unsustainable, we will reset our distribution accordingly,” continued Mr. McCarthy.\nAs part of the Merger, Kayne Anderson has agreed to revise its management fee waiver agreement with KYN, significantly lowering the dollar thresholds for such fee waivers. The table below outlines the current and proposed management fee waivers:\nImpact of Incremental KYN Assets Proposed Management Management Current Fee Waiver Proposed Fee Waiver Waiver Fee Waiver Fee $0 to $4.5 billion $0 to $4.0 billion 0.000% 1.375% $4.5 billion to $9.5 billion $4.0 billion to $6.0 billion $0.5 billion lower 0.125% 1.250% $9.5 billion to $14.5 billion $6.0 billion to $8.0 billion $3.5 billion lower 0.250% 1.125% Greater than $14.5 billion Greater than $8.0 billion $6.5 billion lower 0.375% 1.000% “We believe the new management fee waivers provide a substantial benefit to KYN’s stockholders,” said Mr. McCarthy, \"as the pro forma assets as of February 14 th are $3.9 billion, which is just below the first threshold. We are bullish on the return prospects for the company’s portfolio, and the management fee as a percent of total assets will decline as the company’s assets appreciate,” continued Mr. McCarthy.\nThe Merger is expected to result in several benefits for KYN and KED stockholders, including:\nAnticipated accretion to KYN’s NDI; Increased pro forma distribution for KED’s stockholders; Expected cost savings through the reduction of duplicative fixed expenses and a reduction in variable expenses – including management fee waivers agreed to by Kayne Anderson; Potential for larger asset base to provide greater financial flexibility; and The opportunity for enhanced long-term market liquidity\nA “Frequently Asked Questions” document regarding the Merger can be found at www.kaynefunds.com . More information on the Merger will be contained in the joint proxy statement/prospectus expected to be filed in the coming weeks with the Securities and Exchange Commission (SEC). KED expects to mail a definitive joint proxy statement/prospectus to its stockholders that will contain information about the Merger following a review period with the SEC.\nKayne Anderson MLP Investment Company is a non-diversified, closed-end management investment company registered under the Investment Company Act of 1940, whose common stock is traded on the NYSE. KYN’s investment objective is to obtain a high after-tax total return by investing at least 85% of its total assets in energy-related partnerships and their affiliates (collectively, “MLPs”), and in other companies that, as their principal business, operate assets used in the gathering, transporting, processing, storing, refining, distributing, mining or marketing of natural gas, natural gas liquids (including propane), crude oil, refined petroleum products or coal.\nKayne Anderson Energy Development Company is a non-diversified, closed-end investment company registered under the Investment Company Act of 1940. KED’s investment objective is to generate both current income and capital appreciation primarily through equity and debt investments. KED will seek to achieve this objective by investing at least 80% of its net assets together with the proceeds of any borrowings (its \"total assets\") in securities of companies that derive the majority of their revenue from activities in the energy industry, including: (a) Midstream Energy Companies, which are businesses that operate assets used to gather, transport, process, treat, terminal and store natural gas, natural gas liquids, propane, crude oil or refined petroleum products; (b) Upstream Energy Companies, which are businesses engaged in the exploration, extraction and production of natural resources, including natural gas, natural gas liquids and crude oil, from onshore and offshore geological reservoirs; and (c) Other Energy Companies, which are businesses engaged in owning, leasing, managing, producing, processing and sale of coal and coal reserves; the marine transportation of crude oil, refined petroleum products, liquefied natural gas, as well as other energy-related natural resources using tank vessels and bulk carriers; and refining, marketing and distributing refined energy products, such as motor gasoline and propane to retail customers and industrial end-users.\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS:\nThis press release contains \"forward-looking statements\" as defined under the U.S. federal securities laws. Generally, the words \"believe,\" \"expect,\" \"intend,\" \"estimate,\" \"anticipate,\" \"project,\" \"will\" and similar expressions identify forward-looking statements, which generally are not historical in nature. Forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ from the either company’s historical experience and its present expectations or projections indicated in any forward-looking statements. These risks include, but are not limited to, changes in economic and political conditions; regulatory and legal changes; MLP industry risk; leverage risk; valuation risk; interest rate risk; tax risk; and other risks discussed in each company’s filings with the SEC. You should not place undue reliance on forward-looking statements, which speak only as of the date they are made. The companies undertake no obligation to publicly update or revise any forward-looking statements made herein. There is no assurance that either company’s investment objectives will be attained.\nContact:\nKA Fund Advisors, LLC\n877-657-3863\nhttp://www.kaynefunds.com/\nSource:Kayne Anderson Fund Advisors, LLC",
    "published": "2018-02-16T00:06:00.000+02:00",
    "crawled": "2018-02-16T04:23:36.032+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "kayne",
        "anderson",
        "energy",
        "development",
        "company",
        "ked",
        "merge",
        "kayne",
        "anderson",
        "mlp",
        "investment",
        "company",
        "kyn",
        "transaction",
        "merger",
        "exchange",
        "ratio",
        "based",
        "relative",
        "net",
        "asset",
        "value",
        "nav",
        "per",
        "share",
        "immediately",
        "prior",
        "closing",
        "based",
        "navs",
        "february",
        "th",
        "ked",
        "stockholder",
        "would",
        "received",
        "approximately",
        "share",
        "kyn",
        "share",
        "ked",
        "kayne",
        "anderson",
        "mlp",
        "investment",
        "company",
        "change",
        "name",
        "kayne",
        "anderson",
        "investment",
        "company",
        "reflect",
        "increased",
        "opportunity",
        "invest",
        "midstream",
        "energy",
        "corporation",
        "kyn",
        "intends",
        "pay",
        "distribution",
        "current",
        "annualized",
        "rate",
        "per",
        "share",
        "next",
        "month",
        "merger",
        "close",
        "kyn",
        "convert",
        "quarterly",
        "monthly",
        "distribution",
        "schedule",
        "kyn",
        "expects",
        "realize",
        "approximately",
        "million",
        "cost",
        "saving",
        "annually",
        "result",
        "merger",
        "kayne",
        "anderson",
        "establish",
        "new",
        "management",
        "fee",
        "waiver",
        "kyn",
        "providing",
        "substantial",
        "saving",
        "stockholder",
        "kyn",
        "investment",
        "appreciate",
        "ka",
        "fund",
        "advisor",
        "llc",
        "kayne",
        "anderson",
        "serf",
        "adviser",
        "kayne",
        "anderson",
        "mlp",
        "investment",
        "company",
        "nyse",
        "kyn",
        "kayne",
        "anderson",
        "energy",
        "development",
        "company",
        "nyse",
        "ked",
        "announced",
        "today",
        "board",
        "director",
        "kyn",
        "board",
        "director",
        "ked",
        "approved",
        "proposal",
        "merge",
        "two",
        "company",
        "subject",
        "ked",
        "stockholder",
        "approval",
        "ked",
        "common",
        "stockholder",
        "issued",
        "kyn",
        "common",
        "stock",
        "kyn",
        "acquire",
        "substantially",
        "asset",
        "liability",
        "ked",
        "exchange",
        "ratio",
        "based",
        "relative",
        "navs",
        "per",
        "share",
        "company",
        "immediately",
        "prior",
        "closing",
        "merger",
        "february",
        "kyn",
        "nav",
        "per",
        "share",
        "ked",
        "illustrative",
        "purpose",
        "navs",
        "day",
        "prior",
        "closing",
        "merger",
        "ked",
        "stockholder",
        "would",
        "issued",
        "approximately",
        "share",
        "kyn",
        "share",
        "ked",
        "currently",
        "expected",
        "merger",
        "completed",
        "fiscal",
        "quarter",
        "ending",
        "august",
        "subject",
        "obtaining",
        "ked",
        "stockholder",
        "approval",
        "compliance",
        "regulatory",
        "requirement",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "merger",
        "expected",
        "qualify",
        "reorganization",
        "federal",
        "income",
        "tax",
        "purpose",
        "result",
        "merger",
        "expected",
        "taxable",
        "stockholder",
        "either",
        "kyn",
        "ked",
        "board",
        "director",
        "kyn",
        "ked",
        "determined",
        "proposed",
        "merger",
        "best",
        "interest",
        "company",
        "stockholder",
        "company",
        "similar",
        "investment",
        "strategy",
        "portfolio",
        "focusing",
        "mlps",
        "midstream",
        "energy",
        "company",
        "combined",
        "company",
        "pursue",
        "investment",
        "objective",
        "obtaining",
        "high",
        "total",
        "return",
        "investing",
        "least",
        "total",
        "asset",
        "mlps",
        "affiliate",
        "midstream",
        "energy",
        "company",
        "kyn",
        "also",
        "announced",
        "changing",
        "name",
        "kayne",
        "anderson",
        "investment",
        "company",
        "kayne",
        "anderson",
        "belief",
        "change",
        "consistent",
        "recent",
        "trend",
        "midstream",
        "sector",
        "increasing",
        "amount",
        "midstream",
        "asset",
        "held",
        "midstream",
        "energy",
        "company",
        "structured",
        "mlps",
        "midstream",
        "want",
        "increase",
        "kyn",
        "flexibility",
        "invest",
        "security",
        "issued",
        "type",
        "midstream",
        "energy",
        "company",
        "said",
        "kevin",
        "mccarthy",
        "kyn",
        "chairman",
        "ceo",
        "without",
        "change",
        "kyn",
        "would",
        "required",
        "hold",
        "least",
        "portfolio",
        "mlps",
        "would",
        "able",
        "hold",
        "investment",
        "midstream",
        "expect",
        "majority",
        "kyn",
        "portfolio",
        "continue",
        "equity",
        "security",
        "issued",
        "mlps",
        "also",
        "see",
        "attractive",
        "investment",
        "opportunity",
        "midstream",
        "said",
        "mccarthy",
        "kyn",
        "also",
        "announced",
        "today",
        "intends",
        "pay",
        "distribution",
        "current",
        "annualized",
        "rate",
        "per",
        "share",
        "next",
        "month",
        "kyn",
        "continue",
        "pay",
        "distribution",
        "quarterly",
        "basis",
        "merger",
        "close",
        "intends",
        "begin",
        "paying",
        "distribution",
        "monthly",
        "basis",
        "shortly",
        "thereafter",
        "expected",
        "commence",
        "september",
        "payment",
        "future",
        "distribution",
        "subject",
        "approval",
        "kyn",
        "board",
        "director",
        "excited",
        "proposed",
        "merger",
        "believe",
        "position",
        "company",
        "take",
        "advantage",
        "favorable",
        "outlook",
        "midstream",
        "sector",
        "said",
        "mccarthy",
        "part",
        "proposed",
        "transaction",
        "think",
        "important",
        "give",
        "investor",
        "increased",
        "visibility",
        "distribution",
        "expect",
        "pay",
        "next",
        "month",
        "believe",
        "key",
        "piece",
        "value",
        "proposition",
        "kyn",
        "investor",
        "distribution",
        "believe",
        "frequent",
        "monthly",
        "distribution",
        "benefit",
        "many",
        "stockholder",
        "explained",
        "mccarthy",
        "going",
        "forward",
        "board",
        "director",
        "expects",
        "determine",
        "kyn",
        "distribution",
        "based",
        "sustainable",
        "net",
        "distributable",
        "income",
        "bias",
        "toward",
        "maintaining",
        "current",
        "distribution",
        "extent",
        "portfolio",
        "change",
        "simplification",
        "transaction",
        "lower",
        "ndi",
        "make",
        "current",
        "distribution",
        "unsustainable",
        "reset",
        "distribution",
        "accordingly",
        "continued",
        "mccarthy",
        "part",
        "merger",
        "kayne",
        "anderson",
        "agreed",
        "revise",
        "management",
        "fee",
        "waiver",
        "agreement",
        "kyn",
        "significantly",
        "lowering",
        "dollar",
        "threshold",
        "fee",
        "waiver",
        "table",
        "outline",
        "current",
        "proposed",
        "management",
        "fee",
        "waiver",
        "impact",
        "incremental",
        "kyn",
        "asset",
        "proposed",
        "management",
        "management",
        "current",
        "fee",
        "waiver",
        "proposed",
        "fee",
        "waiver",
        "waiver",
        "fee",
        "waiver",
        "fee",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "lower",
        "billion",
        "billion",
        "billion",
        "billion",
        "billion",
        "lower",
        "greater",
        "billion",
        "greater",
        "billion",
        "billion",
        "lower",
        "believe",
        "new",
        "management",
        "fee",
        "waiver",
        "provide",
        "substantial",
        "benefit",
        "kyn",
        "stockholder",
        "said",
        "mccarthy",
        "pro",
        "forma",
        "asset",
        "february",
        "th",
        "billion",
        "first",
        "threshold",
        "bullish",
        "return",
        "prospect",
        "company",
        "portfolio",
        "management",
        "fee",
        "percent",
        "total",
        "asset",
        "decline",
        "company",
        "asset",
        "appreciate",
        "continued",
        "mccarthy",
        "merger",
        "expected",
        "result",
        "several",
        "benefit",
        "kyn",
        "ked",
        "stockholder",
        "including",
        "anticipated",
        "accretion",
        "kyn",
        "ndi",
        "increased",
        "pro",
        "forma",
        "distribution",
        "ked",
        "stockholder",
        "expected",
        "cost",
        "saving",
        "reduction",
        "duplicative",
        "fixed",
        "expense",
        "reduction",
        "variable",
        "expense",
        "including",
        "management",
        "fee",
        "waiver",
        "agreed",
        "kayne",
        "anderson",
        "potential",
        "larger",
        "asset",
        "base",
        "provide",
        "greater",
        "financial",
        "flexibility",
        "opportunity",
        "enhanced",
        "market",
        "liquidity",
        "frequently",
        "asked",
        "question",
        "document",
        "regarding",
        "merger",
        "found",
        "information",
        "merger",
        "contained",
        "joint",
        "proxy",
        "expected",
        "filed",
        "coming",
        "week",
        "security",
        "exchange",
        "commission",
        "sec",
        "ked",
        "expects",
        "mail",
        "definitive",
        "joint",
        "proxy",
        "stockholder",
        "contain",
        "information",
        "merger",
        "following",
        "review",
        "period",
        "sec",
        "kayne",
        "anderson",
        "mlp",
        "investment",
        "company",
        "management",
        "investment",
        "company",
        "registered",
        "investment",
        "company",
        "act",
        "whose",
        "common",
        "stock",
        "traded",
        "nyse",
        "kyn",
        "investment",
        "objective",
        "obtain",
        "high",
        "total",
        "return",
        "investing",
        "least",
        "total",
        "asset",
        "partnership",
        "affiliate",
        "collectively",
        "mlps",
        "company",
        "principal",
        "business",
        "operate",
        "asset",
        "used",
        "gathering",
        "transporting",
        "processing",
        "storing",
        "refining",
        "distributing",
        "mining",
        "marketing",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "including",
        "propane",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "coal",
        "kayne",
        "anderson",
        "energy",
        "development",
        "company",
        "investment",
        "company",
        "registered",
        "investment",
        "company",
        "act",
        "ked",
        "investment",
        "objective",
        "generate",
        "current",
        "income",
        "capital",
        "appreciation",
        "primarily",
        "equity",
        "debt",
        "investment",
        "ked",
        "seek",
        "achieve",
        "objective",
        "investing",
        "least",
        "net",
        "asset",
        "together",
        "proceeds",
        "borrowing",
        "total",
        "asset",
        "security",
        "company",
        "derive",
        "majority",
        "revenue",
        "activity",
        "energy",
        "industry",
        "including",
        "midstream",
        "energy",
        "company",
        "business",
        "operate",
        "asset",
        "used",
        "gather",
        "transport",
        "process",
        "treat",
        "terminal",
        "store",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "propane",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "b",
        "upstream",
        "energy",
        "company",
        "business",
        "engaged",
        "exploration",
        "extraction",
        "production",
        "natural",
        "resource",
        "including",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "crude",
        "oil",
        "onshore",
        "offshore",
        "geological",
        "reservoir",
        "c",
        "energy",
        "company",
        "business",
        "engaged",
        "owning",
        "leasing",
        "managing",
        "producing",
        "processing",
        "sale",
        "coal",
        "coal",
        "reserve",
        "marine",
        "transportation",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "liquefied",
        "natural",
        "gas",
        "well",
        "natural",
        "resource",
        "using",
        "tank",
        "vessel",
        "bulk",
        "carrier",
        "refining",
        "marketing",
        "distributing",
        "refined",
        "energy",
        "product",
        "motor",
        "gasoline",
        "propane",
        "retail",
        "customer",
        "industrial",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "defined",
        "federal",
        "security",
        "law",
        "generally",
        "word",
        "believe",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "project",
        "similar",
        "expression",
        "identify",
        "statement",
        "generally",
        "historical",
        "nature",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "either",
        "company",
        "historical",
        "experience",
        "present",
        "expectation",
        "projection",
        "indicated",
        "statement",
        "risk",
        "include",
        "limited",
        "change",
        "economic",
        "political",
        "condition",
        "regulatory",
        "legal",
        "change",
        "mlp",
        "industry",
        "risk",
        "leverage",
        "risk",
        "valuation",
        "risk",
        "interest",
        "rate",
        "risk",
        "tax",
        "risk",
        "risk",
        "discussed",
        "company",
        "filing",
        "sec",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "made",
        "herein",
        "assurance",
        "either",
        "company",
        "investment",
        "objective",
        "attained",
        "contact",
        "ka",
        "fund",
        "advisor",
        "llc",
        "http",
        "source",
        "kayne",
        "anderson",
        "fund",
        "advisor",
        "llc"
    ]
}