{
    "organizations": [],
    "uuid": "2320174282c72b08824e2f1d2ca747cd8952974e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/globe-newswire-identiv-to-acquire-video-technology-and-data-analytics-company-3vr-strengthening-position-in-premises-security.html",
    "ord_in_thread": 0,
    "title": "Identiv to Acquire Video Technology and Data Analytics Company 3VR, Strengthening Position in Premises Security",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Identiv Signs a Definitive Agreement to Acquire San Francisco-based 3VR Conference Call Scheduled for Tuesday, February 6 at 4:05 PM EST\nFREMONT, Calif., Feb. 06, 2018 (GLOBE NEWSWIRE) -- Identiv, Inc. (NASDAQ:INVE), a global provider of physical security and secure identification, has entered into a definitive agreement to acquire 3VR Security, Inc., a video technology and data analytics company. It is anticipated that this combination will provide Identiv with a full range of technologies to deliver its vision for secure, pervasive yet frictionless premises security, situational awareness and business insights.\n3VR’s video intelligence solutions provide a single platform for real-time security and customer insights, enabling organizations to protect employees, customers and assets as well as improve store operations and shopping experiences. 3VR’s open, pluggable platform leverages existing customer infrastructure and allows customers to expand their systems’ capabilities seamlessly. 3VR serves customers in the financial services, retail, hospitality and other industries.\n“We are advancing our global strength in the premises security industry, particularly in the attractive and fast-growing video segment,” said Jim Ousley, Chairman of Identiv’s Board of Directors. “This accretive acquisition is part of our communicated plan to grow both organically and inorganically. Overall, we believe 3VR takes us closer to achieving our long-term model and becoming an at-scale growth company.”\nSteven Humphreys, CEO of Identiv, stated: “Customers are looking for integrated solutions for access, video and analytics. The acquisition allows us to address this demand by including video security as part of our overall premises security and technology platform. Since access control and video management go hand-in-hand, we believe 3VR is a great fit from a technology, strategic, and financial perspective. The combined companies’ breadth of solutions across our Hirsch Access Control, 3VR video surveillance, real-time analytics, our access readers, RFID and identity cards would represent a complete solution for customers to adopt an entire physical security platform that’s extensible into real-time people and item tracking, consumer experience enhancement and business optimization.”\nAl Shipp, CEO of 3VR, commented: \"The 3VR team is excited to be joining the Identiv team who shares our passion for innovation enabling a new level of security and business intelligence solutions. This combination offers greater scale that will accelerate that innovation, creating more value for customers which has been a core tenet of 3VR's since our founding.\"\nMark Allen, General Manager, Physical Access of Identiv, said: “Our DNA has always been to build trusted relationships with our customers and partners. Our companies’ vertical expertise and anchor customer strengths reflect our shared strategy as a trusted advisor to our customers. Since the video industry has arrived at the point where everything is digital — from the camera to the screen — the focus now is on usability. The combination of Identiv and 3VR not only makes sense but when we integrate 3VR’s video technology into our Hirsch PACS platform, we anticipate creating a seamless user experience. Today, Identiv is substantially deepening the scope of the solutions and bringing these benefits to the physical world of people, places and things.”\nIdentiv expects 3VR to add between $10 million and $11 million to the company’s Premises segment revenue in fiscal year 2018. Identiv also expects 3VR to contribute a mid-term target non-GAAP adjusted EBITDA margin of approximately 10% post synergies.\nIdentiv’s acquisition of 3VR is subject to customary closing conditions and is expected to close no later than February 20, 2018. The total consideration at close is expected to be $6.9 million, comprised of $1.6 million in cash; $2.0 million in subordinated promissory notes; and $3.3 million in shares of Identiv common stock. Additionally, in the event 3VR achieves certain significant shipment targets in 2018, Identiv would be obligated to issue additional earnout consideration in shares of Identiv common stock, and in the event that 3VR generates certain additional gross margin concerning a supply arrangement, Identiv would pay a portion of the additional margin as consideration, as further described in the definitive agreement.\nInvestor Conference Call\nIdentiv management will hold a conference call today (February 6, 2018) at 4:05 PM Eastern Standard Time (1:05 PM Pacific Standard Time) to discuss this announcement.\nU.S. dial-in number: 1-866-548-4713\nInternational number: 1-323-794-2093\nPlease call the conference telephone number 5-10 minutes before the start time. An operator will register your name and organization. If you have any difficulty connecting with the conference call, please contact Liolios Group at 1-949-574-3860.\nThe conference call will be broadcasted live and available for replay here and via the Investor Relations section of Identiv’s website .\nA replay of the call will be available after 7:05 PM EST through March 6, 2018.\nToll-free replay number: 1-844-512-2921\nInternational replay number: 1-412-317-6671\nConference ID: 1263419\nAbout Identiv\nIdentiv, Inc. is a global provider of physical security and secure identification. Identiv’s products, software, systems, and services address the markets for physical and logical access control and a wide range of RFID-enabled applications. Customers in the government, enterprise, consumer, education, healthcare, and transportation sectors rely on Identiv’s access and identification solutions. Identiv's mission is to secure the connected physical world: from perimeter to desktop access, and from the world of physical things to the Internet of Everything. Identiv is a publicly traded company and its common stock is listed on the NASDAQ Capital Market in the U.S. under the symbol “INVE.” For more information, visit identiv.com .\nNote Regarding Forward-Looking Information\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are those involving future events and future results that are based on current expectations as well as the current beliefs and assumptions of the Company's management and can be identified by words such as \"anticipates\", \"believes\", \"plans\", \"will\", \"intends\", \"expects\", and similar references to the future. Any statement that is not a historical fact, including the statements regarding the Company's market opportunity, positioning to execute on a growth strategy, pursuit of acquisitions, scaling of its business to drive operating leverage and profitability, the level of expected revenue and non-GAAP adjusted EBITDA margin contributions from 3VR, additional consideration, the accretive nature of the proposed acquisition, and expected synergies, is a forward-looking statement.\nForward-looking statements are only predictions and are subject to a number of risks and uncertainties, many of which are outside our control, which could cause actual results to differ materially and adversely from those expressed in any forward-looking statements. Factors that could cause actual results to differ materially from those in the forward-looking statements include, but are not limited to, the successful closing of the transaction and the timing thereof, the final total consideration paid, the financial contributions of 3VR, the Company’s ability to continue momentum in its business; its ability to successfully execute its growth strategy, including its ability to acquire synergistic products, technologies and businesses on commercially reasonable terms, or at all; its ability to deliver positive EBITDA results and, over time, profitability; the level of customer orders, the success of its products and partnerships, industry trends and seasonality, and factors discussed in our public reports, including our Annual Report on Form 10-K for the year ended December 31, 2016 and subsequent reports filed with the U.S. Securities and Exchange Commission. All forward-looking statements are based on information available to us on the date hereof, and we assume no obligation to update such statements.\nNon-GAAP Financial Measures\nThis press release includes information related to the projected contribution by 3VR of a non-GAAP adjusted EBITDA margin of 10%, which has not been prepared in accordance with GAAP. Non-GAAP adjusted EBITDA margin means non-GAAP adjusted EBITDA as a percentage of non-GAAP net revenue. Identiv uses non-GAAP financial measures internally in analyzing its financial results and believes they are useful to investors, as a supplement to GAAP measures, in evaluating our ongoing operational performance. We believe that the use of non-GAAP financial measures provides an additional tool for investors to use in evaluating ongoing operating results and trends. The non-GAAP adjusted EBITDA margin discussed above excludes items that are included in in GAAP net income (loss) and GAAP expenses, and exclude provision (benefit) for income taxes, net income (loss) attributable to non-controlling interest, interest expense, gain (loss) on extinguishment of debt, foreign currency gains (losses), stock-based compensation, amortization and depreciation, and restructuring and severance. Non-GAAP financial measures should not be considered in isolation from, or as a substitute for, financial information prepared in accordance with GAAP. Identiv has not provided a reconciliation of non-GAAP adjusted EBITDA margin to its GAAP equivalent because forward-looking information relating to provision (benefit) for income taxes, net income (loss) attributable to non-controlling interest, interest expense, gain (loss) on extinguishment of debt, foreign currency gains (losses), stock-based compensation, amortization and depreciation, and restructuring and severance would be required for the reconciliation, and the factors that may impact these items are out of the Company’s control and/or cannot be reasonably predicted, and therefore the Company is unable to provide such information without unreasonable effort.\nI nvestor Relations Contact:\nMatt Glover and Najim Mostamand, CFA\nLiolios Group, Inc.\n+1 949-574-3860\nIR@identiv.com\nIdentiv Media Contact:\npress@identiv.com\nSource:Identiv, Inc.",
    "published": "2018-02-06T16:49:00.000+02:00",
    "crawled": "2018-02-06T17:12:14.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "identiv",
        "sign",
        "definitive",
        "agreement",
        "acquire",
        "san",
        "3vr",
        "conference",
        "call",
        "scheduled",
        "tuesday",
        "february",
        "pm",
        "est",
        "fremont",
        "globe",
        "newswire",
        "identiv",
        "nasdaq",
        "inve",
        "global",
        "provider",
        "physical",
        "security",
        "secure",
        "identification",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "3vr",
        "security",
        "video",
        "technology",
        "data",
        "analytics",
        "company",
        "anticipated",
        "combination",
        "provide",
        "identiv",
        "full",
        "range",
        "technology",
        "deliver",
        "vision",
        "secure",
        "pervasive",
        "yet",
        "frictionless",
        "premise",
        "security",
        "situational",
        "awareness",
        "business",
        "insight",
        "3vr",
        "video",
        "intelligence",
        "solution",
        "provide",
        "single",
        "platform",
        "security",
        "customer",
        "insight",
        "enabling",
        "organization",
        "protect",
        "employee",
        "customer",
        "asset",
        "well",
        "improve",
        "store",
        "operation",
        "shopping",
        "experience",
        "3vr",
        "open",
        "pluggable",
        "platform",
        "leverage",
        "existing",
        "customer",
        "infrastructure",
        "allows",
        "customer",
        "expand",
        "system",
        "capability",
        "seamlessly",
        "3vr",
        "serf",
        "customer",
        "financial",
        "service",
        "retail",
        "hospitality",
        "industry",
        "advancing",
        "global",
        "strength",
        "premise",
        "security",
        "industry",
        "particularly",
        "attractive",
        "video",
        "segment",
        "said",
        "jim",
        "ousley",
        "chairman",
        "identiv",
        "board",
        "director",
        "accretive",
        "acquisition",
        "part",
        "communicated",
        "plan",
        "grow",
        "organically",
        "inorganically",
        "overall",
        "believe",
        "3vr",
        "take",
        "u",
        "closer",
        "achieving",
        "model",
        "becoming",
        "growth",
        "steven",
        "humphreys",
        "ceo",
        "identiv",
        "stated",
        "customer",
        "looking",
        "integrated",
        "solution",
        "access",
        "video",
        "analytics",
        "acquisition",
        "allows",
        "u",
        "address",
        "demand",
        "including",
        "video",
        "security",
        "part",
        "overall",
        "premise",
        "security",
        "technology",
        "platform",
        "since",
        "access",
        "control",
        "video",
        "management",
        "go",
        "believe",
        "3vr",
        "great",
        "fit",
        "technology",
        "strategic",
        "financial",
        "perspective",
        "combined",
        "company",
        "breadth",
        "solution",
        "across",
        "hirsch",
        "access",
        "control",
        "3vr",
        "video",
        "surveillance",
        "analytics",
        "access",
        "reader",
        "rfid",
        "identity",
        "card",
        "would",
        "represent",
        "complete",
        "solution",
        "customer",
        "adopt",
        "entire",
        "physical",
        "security",
        "platform",
        "extensible",
        "people",
        "item",
        "tracking",
        "consumer",
        "experience",
        "enhancement",
        "business",
        "al",
        "shipp",
        "ceo",
        "3vr",
        "commented",
        "3vr",
        "team",
        "excited",
        "joining",
        "identiv",
        "team",
        "share",
        "passion",
        "innovation",
        "enabling",
        "new",
        "level",
        "security",
        "business",
        "intelligence",
        "solution",
        "combination",
        "offer",
        "greater",
        "scale",
        "accelerate",
        "innovation",
        "creating",
        "value",
        "customer",
        "core",
        "tenet",
        "3vr",
        "since",
        "founding",
        "mark",
        "allen",
        "general",
        "manager",
        "physical",
        "access",
        "identiv",
        "said",
        "dna",
        "always",
        "build",
        "trusted",
        "relationship",
        "customer",
        "partner",
        "company",
        "vertical",
        "expertise",
        "anchor",
        "customer",
        "strength",
        "reflect",
        "shared",
        "strategy",
        "trusted",
        "advisor",
        "customer",
        "since",
        "video",
        "industry",
        "arrived",
        "point",
        "everything",
        "digital",
        "camera",
        "screen",
        "focus",
        "usability",
        "combination",
        "identiv",
        "3vr",
        "make",
        "sense",
        "integrate",
        "3vr",
        "video",
        "technology",
        "hirsch",
        "pac",
        "platform",
        "anticipate",
        "creating",
        "seamless",
        "user",
        "experience",
        "today",
        "identiv",
        "substantially",
        "deepening",
        "scope",
        "solution",
        "bringing",
        "benefit",
        "physical",
        "world",
        "people",
        "place",
        "identiv",
        "expects",
        "3vr",
        "add",
        "million",
        "million",
        "company",
        "premise",
        "segment",
        "revenue",
        "fiscal",
        "year",
        "identiv",
        "also",
        "expects",
        "3vr",
        "contribute",
        "target",
        "adjusted",
        "ebitda",
        "margin",
        "approximately",
        "post",
        "synergy",
        "identiv",
        "acquisition",
        "3vr",
        "subject",
        "customary",
        "closing",
        "condition",
        "expected",
        "close",
        "later",
        "february",
        "total",
        "consideration",
        "close",
        "expected",
        "million",
        "comprised",
        "million",
        "cash",
        "million",
        "subordinated",
        "promissory",
        "note",
        "million",
        "share",
        "identiv",
        "common",
        "stock",
        "additionally",
        "event",
        "3vr",
        "achieves",
        "certain",
        "significant",
        "shipment",
        "target",
        "identiv",
        "would",
        "obligated",
        "issue",
        "additional",
        "earnout",
        "consideration",
        "share",
        "identiv",
        "common",
        "stock",
        "event",
        "3vr",
        "generates",
        "certain",
        "additional",
        "gross",
        "margin",
        "concerning",
        "supply",
        "arrangement",
        "identiv",
        "would",
        "pay",
        "portion",
        "additional",
        "margin",
        "consideration",
        "described",
        "definitive",
        "agreement",
        "investor",
        "conference",
        "call",
        "identiv",
        "management",
        "hold",
        "conference",
        "call",
        "today",
        "february",
        "pm",
        "eastern",
        "standard",
        "time",
        "pm",
        "pacific",
        "standard",
        "time",
        "discus",
        "announcement",
        "number",
        "international",
        "number",
        "please",
        "call",
        "conference",
        "telephone",
        "number",
        "minute",
        "start",
        "time",
        "operator",
        "register",
        "name",
        "organization",
        "difficulty",
        "connecting",
        "conference",
        "call",
        "please",
        "contact",
        "liolios",
        "group",
        "conference",
        "call",
        "broadcasted",
        "live",
        "available",
        "replay",
        "via",
        "investor",
        "relation",
        "section",
        "identiv",
        "website",
        "replay",
        "call",
        "available",
        "pm",
        "est",
        "march",
        "replay",
        "number",
        "international",
        "replay",
        "number",
        "conference",
        "id",
        "identiv",
        "identiv",
        "global",
        "provider",
        "physical",
        "security",
        "secure",
        "identification",
        "identiv",
        "product",
        "software",
        "system",
        "service",
        "address",
        "market",
        "physical",
        "logical",
        "access",
        "control",
        "wide",
        "range",
        "application",
        "customer",
        "government",
        "enterprise",
        "consumer",
        "education",
        "healthcare",
        "transportation",
        "sector",
        "rely",
        "identiv",
        "access",
        "identification",
        "solution",
        "identiv",
        "mission",
        "secure",
        "connected",
        "physical",
        "world",
        "perimeter",
        "desktop",
        "access",
        "world",
        "physical",
        "thing",
        "internet",
        "everything",
        "identiv",
        "publicly",
        "traded",
        "company",
        "common",
        "stock",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "information",
        "visit",
        "note",
        "regarding",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involving",
        "future",
        "event",
        "future",
        "result",
        "based",
        "current",
        "expectation",
        "well",
        "current",
        "belief",
        "assumption",
        "company",
        "management",
        "identified",
        "word",
        "anticipates",
        "belief",
        "plan",
        "intends",
        "expects",
        "similar",
        "reference",
        "future",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "regarding",
        "company",
        "market",
        "opportunity",
        "positioning",
        "execute",
        "growth",
        "strategy",
        "pursuit",
        "acquisition",
        "scaling",
        "business",
        "drive",
        "operating",
        "leverage",
        "profitability",
        "level",
        "expected",
        "revenue",
        "adjusted",
        "ebitda",
        "margin",
        "contribution",
        "3vr",
        "additional",
        "consideration",
        "accretive",
        "nature",
        "proposed",
        "acquisition",
        "expected",
        "synergy",
        "statement",
        "statement",
        "prediction",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "expressed",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "limited",
        "successful",
        "closing",
        "transaction",
        "timing",
        "thereof",
        "final",
        "total",
        "consideration",
        "paid",
        "financial",
        "contribution",
        "3vr",
        "company",
        "ability",
        "continue",
        "momentum",
        "business",
        "ability",
        "successfully",
        "execute",
        "growth",
        "strategy",
        "including",
        "ability",
        "acquire",
        "synergistic",
        "product",
        "technology",
        "business",
        "commercially",
        "reasonable",
        "term",
        "ability",
        "deliver",
        "positive",
        "ebitda",
        "result",
        "time",
        "profitability",
        "level",
        "customer",
        "order",
        "success",
        "product",
        "partnership",
        "industry",
        "trend",
        "seasonality",
        "factor",
        "discussed",
        "public",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "based",
        "information",
        "available",
        "u",
        "date",
        "hereof",
        "assume",
        "obligation",
        "update",
        "statement",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "information",
        "related",
        "projected",
        "contribution",
        "3vr",
        "adjusted",
        "ebitda",
        "margin",
        "prepared",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "margin",
        "mean",
        "adjusted",
        "ebitda",
        "percentage",
        "net",
        "revenue",
        "identiv",
        "us",
        "financial",
        "measure",
        "internally",
        "analyzing",
        "financial",
        "result",
        "belief",
        "useful",
        "investor",
        "supplement",
        "gaap",
        "measure",
        "evaluating",
        "ongoing",
        "operational",
        "performance",
        "believe",
        "use",
        "financial",
        "measure",
        "provides",
        "additional",
        "tool",
        "investor",
        "use",
        "evaluating",
        "ongoing",
        "operating",
        "result",
        "trend",
        "adjusted",
        "ebitda",
        "margin",
        "discussed",
        "excludes",
        "item",
        "included",
        "gaap",
        "net",
        "income",
        "loss",
        "gaap",
        "expense",
        "exclude",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "interest",
        "expense",
        "gain",
        "loss",
        "extinguishment",
        "debt",
        "foreign",
        "currency",
        "gain",
        "loss",
        "compensation",
        "amortization",
        "depreciation",
        "restructuring",
        "severance",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "identiv",
        "provided",
        "reconciliation",
        "adjusted",
        "ebitda",
        "margin",
        "gaap",
        "equivalent",
        "information",
        "relating",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "interest",
        "expense",
        "gain",
        "loss",
        "extinguishment",
        "debt",
        "foreign",
        "currency",
        "gain",
        "loss",
        "compensation",
        "amortization",
        "depreciation",
        "restructuring",
        "severance",
        "would",
        "required",
        "reconciliation",
        "factor",
        "may",
        "impact",
        "item",
        "company",
        "control",
        "reasonably",
        "predicted",
        "therefore",
        "company",
        "unable",
        "provide",
        "information",
        "without",
        "unreasonable",
        "effort",
        "nvestor",
        "relation",
        "contact",
        "matt",
        "glover",
        "najim",
        "mostamand",
        "cfa",
        "liolios",
        "group",
        "ir",
        "identiv",
        "medium",
        "contact",
        "press",
        "source",
        "identiv",
        "inc"
    ]
}