{
    "organizations": [],
    "uuid": "e20fc100101e3b012966cc108860098c3b68808f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/cnbc-transcript-alan-joyce-ceo-of-qantas.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Alan Joyce, CEO Qantas",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a First On CNBC interview with Alan Joyce, CEO of Qantas. The interview was broadcast on CNBC on 22 February 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Bernie Lo, Akiko Fujita and Matthew Taylor.\nMatthew Taylor (MT): Alan, great to chat to you as always. You beat your own guidance. How did you do it? Would it be fair to say that the domestic market - the domestic portion of the business did a lot of the heavy lifting over the half?\nAlan Joyce: Yeah Matt, I mean. They were good numbers and I think the big driver was the domestic market performing pretty well. We saw Qantas domestic up 20 percent on last year in terms of earnings but Jetstar continues to have amazing results not only domestically but internationally. They were up over 16 percent during the half and we still are seeing good growth on the Qantas loyalty business. So every part of the business pulled its weight. International was slightly down by around six percent but we have huge changes coming in international into next year and we're expecting a material improvement in its performance in financial year 2019.\nMT: Talk to us about those changes in international. We know that Qantas is of course embarking on these ultra-long haul Perth to London direct which kicks off next month. But what else are you going to be doing on the international side of things to try and improve the performance there?\nAlan Joyce: Well the first thing is we've been rebalancing for a few years our capacity away from the European market into the Asian markets which we're seeing phenomenal growth. We think that will continue. So we currently have only eight percent, down from 30 percent of our capacity into Europe 10 years ago, and growing the Asian markets from 30 percent to over 50 percent. And the changes we're doing from the end of March are relocating the A380s back to Singapore. It's actually going to be an 84 percent growth in capacity in the Singaporean markets, which we are acting as a Southeast Asia hub, where with our partner Jetstar Asia there and facilitating that.\nWe also have some new significant routes appearing. We're adding Melbourne to San Francisco and, later on in the year, we're starting Brisbane to L.A. and New York. We're looking at new routes out of Brisbane to places like Chicago, Seattle or Dallas. So there's significant changes to the network.\nIn addition, our partner Emirates has withdrawn from some routes on the Tasman and Qantas will be picking up that capacity and flying those routes for them and that partnership we've just had the renewal for another five years. So the combination of all that should give us a significant uplift in earnings for financial year 19 and Qantas as an international business.\nBernie Lo (BL): Alan, you know there are a lot seems to be pinned onto the new initiatives like Perth to London, Melbourne, SFO, \"Brizzi\" to those locations you mentioned you've also got to another two leg one going to be \"Brizzi\" to LAX to JFK in New York presumably. I mean obviously you've done a lot of analysis and you've done a lot of route analysis and demand analysis. But what if these things don't pan out? You just had a stellar report card here, are you not biting off a lot of risk with all these new initiatives in international?\nAlan Joyce: I don't think Bernie, you can get complacent in any way and it's great that the company has performed so well in the last few years. But we're very conscious that we have to continue to change and adapt. We're the oldest operating airline in the world at 98 years this year. The reason why we've survived is we do it after we do change. So we're not scared of those changes. And I have to say you know the whole dynamic is how you manage the risk around these changes, being able to adapt if they don't work and move on if they don't. But the initial signs and the first Perth-London service starts at the end of March the forward bookings are very strong and the initial signs are that that's going to be a fantastic route. We won't take it for granted but I'm actually quite confident where we sit today that these new initiatives are going to work. And as we get closer to them and as we put them into place, I think those confidence levels will obviously increase.\nAkiko Fujita (AF): Alan you've been a big advocate of cutting the corporate tax over in Australia down to 25 percent and you've raised concerns that, especially on the back of the tax cuts over in the US. If Australia doesn't respond, it could become less business friendly and perhaps discourage investors from putting money in the market. It's only been two months since Congress passed the tax cuts over in the US but have you seen some of these fears materialize?\nAlan Joyce: No, not yet and some of these things are medium to long term. Actually at the moment, we're seeing really good healthy growth in the Australian economy. But you know it takes a while, a number of years for changes like this to have a material impact. What we're really worried about is that Qantas represents the entire Australian economy. In fact we're responsible directly and indirectly for one percent of the Australian GDP. Qantas does well when the Australian economy does well and you're absolutely right. We're very pro having a competitive tax system because we think it's important for investment in the economy, growth in the economy, growth in jobs, growth in wages and if that doesn't happen because we're not competitive from a tax position that's not good for our economy and that's not good for Qantas. That's why I think the business community is very active on this issue. It's fairly vocal on this issue because we do think it's a real future risk to the economy if this is not corrected.\nMT: Alan, we got a warning out of S&P in the last few weeks that Qantas needs to spend more on fleet modernization and of course you've got those 787-9s coming into the fleet as we speak. But do you think you need to go further, and what's the future fleet going to look like--will it be comprised of mainly those Boeing aircraft, and what's the future of the A380?\nAlan Joyce: Yeah. I think unfortunately the S&P report was done when we were in blackout, and it was done without all of the information that we've released today. And therefore I think it was very badly informed because if you look at things like our operating cash flows, we produced at one point $7 billion operating cash flows--in the first half it was up 48 percent. We had made an announcement today that we are taking 18 A321Neos to replace the Jetstar fleet. We have the 787s as you mentioned arriving this year, and we're retiring the oldest aircraft in our fleet. And you know when you look at each year for our fleets, they are very competitive. The reason why our fleet age actually increased in the last few years is we've bought 20 to 25 year old aircraft to fly the fly-in-fly-out business in Western Australia and Queensland and our customers there were demanding that, because those aircraft are cheaper to operate, they're a better size, they are low capital costs. And that was done for particular business purposes. So we're very comfortable that our cash flows and the performance of the business allows us the bandwidth to keep her debt at record low levels where it is today, to invest in new aircraft to replace the domestic fleets, to do project Sunrise which is the new aircraft to fly to London from Melbourne and Sydney and New York, to replace the 747s, and to pay--I continue to pay returns to our shareholders and we think the bandwidth of the company is easily there to do all of those going forward. You know you can never predict if there's going be another global financial crisis and we handled that well when that occurred before. But all things being equal and there is absolutely the bandwidth to do all of those things and people shouldn't be concerned about it.\nBL: Alan, on the fleet, the issue though that Matt asked, let me follow up here. The configuration of the 787-9 makes it by definition a point-to-point aircraft. The fact that you're putting the, basically relegating the 380 the double decker to the Singapore hub, I mean is there some regret that you got into that? There was a time when they weren't even sure if they're going to keep making the A380 unless Emirates did that big order a month or two ago. I mean, you are, do you want to go the route of twin engines and reducing the number of pilots that are rated on multiple aircraft and keep it to largely a Boeing fleet?\nAlan Joyce: No I think we definitely see a role for the A380s and we have 12 of them. We don't need any more than the 12 and we do fly them extensively as you mentioned now to places like Singapore and L.A. and Dallas and they work on those big volume routes and we are investing in them next year, we're actually putting new seats on the entire aircraft to make it comparable with the product we have on the 787s, and that's a big investment. So the aircraft will be in our fleet for some years. But technology is evolving and the 787 allows us to do as you say, point-to-point routes like Perth to London that we could never have imagined before or Brisbane to potentially Chicago or Dallas which we couldn't have done before. The new aircraft technology on board the A350 and the Triple 7, we are getting this project Sunrise competition with Boeing and Airbus to get us the aircraft that will then change the network even further and allow us to fly nonstop at point-to-point from Sydney to London or Sydney to New York. So it is evolving and I think there's a role for each but certainly the future is with twins. The future is with long range aircraft for rows and the future with aircraft that allows us to add more destinations, but we do see that continued use within our network today and for the foreseeable future for the A380s.",
    "published": "2018-02-22T07:45:00.000+02:00",
    "crawled": "2018-02-22T07:50:58.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "first",
        "cnbc",
        "interview",
        "alan",
        "joyce",
        "ceo",
        "qantas",
        "interview",
        "broadcast",
        "cnbc",
        "february",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "bernie",
        "lo",
        "akiko",
        "fujita",
        "matthew",
        "taylor",
        "matthew",
        "taylor",
        "mt",
        "alan",
        "great",
        "chat",
        "always",
        "beat",
        "guidance",
        "would",
        "fair",
        "say",
        "domestic",
        "market",
        "domestic",
        "portion",
        "business",
        "lot",
        "heavy",
        "lifting",
        "half",
        "alan",
        "joyce",
        "yeah",
        "matt",
        "mean",
        "good",
        "number",
        "think",
        "big",
        "driver",
        "domestic",
        "market",
        "performing",
        "pretty",
        "well",
        "saw",
        "qantas",
        "domestic",
        "percent",
        "last",
        "year",
        "term",
        "earnings",
        "jetstar",
        "continues",
        "amazing",
        "result",
        "domestically",
        "internationally",
        "percent",
        "half",
        "still",
        "seeing",
        "good",
        "growth",
        "qantas",
        "loyalty",
        "business",
        "every",
        "part",
        "business",
        "pulled",
        "weight",
        "international",
        "slightly",
        "around",
        "six",
        "percent",
        "huge",
        "change",
        "coming",
        "international",
        "next",
        "year",
        "expecting",
        "material",
        "improvement",
        "performance",
        "financial",
        "year",
        "mt",
        "talk",
        "u",
        "change",
        "international",
        "know",
        "qantas",
        "course",
        "embarking",
        "haul",
        "perth",
        "london",
        "direct",
        "kick",
        "next",
        "month",
        "else",
        "going",
        "international",
        "side",
        "thing",
        "try",
        "improve",
        "performance",
        "alan",
        "joyce",
        "well",
        "first",
        "thing",
        "rebalancing",
        "year",
        "capacity",
        "away",
        "european",
        "market",
        "asian",
        "market",
        "seeing",
        "phenomenal",
        "growth",
        "think",
        "continue",
        "currently",
        "eight",
        "percent",
        "percent",
        "capacity",
        "europe",
        "year",
        "ago",
        "growing",
        "asian",
        "market",
        "percent",
        "percent",
        "change",
        "end",
        "march",
        "relocating",
        "a380s",
        "back",
        "singapore",
        "actually",
        "going",
        "percent",
        "growth",
        "capacity",
        "singaporean",
        "market",
        "acting",
        "southeast",
        "asia",
        "hub",
        "partner",
        "jetstar",
        "asia",
        "facilitating",
        "also",
        "new",
        "significant",
        "route",
        "appearing",
        "adding",
        "melbourne",
        "san",
        "francisco",
        "later",
        "year",
        "starting",
        "brisbane",
        "new",
        "york",
        "looking",
        "new",
        "route",
        "brisbane",
        "place",
        "like",
        "chicago",
        "seattle",
        "dallas",
        "significant",
        "change",
        "network",
        "addition",
        "partner",
        "emirate",
        "withdrawn",
        "route",
        "tasman",
        "qantas",
        "picking",
        "capacity",
        "flying",
        "route",
        "partnership",
        "renewal",
        "another",
        "five",
        "year",
        "combination",
        "give",
        "u",
        "significant",
        "uplift",
        "earnings",
        "financial",
        "year",
        "qantas",
        "international",
        "business",
        "bernie",
        "lo",
        "bl",
        "alan",
        "know",
        "lot",
        "seems",
        "pinned",
        "onto",
        "new",
        "initiative",
        "like",
        "perth",
        "london",
        "melbourne",
        "sfo",
        "brizzi",
        "location",
        "mentioned",
        "also",
        "got",
        "another",
        "two",
        "leg",
        "one",
        "going",
        "brizzi",
        "lax",
        "jfk",
        "new",
        "york",
        "presumably",
        "mean",
        "obviously",
        "done",
        "lot",
        "analysis",
        "done",
        "lot",
        "route",
        "analysis",
        "demand",
        "analysis",
        "thing",
        "pan",
        "stellar",
        "report",
        "card",
        "biting",
        "lot",
        "risk",
        "new",
        "initiative",
        "international",
        "alan",
        "joyce",
        "think",
        "bernie",
        "get",
        "complacent",
        "way",
        "great",
        "company",
        "performed",
        "well",
        "last",
        "year",
        "conscious",
        "continue",
        "change",
        "adapt",
        "oldest",
        "operating",
        "airline",
        "world",
        "year",
        "year",
        "reason",
        "survived",
        "change",
        "scared",
        "change",
        "say",
        "know",
        "whole",
        "dynamic",
        "manage",
        "risk",
        "around",
        "change",
        "able",
        "adapt",
        "work",
        "move",
        "initial",
        "sign",
        "first",
        "service",
        "start",
        "end",
        "march",
        "forward",
        "booking",
        "strong",
        "initial",
        "sign",
        "going",
        "fantastic",
        "route",
        "wo",
        "take",
        "granted",
        "actually",
        "quite",
        "confident",
        "sit",
        "today",
        "new",
        "initiative",
        "going",
        "work",
        "get",
        "closer",
        "put",
        "place",
        "think",
        "confidence",
        "level",
        "obviously",
        "increase",
        "akiko",
        "fujita",
        "af",
        "alan",
        "big",
        "advocate",
        "cutting",
        "corporate",
        "tax",
        "australia",
        "percent",
        "raised",
        "concern",
        "especially",
        "back",
        "tax",
        "cut",
        "u",
        "australia",
        "respond",
        "could",
        "become",
        "less",
        "business",
        "friendly",
        "perhaps",
        "discourage",
        "investor",
        "putting",
        "money",
        "market",
        "two",
        "month",
        "since",
        "congress",
        "passed",
        "tax",
        "cut",
        "u",
        "seen",
        "fear",
        "materialize",
        "alan",
        "joyce",
        "yet",
        "thing",
        "medium",
        "long",
        "term",
        "actually",
        "moment",
        "seeing",
        "really",
        "good",
        "healthy",
        "growth",
        "australian",
        "economy",
        "know",
        "take",
        "number",
        "year",
        "change",
        "like",
        "material",
        "impact",
        "really",
        "worried",
        "qantas",
        "represents",
        "entire",
        "australian",
        "economy",
        "fact",
        "responsible",
        "directly",
        "indirectly",
        "one",
        "percent",
        "australian",
        "gdp",
        "qantas",
        "well",
        "australian",
        "economy",
        "well",
        "absolutely",
        "right",
        "pro",
        "competitive",
        "tax",
        "system",
        "think",
        "important",
        "investment",
        "economy",
        "growth",
        "economy",
        "growth",
        "job",
        "growth",
        "wage",
        "happen",
        "competitive",
        "tax",
        "position",
        "good",
        "economy",
        "good",
        "qantas",
        "think",
        "business",
        "community",
        "active",
        "issue",
        "fairly",
        "vocal",
        "issue",
        "think",
        "real",
        "future",
        "risk",
        "economy",
        "corrected",
        "mt",
        "alan",
        "got",
        "warning",
        "p",
        "last",
        "week",
        "qantas",
        "need",
        "spend",
        "fleet",
        "modernization",
        "course",
        "got",
        "coming",
        "fleet",
        "speak",
        "think",
        "need",
        "go",
        "future",
        "fleet",
        "going",
        "look",
        "like",
        "comprised",
        "mainly",
        "boeing",
        "aircraft",
        "future",
        "a380",
        "alan",
        "joyce",
        "yeah",
        "think",
        "unfortunately",
        "p",
        "report",
        "done",
        "blackout",
        "done",
        "without",
        "information",
        "released",
        "today",
        "therefore",
        "think",
        "badly",
        "informed",
        "look",
        "thing",
        "like",
        "operating",
        "cash",
        "flow",
        "produced",
        "one",
        "point",
        "billion",
        "operating",
        "cash",
        "flow",
        "first",
        "half",
        "percent",
        "made",
        "announcement",
        "today",
        "taking",
        "a321neos",
        "replace",
        "jetstar",
        "fleet",
        "787s",
        "mentioned",
        "arriving",
        "year",
        "retiring",
        "oldest",
        "aircraft",
        "fleet",
        "know",
        "look",
        "year",
        "fleet",
        "competitive",
        "reason",
        "fleet",
        "age",
        "actually",
        "increased",
        "last",
        "year",
        "bought",
        "year",
        "old",
        "aircraft",
        "fly",
        "business",
        "western",
        "australia",
        "queensland",
        "customer",
        "demanding",
        "aircraft",
        "cheaper",
        "operate",
        "better",
        "size",
        "low",
        "capital",
        "cost",
        "done",
        "particular",
        "business",
        "purpose",
        "comfortable",
        "cash",
        "flow",
        "performance",
        "business",
        "allows",
        "u",
        "bandwidth",
        "keep",
        "debt",
        "record",
        "low",
        "level",
        "today",
        "invest",
        "new",
        "aircraft",
        "replace",
        "domestic",
        "fleet",
        "project",
        "sunrise",
        "new",
        "aircraft",
        "fly",
        "london",
        "melbourne",
        "sydney",
        "new",
        "york",
        "replace",
        "747s",
        "pay",
        "continue",
        "pay",
        "return",
        "shareholder",
        "think",
        "bandwidth",
        "company",
        "easily",
        "going",
        "forward",
        "know",
        "never",
        "predict",
        "going",
        "another",
        "global",
        "financial",
        "crisis",
        "handled",
        "well",
        "occurred",
        "thing",
        "equal",
        "absolutely",
        "bandwidth",
        "thing",
        "people",
        "concerned",
        "bl",
        "alan",
        "fleet",
        "issue",
        "though",
        "matt",
        "asked",
        "let",
        "follow",
        "configuration",
        "make",
        "definition",
        "aircraft",
        "fact",
        "putting",
        "basically",
        "relegating",
        "double",
        "decker",
        "singapore",
        "hub",
        "mean",
        "regret",
        "got",
        "time",
        "even",
        "sure",
        "going",
        "keep",
        "making",
        "a380",
        "unless",
        "emirate",
        "big",
        "order",
        "month",
        "two",
        "ago",
        "mean",
        "want",
        "go",
        "route",
        "twin",
        "engine",
        "reducing",
        "number",
        "pilot",
        "rated",
        "multiple",
        "aircraft",
        "keep",
        "largely",
        "boeing",
        "fleet",
        "alan",
        "joyce",
        "think",
        "definitely",
        "see",
        "role",
        "a380s",
        "need",
        "fly",
        "extensively",
        "mentioned",
        "place",
        "like",
        "singapore",
        "dallas",
        "work",
        "big",
        "volume",
        "route",
        "investing",
        "next",
        "year",
        "actually",
        "putting",
        "new",
        "seat",
        "entire",
        "aircraft",
        "make",
        "comparable",
        "product",
        "787s",
        "big",
        "investment",
        "aircraft",
        "fleet",
        "year",
        "technology",
        "evolving",
        "allows",
        "u",
        "say",
        "route",
        "like",
        "perth",
        "london",
        "could",
        "never",
        "imagined",
        "brisbane",
        "potentially",
        "chicago",
        "dallas",
        "could",
        "done",
        "new",
        "aircraft",
        "technology",
        "board",
        "a350",
        "triple",
        "getting",
        "project",
        "sunrise",
        "competition",
        "boeing",
        "airbus",
        "get",
        "u",
        "aircraft",
        "change",
        "network",
        "even",
        "allow",
        "u",
        "fly",
        "nonstop",
        "sydney",
        "london",
        "sydney",
        "new",
        "york",
        "evolving",
        "think",
        "role",
        "certainly",
        "future",
        "twin",
        "future",
        "long",
        "range",
        "aircraft",
        "row",
        "future",
        "aircraft",
        "allows",
        "u",
        "add",
        "destination",
        "see",
        "continued",
        "use",
        "within",
        "network",
        "today",
        "foreseeable",
        "future",
        "a380s"
    ]
}