{
    "organizations": [],
    "uuid": "534749620db70bf21a7da2fb66c23b92a94cf829",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-clearside-biomedical-announces-organizational-changes-designed-to-support-transition-to-a-commercial-stage-company.html",
    "ord_in_thread": 0,
    "title": "Clearside Biomedical Announces Organizational Changes Designed to Support Transition to a Commercial-Stage Company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALPHARETTA, Ga., Feb. 26, 2018 (GLOBE NEWSWIRE) -- Clearside Biomedical, Inc. (NASDAQ:CLSD), a late-stage biopharmaceutical company developing first-in-class drug therapies to treat back-of-the-eye diseases, today announced the appointments of William (“Bill”) Humphries as the new Chairman of the Board and Brion Raymond as Chief Commercial Officer. These appointments are intended to further prepare the company for the potential commercialization of CLS-TA for suprachoroidal administration (“suprachoroidal CLS-TA”), its proprietary suspension formulation of the corticosteroid triamcinolone acetonide for the treatment of macular edema associated with non-infectious uveitis.\nClearside expects to report topline data from its pivotal Phase 3 PEACHTREE clinical trial of suprachoroidal CLS-TA in this indication in the first quarter of 2018 and, if the final data are positive, anticipates filing a New Drug Application (“NDA”) with the U.S. Food and Drug Administration (“FDA”) by the end of 2018. PEACHTREE is the first -pivotal phase 3 clinical trial of a drug candidate for noninfectious uveitis in which a best corrected visual acuity (“BCVA”) measure is the primary efficacy endpoint. If this trial meets its primary endpoint and marketing authorization is obtained, suprachoroidal CLS-TA can become a new paradigm for the treatment of visual impairment associated with macular edema due to non-infectious uveitis.\nAppointment of William D. Humphries as Chairman of the Board of Directors\nWilliam D. Humphries has been appointed as Chairman of Clearside’s Board of Directors, effective immediately. Mr. Humphries succeeds Christy Shaffer, Ph.D., who has stepped down after serving as Chairperson, but will continue to serve as a member of the Board.\nMr. Humphries, who has served as a director of Clearside since January 2012, has more than 29 years of experience in the specialty pharmaceutical industry, with more than 26 of those years focused on product commercialization. He currently serves as Executive Vice President at Ortho Dermatologics, a division of Valeant Pharmaceuticals International, Inc. Previously, he served as President and CEO of Merz North America, an affiliate of Merz Pharma Group, a global specialty healthcare company. Prior to joining Merz, Mr. Humphries served as the President of Stiefel Laboratories, Inc., which was acquired for by GlaxoSmithKline PLC for approximately $2.9 billion in 2009. After the acquisition, Mr. Humphries served as the President of Dermatology for Stiefel from 2009 until March 2012. Before joining Stiefel, Mr. Humphries held multiple senior executive roles within Allergan, Inc., concluding as Vice President of the U.S. Skincare business. He currently is the Chair of the North Carolina State University Global Luxury Management Board and serves on the Board of the Women’s Dermatologic Society Industry Advisory Board, the steering committee for Carolina Entrepreneurial Development, and the board of directors of Aclaris Therapeutics, Inc. Mr. Humphries received a B.A. from Bucknell University and an M.B.A. from Pepperdine University.\n“Suprachoroidal CLS-TA for the treatment of non-infectious uveitis is our most advanced development program and we are approaching a potential inflection point for our company with the pending release of topline results from the PEACHTREE clinical trial this quarter,” said Clearside’s Chief Executive Officer and President, Daniel H. White. “Bill is accomplished in helping build commercial teams and launching new treatments. I look forward to continuing to work with him, Christy, and the rest of the Clearside team as we pursue transformative, elegant, precise solutions to restore and preserve vision.”\n“Christy Shaffer and the Hatteras team have been an inspiration in the initial 6 years of Clearside’s development, and I am both deeply honored to succeed Christy as Chair and incredibly energized by this opportunity to help Clearside potentially transition from a clinical-stage to a commercial-stage company,” commented Mr. Humphries.\nAppointment of Brion S. Raymond as Chief Commercial Officer\nClearside also announced the appointment of Brion S. Raymond to its senior management team in the newly created position of Chief Commercial Officer. Mr. Raymond will be focused on the development and execution of a comprehensive commercial strategy for Clearside’s pipeline of treatments targeting sight-threatening diseases, if approved by the FDA.\nMr. Raymond brings a wealth of ophthalmic experience and an extensive stakeholder network to Clearside. He has a track record of success building out commercial capabilities, leading marketing and sales teams, and cultivating strong thought leader relationships across multiple specialties. Prior to joining Clearside, Mr. Raymond managed a consulting firm that led multiple strategy projects for clinical-stage biotechnology companies. His 16 years of progressive healthcare experience includes commercial leadership roles with Genentech, Inc., Dynavax Technologies Corporation, XOMA Corporation, and Carl Zeiss Meditec, Inc. Mr. Raymond earned a B.S. in Optics at the University of Rochester’s College of Engineering and an M.B.A. from The Amos Tuck School at Dartmouth College.\n“We are entering into a stage of potential rapid growth,” said Mr. White. “Brion’s experience brings a particularly relevant depth of knowledge of ophthalmic biopharmaceutical product launches and strong relationships in the retina community to Clearside. At Genentech, he was a key member of the team responsible for launching Lucentis, and we are thrilled to have an executive of his caliber join our team in this important new position.”\nAbout Clearside\nClearside Biomedical, Inc., headquartered in Alpharetta, GA, is a late-stage clinical ophthalmic biopharmaceutical company that envisions a world without blindness. Clearside relentlessly pursues transformative, elegant, precise solutions to restore and preserve vision. Clearside is developing advanced clinical and preclinical product candidates using a proprietary treatment approach offering unprecedented access to the back of the eye through the suprachoroidal space (SCS™). This has the potential to offer meaningful treatment benefit to patients suffering from sight-threatening diseases like uveitis, retinal vein occlusion, diabetic macular edema and wet age-related macular degeneration. To learn more about how Clearside is changing ophthalmology, please visit us at www.clearsidebio.com .\nCautionary Note Regarding Forward-Looking Statements\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. These statements may be identified by words such as “believe”, “expect”, “may”, “plan”, “potential”, “will”, and similar expressions, and are based on Clearside’s current beliefs and expectations. These forward-looking statements include expectations regarding Clearside transitioning from a clinical-stage company to a commercial-stage company, the potential clinical development of Clearside’s product candidates, the timing of topline results from Clearside’s PEACHTREE trial, the timing of a potential filing of an NDA with the FDA, the potential commercialization of CLS-TA and Clearside’s potential rapid growth. These statements involve risks and uncertainties that could cause actual results to differ materially from those reflected in such statements. Risks and uncertainties that may cause actual results to differ materially include uncertainties inherent in the conduct of clinical trials, Clearside’s reliance on third parties over which it may not always have full control, and other risks and uncertainties that are described in Clearside’s Annual Report on Form 10-K for the year ended December 31, 2016, filed with the U.S. Securities and Exchange Commission (“SEC”) on March 16, 2017, and Clearside’s other Periodic Reports filed with the SEC. Any forward-looking statements speak only as of the date of this press release and are based on information available to Clearside as of the date of this release, and Clearside assumes no obligation to, and does not intend to, update any forward-looking statements, whether as a result of new information, future events or otherwise.\nContacts:\nStephen Kilmer\nInvestor Relations\n(678) 270-3631\nstephen.kilmer@clearsidebio.com\nCharles Deignan\nChief Financial Officer\n(678) 270-4005\ncharlie.deignan@clearsidebio.com\nSource:Clearside Biomedical, Inc.",
    "published": "2018-02-26T16:00:00.000+02:00",
    "crawled": "2018-02-26T16:33:11.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "alpharetta",
        "globe",
        "newswire",
        "clearside",
        "biomedical",
        "nasdaq",
        "clsd",
        "biopharmaceutical",
        "company",
        "developing",
        "drug",
        "therapy",
        "treat",
        "disease",
        "today",
        "announced",
        "appointment",
        "william",
        "bill",
        "humphries",
        "new",
        "chairman",
        "board",
        "brion",
        "raymond",
        "chief",
        "commercial",
        "officer",
        "appointment",
        "intended",
        "prepare",
        "company",
        "potential",
        "commercialization",
        "suprachoroidal",
        "administration",
        "suprachoroidal",
        "proprietary",
        "suspension",
        "formulation",
        "corticosteroid",
        "triamcinolone",
        "acetonide",
        "treatment",
        "macular",
        "edema",
        "associated",
        "uveitis",
        "clearside",
        "expects",
        "report",
        "topline",
        "data",
        "pivotal",
        "phase",
        "peachtree",
        "clinical",
        "trial",
        "suprachoroidal",
        "indication",
        "first",
        "quarter",
        "final",
        "data",
        "positive",
        "anticipates",
        "filing",
        "new",
        "drug",
        "application",
        "nda",
        "food",
        "drug",
        "administration",
        "fda",
        "end",
        "peachtree",
        "first",
        "phase",
        "clinical",
        "trial",
        "drug",
        "candidate",
        "noninfectious",
        "uveitis",
        "best",
        "corrected",
        "visual",
        "acuity",
        "bcva",
        "measure",
        "primary",
        "efficacy",
        "endpoint",
        "trial",
        "meet",
        "primary",
        "endpoint",
        "marketing",
        "authorization",
        "obtained",
        "suprachoroidal",
        "become",
        "new",
        "paradigm",
        "treatment",
        "visual",
        "impairment",
        "associated",
        "macular",
        "edema",
        "due",
        "uveitis",
        "appointment",
        "william",
        "humphries",
        "chairman",
        "board",
        "director",
        "william",
        "humphries",
        "appointed",
        "chairman",
        "clearside",
        "board",
        "director",
        "effective",
        "immediately",
        "humphries",
        "succeeds",
        "christy",
        "shaffer",
        "stepped",
        "serving",
        "chairperson",
        "continue",
        "serve",
        "member",
        "board",
        "humphries",
        "served",
        "director",
        "clearside",
        "since",
        "january",
        "year",
        "experience",
        "specialty",
        "pharmaceutical",
        "industry",
        "year",
        "focused",
        "product",
        "commercialization",
        "currently",
        "serf",
        "executive",
        "vice",
        "president",
        "ortho",
        "dermatologics",
        "division",
        "valeant",
        "pharmaceutical",
        "international",
        "previously",
        "served",
        "president",
        "ceo",
        "merz",
        "north",
        "america",
        "affiliate",
        "merz",
        "pharma",
        "group",
        "global",
        "specialty",
        "healthcare",
        "company",
        "prior",
        "joining",
        "merz",
        "humphries",
        "served",
        "president",
        "stiefel",
        "laboratory",
        "acquired",
        "glaxosmithkline",
        "plc",
        "approximately",
        "billion",
        "acquisition",
        "humphries",
        "served",
        "president",
        "dermatology",
        "stiefel",
        "march",
        "joining",
        "stiefel",
        "humphries",
        "held",
        "multiple",
        "senior",
        "executive",
        "role",
        "within",
        "allergan",
        "concluding",
        "vice",
        "president",
        "skincare",
        "business",
        "currently",
        "chair",
        "north",
        "carolina",
        "state",
        "university",
        "global",
        "luxury",
        "management",
        "board",
        "serf",
        "board",
        "woman",
        "dermatologic",
        "society",
        "industry",
        "advisory",
        "board",
        "steering",
        "committee",
        "carolina",
        "entrepreneurial",
        "development",
        "board",
        "director",
        "aclaris",
        "therapeutic",
        "humphries",
        "received",
        "bucknell",
        "university",
        "pepperdine",
        "university",
        "suprachoroidal",
        "treatment",
        "uveitis",
        "advanced",
        "development",
        "program",
        "approaching",
        "potential",
        "inflection",
        "point",
        "company",
        "pending",
        "release",
        "topline",
        "result",
        "peachtree",
        "clinical",
        "trial",
        "quarter",
        "said",
        "clearside",
        "chief",
        "executive",
        "officer",
        "president",
        "daniel",
        "white",
        "bill",
        "accomplished",
        "helping",
        "build",
        "commercial",
        "team",
        "launching",
        "new",
        "treatment",
        "look",
        "forward",
        "continuing",
        "work",
        "christy",
        "rest",
        "clearside",
        "team",
        "pursue",
        "transformative",
        "elegant",
        "precise",
        "solution",
        "restore",
        "preserve",
        "christy",
        "shaffer",
        "hatteras",
        "team",
        "inspiration",
        "initial",
        "year",
        "clearside",
        "development",
        "deeply",
        "honored",
        "succeed",
        "christy",
        "chair",
        "incredibly",
        "energized",
        "opportunity",
        "help",
        "clearside",
        "potentially",
        "transition",
        "company",
        "commented",
        "humphries",
        "appointment",
        "brion",
        "raymond",
        "chief",
        "commercial",
        "officer",
        "clearside",
        "also",
        "announced",
        "appointment",
        "brion",
        "raymond",
        "senior",
        "management",
        "team",
        "newly",
        "created",
        "position",
        "chief",
        "commercial",
        "officer",
        "raymond",
        "focused",
        "development",
        "execution",
        "comprehensive",
        "commercial",
        "strategy",
        "clearside",
        "pipeline",
        "treatment",
        "targeting",
        "disease",
        "approved",
        "fda",
        "raymond",
        "brings",
        "wealth",
        "ophthalmic",
        "experience",
        "extensive",
        "stakeholder",
        "network",
        "clearside",
        "track",
        "record",
        "success",
        "building",
        "commercial",
        "capability",
        "leading",
        "marketing",
        "sale",
        "team",
        "cultivating",
        "strong",
        "thought",
        "leader",
        "relationship",
        "across",
        "multiple",
        "specialty",
        "prior",
        "joining",
        "clearside",
        "raymond",
        "managed",
        "consulting",
        "firm",
        "led",
        "multiple",
        "strategy",
        "project",
        "biotechnology",
        "company",
        "year",
        "progressive",
        "healthcare",
        "experience",
        "includes",
        "commercial",
        "leadership",
        "role",
        "genentech",
        "dynavax",
        "technology",
        "corporation",
        "xoma",
        "corporation",
        "carl",
        "zeiss",
        "meditec",
        "raymond",
        "earned",
        "optic",
        "university",
        "rochester",
        "college",
        "engineering",
        "amos",
        "tuck",
        "school",
        "dartmouth",
        "college",
        "entering",
        "stage",
        "potential",
        "rapid",
        "growth",
        "said",
        "white",
        "brion",
        "experience",
        "brings",
        "particularly",
        "relevant",
        "depth",
        "knowledge",
        "ophthalmic",
        "biopharmaceutical",
        "product",
        "launch",
        "strong",
        "relationship",
        "retina",
        "community",
        "clearside",
        "genentech",
        "key",
        "member",
        "team",
        "responsible",
        "launching",
        "lucentis",
        "thrilled",
        "executive",
        "caliber",
        "join",
        "team",
        "important",
        "new",
        "clearside",
        "clearside",
        "biomedical",
        "headquartered",
        "alpharetta",
        "ga",
        "clinical",
        "ophthalmic",
        "biopharmaceutical",
        "company",
        "envisions",
        "world",
        "without",
        "blindness",
        "clearside",
        "relentlessly",
        "pursues",
        "transformative",
        "elegant",
        "precise",
        "solution",
        "restore",
        "preserve",
        "vision",
        "clearside",
        "developing",
        "advanced",
        "clinical",
        "preclinical",
        "product",
        "candidate",
        "using",
        "proprietary",
        "treatment",
        "approach",
        "offering",
        "unprecedented",
        "access",
        "back",
        "eye",
        "suprachoroidal",
        "space",
        "potential",
        "offer",
        "meaningful",
        "treatment",
        "benefit",
        "patient",
        "suffering",
        "disease",
        "like",
        "uveitis",
        "retinal",
        "vein",
        "occlusion",
        "diabetic",
        "macular",
        "edema",
        "wet",
        "macular",
        "degeneration",
        "learn",
        "clearside",
        "changing",
        "ophthalmology",
        "please",
        "visit",
        "u",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "word",
        "believe",
        "expect",
        "may",
        "plan",
        "potential",
        "similar",
        "expression",
        "based",
        "clearside",
        "current",
        "belief",
        "expectation",
        "statement",
        "include",
        "expectation",
        "regarding",
        "clearside",
        "transitioning",
        "company",
        "company",
        "potential",
        "clinical",
        "development",
        "clearside",
        "product",
        "candidate",
        "timing",
        "topline",
        "result",
        "clearside",
        "peachtree",
        "trial",
        "timing",
        "potential",
        "filing",
        "nda",
        "fda",
        "potential",
        "commercialization",
        "clearside",
        "potential",
        "rapid",
        "growth",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "uncertainty",
        "inherent",
        "conduct",
        "clinical",
        "trial",
        "clearside",
        "reliance",
        "third",
        "party",
        "may",
        "always",
        "full",
        "control",
        "risk",
        "uncertainty",
        "described",
        "clearside",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "clearside",
        "periodic",
        "report",
        "filed",
        "sec",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "based",
        "information",
        "available",
        "clearside",
        "date",
        "release",
        "clearside",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "stephen",
        "kilmer",
        "investor",
        "relation",
        "charles",
        "deignan",
        "chief",
        "financial",
        "officer",
        "source",
        "clearside",
        "biomedical",
        "inc"
    ]
}