{
    "organizations": [],
    "uuid": "3ad5ae2b60962c04de923273d26dcd577ca234ce",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/pr-newswire-myovant-sciences-provides-corporate-update-and-reports-financial-results-for-third-fiscal-quarter-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Myovant Sciences Provides Corporate Update and Reports Financial Results for Third Fiscal Quarter Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BASEL, Switzerland, Feb. 13, 2018 /PRNewswire/ -- Myovant Sciences (NYSE: MYOV), a clinical-stage biopharmaceutical company focused on developing and commercializing innovative therapies for women's health and endocrine diseases, today announced corporate updates and reported financial results for the third fiscal quarter ended December 31, 2017.\n\"We continue to execute on each of our ongoing global Phase 3 development programs of relugolix for the treatment of endometriosis-associated pain, heavy menstrual bleeding associated with uterine fibroids, and advanced prostate cancer with the goal of completing enrollment in each program this year,\" stated Lynn Seely, M.D., President and Chief Executive Officer of Myovant Sciences. \"In addition, in October, we secured flexible financing commitments of up to $140 million, which will help support the continued advancement of our Phase 3 programs.\"\nThird Fiscal Quarter 2017 Business Highlights\nPositive results in two Phase 3 clinical studies conducted by Takeda Pharmaceutical Company Limited (\"Takeda\") to evaluate the efficacy and safety of relugolix for the treatment of uterine fibroids .\nOn October 2, 2017, Myovant announced that Takeda reported positive top-line results from a Phase 3 study in Japan evaluating the efficacy and safety of relugolix compared with leuprorelin for the treatment of women with heavy menstrual bleeding associated with uterine fibroids. Relugolix met the study's primary endpoint, the proportion of patients achieving a pre-defined reduction in menstrual bleeding, demonstrating an 82.2% response rate, and was observed to be statistically non-inferior to leuprorelin (p = 0.0013). The incidence of adverse events in the study was generally similar between treatment groups and consistent with the mechanism of action of the study medications. On November 9, 2017, Myovant announced that Takeda reported positive top-line results from a Phase 3 study in Japan evaluating the efficacy and safety of relugolix compared with placebo for the treatment of pain associated with uterine fibroids. Of the women treated with relugolix, 57.6% achieved a marked improvement in pain symptoms compared to 3.1% treated with placebo (p < 0.0001). Adverse events in the study were consistent with the mechanism of action of relugolix and adverse events observed in previous clinical studies. Takeda plans to submit the data from both studies to regulatory authorities in Japan for marketing authorization of relugolix for the treatment of uterine fibroids. Myovant will be solely responsible for obtaining FDA approval for relugolix in the United States.\nSecured flexible financing commitments of up to $140 million. On October 16, 2017, Myovant announced that it had secured up to $140 million in flexible financing commitments from NovaQuest Capital Management (\"NovaQuest\") and Hercules Capital, Inc. (\"Hercules\"). The NovaQuest financing is comprised of a note purchase commitment of up to $60 million and an equity purchase commitment of up to $40 million. An additional $40 million of debt financing capacity is committed in the form of a term loan facility from Hercules. Myovant plans to use the net proceeds from both financings to fund the ongoing Phase 3 development of relugolix in uterine fibroids, endometriosis and advanced prostate cancer. Pursuant to the agreements, upon closing, Myovant issued notes and shares of common stock of approximately $33 million under the financing commitments.\nThird Fiscal Quarter 2017 Financial Summary\nResearch and development (R&D) expenses for the quarter ended December 31, 2017 were $34.9 million, compared to $6.2 million for the comparable period in 2016. The increase over the prior year period is primarily due to costs associated with the progress in our five ongoing Phase 3 clinical trials of relugolix which were initiated in 2017. R&D expenses for the three months ended December 31, 2017 consisted primarily of clinical trial-related costs of $28.4 million, personnel expenses of $3.2 million, share-based compensation expense of $1.0 million, and costs billed to us under the services agreements with Roivant Sciences Ltd. and Roivant Sciences, Inc. (\"the Services Agreements\") of $1.9 million, including personnel expenses and third-party costs associated with our ongoing clinical trials and other research programs.\nGeneral and administrative (G&A) expenses for the quarter ended December 31, 2017 were $6.6 million, compared to $2.9 million for the same period in 2016. G&A expenses for the three months ended December 31, 2017 consisted primarily of personnel-related and general overhead expenses of $2.7 million, share-based compensation expense of $2.3 million, legal and professional fees of $0.6 million and costs of $1.0 million billed to us under the Services Agreements, including personnel expenses, overhead allocations and third-party costs.\nInterest Expense for the quarter ended December 31, 2017 was $0.9 million and consisted of interest expense accrued and paid under the financing agreements with NovaQuest and Hercules as well as the associated amortization of debt discount and issuance costs. There was no interest expense for the comparable prior year period.\nNet loss for the quarter ended December 31, 2017 was $41.8 million, or $0.70 per share, compared to a net loss of $8.1 million or $0.15 per share for the same period in 2016. The increase in net loss was driven by the increase in costs associated with our ongoing LIBERTY 1 and LIBERTY 2, SPIRIT 1 and SPIRIT 2, and HERO Phase 3 clinical studies which were initiated in 2017, as well as increased personnel expenses to support Myovant's growing operations.\nCash and committed funding totaled $235.9 million at December 31, 2017 consisting of $128.9 million of cash and financing commitments totaling $107.0 million available under our financing agreements with NovaQuest and Hercules.\nAbout Relugolix\nRelugolix is an oral, once-daily, small molecule gonadotropin-releasing hormone (GnRH) receptor antagonist that has been evaluated in over 1,600 study participants in Phase 1, Phase 2 and Phase 3 clinical trials. In these trials, relugolix has been shown to be generally well tolerated and to suppress estrogen and progesterone levels in women and testosterone levels in men. Common side effects are consistent with suppression of these hormones. In the ongoing Phase 3 SPIRIT clinical trials in women with endometriosis-associated pain and the ongoing Phase 3 LIBERTY clinical trials in women with heavy menstrual bleeding associated with uterine fibroids, relugolix will be evaluated with and without low-dose hormonal add-back therapy, the addition of which is expected to decrease potential side effects such as bone mineral density loss and hot flashes. The ongoing Phase 3 HERO study is evaluating relugolix in men with advanced prostate cancer.\nAbout Myovant Sciences\nMyovant Sciences is a clinical-stage biopharmaceutical company focused on developing and commercializing innovative therapies for women's health and endocrine diseases. Myovant's lead product candidate is relugolix, an oral, once-daily, small molecule that acts as a GnRH receptor antagonist. Myovant has initiated three clinical programs for relugolix consisting of five international Phase 3 clinical trials, two in women with heavy menstrual bleeding associated with uterine fibroids (LIBERTY 1 & 2), two in women with endometriosis-associated pain (SPIRIT 1 & 2), and one in men with advanced prostate cancer (HERO). Myovant is also developing MVT-602, a kisspeptin agonist, for the treatment of female infertility as part of assisted reproduction. Takeda Pharmaceuticals International AG has granted Myovant an exclusive, worldwide license to develop and commercialize relugolix (excluding Japan and certain other Asian countries where Takeda retains exclusive rights) and an exclusive license to develop and commercialize MVT-602 in all countries worldwide. Over time, the company intends to expand its development pipeline to include other potential treatments for women's health and endocrine diseases. For more information, please visit the company's website at www.myovant.com .\nForward-Looking Statements\nThis press-release contains forward-looking statements, including without limitation, statements related to: Myovant's focus on building Myovant into a leading women's health company; Myovant's ability to advance the clinical development of relugolix through the LIBERTY 1, LIBERTY 2, SPIRIT 1, SPIRIT 2 and HERO clinical trials; Myovant's ability to expand its development pipeline; Takeda's reported results from its Phase 3 studies of relugolix and any support those data may have for Myovant's Phase 3 studies of relugolix; Myovant's business strategies, financial condition and trends, competitive position, potential growth opportunities, use of proceeds and the effects of competition; and the financing commitments of up to $140 million from NovaQuest and Hercules. Forward-looking statements can be identified by the words \"believe,\" \"anticipate,\" \"continue\", \"estimate\", \"project,\" \"expect,\" \"plan,\" \"potential,\" \"intends,\" \"will,\" \"would\", \"could\", \"should\" or the negative or plural of these words or other similar expressions that are predictions or indicate future events, trends or prospects but the absence of these words does not necessarily mean that a statement is not forward-looking. In addition, any statements that refer to expectations, projections or other characterizations of future events or circumstances are forward-looking statements. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially and reported results should not be considered as an indication of future performance. Actual results and the timing of events could differ materially from those anticipated in the forward-looking statements as a result of these risks and uncertainties, which include, without limitation: risks associated with the success, cost and timing of our product development activities and clinical trials; the approval and commercialization of our product candidates relugolix and MVT-602; and increased regulatory requirements. These statements are subject to the risk that clinical trial data are subject to differing interpretations, and regulatory agencies, medical and scientific experts and others may not share Myovant's views of the clinical study data. There can be no assurance that the clinical programs for relugolix or MVT-602 will be successful in demonstrating safety and/or efficacy, that we will not encounter problems or delays in clinical development, or that any of our product candidates will ever receive regulatory approval or be successfully commercialized. For a further description of the risks and uncertainties that could cause actual results to differ from those expressed in these forward-looking statements, as well as risks relating to Myovant's business in general, see the \"Risk Factors\" section of our quarterly report on Form 10-Q filed with the Securities and Exchange Commission on November 13, 2017, and in Myovant's future filings with the SEC including without limitation, Myovant's quarterly report on Form 10-Q expected to be filed with the SEC on or about February 13, 2018, and other filings that Myovant makes with the SEC from time to time. These forward-looking statements are based on information available to Myovant as of the date of this presentation and speak only as of the date of this presentation. Myovant disclaims any obligation to update these forward-looking statements, except as may be required by law.\nMYOVANT SCIENCES LTD.\nCondensed Consolidated Statements of Operations\n(Unaudited, in thousands, except share and per share data)\nThree Months Ended December 31,\nNine Months Ended December 31,\n2017\n2016\n2017\n2016\nOperating expenses:\nResearch and development (includes $1,041 and $1,060 of share-based compensation expense for the three months ended December 31, 2017 and 2016 and $2,580 and $2,849 for the nine months ended December 31, 2017 and 2016, respectively)\n$\n34,875\n$\n6,158\n$\n76,753\n$\n24,484\nGeneral and administrative (includes $2,252 and $950 of share-based compensation expense for the three months ended December 31, 2017 and 2016 and $5,663 and $3,932 for the nine months ended December 31, 2017 and 2016, respectively)\n6,640\n2,898\n16,963\n8,427\nTotal operating expenses\n41,515\n9,056\n93,716\n32,911\nChanges in the fair value of the Takeda warrant liability\n—\n(1,002)\n—\n28,815\nInterest expense\n904\n—\n904\n—\nOther income\n(429)\n—\n(225)\n—\nLoss before provision for income taxes\n(41,990)\n(8,054)\n(94,395)\n(61,726)\nIncome tax (benefit) expense\n(213)\n29\n607\n40\nNet loss\n$\n(41,777)\n$\n(8,083)\n$\n(95,002)\n$\n(61,766)\nNet loss per common share — basic and diluted\n$\n(0.70)\n$\n(0.15)\n$\n(1.60)\n$\n(1.34)\nWeighted average common shares outstanding — basic and diluted\n59,629,486\n54,447,203\n59,446,140\n45,929,021\nMYOVANT SCIENCES LTD.\nCondensed Consolidated Balance Sheets\n(Unaudited, in thousands)\nDecember 31, 2017\nMarch 31, 2017\nAssets\nCurrent assets:\nCash\n$\n128,873\n$\n180,838\nPrepaid expenses and other current assets\n5,279\n3,221\nIncome tax receivable\n607\n105\nTotal current assets\n134,759\n184,164\nDeferred tax assets\n—\n208\nFurniture and equipment, net\n1,120\n906\nOther assets\n2,098\n—\nTotal assets\n$\n137,977\n$\n185,278\nLiabilities and Shareholders' Equity\nCurrent liabilities:\nAccounts payable\n$\n2,091\n$\n3,329\nAccrued expenses\n20,953\n11,978\nDue to Roivant Sciences Ltd. and Roivant Sciences, Inc.\n3,683\n3,030\nTotal current liabilities\n26,727\n18,337\nTakeda warrant liability\n—\n52\nDeferred rent\n372\n113\nDeferred interest payable\n105\n—\nLong-term debt\n28,575\n—\nTotal liabilities\n55,779\n18,502\nTotal shareholders' equity\n82,198\n166,776\nTotal liabilities and shareholders' equity\n$\n137,977\n$\n185,278\nInvestor Contacts:\nFrank Karbe\nChief Financial Officer\nMyovant Sciences\nDeDe Sheel\nInvestor Relations\nMyovant Sciences\ninvestors@myovant.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/myovant-sciences-provides-corporate-update-and-reports-financial-results-for-third-fiscal-quarter-ended-december-31-2017-300597500.html\nSOURCE Myovant Sciences",
    "published": "2018-02-14T00:05:00.000+02:00",
    "crawled": "2018-02-14T02:02:23.021+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "basel",
        "switzerland",
        "myovant",
        "science",
        "nyse",
        "myov",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "therapy",
        "woman",
        "health",
        "endocrine",
        "disease",
        "today",
        "announced",
        "corporate",
        "update",
        "reported",
        "financial",
        "result",
        "third",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "continue",
        "execute",
        "ongoing",
        "global",
        "phase",
        "development",
        "program",
        "relugolix",
        "treatment",
        "pain",
        "heavy",
        "menstrual",
        "bleeding",
        "associated",
        "uterine",
        "fibroid",
        "advanced",
        "prostate",
        "cancer",
        "goal",
        "completing",
        "enrollment",
        "program",
        "year",
        "stated",
        "lynn",
        "seely",
        "president",
        "chief",
        "executive",
        "officer",
        "myovant",
        "science",
        "addition",
        "october",
        "secured",
        "flexible",
        "financing",
        "commitment",
        "million",
        "help",
        "support",
        "continued",
        "advancement",
        "phase",
        "program",
        "third",
        "fiscal",
        "quarter",
        "business",
        "highlight",
        "positive",
        "result",
        "two",
        "phase",
        "clinical",
        "study",
        "conducted",
        "takeda",
        "pharmaceutical",
        "company",
        "limited",
        "takeda",
        "evaluate",
        "efficacy",
        "safety",
        "relugolix",
        "treatment",
        "uterine",
        "fibroid",
        "october",
        "myovant",
        "announced",
        "takeda",
        "reported",
        "positive",
        "result",
        "phase",
        "study",
        "japan",
        "evaluating",
        "efficacy",
        "safety",
        "relugolix",
        "compared",
        "leuprorelin",
        "treatment",
        "woman",
        "heavy",
        "menstrual",
        "bleeding",
        "associated",
        "uterine",
        "fibroid",
        "relugolix",
        "met",
        "study",
        "primary",
        "endpoint",
        "proportion",
        "patient",
        "achieving",
        "reduction",
        "menstrual",
        "bleeding",
        "demonstrating",
        "response",
        "rate",
        "observed",
        "statistically",
        "leuprorelin",
        "p",
        "incidence",
        "adverse",
        "event",
        "study",
        "generally",
        "similar",
        "treatment",
        "group",
        "consistent",
        "mechanism",
        "action",
        "study",
        "medication",
        "november",
        "myovant",
        "announced",
        "takeda",
        "reported",
        "positive",
        "result",
        "phase",
        "study",
        "japan",
        "evaluating",
        "efficacy",
        "safety",
        "relugolix",
        "compared",
        "placebo",
        "treatment",
        "pain",
        "associated",
        "uterine",
        "fibroid",
        "woman",
        "treated",
        "relugolix",
        "achieved",
        "marked",
        "improvement",
        "pain",
        "symptom",
        "compared",
        "treated",
        "placebo",
        "p",
        "adverse",
        "event",
        "study",
        "consistent",
        "mechanism",
        "action",
        "relugolix",
        "adverse",
        "event",
        "observed",
        "previous",
        "clinical",
        "study",
        "takeda",
        "plan",
        "submit",
        "data",
        "study",
        "regulatory",
        "authority",
        "japan",
        "marketing",
        "authorization",
        "relugolix",
        "treatment",
        "uterine",
        "fibroid",
        "myovant",
        "solely",
        "responsible",
        "obtaining",
        "fda",
        "approval",
        "relugolix",
        "united",
        "state",
        "secured",
        "flexible",
        "financing",
        "commitment",
        "million",
        "october",
        "myovant",
        "announced",
        "secured",
        "million",
        "flexible",
        "financing",
        "commitment",
        "novaquest",
        "capital",
        "management",
        "novaquest",
        "hercules",
        "capital",
        "hercules",
        "novaquest",
        "financing",
        "comprised",
        "note",
        "purchase",
        "commitment",
        "million",
        "equity",
        "purchase",
        "commitment",
        "million",
        "additional",
        "million",
        "debt",
        "financing",
        "capacity",
        "committed",
        "form",
        "term",
        "loan",
        "facility",
        "hercules",
        "myovant",
        "plan",
        "use",
        "net",
        "proceeds",
        "financing",
        "fund",
        "ongoing",
        "phase",
        "development",
        "relugolix",
        "uterine",
        "fibroid",
        "endometriosis",
        "advanced",
        "prostate",
        "cancer",
        "pursuant",
        "agreement",
        "upon",
        "closing",
        "myovant",
        "issued",
        "note",
        "share",
        "common",
        "stock",
        "approximately",
        "million",
        "financing",
        "commitment",
        "third",
        "fiscal",
        "quarter",
        "financial",
        "summary",
        "research",
        "development",
        "r",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "prior",
        "year",
        "period",
        "primarily",
        "due",
        "cost",
        "associated",
        "progress",
        "five",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "relugolix",
        "initiated",
        "r",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "consisted",
        "primarily",
        "clinical",
        "cost",
        "million",
        "personnel",
        "expense",
        "million",
        "compensation",
        "expense",
        "million",
        "cost",
        "billed",
        "u",
        "service",
        "agreement",
        "roivant",
        "science",
        "roivant",
        "science",
        "service",
        "agreement",
        "million",
        "including",
        "personnel",
        "expense",
        "cost",
        "associated",
        "ongoing",
        "clinical",
        "trial",
        "research",
        "program",
        "general",
        "administrative",
        "g",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "g",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "consisted",
        "primarily",
        "general",
        "overhead",
        "expense",
        "million",
        "compensation",
        "expense",
        "million",
        "legal",
        "professional",
        "fee",
        "million",
        "cost",
        "million",
        "billed",
        "u",
        "service",
        "agreement",
        "including",
        "personnel",
        "expense",
        "overhead",
        "allocation",
        "cost",
        "interest",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "consisted",
        "interest",
        "expense",
        "accrued",
        "paid",
        "financing",
        "agreement",
        "novaquest",
        "hercules",
        "well",
        "associated",
        "amortization",
        "debt",
        "discount",
        "issuance",
        "cost",
        "interest",
        "expense",
        "comparable",
        "prior",
        "year",
        "period",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "increase",
        "net",
        "loss",
        "driven",
        "increase",
        "cost",
        "associated",
        "ongoing",
        "liberty",
        "liberty",
        "spirit",
        "spirit",
        "hero",
        "phase",
        "clinical",
        "study",
        "initiated",
        "well",
        "increased",
        "personnel",
        "expense",
        "support",
        "myovant",
        "growing",
        "operation",
        "cash",
        "committed",
        "funding",
        "totaled",
        "million",
        "december",
        "consisting",
        "million",
        "cash",
        "financing",
        "commitment",
        "totaling",
        "million",
        "available",
        "financing",
        "agreement",
        "novaquest",
        "hercules",
        "relugolix",
        "relugolix",
        "oral",
        "small",
        "molecule",
        "hormone",
        "gnrh",
        "receptor",
        "antagonist",
        "evaluated",
        "study",
        "participant",
        "phase",
        "phase",
        "phase",
        "clinical",
        "trial",
        "trial",
        "relugolix",
        "shown",
        "generally",
        "well",
        "tolerated",
        "suppress",
        "estrogen",
        "progesterone",
        "level",
        "woman",
        "testosterone",
        "level",
        "men",
        "common",
        "side",
        "effect",
        "consistent",
        "suppression",
        "hormone",
        "ongoing",
        "phase",
        "spirit",
        "clinical",
        "trial",
        "woman",
        "pain",
        "ongoing",
        "phase",
        "liberty",
        "clinical",
        "trial",
        "woman",
        "heavy",
        "menstrual",
        "bleeding",
        "associated",
        "uterine",
        "fibroid",
        "relugolix",
        "evaluated",
        "without",
        "hormonal",
        "therapy",
        "addition",
        "expected",
        "decrease",
        "potential",
        "side",
        "effect",
        "bone",
        "mineral",
        "density",
        "loss",
        "hot",
        "flash",
        "ongoing",
        "phase",
        "hero",
        "study",
        "evaluating",
        "relugolix",
        "men",
        "advanced",
        "prostate",
        "cancer",
        "myovant",
        "science",
        "myovant",
        "science",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "therapy",
        "woman",
        "health",
        "endocrine",
        "disease",
        "myovant",
        "lead",
        "product",
        "candidate",
        "relugolix",
        "oral",
        "small",
        "molecule",
        "act",
        "gnrh",
        "receptor",
        "antagonist",
        "myovant",
        "initiated",
        "three",
        "clinical",
        "program",
        "relugolix",
        "consisting",
        "five",
        "international",
        "phase",
        "clinical",
        "trial",
        "two",
        "woman",
        "heavy",
        "menstrual",
        "bleeding",
        "associated",
        "uterine",
        "fibroid",
        "liberty",
        "two",
        "woman",
        "pain",
        "spirit",
        "one",
        "men",
        "advanced",
        "prostate",
        "cancer",
        "hero",
        "myovant",
        "also",
        "developing",
        "kisspeptin",
        "agonist",
        "treatment",
        "female",
        "infertility",
        "part",
        "assisted",
        "reproduction",
        "takeda",
        "pharmaceutical",
        "international",
        "ag",
        "granted",
        "myovant",
        "exclusive",
        "worldwide",
        "license",
        "develop",
        "commercialize",
        "relugolix",
        "excluding",
        "japan",
        "certain",
        "asian",
        "country",
        "takeda",
        "retains",
        "exclusive",
        "right",
        "exclusive",
        "license",
        "develop",
        "commercialize",
        "country",
        "worldwide",
        "time",
        "company",
        "intends",
        "expand",
        "development",
        "pipeline",
        "include",
        "potential",
        "treatment",
        "woman",
        "health",
        "endocrine",
        "disease",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "statement",
        "contains",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "related",
        "myovant",
        "focus",
        "building",
        "myovant",
        "leading",
        "woman",
        "health",
        "company",
        "myovant",
        "ability",
        "advance",
        "clinical",
        "development",
        "relugolix",
        "liberty",
        "liberty",
        "spirit",
        "spirit",
        "hero",
        "clinical",
        "trial",
        "myovant",
        "ability",
        "expand",
        "development",
        "pipeline",
        "takeda",
        "reported",
        "result",
        "phase",
        "study",
        "relugolix",
        "support",
        "data",
        "may",
        "myovant",
        "phase",
        "study",
        "relugolix",
        "myovant",
        "business",
        "strategy",
        "financial",
        "condition",
        "trend",
        "competitive",
        "position",
        "potential",
        "growth",
        "opportunity",
        "use",
        "proceeds",
        "effect",
        "competition",
        "financing",
        "commitment",
        "million",
        "novaquest",
        "hercules",
        "statement",
        "identified",
        "word",
        "believe",
        "anticipate",
        "continue",
        "estimate",
        "project",
        "expect",
        "plan",
        "potential",
        "intends",
        "would",
        "could",
        "negative",
        "plural",
        "word",
        "similar",
        "expression",
        "prediction",
        "indicate",
        "future",
        "event",
        "trend",
        "prospect",
        "absence",
        "word",
        "necessarily",
        "mean",
        "statement",
        "addition",
        "statement",
        "refer",
        "expectation",
        "projection",
        "characterization",
        "future",
        "event",
        "circumstance",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reported",
        "result",
        "considered",
        "indication",
        "future",
        "performance",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "associated",
        "success",
        "cost",
        "timing",
        "product",
        "development",
        "activity",
        "clinical",
        "trial",
        "approval",
        "commercialization",
        "product",
        "candidate",
        "relugolix",
        "increased",
        "regulatory",
        "requirement",
        "statement",
        "subject",
        "risk",
        "clinical",
        "trial",
        "data",
        "subject",
        "differing",
        "interpretation",
        "regulatory",
        "agency",
        "medical",
        "scientific",
        "expert",
        "others",
        "may",
        "share",
        "myovant",
        "view",
        "clinical",
        "study",
        "data",
        "assurance",
        "clinical",
        "program",
        "relugolix",
        "successful",
        "demonstrating",
        "safety",
        "efficacy",
        "encounter",
        "problem",
        "delay",
        "clinical",
        "development",
        "product",
        "candidate",
        "ever",
        "receive",
        "regulatory",
        "approval",
        "successfully",
        "commercialized",
        "description",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "statement",
        "well",
        "risk",
        "relating",
        "myovant",
        "business",
        "general",
        "see",
        "risk",
        "factor",
        "section",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "november",
        "myovant",
        "future",
        "filing",
        "sec",
        "including",
        "without",
        "limitation",
        "myovant",
        "quarterly",
        "report",
        "form",
        "expected",
        "filed",
        "sec",
        "february",
        "filing",
        "myovant",
        "make",
        "sec",
        "time",
        "time",
        "statement",
        "based",
        "information",
        "available",
        "myovant",
        "date",
        "presentation",
        "speak",
        "date",
        "presentation",
        "myovant",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "myovant",
        "science",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "includes",
        "compensation",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "respectively",
        "general",
        "administrative",
        "includes",
        "compensation",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "respectively",
        "total",
        "operating",
        "expense",
        "change",
        "fair",
        "value",
        "takeda",
        "warrant",
        "liability",
        "interest",
        "expense",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "myovant",
        "science",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "prepaid",
        "expense",
        "current",
        "asset",
        "income",
        "tax",
        "receivable",
        "total",
        "current",
        "asset",
        "deferred",
        "tax",
        "asset",
        "furniture",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "due",
        "roivant",
        "science",
        "roivant",
        "science",
        "total",
        "current",
        "liability",
        "takeda",
        "warrant",
        "liability",
        "deferred",
        "rent",
        "deferred",
        "interest",
        "payable",
        "debt",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "investor",
        "contact",
        "frank",
        "karbe",
        "chief",
        "financial",
        "officer",
        "myovant",
        "science",
        "dede",
        "sheel",
        "investor",
        "relation",
        "myovant",
        "science",
        "investor",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "myovant",
        "science"
    ]
}