{
    "organizations": [],
    "uuid": "0b987b79109313b6860714ff31c919597b1804dd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/business-wire-xerox-responds-to-darwin-deason-lawsuit.html",
    "ord_in_thread": 0,
    "title": "Xerox Responds to Darwin Deason Lawsuit",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NORWALK, Conn.--(BUSINESS WIRE)-- Xerox (NYSE:XRX) today issued the following statement regarding a lawsuit filed by Darwin Deason on February 13, 2018, in the Supreme Court of the State of New York, New York County.\n***\nMr. Deason’s allegations are without merit and the company will vigorously defend itself.\nAfter having considered all strategic alternatives available to the company, Xerox’s Board of Directors remains steadfast in its belief that the combination with Fuji Xerox is the best path to create value for the company and its shareholders.\nIt is unfortunate that Mr. Deason is seeking to interfere with Xerox shareholders’ right to decide and is relying on meritless legal claims. Xerox has fully disclosed the joint venture agreements, and the company will respond to Mr. Deason’s legal claims through the appropriate legal channels in due course.\n***\nAdditional Information and Where to Find It\nThis filing may be deemed to be solicitation material in respect of the transaction with FujiFilm described herein (the “Transaction”) and/or the matters to be considered at the Company’s 2018 Annual Meeting. In connection with the Transaction and the 2018 Annual Meeting, Xerox plans to file with the Securities and Exchange Commission (“SEC”) and furnish to Xerox’s shareholders one or more proxy statements and other relevant documents. BEFORE MAKING ANY VOTING DECISION, XEROX’S SHAREHOLDERS ARE URGED TO READ THE PROXY STATEMENT(S) IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE AND ANY OTHER DOCUMENTS TO BE FILED WITH THE SEC IN CONNECTION WITH THE TRANSACTIONS AND/OR THE COMPANY’S 2018 ANNUAL MEETING OR INCORPORATED BY REFERENCE IN THE PROXY STATEMENTS BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE TRANSACTIONS AND/OR THE COMPANY’S 2018 ANNUAL MEETING AND THE PARTIES RELATED THERETO. Xerox’s shareholders will be able to obtain a free copy of documents filed with the SEC at the SEC’s website at http://www.sec.gov . In addition, Xerox’s shareholders may obtain a free copy of Xerox’s filings with the SEC from Xerox’s website at http://www.xerox.com under the heading “Investor Relations” and then under the heading “SEC Filings.”\nParticipants in the Solicitation\nThe directors, executive officers and certain other members of management and employees of Xerox may be deemed “participants” in the solicitation of proxies from shareholders of Xerox in favor of the Transaction or in connection with the matters to be considered at the Company’s 2018 Annual Meeting. Information regarding the persons who may, under the rules of the SEC, be considered participants in the solicitation of the shareholders of Xerox in connection with the Transaction or the Company’s 2018 Annual Meeting will be set forth in the applicable proxy statement and other relevant documents to be filed with the SEC. You can find information about Xerox’s executive officers and directors in Xerox’s Annual Report on Form 10-K for the fiscal year ended December 31, 2016, Xerox’s and such persons’ other filings with the SEC and in Xerox’s definitive proxy statement filed with the SEC on Schedule 14A.\nCautionary Statement Regarding Forward-Looking Statements\nThis report, and other written or oral statements made from time to time by management contain “forward-looking statements” as defined in the Private Securities Litigation Reform Act of 1995. The words “anticipate”, “believe”, “estimate”, “expect”, “intend”, “will”, “should” and similar expressions, as they relate to us, are intended to identify forward-looking statements. These statements reflect management’s current beliefs, assumptions and expectations and are subject to a number of factors that may cause actual results to differ materially. Such factors include but are not limited to: our ability to address our business challenges in order to reverse revenue declines, reduce costs and increase productivity so that we can invest in and grow our business; changes in economic and political conditions, trade protection measures, licensing requirements and tax laws in the United States and in the foreign countries in which we do business; changes in foreign currency exchange rates; our ability to successfully develop new products, technologies and service offerings and to protect our intellectual property rights; the risk that multi-year contracts with governmental entities could be terminated prior to the end of the contract term and that civil or criminal penalties and administrative sanctions could be imposed on us if we fail to comply with the terms of such contracts and applicable law; the risk that partners, subcontractors and software vendors will not perform in a timely, quality manner; actions of competitors and our ability to promptly and effectively react to changing technologies and customer expectations; our ability to obtain adequate pricing for our products and services and to maintain and improve cost efficiency of operations, including savings from restructuring actions; the risk that individually identifiable information of customers, clients and employees could be inadvertently disclosed or disclosed as a result of a breach of our security systems; reliance on third parties, including subcontractors, for manufacturing of products and provision of services; our ability to manage changes in the printing environment and expand equipment placements; interest rates, cost of borrowing and access to credit markets; funding requirements associated with our employee pension and retiree health benefit plans; the risk that our operations and products may not comply with applicable worldwide regulatory requirements, particularly environmental regulations and directives and anti-corruption laws; the outcome of litigation and regulatory proceedings to which we may be a party; the risk that we do not realize all of the expected strategic and financial benefits from the separation and spin-off of our Business Process Outsourcing business; the effects on our business resulting from actions of activist shareholders; and other factors that are set forth in the “Risk Factors” section, the “Legal Proceedings” section, the “Management’s Discussion and Analysis of Financial Condition and Results of Operations” section and other sections of our Quarterly Reports on Form 10-Q for the quarters ended March 31, 2017, June 30, 2017 and September 30, 2017 and our 2016 Annual Report on Form 10-K, as well as our Current Reports on Form 8-K filed with the SEC. Furthermore, the actual results of the Transaction could vary materially as a result of a number of factors, including, but not limited to: (i) the risk that the Transaction may not be completed in a timely manner or at all, which may adversely affect Xerox’s business and the price of Xerox’s common stock, (ii) the failure to satisfy the conditions to the consummation of the Transaction, including the receipt of certain approvals from Xerox’s shareholders and certain governmental and regulatory approvals, (iii) the parties may be unable to achieve expected synergies and operating efficiencies in the Transaction within the expected time frames or at all, (iv) the Transaction may not result in the accretion to Xerox’s earnings or other benefits, (v) the occurrence of any event, change or other circumstance that could give rise to the termination of the Transaction agreements, (vi) the effect of the announcement or pendency of the Transaction on Xerox’s and/or Fujifilm’s business relationships, operating results, and business generally, risks related to the proposed Transaction disrupting Xerox’s current plans and operations and potential difficulties in Xerox’s employee retention as a result of the Transaction, (vii) risks related to diverting management’s attention from Xerox’s ongoing business operations, (viii) the outcome of any legal proceedings that may be instituted against Xerox, its officers or directors related to the Transaction agreements or the Transaction and (ix) the possibility that competing offers or acquisition proposals for Xerox will be made. Xerox assumes no obligation to update any forward-looking statements as a result of new information or future events or developments, except as required by law.\nFuji Xerox is a joint venture between Xerox Corporation and Fujifilm in which Xerox holds a noncontrolling 25% equity interest and Fujifilm holds the remaining equity interest. In April 2017, Fujifilm formed an independent investigation committee (IIC) to primarily conduct a review of the appropriateness of the accounting practices at Fuji Xerox’s New Zealand subsidiary and at other subsidiaries. The IIC completed its review during the second quarter 2017 and identified aggregate adjustments to Fuji Xerox’s financial statements of approximately JPY 40 billion (approximately $360 million) primarily related to misstatements at Fuji Xerox’s New Zealand and Australian subsidiaries. We determined that our share of the total adjustments identified as part of the investigation was approximately $90 million and impacted our fiscal years 2009 through 2017. We concluded that we should revise our previously issued annual and interim consolidated financial statements for 2014, 2015 and 2016 and the first quarter of 2017 the next time they are filed. Our review of this matter has been completed. However, Fujifilm and Fuji Xerox continue to review Fujifilm’s oversight and governance of Fuji Xerox as well as Fuji Xerox’s oversight and governance over its businesses in light of the findings of the IIC. At this time, we can provide no assurances relative to the outcome of any potential governmental investigations or any consequences thereof that may happen as a result of this matter.\nNote: To receive RSS news feeds, visit https://www.news.xerox.com . For open commentary, industry perspectives and views, visit http://twitter.com/xerox , http://connect.blogs.xerox.com , http://www.facebook.com/XeroxCorp , https://www.instagram.com/xerox/ , http://www.linkedin.com/company/xerox , http://www.youtube.com/XeroxCorp .\nXerox ® and Xerox and Design ® are trademarks of Xerox in the United States and/or other countries.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180213006288/en/\nMedia:\nXerox\nCarl Langsenkamp, +1-585-423-5782\ncarl.langsenkamp@xerox.com\nor\nInvestor:\nXerox\nJennifer Horsley, +1-203-849-2656\njennifer.horsley@xerox.com\nSource: Xerox",
    "published": "2018-02-13T20:36:00.000+02:00",
    "crawled": "2018-02-13T21:40:32.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "norwalk",
        "business",
        "wire",
        "xerox",
        "nyse",
        "xrx",
        "today",
        "issued",
        "following",
        "statement",
        "regarding",
        "lawsuit",
        "filed",
        "darwin",
        "deason",
        "february",
        "supreme",
        "court",
        "state",
        "new",
        "york",
        "new",
        "york",
        "county",
        "deason",
        "allegation",
        "without",
        "merit",
        "company",
        "vigorously",
        "defend",
        "considered",
        "strategic",
        "alternative",
        "available",
        "company",
        "xerox",
        "board",
        "director",
        "remains",
        "steadfast",
        "belief",
        "combination",
        "fuji",
        "xerox",
        "best",
        "path",
        "create",
        "value",
        "company",
        "shareholder",
        "unfortunate",
        "deason",
        "seeking",
        "interfere",
        "xerox",
        "shareholder",
        "right",
        "decide",
        "relying",
        "meritless",
        "legal",
        "claim",
        "xerox",
        "fully",
        "disclosed",
        "joint",
        "venture",
        "agreement",
        "company",
        "respond",
        "deason",
        "legal",
        "claim",
        "appropriate",
        "legal",
        "channel",
        "due",
        "course",
        "additional",
        "information",
        "find",
        "filing",
        "may",
        "deemed",
        "solicitation",
        "material",
        "respect",
        "transaction",
        "fujifilm",
        "described",
        "herein",
        "transaction",
        "matter",
        "considered",
        "company",
        "annual",
        "meeting",
        "connection",
        "transaction",
        "annual",
        "meeting",
        "xerox",
        "plan",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "furnish",
        "xerox",
        "shareholder",
        "one",
        "proxy",
        "statement",
        "relevant",
        "document",
        "making",
        "voting",
        "decision",
        "xerox",
        "shareholder",
        "urged",
        "read",
        "proxy",
        "statement",
        "entirety",
        "become",
        "available",
        "document",
        "filed",
        "sec",
        "connection",
        "transaction",
        "company",
        "annual",
        "meeting",
        "incorporated",
        "reference",
        "proxy",
        "statement",
        "contain",
        "important",
        "information",
        "transaction",
        "company",
        "annual",
        "meeting",
        "party",
        "related",
        "thereto",
        "xerox",
        "shareholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "filed",
        "sec",
        "sec",
        "website",
        "http",
        "addition",
        "xerox",
        "shareholder",
        "may",
        "obtain",
        "free",
        "copy",
        "xerox",
        "filing",
        "sec",
        "xerox",
        "website",
        "http",
        "heading",
        "investor",
        "relation",
        "heading",
        "sec",
        "participant",
        "solicitation",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "xerox",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "shareholder",
        "xerox",
        "favor",
        "transaction",
        "connection",
        "matter",
        "considered",
        "company",
        "annual",
        "meeting",
        "information",
        "regarding",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "shareholder",
        "xerox",
        "connection",
        "transaction",
        "company",
        "annual",
        "meeting",
        "set",
        "forth",
        "applicable",
        "proxy",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "find",
        "information",
        "xerox",
        "executive",
        "officer",
        "director",
        "xerox",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "xerox",
        "person",
        "filing",
        "sec",
        "xerox",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "schedule",
        "14a",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "report",
        "written",
        "oral",
        "statement",
        "made",
        "time",
        "time",
        "management",
        "contain",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "similar",
        "expression",
        "relate",
        "u",
        "intended",
        "identify",
        "statement",
        "statement",
        "reflect",
        "management",
        "current",
        "belief",
        "assumption",
        "expectation",
        "subject",
        "number",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "factor",
        "include",
        "limited",
        "ability",
        "address",
        "business",
        "challenge",
        "order",
        "reverse",
        "revenue",
        "decline",
        "reduce",
        "cost",
        "increase",
        "productivity",
        "invest",
        "grow",
        "business",
        "change",
        "economic",
        "political",
        "condition",
        "trade",
        "protection",
        "measure",
        "licensing",
        "requirement",
        "tax",
        "law",
        "united",
        "state",
        "foreign",
        "country",
        "business",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "ability",
        "successfully",
        "develop",
        "new",
        "product",
        "technology",
        "service",
        "offering",
        "protect",
        "intellectual",
        "property",
        "right",
        "risk",
        "contract",
        "governmental",
        "entity",
        "could",
        "terminated",
        "prior",
        "end",
        "contract",
        "term",
        "civil",
        "criminal",
        "penalty",
        "administrative",
        "sanction",
        "could",
        "imposed",
        "u",
        "fail",
        "comply",
        "term",
        "contract",
        "applicable",
        "law",
        "risk",
        "partner",
        "subcontractor",
        "software",
        "vendor",
        "perform",
        "timely",
        "quality",
        "manner",
        "action",
        "competitor",
        "ability",
        "promptly",
        "effectively",
        "react",
        "changing",
        "technology",
        "customer",
        "expectation",
        "ability",
        "obtain",
        "adequate",
        "pricing",
        "product",
        "service",
        "maintain",
        "improve",
        "cost",
        "efficiency",
        "operation",
        "including",
        "saving",
        "restructuring",
        "action",
        "risk",
        "individually",
        "identifiable",
        "information",
        "customer",
        "client",
        "employee",
        "could",
        "inadvertently",
        "disclosed",
        "disclosed",
        "result",
        "breach",
        "security",
        "system",
        "reliance",
        "third",
        "party",
        "including",
        "subcontractor",
        "manufacturing",
        "product",
        "provision",
        "service",
        "ability",
        "manage",
        "change",
        "printing",
        "environment",
        "expand",
        "equipment",
        "placement",
        "interest",
        "rate",
        "cost",
        "borrowing",
        "access",
        "credit",
        "market",
        "funding",
        "requirement",
        "associated",
        "employee",
        "pension",
        "retiree",
        "health",
        "benefit",
        "plan",
        "risk",
        "operation",
        "product",
        "may",
        "comply",
        "applicable",
        "worldwide",
        "regulatory",
        "requirement",
        "particularly",
        "environmental",
        "regulation",
        "directive",
        "law",
        "outcome",
        "litigation",
        "regulatory",
        "proceeding",
        "may",
        "party",
        "risk",
        "realize",
        "expected",
        "strategic",
        "financial",
        "benefit",
        "separation",
        "business",
        "process",
        "outsourcing",
        "business",
        "effect",
        "business",
        "resulting",
        "action",
        "activist",
        "shareholder",
        "factor",
        "set",
        "forth",
        "risk",
        "factor",
        "section",
        "legal",
        "proceeding",
        "section",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "section",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "annual",
        "report",
        "form",
        "well",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "furthermore",
        "actual",
        "result",
        "transaction",
        "could",
        "vary",
        "materially",
        "result",
        "number",
        "factor",
        "including",
        "limited",
        "risk",
        "transaction",
        "may",
        "completed",
        "timely",
        "manner",
        "may",
        "adversely",
        "affect",
        "xerox",
        "business",
        "price",
        "xerox",
        "common",
        "stock",
        "ii",
        "failure",
        "satisfy",
        "condition",
        "consummation",
        "transaction",
        "including",
        "receipt",
        "certain",
        "approval",
        "xerox",
        "shareholder",
        "certain",
        "governmental",
        "regulatory",
        "approval",
        "iii",
        "party",
        "may",
        "unable",
        "achieve",
        "expected",
        "synergy",
        "operating",
        "efficiency",
        "transaction",
        "within",
        "expected",
        "time",
        "frame",
        "iv",
        "transaction",
        "may",
        "result",
        "accretion",
        "xerox",
        "earnings",
        "benefit",
        "v",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "transaction",
        "agreement",
        "vi",
        "effect",
        "announcement",
        "pendency",
        "transaction",
        "xerox",
        "fujifilm",
        "business",
        "relationship",
        "operating",
        "result",
        "business",
        "generally",
        "risk",
        "related",
        "proposed",
        "transaction",
        "disrupting",
        "xerox",
        "current",
        "plan",
        "operation",
        "potential",
        "difficulty",
        "xerox",
        "employee",
        "retention",
        "result",
        "transaction",
        "vii",
        "risk",
        "related",
        "diverting",
        "management",
        "attention",
        "xerox",
        "ongoing",
        "business",
        "operation",
        "viii",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "xerox",
        "officer",
        "director",
        "related",
        "transaction",
        "agreement",
        "transaction",
        "ix",
        "possibility",
        "competing",
        "offer",
        "acquisition",
        "proposal",
        "xerox",
        "made",
        "xerox",
        "assumes",
        "obligation",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "except",
        "required",
        "law",
        "fuji",
        "xerox",
        "joint",
        "venture",
        "xerox",
        "corporation",
        "fujifilm",
        "xerox",
        "hold",
        "noncontrolling",
        "equity",
        "interest",
        "fujifilm",
        "hold",
        "remaining",
        "equity",
        "interest",
        "april",
        "fujifilm",
        "formed",
        "independent",
        "investigation",
        "committee",
        "iic",
        "primarily",
        "conduct",
        "review",
        "appropriateness",
        "accounting",
        "practice",
        "fuji",
        "xerox",
        "new",
        "zealand",
        "subsidiary",
        "subsidiary",
        "iic",
        "completed",
        "review",
        "second",
        "quarter",
        "identified",
        "aggregate",
        "adjustment",
        "fuji",
        "xerox",
        "financial",
        "statement",
        "approximately",
        "jpy",
        "billion",
        "approximately",
        "million",
        "primarily",
        "related",
        "misstatement",
        "fuji",
        "xerox",
        "new",
        "zealand",
        "australian",
        "subsidiary",
        "determined",
        "share",
        "total",
        "adjustment",
        "identified",
        "part",
        "investigation",
        "approximately",
        "million",
        "impacted",
        "fiscal",
        "year",
        "concluded",
        "revise",
        "previously",
        "issued",
        "annual",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "first",
        "quarter",
        "next",
        "time",
        "filed",
        "review",
        "matter",
        "completed",
        "however",
        "fujifilm",
        "fuji",
        "xerox",
        "continue",
        "review",
        "fujifilm",
        "oversight",
        "governance",
        "fuji",
        "xerox",
        "well",
        "fuji",
        "xerox",
        "oversight",
        "governance",
        "business",
        "light",
        "finding",
        "iic",
        "time",
        "provide",
        "assurance",
        "relative",
        "outcome",
        "potential",
        "governmental",
        "investigation",
        "consequence",
        "thereof",
        "may",
        "happen",
        "result",
        "matter",
        "note",
        "receive",
        "rss",
        "news",
        "feed",
        "visit",
        "http",
        "open",
        "commentary",
        "industry",
        "perspective",
        "view",
        "visit",
        "http",
        "http",
        "http",
        "http",
        "http",
        "http",
        "xerox",
        "xerox",
        "design",
        "trademark",
        "xerox",
        "united",
        "state",
        "country",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "xerox",
        "carl",
        "langsenkamp",
        "investor",
        "xerox",
        "jennifer",
        "horsley",
        "source",
        "xerox"
    ]
}