{
    "organizations": [],
    "uuid": "0d38ea0a43f2058ca84f8370a015f064d128bec2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/16/pr-newswire-ardent-health-services-and-the-university-of-texas-system-announce-new-name-for-10-hospital-system.html",
    "ord_in_thread": 0,
    "title": "Ardent Health Services and The University of Texas System Announce New Name for 10-Hospital System",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TYLER, Texas, Feb. 16, 2018 /PRNewswire/ -- Ardent Health Services and The University of Texas Health Science Center at Tyler (UT Health Northeast) today announced the newly formed 10-hospital health system created by the purchase of East Texas Medical Center Regional Healthcare System (ETMC) will be named UT Health East Texas. The sale is projected to close March 1.\nSpeaking on behalf of The University of Texas System Board of Regents, Chairman Sara Martinez Tucker congratulated all who had been involved in bringing together the clinical expertise of UT Health Northeast and the operational skill of Ardent Health Services in the formation of UT Health East Texas. \"This accomplishment is a perfect example of what happens when we all work together to meet the needs of the citizens of Texas. President Calhoun and his leadership team, along with The University of Texas System team that provided strong support, should be very proud of this transformative advancement in healthcare for East Texas,\" said Tucker.\n\"The formation of UT Health East Texas is a game changer for our region,\" said Kevin Eltife, former state senator and Tyler mayor, and current member of the UT System Board of Regents. \"With the support of the UT System and Ardent, UT Health East Texas will continue to raise the bar for quality and accessibility of healthcare services while generating significant economic impact for communities throughout East Texas.\"\nUT Health East Texas will include 502-bed East Texas Medical Center in Tyler, UT Health Northeast hospital and clinics, the UT Health Northeast MD Anderson Cancer Center, eight regional hospitals, more than 50 clinic locations and an EMS fleet of more than 45 ambulances and four helicopters. In addition to UT Health East Texas, the nationally recognized UT System includes UT MD Anderson Cancer Center in Houston, UT Southwestern Medical Center in Dallas and three other major medical institutions throughout the state. The new entity names in East Texas include:\nUT Health Tyler (formerly ETMC Tyler) UT Health North Campus Tyler (formerly UT Health Northeast) UT Health Athens (formerly ETMC Athens) UT Health Carthage (formerly ETMC Carthage) UT Health Henderson (formerly ETMC Henderson) UT Health Jacksonville (formerly ETMC Jacksonville) UT Health Pittsburg (formerly ETMC Pittsburg) UT Health Quitman (formerly ETMC Quitman) UT Health Specialty Hospital (formerly ETMC Specialty Hospital) UT Health Behavioral Health Center (formerly ETMC Behavioral Health Center) UT Health East Texas Physicians (formerly ETMC Physicians First) UT Health East Texas EMS & UT Health East Texas Air 1 (formerly ETMC EMS & ETMC Air 1)\nAs partners, UT Health Science Center Tyler and Ardent Health Services have appointed healthcare industry veteran Moody Chisholm to lead UT Health East Texas. As president and CEO of UT Health East Texas, Chisholm will be based in Tyler where he will oversee system operations and work closely with the governing board to leverage clinical services and resources to expand medical education and community health initiatives throughout the region. Additionally, Eric Roach has been named chief financial officer for the system.\n\"We are pleased to welcome these accomplished leaders and look forward to providing the support and resources they need to further advance this new system,\" said David T. Vandewater, Ardent president and CEO. \"Each brings significant experience building strong and trusting relationships with employees, physicians and community members, which will be pivotal to the smooth integration of these two outstanding institutions. With their leadership, we look forward to building a new system that not only cares for East Texans, but also improves lives by expanding access to leading-edge research and clinical therapies.\"\nChisholm most recently served as regional vice president for Salt Lake City, Utah-based Intermountain Healthcare's central region, which includes five hospitals. He was previously CEO of St. Vincent's Healthcare in Jacksonville, Florida. Prior to that, he spent 24 years with Universal Health Services where he held a variety of leadership roles including division vice president. Chisholm holds bachelor's degrees in economics and business administration from Appalachian State University, and received his MBA from Nova Southeastern University.\nRoach also brings more than 20 years of healthcare leadership experience. He most recently served as vice president of finance for Community Health Systems in Franklin, Tennessee, where he oversaw the financial operations of 31 facilities and more than 600 employed physicians throughout the southeast. He previously held a similar role at Health Management Associates, where he managed financial operations for 13 facilities, and served as CFO for 154-bed Regional Hospital of Jackson in Jackson, Tennessee.\n\"These are important milestones as we move closer to becoming one system working together to improve the health of East Texas,\" said Kirk Calhoun, M.D., president of The University of Texas Health Science Center at Tyler. \"We look forward to building on the strong legacy created by ETMC while leveraging the power and resources of the UT System.\"\nArdent and UT System will invest more than $125 million in the system over five years. The UT System will retain ownership of the UT Health Science Center campus and facilities, thereby reducing the need for additional capital investment from the partnership. Ardent will manage day-to-day operations and governance will be shared through a newly formed board of directors.\nUT System Chancellor William R. McRaven also voiced his support for this effort. \"The University of Texas System, UT Health Northeast, and Ardent Health Services have come together in a spirit of collaboration and cooperation that will positively impact East Texans for generations to come,\" he said.\nAbout the UT System\nEducating students, providing care for patients, conducting groundbreaking basic, applied and clinical research, and serving the needs of Texans and the nation for more than 130 years, The University of Texas System is one of the largest public university systems in the United States. The UT System confers more than one-third of the state's undergraduate degrees, educates two-thirds of the state's health care professionals annually and accounts for almost 70 percent of all research funds awarded to public universities in Texas. The UT System comprises eight academic institutions and six health institutions, including six medical schools – four at health institutions and two at academic campuses. Within the health institutions there are also two dental schools, three nursing schools, five biomedical science graduate schools, four schools of health professions, one school of biomedical informatics, and two schools of public health, including one with five regional campuses. System-owned and affiliated hospitals and clinics have more than 7.9 million outpatient visits and nearly 1.6 million hospital days annually, and UT System ranks second in the nation in research and development expenditures among public university systems with $2.8 billion. The UT System's operating budget for FY 2018 is $18.3 billion, including $3.6 billion in sponsored programs funded by federal, state, local and private sources. The UT System's health care operating budget is almost $12 billion. With more than 20,000 faculty – including Nobel laureates and many members of the National Academies – and nearly 80,000 health care professionals, researchers, student advisors and support staff, the UT System is one of the largest employers in the state. For more information, visit www.utsystem.edu .\nAbout Ardent Health Services\nArdent Health Services invests in people, technology, facilities and communities, producing high-quality care and extraordinary results. Based in Nashville, Tennessee, Ardent's subsidiaries own and operate 21 hospitals in seven states with more than 19,000 employees including nearly 600 employed providers. Ardent facilities exceed national averages in Overall Hospital Quality Star Rating as ranked by the Centers for Medicare & Medicaid Services; 89 percent of its hospitals received a three-star rating or above in comparison with 73 percent of all hospitals ranked. Seven of the company's hospitals were recognized by Modern Healthcare as \"Best Places to Work\" in 2017 – more than any other system in the country.\nArdent operations are owned by an affiliate of Equity Group Investments (EGI), a Chicago-based private investment firm; Ventas, Inc., a leading real estate investment trust; and members of Ardent's executive management team. For more information, visit www.ardenthealth.com .\nContact:\nTyra Palmer\nJohn Moore\nArdent Health Services\nUT Health Northeast\n(615) 296-3146\n(903) 877-7079\ntpalmer@ardenthealth.com\njohn.moore@uthct.edu\nView original content: http://www.prnewswire.com/news-releases/ardent-health-services-and-the-university-of-texas-system-announce-new-name-for-10-hospital-system-300600249.html\nSOURCE Ardent Health Services",
    "published": "2018-02-16T23:03:00.000+02:00",
    "crawled": "2018-02-17T01:04:34.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tyler",
        "texas",
        "ardent",
        "health",
        "service",
        "university",
        "texas",
        "health",
        "science",
        "center",
        "tyler",
        "ut",
        "health",
        "northeast",
        "today",
        "announced",
        "newly",
        "formed",
        "health",
        "system",
        "created",
        "purchase",
        "east",
        "texas",
        "medical",
        "center",
        "regional",
        "healthcare",
        "system",
        "etmc",
        "named",
        "ut",
        "health",
        "east",
        "texas",
        "sale",
        "projected",
        "close",
        "march",
        "speaking",
        "behalf",
        "university",
        "texas",
        "system",
        "board",
        "regent",
        "chairman",
        "sara",
        "martinez",
        "tucker",
        "congratulated",
        "involved",
        "bringing",
        "together",
        "clinical",
        "expertise",
        "ut",
        "health",
        "northeast",
        "operational",
        "skill",
        "ardent",
        "health",
        "service",
        "formation",
        "ut",
        "health",
        "east",
        "texas",
        "accomplishment",
        "perfect",
        "example",
        "happens",
        "work",
        "together",
        "meet",
        "need",
        "citizen",
        "texas",
        "president",
        "calhoun",
        "leadership",
        "team",
        "along",
        "university",
        "texas",
        "system",
        "team",
        "provided",
        "strong",
        "support",
        "proud",
        "transformative",
        "advancement",
        "healthcare",
        "east",
        "texas",
        "said",
        "tucker",
        "formation",
        "ut",
        "health",
        "east",
        "texas",
        "game",
        "changer",
        "region",
        "said",
        "kevin",
        "eltife",
        "former",
        "state",
        "senator",
        "tyler",
        "mayor",
        "current",
        "member",
        "ut",
        "system",
        "board",
        "regent",
        "support",
        "ut",
        "system",
        "ardent",
        "ut",
        "health",
        "east",
        "texas",
        "continue",
        "raise",
        "bar",
        "quality",
        "accessibility",
        "healthcare",
        "service",
        "generating",
        "significant",
        "economic",
        "impact",
        "community",
        "throughout",
        "east",
        "texas",
        "ut",
        "health",
        "east",
        "texas",
        "include",
        "east",
        "texas",
        "medical",
        "center",
        "tyler",
        "ut",
        "health",
        "northeast",
        "hospital",
        "clinic",
        "ut",
        "health",
        "northeast",
        "md",
        "anderson",
        "cancer",
        "center",
        "eight",
        "regional",
        "hospital",
        "clinic",
        "location",
        "em",
        "fleet",
        "ambulance",
        "four",
        "helicopter",
        "addition",
        "ut",
        "health",
        "east",
        "texas",
        "nationally",
        "recognized",
        "ut",
        "system",
        "includes",
        "ut",
        "md",
        "anderson",
        "cancer",
        "center",
        "houston",
        "ut",
        "southwestern",
        "medical",
        "center",
        "dallas",
        "three",
        "major",
        "medical",
        "institution",
        "throughout",
        "state",
        "new",
        "entity",
        "name",
        "east",
        "texas",
        "include",
        "ut",
        "health",
        "tyler",
        "formerly",
        "etmc",
        "tyler",
        "ut",
        "health",
        "north",
        "campus",
        "tyler",
        "formerly",
        "ut",
        "health",
        "northeast",
        "ut",
        "health",
        "athens",
        "formerly",
        "etmc",
        "athens",
        "ut",
        "health",
        "carthage",
        "formerly",
        "etmc",
        "carthage",
        "ut",
        "health",
        "henderson",
        "formerly",
        "etmc",
        "henderson",
        "ut",
        "health",
        "jacksonville",
        "formerly",
        "etmc",
        "jacksonville",
        "ut",
        "health",
        "pittsburg",
        "formerly",
        "etmc",
        "pittsburg",
        "ut",
        "health",
        "quitman",
        "formerly",
        "etmc",
        "quitman",
        "ut",
        "health",
        "specialty",
        "hospital",
        "formerly",
        "etmc",
        "specialty",
        "hospital",
        "ut",
        "health",
        "behavioral",
        "health",
        "center",
        "formerly",
        "etmc",
        "behavioral",
        "health",
        "center",
        "ut",
        "health",
        "east",
        "texas",
        "physician",
        "formerly",
        "etmc",
        "physician",
        "first",
        "ut",
        "health",
        "east",
        "texas",
        "em",
        "ut",
        "health",
        "east",
        "texas",
        "air",
        "formerly",
        "etmc",
        "em",
        "etmc",
        "air",
        "partner",
        "ut",
        "health",
        "science",
        "center",
        "tyler",
        "ardent",
        "health",
        "service",
        "appointed",
        "healthcare",
        "industry",
        "veteran",
        "moody",
        "chisholm",
        "lead",
        "ut",
        "health",
        "east",
        "texas",
        "president",
        "ceo",
        "ut",
        "health",
        "east",
        "texas",
        "chisholm",
        "based",
        "tyler",
        "oversee",
        "system",
        "operation",
        "work",
        "closely",
        "governing",
        "board",
        "leverage",
        "clinical",
        "service",
        "resource",
        "expand",
        "medical",
        "education",
        "community",
        "health",
        "initiative",
        "throughout",
        "region",
        "additionally",
        "eric",
        "roach",
        "named",
        "chief",
        "financial",
        "officer",
        "system",
        "pleased",
        "welcome",
        "accomplished",
        "leader",
        "look",
        "forward",
        "providing",
        "support",
        "resource",
        "need",
        "advance",
        "new",
        "system",
        "said",
        "david",
        "vandewater",
        "ardent",
        "president",
        "ceo",
        "brings",
        "significant",
        "experience",
        "building",
        "strong",
        "trusting",
        "relationship",
        "employee",
        "physician",
        "community",
        "member",
        "pivotal",
        "smooth",
        "integration",
        "two",
        "outstanding",
        "institution",
        "leadership",
        "look",
        "forward",
        "building",
        "new",
        "system",
        "care",
        "east",
        "texan",
        "also",
        "improves",
        "life",
        "expanding",
        "access",
        "research",
        "clinical",
        "therapy",
        "chisholm",
        "recently",
        "served",
        "regional",
        "vice",
        "president",
        "salt",
        "lake",
        "city",
        "intermountain",
        "healthcare",
        "central",
        "region",
        "includes",
        "five",
        "hospital",
        "previously",
        "ceo",
        "vincent",
        "healthcare",
        "jacksonville",
        "florida",
        "prior",
        "spent",
        "year",
        "universal",
        "health",
        "service",
        "held",
        "variety",
        "leadership",
        "role",
        "including",
        "division",
        "vice",
        "president",
        "chisholm",
        "hold",
        "bachelor",
        "degree",
        "economics",
        "business",
        "administration",
        "appalachian",
        "state",
        "university",
        "received",
        "mba",
        "nova",
        "southeastern",
        "university",
        "roach",
        "also",
        "brings",
        "year",
        "healthcare",
        "leadership",
        "experience",
        "recently",
        "served",
        "vice",
        "president",
        "finance",
        "community",
        "health",
        "system",
        "franklin",
        "tennessee",
        "oversaw",
        "financial",
        "operation",
        "facility",
        "employed",
        "physician",
        "throughout",
        "southeast",
        "previously",
        "held",
        "similar",
        "role",
        "health",
        "management",
        "associate",
        "managed",
        "financial",
        "operation",
        "facility",
        "served",
        "cfo",
        "regional",
        "hospital",
        "jackson",
        "jackson",
        "tennessee",
        "important",
        "milestone",
        "move",
        "closer",
        "becoming",
        "one",
        "system",
        "working",
        "together",
        "improve",
        "health",
        "east",
        "texas",
        "said",
        "kirk",
        "calhoun",
        "president",
        "university",
        "texas",
        "health",
        "science",
        "center",
        "tyler",
        "look",
        "forward",
        "building",
        "strong",
        "legacy",
        "created",
        "etmc",
        "leveraging",
        "power",
        "resource",
        "ut",
        "system",
        "ardent",
        "ut",
        "system",
        "invest",
        "million",
        "system",
        "five",
        "year",
        "ut",
        "system",
        "retain",
        "ownership",
        "ut",
        "health",
        "science",
        "center",
        "campus",
        "facility",
        "thereby",
        "reducing",
        "need",
        "additional",
        "capital",
        "investment",
        "partnership",
        "ardent",
        "manage",
        "operation",
        "governance",
        "shared",
        "newly",
        "formed",
        "board",
        "director",
        "ut",
        "system",
        "chancellor",
        "william",
        "mcraven",
        "also",
        "voiced",
        "support",
        "effort",
        "university",
        "texas",
        "system",
        "ut",
        "health",
        "northeast",
        "ardent",
        "health",
        "service",
        "come",
        "together",
        "spirit",
        "collaboration",
        "cooperation",
        "positively",
        "impact",
        "east",
        "texan",
        "generation",
        "come",
        "said",
        "ut",
        "system",
        "educating",
        "student",
        "providing",
        "care",
        "patient",
        "conducting",
        "groundbreaking",
        "basic",
        "applied",
        "clinical",
        "research",
        "serving",
        "need",
        "texan",
        "nation",
        "year",
        "university",
        "texas",
        "system",
        "one",
        "largest",
        "public",
        "university",
        "system",
        "united",
        "state",
        "ut",
        "system",
        "confers",
        "state",
        "undergraduate",
        "degree",
        "educates",
        "state",
        "health",
        "care",
        "professional",
        "annually",
        "account",
        "almost",
        "percent",
        "research",
        "fund",
        "awarded",
        "public",
        "university",
        "texas",
        "ut",
        "system",
        "comprises",
        "eight",
        "academic",
        "institution",
        "six",
        "health",
        "institution",
        "including",
        "six",
        "medical",
        "school",
        "four",
        "health",
        "institution",
        "two",
        "academic",
        "campus",
        "within",
        "health",
        "institution",
        "also",
        "two",
        "dental",
        "school",
        "three",
        "nursing",
        "school",
        "five",
        "biomedical",
        "science",
        "graduate",
        "school",
        "four",
        "school",
        "health",
        "profession",
        "one",
        "school",
        "biomedical",
        "informatics",
        "two",
        "school",
        "public",
        "health",
        "including",
        "one",
        "five",
        "regional",
        "campus",
        "affiliated",
        "hospital",
        "clinic",
        "million",
        "outpatient",
        "visit",
        "nearly",
        "million",
        "hospital",
        "day",
        "annually",
        "ut",
        "system",
        "rank",
        "second",
        "nation",
        "research",
        "development",
        "expenditure",
        "among",
        "public",
        "university",
        "system",
        "billion",
        "ut",
        "system",
        "operating",
        "budget",
        "fy",
        "billion",
        "including",
        "billion",
        "sponsored",
        "program",
        "funded",
        "federal",
        "state",
        "local",
        "private",
        "source",
        "ut",
        "system",
        "health",
        "care",
        "operating",
        "budget",
        "almost",
        "billion",
        "faculty",
        "including",
        "nobel",
        "laureate",
        "many",
        "member",
        "national",
        "academy",
        "nearly",
        "health",
        "care",
        "professional",
        "researcher",
        "student",
        "advisor",
        "support",
        "staff",
        "ut",
        "system",
        "one",
        "largest",
        "employer",
        "state",
        "information",
        "visit",
        "ardent",
        "health",
        "service",
        "ardent",
        "health",
        "service",
        "invests",
        "people",
        "technology",
        "facility",
        "community",
        "producing",
        "care",
        "extraordinary",
        "result",
        "based",
        "nashville",
        "tennessee",
        "ardent",
        "subsidiary",
        "operate",
        "hospital",
        "seven",
        "state",
        "employee",
        "including",
        "nearly",
        "employed",
        "provider",
        "ardent",
        "facility",
        "exceed",
        "national",
        "average",
        "overall",
        "hospital",
        "quality",
        "star",
        "rating",
        "ranked",
        "center",
        "medicare",
        "medicaid",
        "service",
        "percent",
        "hospital",
        "received",
        "rating",
        "comparison",
        "percent",
        "hospital",
        "ranked",
        "seven",
        "company",
        "hospital",
        "recognized",
        "modern",
        "healthcare",
        "best",
        "place",
        "work",
        "system",
        "country",
        "ardent",
        "operation",
        "owned",
        "affiliate",
        "equity",
        "group",
        "investment",
        "egi",
        "private",
        "investment",
        "firm",
        "ventas",
        "leading",
        "real",
        "estate",
        "investment",
        "trust",
        "member",
        "ardent",
        "executive",
        "management",
        "team",
        "information",
        "visit",
        "contact",
        "tyra",
        "palmer",
        "john",
        "moore",
        "ardent",
        "health",
        "service",
        "ut",
        "health",
        "northeast",
        "tpalmer",
        "view",
        "original",
        "content",
        "http",
        "source",
        "ardent",
        "health",
        "service"
    ]
}