{
    "organizations": [],
    "uuid": "0372348aa718e705d8761f011faf3000e806acc3",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/02/14/kirsten-green-forerunner-ventures-amazon/",
    "ord_in_thread": 0,
    "title": "Forerunner Ventures' Kirsten Green Says Startups Shouldn’t Fear Amazon | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This Venture Capitalist Thinks E-Commerce Startups Shouldn’t Fear Amazon Courtesy of Forerunner Ventures 9:45 AM EST \nThis article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here. \nKirsten Green formed Forerunner Ventures , an early-stage venture capital firm focused on commerce, in 2010 when she noticed a shift in commerce. \n“The commerce market was really up for imagination,” Green told Term Sheet. “The access to information had changed everything from what consumers were buying to where they were buying it to how they expected to buy it.” \nIn a matter of eight years, Green has turned Forerunner into one of the most successful early stage funds in Silicon Valley. It is the only VC firm to have invested in both Dollar Shave Club and Jet.com, which both had exits of more than $1 billion in 2016. Some of Forerunner’s other portfolio companies include Birchbox, Bonobos, Glossier, Hotel Tonight, Warby Parker, and Outdoor Voices. \nIn a conversation with Term Sheet, Green discusses how she thinks about the evolution of commerce, developing cult-like brand loyalty, and Amazon’s effect on the industry. \nIn the early stages, how much of a role does the founder’s personality play in their company’s brand? \nGREEN: A lot. It’s so powerful when you have a founder who can really embody the brand. Consumers are smart. They connect through authenticity and reject insincerity. If you don’t own your brand in an intimate way, it’s hard to evolve it. \nOne of the opportunities and one of the challenges with brands today is there are so many more ways to express yourself. If you think about the last cycle, you had a physical location and a glossy photo in a print magazine. It was very two-dimensional in how you could express yourself to the consumer. Today, you have both of those plus a website, plus social media, plus email. The companies with the most reach and the founders with the deepest connection to the consumer are able to show up in all of those different places in unique ways and tie it all back to the brand’s central mission. That’s very hard to pull off. \nDollar Shave Club, Birchbox, and Glossier all have a cult-like following. How can founders achieve that sort of deep brand loyalty with consumers? \nGREEN: Product is really ubiquitous. The nuances of product are often in the eyes of the beholder — we can debate whether you like an Apple phone or a Google phone better. There will be people on either side. So you don’t even have a chance if you can’t deliver an incredible product. But that’s not the win — that’s just table stakes. \nWe want to spend our time with companies reaching large audiences and having big impact. The thing to compete on, at the end of the day, is delivering a great experience. And a great experience today is honoring the information your customers are willing to give you. It must be personalized to the consumer, and that’s where data plays a huge role. \nEmily Weiss said she visited 12 VC firms when she was pitching her beauty products company, Glossier. She got 11 “no” answers, and you were the only one to say yes. What gave you the conviction to do that when no one else was interested? \nGREEN: It was one part something unique to me and one part something unique to Emily. On my end, I spent a lot of time in my career looking at the beauty space from different vantage points. I came to that conversation with a perspective on the market and, quite frankly, a belief that there was an opportunity there. So I was already in the head space that I want to do something in beauty. A lot of that matched up to elements of what Emily was sharing. \nI was completely taken with her as a founder. I think she has the right balance between an astute take on the market and her ability to connect to the consumer. You need someone who can get in the head of the customer and be able to have a unique understanding of the segment of the market they are trying to address and disrupt. Emily had all of that. \nYou recently invested in Hims , a men’s wellness company. It seems like there are quite a few men’s wellness startups popping up these days. Why now, and what opportunities do you see in that space? \nGREEN: It’s a result of a couple of things. One, the opening up of telemedicine and the opening up access to prescription medicine. Until recently, the only way to get a prescription was to go into a doctor’s office. Now, there are opportunities to do it otherwise. That’s pretty groundbreaking, and it can be more compelling in particular fields. \nTwo, there’s a renaissance around men. Men have been the forgotten customer, and that’s mostly because they didn’t ask for more and the industry didn’t deliver them more. Men, just like women, have great access to information they are smart consumers, and they’re taking more things in their own hands. So there’s an opportunity to deliver better to men across many categories. \nAnd three, there are a few prescription drugs in the space that are coming off patent. There otherwise wouldn’t have been the ability to offer those products under any other brand’s name because there was a lock-up on them. \nSo you have the trifecta of things happening there that makes the timing really great. \nYou’ve said before that Amazon has done more to open up opportunity for emerging commerce businesses than it has to crush them. Why? \nGREEN: When people think of the dawn of e-commerce, they think about Amazon. It’s emerged as the biggest influencer in this entire movement. Consumers used to debate about whether people would be willing to provide their credit card information to shop online or trust that their package would get there on time. Over periods of time, Amazon debunked all of those. \nAt some point, the consumer was like, “You know what, this is a great way to shop and it is OK to give my credit card information, and generally packages are going to show up on time.” So then they thought: “Why am I not doing everything like this?” \nAmazon paved the way for a shift in consumer mindset, and it built confidence with the consumer around this mode of shopping. The company is a formidable force in commerce. I admire Amazon for so many reasons. They’ve been at the leading edge of not just commerce but other things as well, and I have a tremendous amount of respect for them as a business person and as a consumer. If I had to guess, I’d say they’ll continue taking market share, but at the same time, I don’t think it’s a one-size-fits all world. They have created a set of rules and expectations with the consumer, and that works for a lot of stuff, but it doesn’t check every box. And this ties back to the fact that the consumer is always asking for more. And that is the challenge and the opportunity. \nIndustry-wide, female founders received 2% of all venture funding last year. Some VCs have said Katrina Lake’s Stich Fix IPO was huge step forward for women entrepreneurs. Do you agree with this sentiment — that a female-led company going public will have a ripple effect in the tech world? \nGREEN: I think role models are really important. Being able to use an example, show how someone did it, and imagine yourself in those shoes is so powerful. Seeing someone like Katrina, who’s done an A-plus job all around on so many levels — as a startup founder, as a leader who scales her company, as a leader who takes her company public — is hugely empowering. \nWhat do you think retail looks like in 5 years? \nGREEN: This is the topic that entertains us more than any other topic at our firm. The consumer will keep getting what they’re asking for — more and better experiences. \nThere’s more things competing for attention and dollars than ever before. I’m pretty encouraged that, as a society, we’re spending money on experiences, we’re valuing travel, and we’re valuing our time in different ways. If you think about pure retail, you’re now competing with a broader landscape of choices. To compete, you have to deliver more and you have deliver better. I think that’s an opportunity for founders looking to start companies, but it’ll be a challenge for others in more traditional retail. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-14T11:45:00.000+02:00",
    "crawled": "2018-02-14T18:21:36.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "venture",
        "capitalist",
        "think",
        "startup",
        "fear",
        "amazon",
        "courtesy",
        "forerunner",
        "venture",
        "est",
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "kirsten",
        "green",
        "formed",
        "forerunner",
        "venture",
        "venture",
        "capital",
        "firm",
        "focused",
        "commerce",
        "noticed",
        "shift",
        "commerce",
        "commerce",
        "market",
        "really",
        "imagination",
        "green",
        "told",
        "term",
        "sheet",
        "access",
        "information",
        "changed",
        "everything",
        "consumer",
        "buying",
        "buying",
        "expected",
        "buy",
        "matter",
        "eight",
        "year",
        "green",
        "turned",
        "forerunner",
        "one",
        "successful",
        "early",
        "stage",
        "fund",
        "silicon",
        "valley",
        "vc",
        "firm",
        "invested",
        "dollar",
        "shave",
        "club",
        "exit",
        "billion",
        "forerunner",
        "portfolio",
        "company",
        "include",
        "birchbox",
        "bonobo",
        "glossier",
        "hotel",
        "tonight",
        "warby",
        "parker",
        "outdoor",
        "voice",
        "conversation",
        "term",
        "sheet",
        "green",
        "discusses",
        "think",
        "evolution",
        "commerce",
        "developing",
        "brand",
        "loyalty",
        "amazon",
        "effect",
        "industry",
        "early",
        "stage",
        "much",
        "role",
        "founder",
        "personality",
        "play",
        "company",
        "brand",
        "green",
        "lot",
        "powerful",
        "founder",
        "really",
        "embody",
        "brand",
        "consumer",
        "smart",
        "connect",
        "authenticity",
        "reject",
        "insincerity",
        "brand",
        "intimate",
        "way",
        "hard",
        "evolve",
        "one",
        "opportunity",
        "one",
        "challenge",
        "brand",
        "today",
        "many",
        "way",
        "express",
        "think",
        "last",
        "cycle",
        "physical",
        "location",
        "glossy",
        "photo",
        "print",
        "magazine",
        "could",
        "express",
        "consumer",
        "today",
        "plus",
        "website",
        "plus",
        "social",
        "medium",
        "plus",
        "email",
        "company",
        "reach",
        "founder",
        "deepest",
        "connection",
        "consumer",
        "able",
        "show",
        "different",
        "place",
        "unique",
        "way",
        "tie",
        "back",
        "brand",
        "central",
        "mission",
        "hard",
        "pull",
        "dollar",
        "shave",
        "club",
        "birchbox",
        "glossier",
        "following",
        "founder",
        "achieve",
        "sort",
        "deep",
        "brand",
        "loyalty",
        "consumer",
        "green",
        "product",
        "really",
        "ubiquitous",
        "nuance",
        "product",
        "often",
        "eye",
        "beholder",
        "debate",
        "whether",
        "like",
        "apple",
        "phone",
        "google",
        "phone",
        "better",
        "people",
        "either",
        "side",
        "even",
        "chance",
        "deliver",
        "incredible",
        "product",
        "win",
        "table",
        "stake",
        "want",
        "spend",
        "time",
        "company",
        "reaching",
        "large",
        "audience",
        "big",
        "impact",
        "thing",
        "compete",
        "end",
        "day",
        "delivering",
        "great",
        "experience",
        "great",
        "experience",
        "today",
        "honoring",
        "information",
        "customer",
        "willing",
        "give",
        "must",
        "personalized",
        "consumer",
        "data",
        "play",
        "huge",
        "role",
        "emily",
        "weiss",
        "said",
        "visited",
        "vc",
        "firm",
        "pitching",
        "beauty",
        "product",
        "company",
        "glossier",
        "got",
        "answer",
        "one",
        "say",
        "yes",
        "gave",
        "conviction",
        "one",
        "else",
        "interested",
        "green",
        "one",
        "part",
        "something",
        "unique",
        "one",
        "part",
        "something",
        "unique",
        "emily",
        "end",
        "spent",
        "lot",
        "time",
        "career",
        "looking",
        "beauty",
        "space",
        "different",
        "vantage",
        "point",
        "came",
        "conversation",
        "perspective",
        "market",
        "quite",
        "frankly",
        "belief",
        "opportunity",
        "already",
        "head",
        "space",
        "want",
        "something",
        "beauty",
        "lot",
        "matched",
        "element",
        "emily",
        "sharing",
        "completely",
        "taken",
        "founder",
        "think",
        "right",
        "balance",
        "astute",
        "take",
        "market",
        "ability",
        "connect",
        "consumer",
        "need",
        "someone",
        "get",
        "head",
        "customer",
        "able",
        "unique",
        "understanding",
        "segment",
        "market",
        "trying",
        "address",
        "disrupt",
        "emily",
        "recently",
        "invested",
        "hims",
        "men",
        "wellness",
        "company",
        "seems",
        "like",
        "quite",
        "men",
        "wellness",
        "startup",
        "popping",
        "day",
        "opportunity",
        "see",
        "space",
        "green",
        "result",
        "couple",
        "thing",
        "one",
        "opening",
        "telemedicine",
        "opening",
        "access",
        "prescription",
        "medicine",
        "recently",
        "way",
        "get",
        "prescription",
        "go",
        "doctor",
        "office",
        "opportunity",
        "otherwise",
        "pretty",
        "groundbreaking",
        "compelling",
        "particular",
        "field",
        "two",
        "renaissance",
        "around",
        "men",
        "men",
        "forgotten",
        "customer",
        "mostly",
        "ask",
        "industry",
        "deliver",
        "men",
        "like",
        "woman",
        "great",
        "access",
        "information",
        "smart",
        "consumer",
        "taking",
        "thing",
        "hand",
        "opportunity",
        "deliver",
        "better",
        "men",
        "across",
        "many",
        "category",
        "three",
        "prescription",
        "drug",
        "space",
        "coming",
        "patent",
        "otherwise",
        "ability",
        "offer",
        "product",
        "brand",
        "name",
        "trifecta",
        "thing",
        "happening",
        "make",
        "timing",
        "really",
        "great",
        "said",
        "amazon",
        "done",
        "open",
        "opportunity",
        "emerging",
        "commerce",
        "business",
        "crush",
        "green",
        "people",
        "think",
        "dawn",
        "think",
        "amazon",
        "emerged",
        "biggest",
        "influencer",
        "entire",
        "movement",
        "consumer",
        "used",
        "debate",
        "whether",
        "people",
        "would",
        "willing",
        "provide",
        "credit",
        "card",
        "information",
        "shop",
        "online",
        "trust",
        "package",
        "would",
        "get",
        "time",
        "period",
        "time",
        "amazon",
        "debunked",
        "point",
        "consumer",
        "like",
        "know",
        "great",
        "way",
        "shop",
        "ok",
        "give",
        "credit",
        "card",
        "information",
        "generally",
        "package",
        "going",
        "show",
        "thought",
        "everything",
        "like",
        "amazon",
        "paved",
        "way",
        "shift",
        "consumer",
        "mindset",
        "built",
        "confidence",
        "consumer",
        "around",
        "mode",
        "shopping",
        "company",
        "formidable",
        "force",
        "commerce",
        "admire",
        "amazon",
        "many",
        "reason",
        "leading",
        "edge",
        "commerce",
        "thing",
        "well",
        "tremendous",
        "amount",
        "respect",
        "business",
        "person",
        "consumer",
        "guess",
        "say",
        "continue",
        "taking",
        "market",
        "share",
        "time",
        "think",
        "world",
        "created",
        "set",
        "rule",
        "expectation",
        "consumer",
        "work",
        "lot",
        "stuff",
        "check",
        "every",
        "box",
        "tie",
        "back",
        "fact",
        "consumer",
        "always",
        "asking",
        "challenge",
        "opportunity",
        "female",
        "founder",
        "received",
        "venture",
        "funding",
        "last",
        "year",
        "vcs",
        "said",
        "katrina",
        "lake",
        "stich",
        "fix",
        "ipo",
        "huge",
        "step",
        "forward",
        "woman",
        "entrepreneur",
        "agree",
        "sentiment",
        "company",
        "going",
        "public",
        "ripple",
        "effect",
        "tech",
        "world",
        "green",
        "think",
        "role",
        "model",
        "really",
        "important",
        "able",
        "use",
        "example",
        "show",
        "someone",
        "imagine",
        "shoe",
        "powerful",
        "seeing",
        "someone",
        "like",
        "katrina",
        "done",
        "job",
        "around",
        "many",
        "level",
        "startup",
        "founder",
        "leader",
        "scale",
        "company",
        "leader",
        "take",
        "company",
        "public",
        "hugely",
        "empowering",
        "think",
        "retail",
        "look",
        "like",
        "year",
        "green",
        "topic",
        "entertains",
        "u",
        "topic",
        "firm",
        "consumer",
        "keep",
        "getting",
        "asking",
        "better",
        "experience",
        "thing",
        "competing",
        "attention",
        "dollar",
        "ever",
        "pretty",
        "encouraged",
        "society",
        "spending",
        "money",
        "experience",
        "valuing",
        "travel",
        "valuing",
        "time",
        "different",
        "way",
        "think",
        "pure",
        "retail",
        "competing",
        "broader",
        "landscape",
        "choice",
        "compete",
        "deliver",
        "deliver",
        "better",
        "think",
        "opportunity",
        "founder",
        "looking",
        "start",
        "company",
        "challenge",
        "others",
        "traditional",
        "retail",
        "sponsored",
        "financial",
        "content"
    ]
}