{
    "organizations": [],
    "uuid": "5f720f9f128cb9ab770637fcbc4828a7701c0a81",
    "author": "",
    "url": "http://fortune.com/2018/02/06/raceahead-venture-capital-diversity/",
    "ord_in_thread": 0,
    "title": "raceAhead: Venture Capital Tries Diversity Again - Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: February 6, 2018 5:04 PM ET \nRecode is reporting on a new strategy that one venture capital firm has adopted to better address sexual harassment and diversity in their portfolio companies: The side letter. \nLightspeed Venture Partners, investors behind The Honest Company, Affirm and the currently buzzy HQ Trivia, are asking their company CEOs to sign a letter—bigger than a memo but smaller than a term sheet – that “at least one candidate from an underrepresented background be considered for every open leadership and independent Board member position in the company.” \nSome 17 companies have already signed on. Some, like Max Levchin, the founder of Affirm, already had rigorous diversity recruitment standards in place. Others, like HQ Trivia founders Colin Kroll and Rus Yusupov, have had recent trouble finding funding because of allegations of Kroll’s managerial abuse and “creepy” behavior toward women in his past life at Vine/Twitter. (The letter does not seem to have helped .) \nLightspeed has also had some near brushes with trouble. \nFormer Lightspeed partner Justin Caldbeck was one of many venture capitalists recently accused of making unwanted advances toward women entrepreneurs. Last June, Caldbeck was ousted from his most recent firm, Binary Capital, rocking the startup world. \nThe idea, while well-intentioned, appears to be more performative than reformative. \nFirst, the letter does not ask for verification or benchmark, nor is it currently linked to the signing of a term sheet or other funding mechanism. \nAnd research shows that there is no statistical chance that any lone diversity candidate will be chosen. \nOther industries have tried a toothier version of this diversity scheme. Last fall, nearly fifty law firms and corporate legal departments signed on to the ‘Mansfield Rule’ a data-driven, modified version of the Rooney Rule, which was proposed by Dan Rooney and adopted by the NFL in 2003. Where the Rooney Rule asked NFL teams to consider one minority candidate for a leadership role, in this case, head coaching vacancies, the Mansfield Rule requires law firms to go further. \nThe Diversity Lab, a research outfit which helped develop and implement the Mansfield Rule, says signatory firms have agreed that at least 30% of candidates on a slate for open leadership and governance roles be drawn from an underrepresented minority cohort. “Research shows that 30% in a candidate pool is a real tipping point,” says Caren Ulrich Stacy , Diversity Lab CEO. \nJeremy Liew, a managing partner at Lightspeed, told Recode that they expect their portfolio companies to comply willingly without additional threats from them. \n“If we did that with a prospective entrepreneur, it wouldn’t get signed at all,” he said. “We’re thought partners. We’re not their mom or dad. We’re not the police.” On Point How Silicon Valley became the land of the bros Emily Chang is a Bloomberg television host and author of a new book called “Brotopia,” which chronicles the persistent mistreatment of women in tech. It started as a desperate search for the type of anti-social personalities who could focus and crank out code; it has grown into an ecosystem in which power-mongering, abuse, and hyper-sexualized behavior is the status quo. It goes beyond drug-soaked sex parties thrown by the Valley elite, a revelation in an excerpt published by Vanity Fair last year. “Bad behavior has been tolerated and normalized for far too long,” says Chang in this interview with The New York Times. “I talked to women engineers at Uber who were getting invited to strip clubs and bondage clubs in the middle of the day.” New York Times White men are still overrepresented on tech and social media company boards It’s worth pointing this out as outgoing Amex CEO Kenneth Chennault prepares to become to become overrepresented in tech: He’s Facebook’s first black board member, has joined the Airbnb board and is set to become the sole chair of venture-capital firm General Catalyst. Reverend Jesse Jackson, among many others, is applauding the move and asking for more. The real challenge is hiring and training, bottom up. There is an abundance of unused talent and untapped capital,” said Jackson. Ad Week YouTuber Kian Lawley is fired from his role in The Hate U Give film after… well you know why Twentieth Century Fox fired Lawley after a video surfaced of the YouTube star saying stupid, racist things. Lawley, who had been cast as Chris, the boyfriend of the film’s star, Amanda Stenberg, apologized to his fans yesterday, after a few days of online turmoil. The studio plans to re-cast and re-shoot all his scenes. Gone, baby, gone. Variety A complete breakdown of Justin Timberlake’s Super Bowl problems I don’t want to belabor the topic (this is a lie), but I think it’s worth understanding why so many people took issue with Timberlake’s performance on Sunday, particularly if you weren’t around for his earlier Super Bowl disaster with Janet Jackson in 2004. That was the infamous “wardrobe malfunction,” in which her nipple-covered breast was temporarily exposed. The resulting outcry derailed Jackson’s career, while Timberlake ghosted on his co-star and the issue. Prince’s performance in 2007 is considered one of the greatest of the Super Bowl canon; and the beloved star’s real issues with posthumous imagery, in general, and Timberlake, in particular, should have been enough to encourage the producers to go in another direction. “I’ll say only that Timberlake intercut his own vocals with Prince performing ‘I Would Die 4 U,’ and we all died 4 him,” says writer and music expert Amanda Petrusich in this review. The Woke Leader Back in the day, distinctively black names offered a real advantage Numerous research has shown that people with distinctively black names are discriminated against in employment, education and healthcare scenarios. But this fascinating working paper from economic historians Lisa Cook, Trevon Logan and John Parman found that in the past, black men with obviously black names lived longer than other black men. The team examined over three million death certificates from Alabama, Illinois, Missouri and North Carolina issued between 1802 to 1970 and found a “robust within-race mortality difference,” which added more than one year of life to men with black-sounding names. Prepare to nerd out, their methodology is fascinating and their conclusions are still evolving. “Overall, the results suggests cultural factors may be at play in both the transmission of distinctively black names and their mortality effects,” they say. NBER Hotep explained We’re huge fans of Damon Young of the online platform Very Smart Brothas ; his commentary is always helpful and usually irreverent. In this short video, he helps explain the concept of the “hotep” man, a pro-black, straight man who is also anti-woman, anti-gay and anti-transpeople…with kind of a black hipster thing going on. It’s a type of “performative pro-blackness” that is both annoying and problematic, he says. Click through for the hotep starter kit ingredients, so you can identify him at coffee shops and message boards. “Hotep” is the Egyptian word for peace, by the way. Very Smart Brothas A new column explores the painful transition into disability Kayla Whalley has a neuromuscular disease called Spinal Muscular Atrophy (SMA), a genetic mutation that causes a wide variety of symptoms on a spectrum of severity. In a disabling progression of the disease, she recently lost her ability to swallow solid food. While she has a supportive family and has always had the care she needed, the sudden onset of swallowing problems triggered numerous hospital trips, feeding tubes, massive weight loss and the overwhelming grief of giving up comfort food. “Even when I stopped walking at age six, the process was gradual and expected,” she says. But now, “there’s a clear demarcation between my life with solid food and my life without it.” Catapult Quote",
    "published": "2018-02-06T21:43:00.000+02:00",
    "crawled": "2018-02-11T16:13:48.055+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "february",
        "pm",
        "et",
        "recode",
        "reporting",
        "new",
        "strategy",
        "one",
        "venture",
        "capital",
        "firm",
        "adopted",
        "better",
        "address",
        "sexual",
        "harassment",
        "diversity",
        "portfolio",
        "company",
        "side",
        "letter",
        "lightspeed",
        "venture",
        "partner",
        "investor",
        "behind",
        "honest",
        "company",
        "affirm",
        "currently",
        "buzzy",
        "hq",
        "trivia",
        "asking",
        "company",
        "ceo",
        "sign",
        "memo",
        "smaller",
        "term",
        "sheet",
        "least",
        "one",
        "candidate",
        "underrepresented",
        "background",
        "considered",
        "every",
        "open",
        "leadership",
        "independent",
        "board",
        "member",
        "position",
        "company",
        "already",
        "signed",
        "like",
        "max",
        "levchin",
        "founder",
        "affirm",
        "already",
        "rigorous",
        "diversity",
        "recruitment",
        "standard",
        "place",
        "others",
        "like",
        "hq",
        "trivia",
        "founder",
        "colin",
        "kroll",
        "ru",
        "yusupov",
        "recent",
        "trouble",
        "finding",
        "funding",
        "allegation",
        "kroll",
        "managerial",
        "abuse",
        "creepy",
        "behavior",
        "toward",
        "woman",
        "past",
        "life",
        "letter",
        "seem",
        "helped",
        "lightspeed",
        "also",
        "near",
        "brush",
        "trouble",
        "former",
        "lightspeed",
        "partner",
        "justin",
        "caldbeck",
        "one",
        "many",
        "venture",
        "capitalist",
        "recently",
        "accused",
        "making",
        "unwanted",
        "advance",
        "toward",
        "woman",
        "entrepreneur",
        "last",
        "june",
        "caldbeck",
        "ousted",
        "recent",
        "firm",
        "binary",
        "capital",
        "rocking",
        "startup",
        "world",
        "idea",
        "appears",
        "performative",
        "reformative",
        "first",
        "letter",
        "ask",
        "verification",
        "benchmark",
        "currently",
        "linked",
        "signing",
        "term",
        "sheet",
        "funding",
        "mechanism",
        "research",
        "show",
        "statistical",
        "chance",
        "lone",
        "diversity",
        "candidate",
        "chosen",
        "industry",
        "tried",
        "toothier",
        "version",
        "diversity",
        "scheme",
        "last",
        "fall",
        "nearly",
        "fifty",
        "law",
        "firm",
        "corporate",
        "legal",
        "department",
        "signed",
        "mansfield",
        "rule",
        "modified",
        "version",
        "rooney",
        "rule",
        "proposed",
        "dan",
        "rooney",
        "adopted",
        "nfl",
        "rooney",
        "rule",
        "asked",
        "nfl",
        "team",
        "consider",
        "one",
        "minority",
        "candidate",
        "leadership",
        "role",
        "case",
        "head",
        "coaching",
        "vacancy",
        "mansfield",
        "rule",
        "requires",
        "law",
        "firm",
        "go",
        "diversity",
        "lab",
        "research",
        "outfit",
        "helped",
        "develop",
        "implement",
        "mansfield",
        "rule",
        "say",
        "signatory",
        "firm",
        "agreed",
        "least",
        "candidate",
        "slate",
        "open",
        "leadership",
        "governance",
        "role",
        "drawn",
        "underrepresented",
        "minority",
        "cohort",
        "research",
        "show",
        "candidate",
        "pool",
        "real",
        "tipping",
        "point",
        "say",
        "caren",
        "ulrich",
        "stacy",
        "diversity",
        "lab",
        "ceo",
        "jeremy",
        "liew",
        "managing",
        "partner",
        "lightspeed",
        "told",
        "recode",
        "expect",
        "portfolio",
        "company",
        "comply",
        "willingly",
        "without",
        "additional",
        "threat",
        "prospective",
        "entrepreneur",
        "get",
        "signed",
        "said",
        "thought",
        "partner",
        "mom",
        "dad",
        "point",
        "silicon",
        "valley",
        "became",
        "land",
        "bros",
        "emily",
        "chang",
        "bloomberg",
        "television",
        "host",
        "author",
        "new",
        "book",
        "called",
        "brotopia",
        "chronicle",
        "persistent",
        "mistreatment",
        "woman",
        "tech",
        "started",
        "desperate",
        "search",
        "type",
        "personality",
        "could",
        "focus",
        "crank",
        "code",
        "grown",
        "ecosystem",
        "abuse",
        "behavior",
        "status",
        "quo",
        "go",
        "beyond",
        "sex",
        "party",
        "thrown",
        "valley",
        "elite",
        "revelation",
        "excerpt",
        "published",
        "vanity",
        "fair",
        "last",
        "year",
        "bad",
        "behavior",
        "tolerated",
        "normalized",
        "far",
        "long",
        "say",
        "chang",
        "interview",
        "new",
        "york",
        "time",
        "talked",
        "woman",
        "engineer",
        "uber",
        "getting",
        "invited",
        "strip",
        "club",
        "bondage",
        "club",
        "middle",
        "new",
        "york",
        "time",
        "white",
        "men",
        "still",
        "overrepresented",
        "tech",
        "social",
        "medium",
        "company",
        "board",
        "worth",
        "pointing",
        "outgoing",
        "amex",
        "ceo",
        "kenneth",
        "chennault",
        "prepares",
        "become",
        "become",
        "overrepresented",
        "tech",
        "facebook",
        "first",
        "black",
        "board",
        "member",
        "joined",
        "airbnb",
        "board",
        "set",
        "become",
        "sole",
        "chair",
        "firm",
        "general",
        "catalyst",
        "reverend",
        "jesse",
        "jackson",
        "among",
        "many",
        "others",
        "applauding",
        "move",
        "asking",
        "real",
        "challenge",
        "hiring",
        "training",
        "bottom",
        "abundance",
        "unused",
        "talent",
        "untapped",
        "capital",
        "said",
        "jackson",
        "ad",
        "week",
        "youtuber",
        "kian",
        "lawley",
        "fired",
        "role",
        "hate",
        "u",
        "give",
        "film",
        "well",
        "know",
        "twentieth",
        "century",
        "fox",
        "fired",
        "lawley",
        "video",
        "surfaced",
        "youtube",
        "star",
        "saying",
        "stupid",
        "racist",
        "thing",
        "lawley",
        "cast",
        "chris",
        "boyfriend",
        "film",
        "star",
        "amanda",
        "stenberg",
        "apologized",
        "fan",
        "yesterday",
        "day",
        "online",
        "turmoil",
        "studio",
        "plan",
        "scene",
        "gone",
        "baby",
        "gone",
        "variety",
        "complete",
        "breakdown",
        "justin",
        "timberlake",
        "super",
        "bowl",
        "problem",
        "want",
        "belabor",
        "topic",
        "lie",
        "think",
        "worth",
        "understanding",
        "many",
        "people",
        "took",
        "issue",
        "timberlake",
        "performance",
        "sunday",
        "particularly",
        "around",
        "earlier",
        "super",
        "bowl",
        "disaster",
        "janet",
        "jackson",
        "infamous",
        "wardrobe",
        "malfunction",
        "breast",
        "temporarily",
        "exposed",
        "resulting",
        "outcry",
        "derailed",
        "jackson",
        "career",
        "timberlake",
        "ghosted",
        "issue",
        "prince",
        "performance",
        "considered",
        "one",
        "greatest",
        "super",
        "bowl",
        "canon",
        "beloved",
        "star",
        "real",
        "issue",
        "posthumous",
        "imagery",
        "general",
        "timberlake",
        "particular",
        "enough",
        "encourage",
        "producer",
        "go",
        "another",
        "direction",
        "say",
        "timberlake",
        "intercut",
        "vocal",
        "prince",
        "performing",
        "would",
        "die",
        "u",
        "died",
        "say",
        "writer",
        "music",
        "expert",
        "amanda",
        "petrusich",
        "review",
        "woke",
        "leader",
        "back",
        "day",
        "distinctively",
        "black",
        "name",
        "offered",
        "real",
        "advantage",
        "numerous",
        "research",
        "shown",
        "people",
        "distinctively",
        "black",
        "name",
        "discriminated",
        "employment",
        "education",
        "healthcare",
        "scenario",
        "fascinating",
        "working",
        "paper",
        "economic",
        "historian",
        "lisa",
        "cook",
        "trevon",
        "logan",
        "john",
        "parman",
        "found",
        "past",
        "black",
        "men",
        "obviously",
        "black",
        "name",
        "lived",
        "longer",
        "black",
        "men",
        "team",
        "examined",
        "three",
        "million",
        "death",
        "certificate",
        "alabama",
        "illinois",
        "missouri",
        "north",
        "carolina",
        "issued",
        "found",
        "robust",
        "mortality",
        "difference",
        "added",
        "one",
        "year",
        "life",
        "men",
        "name",
        "prepare",
        "nerd",
        "methodology",
        "fascinating",
        "conclusion",
        "still",
        "evolving",
        "overall",
        "result",
        "suggests",
        "cultural",
        "factor",
        "may",
        "play",
        "transmission",
        "distinctively",
        "black",
        "name",
        "mortality",
        "effect",
        "say",
        "nber",
        "hotep",
        "explained",
        "huge",
        "fan",
        "damon",
        "young",
        "online",
        "platform",
        "smart",
        "brothas",
        "commentary",
        "always",
        "helpful",
        "usually",
        "irreverent",
        "short",
        "video",
        "help",
        "explain",
        "concept",
        "hotep",
        "man",
        "straight",
        "man",
        "also",
        "kind",
        "black",
        "hipster",
        "thing",
        "going",
        "type",
        "performative",
        "annoying",
        "problematic",
        "say",
        "click",
        "hotep",
        "starter",
        "kit",
        "ingredient",
        "identify",
        "coffee",
        "shop",
        "message",
        "board",
        "hotep",
        "egyptian",
        "word",
        "peace",
        "way",
        "smart",
        "brothas",
        "new",
        "column",
        "explores",
        "painful",
        "transition",
        "disability",
        "kayla",
        "whalley",
        "neuromuscular",
        "disease",
        "called",
        "spinal",
        "muscular",
        "atrophy",
        "sma",
        "genetic",
        "mutation",
        "cause",
        "wide",
        "variety",
        "symptom",
        "spectrum",
        "severity",
        "disabling",
        "progression",
        "disease",
        "recently",
        "lost",
        "ability",
        "swallow",
        "solid",
        "food",
        "supportive",
        "family",
        "always",
        "care",
        "needed",
        "sudden",
        "onset",
        "swallowing",
        "problem",
        "triggered",
        "numerous",
        "hospital",
        "trip",
        "feeding",
        "tube",
        "massive",
        "weight",
        "loss",
        "overwhelming",
        "grief",
        "giving",
        "comfort",
        "food",
        "even",
        "stopped",
        "walking",
        "age",
        "six",
        "process",
        "gradual",
        "expected",
        "say",
        "clear",
        "demarcation",
        "life",
        "solid",
        "food",
        "life",
        "without",
        "catapult",
        "quote"
    ]
}