{
    "organizations": [],
    "uuid": "c0630b60d6effa3f91bef2076f7307c9288eaf21",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/07/russian-hackers-hunt-hi-tech-secrets-exploiting-us-weakness.html",
    "ord_in_thread": 0,
    "title": "Russian hackers hunt hi-tech secrets, exploiting US weakness",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Russian cyberspies pursuing the secrets of military drones and other sensitive U.S. defense technology tricked key contract workers into exposing their email to theft, an Associated Press investigation has found.\nWhat ultimately may have been stolen is uncertain, but the hackers clearly exploited a national vulnerability in cybersecurity: poorly protected email and barely any direct notification to victims.\nThe hackers known as Fancy Bear, who also intruded in the U.S. election, went after at least 87 people working on militarized drones, missiles, rockets, stealth fighter jets, cloud-computing platforms or other sensitive activities, the AP found.\nOliver Nicolaas Ponder | Getty Images Employees at both small companies and defense giants like Lockheed Martin Corp., Raytheon Co., Boeing Co., Airbus Group and General Atomics were targeted by the hackers. A handful of people in Fancy Bear's sights also worked for trade groups, contractors in U.S.-allied countries or on corporate boards.\n\"The programs that they appear to target and the people who work on those programs are some of the most forward-leaning, advanced technologies,\" said Charles Sowell, a former senior adviser to the U.S. Office of the Director of National Intelligence, who reviewed the list of names for the AP. \"And if those programs are compromised in any way, then our competitive advantage and our defense is compromised.\"\n\"That's what's really scary,\" added Sowell, who was one of the hacking targets.\nThe AP identified the defense and security targets from about 19,000 lines of email phishing data created by hackers and collected by the U.S.-based cybersecurity company Secureworks, which calls the hackers Iron Twilight. The data is partial and extends only from March 2015 to May 2016. Of 87 scientists, engineers, managers and others, 31 agreed to be interviewed by the AP.\nMost of the targets' work was classified. Yet as many as 40 percent of them clicked on the hackers' phishing links, the AP analysis indicates. That was the first step in potentially opening their personal email accounts or computer files to data theft by the digital spies.\nJames Poss, who ran a partnership doing drone research for the Federal Aviation Administration, was about to catch a taxi to the 2015 Paris Air Show when what appeared to be a Google security alert materialized in his inbox. Distracted, he moved his cursor to the blue prompt on his laptop.\n\"I clicked on it and instantly knew that I had been had,\" the retired Air Force major general said. Poss says he realized his mistake before entering his credentials, which would have exposed his email to the hackers.\nHackers predominantly targeted personal Gmail, with a few corporate accounts mixed in.\nshow chapters Would advise against electronic voting due to hacking threat: Avast 2:06 AM ET Fri, 17 Nov 2017 | 01:47 Personal accounts can convey snippets of classified information, whether through carelessness or expediency. They also can lead to other more valuable targets or carry embarrassing personal details that can be used for blackmail or to recruit spies.\nDrone consultant Keven Gambold, a hacking target himself, said the espionage could help Russia catch up with the Americans. \"This would allow them to leapfrog years of hard-won experience,\" he said.\nHe said his own company is so worried about hacking that \"we've almost gone back in time to use stand-alone systems if we're processing client proprietary data — we're FedEx'ing hard drives around.\"\nThe AP has previously reported on Fancy Bear's attempts to break into the Gmail accounts of Hillary Clinton's presidential campaign, American national security officials, journalists, and Kremlin critics and adversaries around the world. U.S. intelligence agencies have concluded the hackers worked for the Kremlin and stole U.S. campaign email to tilt the 2016 election toward Donald Trump.\nBut the hackers clearly had broader aims. Fifteen of the targets identified by the AP worked on drones — the single largest group of weapons specialists.\nCountries like Russia are racing to make better drones as the remote-control aircraft have moved to the forefront of modern warfare. They can fire missiles, hunt down adversaries, or secretly monitor targets for days — all while keeping human pilots safely behind computer controls.\nThe U.S. Air Force now needs more pilots for drones than for any other single type of aircraft, a training official said last year. Drones will lead growth in the aerospace industry over the next decade, with military uses driving the boom, the Teal Group predicted in November. Production was expected to balloon from $4.2 billion to $10.3 billion.\nshow chapters More information is needed to assess process in Russia probe 7:18 PM ET Sun, 4 Feb 2018 | 02:34 So far, though, Russia has nothing that compares with the new-generation U.S. Reaper, which has been called \"the most feared\" U.S. drone. General Atomics' 5,000-pound mega-drone can fly more than 1,000 miles (1,600 kilometers) to deliver Hellfire missiles and smart bombs. It has seen action in Afghanistan, Iraq and Syria.\nThe hackers went after General Atomics, targeting a drone sensor specialist. He did not respond to requests for comment.\nThey also made a run at the Gmail account of Michael Buet, an electronics engineer who has worked on ultra-durable batteries and high-altitude drones for SunCondor, a small South Carolina company owned by Star Technology and Research. Such machines could be a useful surveillance tool for a country like Russia, with its global military engagements and vast domestic border frontier.\n\"This bird is quite unique,\" said Buet. \"It can fly at 62,000 feet (18,600 meters) and doesn't land for five years.\"\nThe Russians also appeared eager to catch up in space, once an arena for Cold War competition in the race for the moon. They seemed to be carefully eyeing the X-37B, an American unmanned space plane that looks like a miniature shuttle but is shrouded in secrecy.\nIn a reference to an X-37B flight in May 2015, Russian Deputy Prime Minister Dmitry Rogozin invoked the vehicle as evidence that his country's space program was faltering. \"The United States is pushing ahead,\" he warned Russian lawmakers.\nLess than two weeks later, Fancy Bear tried to penetrate the Gmail account of a senior engineer on the X-37B project at Boeing.\nFancy Bear has also tried to hack into the emails of several members of the Arlington, Virginia-based Aerospace Industries Association, including its president, former Army Secretary Eric Fanning. It went after Lt. Gen. Mark Shackelford, who has served in the military and aerospace industry as a corporate board member. He has been involved with major weapons and space programs like SpaceX, the reusable orbital rocket company founded by billionaire tech entrepreneur Elon Musk.\nAlong another path, the hackers chased people who work on cloud-based services, the off-site computer networks that enable collaborators to easily access and juggle data.\nshow chapters Putin says ‘oligarch list’ complicates Russia-US ties 4:20 PM ET Tue, 30 Jan 2018 | 01:20 In 2013, the CIA signed a $600 million deal with web giant Amazon to build a system to share secure data across the U.S. intelligence community. Other spy services followed, and the government cleared them last year to move classified data to the cloud at the \"secret\" level — a step below the nation's most sensitive information.\nFancy Bear's target list suggests the Russians have noticed these developments.\nThe hackers tried to get into the Gmail accounts of a cloud compliance officer at Palantir and a manager of cloud platform operations at SAP National Security Services, two companies that do extensive government work. Another target was at Mellanox Federal Systems, which helps the government with high-speed storage networks, data analysis and cloud computing. Its clients include the FBI and other intelligence agencies.\nYet of the 31 targets reached by the AP, just one got any warning from U.S. officials.\n\"They said we have a Fancy Bear issue we need to talk about,\" said security consultant Bill Davidson. He said an Air Force cybersecurity investigator inspected his computer shortly after the 2015 phishing attempt but found no sign that it succeeded. He believes he was contacted because his name was recognized at the Air Force Office of Special Investigations, where he used to work.\nThe FBI declined to give on-the-record details of its response to this Russian operation. Agency spokeswoman Jillian Stickels said the FBI does sometimes notify individual targets. \"The FBI takes ... all potential threats to public and private sector systems very seriously,\" she said in an email.\nshow chapters McMaster: Economic security is national security 4:01 PM ET Tue, 23 Jan 2018 | 02:04 However, three people familiar with the matter — including a current and a former government official — previously told the AP that the FBI knew the details of Fancy Bear's phishing campaign for more than a year.\nPressed about notification in that case, a senior FBI official, who was not authorized to publicly discuss the hacking operation because of its sensitivity, said the bureau was overwhelmed by the sheer number of attempted hacks. \"It's a matter of triaging to the best of our ability the volume of the targets who are out there,\" he said.\nA Pentagon spokeswoman, Heather Babb, said she could release no details about any Defense Department response, citing \"operational security reasons.\" But she said the department recognizes the evolving cyber threat and continues to update training and technology. \"This extends to all of our workforce — military, civilian and contractor,\" she added.\nThe Defense Security Service, which protects classified U.S. technology and trains industry in computer security, focuses on safeguarding corporate computer networks. \"We simply have no insight into or oversight of anyone's personal email accounts or how they are protected or notified when something is amiss,\" spokeswoman Cynthia McGovern said in an email.\nContacted by the AP, Lockheed Martin, Raytheon, Boeing, Airbus and General Atomics did not respond to requests for comment.\nJerome Pearson, a space system and drone developer, acknowledged that he has not focused on security training at his company, Star Technology, where Buet has consulted. \"No, we really haven't done that,\" he said with a nervous laugh. \"We may be a little bit remiss in that area.\" He said they may do training for future contracts.\nVote Vote to see results Total Votes: Not a Scientific Survey. Results may not total 100% due to rounding.\nCybersecurity experts say it's no surprise that spies go after less secure personal email as an opening to more protected systems. \"For a good operator, it's like hammering a wedge,\" said Richard Ford, chief scientist at the Forcepoint cybersecurity company. \"Private email is the soft target.\"\nSome officials were particularly upset by the failure to notify employees of cloud computing companies that handle data for intelligence agencies. The cloud is a \"huge target for foreign intelligence services in general — they love to get into that shared environment,\" said Sowell, the former adviser to the Office of the Director of National Intelligence.\n\"At some point, wouldn't someone who's responsible for the defense contractor base be aware of this and try to reach out?\" he asked.\nEven successful hacks might not translate into new weapons for Russia, where the economy is weighed down by corruption and international sanctions.\nHowever, experts say Russia, while still behind the U.S., has been making more advanced drones in recent years. Russian officials have recently been bragging as their increasingly sophisticated drones are spotted over war zones in Ukraine and Syria.\nAt a 2017 air show outside Moscow, plans were announced for a new generation of Russian combat drones.\nRogozin, the deputy prime minister, boasted that the technological gap between Russia and the United States \"has been sharply reduced and will be completely eliminated in the near future.\"",
    "published": "2018-02-07T10:13:00.000+02:00",
    "crawled": "2018-02-07T09:17:34.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "russian",
        "cyberspies",
        "pursuing",
        "secret",
        "military",
        "drone",
        "sensitive",
        "defense",
        "technology",
        "tricked",
        "key",
        "contract",
        "worker",
        "exposing",
        "email",
        "theft",
        "associated",
        "press",
        "investigation",
        "found",
        "ultimately",
        "may",
        "stolen",
        "uncertain",
        "hacker",
        "clearly",
        "exploited",
        "national",
        "vulnerability",
        "cybersecurity",
        "poorly",
        "protected",
        "email",
        "barely",
        "direct",
        "notification",
        "victim",
        "hacker",
        "known",
        "fancy",
        "bear",
        "also",
        "intruded",
        "election",
        "went",
        "least",
        "people",
        "working",
        "militarized",
        "drone",
        "missile",
        "rocket",
        "stealth",
        "fighter",
        "jet",
        "platform",
        "sensitive",
        "activity",
        "ap",
        "found",
        "oliver",
        "nicolaas",
        "ponder",
        "getty",
        "image",
        "employee",
        "small",
        "company",
        "defense",
        "giant",
        "like",
        "lockheed",
        "martin",
        "raytheon",
        "boeing",
        "airbus",
        "group",
        "general",
        "atomics",
        "targeted",
        "hacker",
        "handful",
        "people",
        "fancy",
        "bear",
        "sight",
        "also",
        "worked",
        "trade",
        "group",
        "contractor",
        "country",
        "corporate",
        "board",
        "program",
        "appear",
        "target",
        "people",
        "work",
        "program",
        "advanced",
        "technology",
        "said",
        "charles",
        "sowell",
        "former",
        "senior",
        "adviser",
        "office",
        "director",
        "national",
        "intelligence",
        "reviewed",
        "list",
        "name",
        "ap",
        "program",
        "compromised",
        "way",
        "competitive",
        "advantage",
        "defense",
        "compromised",
        "really",
        "scary",
        "added",
        "sowell",
        "one",
        "hacking",
        "target",
        "ap",
        "identified",
        "defense",
        "security",
        "target",
        "line",
        "email",
        "phishing",
        "data",
        "created",
        "hacker",
        "collected",
        "cybersecurity",
        "company",
        "secureworks",
        "call",
        "hacker",
        "iron",
        "twilight",
        "data",
        "partial",
        "extends",
        "march",
        "may",
        "scientist",
        "engineer",
        "manager",
        "others",
        "agreed",
        "interviewed",
        "ap",
        "target",
        "work",
        "classified",
        "yet",
        "many",
        "percent",
        "clicked",
        "hacker",
        "phishing",
        "link",
        "ap",
        "analysis",
        "indicates",
        "first",
        "step",
        "potentially",
        "opening",
        "personal",
        "email",
        "account",
        "computer",
        "file",
        "data",
        "theft",
        "digital",
        "spy",
        "james",
        "poss",
        "ran",
        "partnership",
        "drone",
        "research",
        "federal",
        "aviation",
        "administration",
        "catch",
        "taxi",
        "paris",
        "air",
        "show",
        "appeared",
        "google",
        "security",
        "alert",
        "materialized",
        "inbox",
        "distracted",
        "moved",
        "cursor",
        "blue",
        "prompt",
        "laptop",
        "clicked",
        "instantly",
        "knew",
        "retired",
        "air",
        "force",
        "major",
        "general",
        "said",
        "poss",
        "say",
        "realized",
        "mistake",
        "entering",
        "credential",
        "would",
        "exposed",
        "email",
        "hacker",
        "hacker",
        "predominantly",
        "targeted",
        "personal",
        "gmail",
        "corporate",
        "account",
        "mixed",
        "show",
        "chapter",
        "would",
        "advise",
        "electronic",
        "voting",
        "due",
        "hacking",
        "threat",
        "avast",
        "et",
        "fri",
        "nov",
        "personal",
        "account",
        "convey",
        "snippet",
        "classified",
        "information",
        "whether",
        "carelessness",
        "expediency",
        "also",
        "lead",
        "valuable",
        "target",
        "carry",
        "embarrassing",
        "personal",
        "detail",
        "used",
        "blackmail",
        "recruit",
        "spy",
        "drone",
        "consultant",
        "keven",
        "gambold",
        "hacking",
        "target",
        "said",
        "espionage",
        "could",
        "help",
        "russia",
        "catch",
        "american",
        "would",
        "allow",
        "leapfrog",
        "year",
        "experience",
        "said",
        "said",
        "company",
        "worried",
        "hacking",
        "almost",
        "gone",
        "back",
        "time",
        "use",
        "system",
        "processing",
        "client",
        "proprietary",
        "data",
        "hard",
        "drive",
        "around",
        "ap",
        "previously",
        "reported",
        "fancy",
        "bear",
        "attempt",
        "break",
        "gmail",
        "account",
        "hillary",
        "clinton",
        "presidential",
        "campaign",
        "american",
        "national",
        "security",
        "official",
        "journalist",
        "kremlin",
        "critic",
        "adversary",
        "around",
        "world",
        "intelligence",
        "agency",
        "concluded",
        "hacker",
        "worked",
        "kremlin",
        "stole",
        "campaign",
        "email",
        "tilt",
        "election",
        "toward",
        "donald",
        "trump",
        "hacker",
        "clearly",
        "broader",
        "aim",
        "fifteen",
        "target",
        "identified",
        "ap",
        "worked",
        "drone",
        "single",
        "largest",
        "group",
        "weapon",
        "specialist",
        "country",
        "like",
        "russia",
        "racing",
        "make",
        "better",
        "drone",
        "aircraft",
        "moved",
        "forefront",
        "modern",
        "warfare",
        "fire",
        "missile",
        "hunt",
        "adversary",
        "secretly",
        "monitor",
        "target",
        "day",
        "keeping",
        "human",
        "pilot",
        "safely",
        "behind",
        "computer",
        "control",
        "air",
        "force",
        "need",
        "pilot",
        "drone",
        "single",
        "type",
        "aircraft",
        "training",
        "official",
        "said",
        "last",
        "year",
        "drone",
        "lead",
        "growth",
        "aerospace",
        "industry",
        "next",
        "decade",
        "military",
        "us",
        "driving",
        "boom",
        "teal",
        "group",
        "predicted",
        "november",
        "production",
        "expected",
        "balloon",
        "billion",
        "billion",
        "show",
        "chapter",
        "information",
        "needed",
        "assess",
        "process",
        "russia",
        "probe",
        "pm",
        "et",
        "sun",
        "feb",
        "far",
        "though",
        "russia",
        "nothing",
        "compare",
        "reaper",
        "called",
        "feared",
        "drone",
        "general",
        "atomics",
        "fly",
        "mile",
        "kilometer",
        "deliver",
        "hellfire",
        "missile",
        "smart",
        "bomb",
        "seen",
        "action",
        "afghanistan",
        "iraq",
        "syria",
        "hacker",
        "went",
        "general",
        "atomics",
        "targeting",
        "drone",
        "sensor",
        "specialist",
        "respond",
        "request",
        "comment",
        "also",
        "made",
        "run",
        "gmail",
        "account",
        "michael",
        "buet",
        "electronics",
        "engineer",
        "worked",
        "battery",
        "drone",
        "suncondor",
        "small",
        "south",
        "carolina",
        "company",
        "owned",
        "star",
        "technology",
        "research",
        "machine",
        "could",
        "useful",
        "surveillance",
        "tool",
        "country",
        "like",
        "russia",
        "global",
        "military",
        "engagement",
        "vast",
        "domestic",
        "border",
        "frontier",
        "bird",
        "quite",
        "unique",
        "said",
        "buet",
        "fly",
        "foot",
        "meter",
        "land",
        "five",
        "year",
        "russian",
        "also",
        "appeared",
        "eager",
        "catch",
        "space",
        "arena",
        "cold",
        "war",
        "competition",
        "race",
        "moon",
        "seemed",
        "carefully",
        "eyeing",
        "american",
        "unmanned",
        "space",
        "plane",
        "look",
        "like",
        "miniature",
        "shuttle",
        "shrouded",
        "secrecy",
        "reference",
        "flight",
        "may",
        "russian",
        "deputy",
        "prime",
        "minister",
        "dmitry",
        "rogozin",
        "invoked",
        "vehicle",
        "evidence",
        "country",
        "space",
        "program",
        "faltering",
        "united",
        "state",
        "pushing",
        "ahead",
        "warned",
        "russian",
        "lawmaker",
        "less",
        "two",
        "week",
        "later",
        "fancy",
        "bear",
        "tried",
        "penetrate",
        "gmail",
        "account",
        "senior",
        "engineer",
        "project",
        "boeing",
        "fancy",
        "bear",
        "also",
        "tried",
        "hack",
        "email",
        "several",
        "member",
        "arlington",
        "aerospace",
        "industry",
        "association",
        "including",
        "president",
        "former",
        "army",
        "secretary",
        "eric",
        "fanning",
        "went",
        "mark",
        "shackelford",
        "served",
        "military",
        "aerospace",
        "industry",
        "corporate",
        "board",
        "member",
        "involved",
        "major",
        "weapon",
        "space",
        "program",
        "like",
        "spacex",
        "reusable",
        "orbital",
        "rocket",
        "company",
        "founded",
        "billionaire",
        "tech",
        "entrepreneur",
        "elon",
        "musk",
        "along",
        "another",
        "path",
        "hacker",
        "chased",
        "people",
        "work",
        "service",
        "computer",
        "network",
        "enable",
        "collaborator",
        "easily",
        "access",
        "juggle",
        "data",
        "show",
        "chapter",
        "putin",
        "say",
        "oligarch",
        "list",
        "complicates",
        "tie",
        "pm",
        "et",
        "tue",
        "jan",
        "cia",
        "signed",
        "million",
        "deal",
        "web",
        "giant",
        "amazon",
        "build",
        "system",
        "share",
        "secure",
        "data",
        "across",
        "intelligence",
        "community",
        "spy",
        "service",
        "followed",
        "government",
        "cleared",
        "last",
        "year",
        "move",
        "classified",
        "data",
        "cloud",
        "secret",
        "level",
        "step",
        "nation",
        "sensitive",
        "information",
        "fancy",
        "bear",
        "target",
        "list",
        "suggests",
        "russian",
        "noticed",
        "development",
        "hacker",
        "tried",
        "get",
        "gmail",
        "account",
        "cloud",
        "compliance",
        "officer",
        "palantir",
        "manager",
        "cloud",
        "platform",
        "operation",
        "sap",
        "national",
        "security",
        "service",
        "two",
        "company",
        "extensive",
        "government",
        "work",
        "another",
        "target",
        "mellanox",
        "federal",
        "system",
        "help",
        "government",
        "storage",
        "network",
        "data",
        "analysis",
        "cloud",
        "computing",
        "client",
        "include",
        "fbi",
        "intelligence",
        "agency",
        "yet",
        "target",
        "reached",
        "ap",
        "one",
        "got",
        "warning",
        "official",
        "said",
        "fancy",
        "bear",
        "issue",
        "need",
        "talk",
        "said",
        "security",
        "consultant",
        "bill",
        "davidson",
        "said",
        "air",
        "force",
        "cybersecurity",
        "investigator",
        "inspected",
        "computer",
        "shortly",
        "phishing",
        "attempt",
        "found",
        "sign",
        "succeeded",
        "belief",
        "contacted",
        "name",
        "recognized",
        "air",
        "force",
        "office",
        "special",
        "investigation",
        "used",
        "work",
        "fbi",
        "declined",
        "give",
        "detail",
        "response",
        "russian",
        "operation",
        "agency",
        "spokeswoman",
        "jillian",
        "stickels",
        "said",
        "fbi",
        "sometimes",
        "notify",
        "individual",
        "target",
        "fbi",
        "take",
        "potential",
        "threat",
        "public",
        "private",
        "sector",
        "system",
        "seriously",
        "said",
        "email",
        "show",
        "chapter",
        "mcmaster",
        "economic",
        "security",
        "national",
        "security",
        "pm",
        "et",
        "tue",
        "jan",
        "however",
        "three",
        "people",
        "familiar",
        "matter",
        "including",
        "current",
        "former",
        "government",
        "official",
        "previously",
        "told",
        "ap",
        "fbi",
        "knew",
        "detail",
        "fancy",
        "bear",
        "phishing",
        "campaign",
        "year",
        "pressed",
        "notification",
        "case",
        "senior",
        "fbi",
        "official",
        "authorized",
        "publicly",
        "discus",
        "hacking",
        "operation",
        "sensitivity",
        "said",
        "bureau",
        "overwhelmed",
        "sheer",
        "number",
        "attempted",
        "hack",
        "matter",
        "triaging",
        "best",
        "ability",
        "volume",
        "target",
        "said",
        "pentagon",
        "spokeswoman",
        "heather",
        "babb",
        "said",
        "could",
        "release",
        "detail",
        "defense",
        "department",
        "response",
        "citing",
        "operational",
        "security",
        "reason",
        "said",
        "department",
        "recognizes",
        "evolving",
        "cyber",
        "threat",
        "continues",
        "update",
        "training",
        "technology",
        "extends",
        "workforce",
        "military",
        "civilian",
        "contractor",
        "added",
        "defense",
        "security",
        "service",
        "protects",
        "classified",
        "technology",
        "train",
        "industry",
        "computer",
        "security",
        "focus",
        "safeguarding",
        "corporate",
        "computer",
        "network",
        "simply",
        "insight",
        "oversight",
        "anyone",
        "personal",
        "email",
        "account",
        "protected",
        "notified",
        "something",
        "amiss",
        "spokeswoman",
        "cynthia",
        "mcgovern",
        "said",
        "email",
        "contacted",
        "ap",
        "lockheed",
        "martin",
        "raytheon",
        "boeing",
        "airbus",
        "general",
        "atomics",
        "respond",
        "request",
        "comment",
        "jerome",
        "pearson",
        "space",
        "system",
        "drone",
        "developer",
        "acknowledged",
        "focused",
        "security",
        "training",
        "company",
        "star",
        "technology",
        "buet",
        "consulted",
        "really",
        "done",
        "said",
        "nervous",
        "laugh",
        "may",
        "little",
        "bit",
        "remiss",
        "area",
        "said",
        "may",
        "training",
        "future",
        "contract",
        "vote",
        "vote",
        "see",
        "result",
        "total",
        "vote",
        "scientific",
        "survey",
        "result",
        "may",
        "total",
        "due",
        "rounding",
        "cybersecurity",
        "expert",
        "say",
        "surprise",
        "spy",
        "go",
        "less",
        "secure",
        "personal",
        "email",
        "opening",
        "protected",
        "system",
        "good",
        "operator",
        "like",
        "hammering",
        "wedge",
        "said",
        "richard",
        "ford",
        "chief",
        "scientist",
        "forcepoint",
        "cybersecurity",
        "company",
        "private",
        "email",
        "soft",
        "target",
        "official",
        "particularly",
        "upset",
        "failure",
        "notify",
        "employee",
        "cloud",
        "computing",
        "company",
        "handle",
        "data",
        "intelligence",
        "agency",
        "cloud",
        "huge",
        "target",
        "foreign",
        "intelligence",
        "service",
        "general",
        "love",
        "get",
        "shared",
        "environment",
        "said",
        "sowell",
        "former",
        "adviser",
        "office",
        "director",
        "national",
        "intelligence",
        "point",
        "would",
        "someone",
        "responsible",
        "defense",
        "contractor",
        "base",
        "aware",
        "try",
        "reach",
        "asked",
        "even",
        "successful",
        "hack",
        "might",
        "translate",
        "new",
        "weapon",
        "russia",
        "economy",
        "weighed",
        "corruption",
        "international",
        "sanction",
        "however",
        "expert",
        "say",
        "russia",
        "still",
        "behind",
        "making",
        "advanced",
        "drone",
        "recent",
        "year",
        "russian",
        "official",
        "recently",
        "bragging",
        "increasingly",
        "sophisticated",
        "drone",
        "spotted",
        "war",
        "zone",
        "ukraine",
        "syria",
        "air",
        "show",
        "outside",
        "moscow",
        "plan",
        "announced",
        "new",
        "generation",
        "russian",
        "combat",
        "drone",
        "rogozin",
        "deputy",
        "prime",
        "minister",
        "boasted",
        "technological",
        "gap",
        "russia",
        "united",
        "state",
        "sharply",
        "reduced",
        "completely",
        "eliminated",
        "near",
        "future"
    ]
}