{
    "organizations": [],
    "uuid": "a9f4fc91211637b701616df6f60a2877d7045d68",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/business-wire-acadia-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "ACADIA Pharmaceuticals Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-Fourth Quarter and Full Year 2017 Net Sales Grew to $43.6 Million and $124.9 Million, Respectively\nSAN DIEGO--(BUSINESS WIRE)-- ACADIA Pharmaceuticals Inc. (Nasdaq: ACAD), a biopharmaceutical company focused on the development and commercialization of innovative medicines to address unmet medical needs in central nervous system (CNS) disorders, today announced its financial results for the fourth quarter and year ended December 31, 2017.\n“Our 2017 results reflect the robust uptake of NUPLAZID (pimavanserin) in the treatment of Parkinson’s disease psychosis,” said Steve Davis, ACADIA’s President and Chief Executive Officer. “We were also very pleased to receive Breakthrough Therapy Designation from the FDA as we explore the utility of pimavanserin in dementia-related psychosis, where no drug is currently approved. This is the second Breakthrough Therapy Designation for pimavanserin.”\n“As we look to 2018, we anticipate continued strong volume growth for NUPLAZID. In addition, we look forward to advancing our late-stage clinical programs in dementia-related psychosis, schizophrenia inadequate response and schizophrenia negative symptoms, as well as sharing the top-line results of our CLARITY study in major depressive disorder in the second half of 2018.”\nRecent Highlights\nInitiated a national direct-to-consumer disease awareness TV ad campaign to educate patients and caregivers about Parkinson’s disease psychosis (PD Psychosis) in November 2017. Initiated pivotal Phase 3 HARMONY Study with pimavanserin in dementia-related psychosis in October 2017. Received a second Breakthrough Therapy Designation from the FDA for pimavanserin in October 2017. This designation is for the treatment of dementia-related psychosis. Presented Phase 2 data with pimavanserin in Alzheimer’s disease psychosis at the Clinical Trials on Alzheimer’s Disease (CTAD) meeting in Boston in November 2017. Appointed Damien McDevitt, Ph.D., Senior Vice President, Corporate Development.\nFinancial Results\nRevenue\nNet product sales of NUPLAZID, which was first made available for prescription starting in May 2016, were $43.6 million for the fourth quarter of 2017, an increase of 263% as compared to $12.0 million reported for the fourth quarter of 2016. For the year ended December 31, 2017, ACADIA reported NUPLAZID net product sales of $124.9 million, an increase of $107.6 million, or 622% from the $17.3 million reported for the year ended December 31, 2016.\nResearch and Development\nResearch and development expenses for the fourth quarter of 2017 were $43.2 million, compared to $30.2 million for the same period of 2016. For the year ended December 31, 2017 and 2016, research and development expenses were $149.2 million and $99.3 million, respectively. The increase in research and development expenses during the 2017 periods as compared to 2016 was primarily due to increased clinical costs related to the clinical studies initiated in the fourth quarter of each of 2016 and 2017. The company also incurred additional personnel and related costs associated with its expanded research and development organization during 2017 as compared to 2016.\nSelling, General and Administrative\nSelling, general and administrative expenses for the fourth quarter of 2017 were $66.7 million, compared to $57.7 million for the same period of 2016. For the year ended December 31, 2017 and 2016, selling, general and administrative expenses were $255.1 million and $186.5 million, respectively. The increase in selling, general and administrative expenses during the 2017 periods as compared to 2016 was primarily due to costs incurred to support ACADIA’s commercial activities for NUPLAZID, including additional personnel and related costs, together with increased contributions to third-party charitable foundations that support Parkinson’s disease patients.\nNet Loss\nFor the fourth quarter of 2017, ACADIA reported a net loss of $68.9 million, or $0.55 per common share, compared to a net loss of $78.7 million, or $0.65 per common share, for the same period in 2016. The net losses for the fourth quarter of 2017 and 2016 included $22.0 million and $15.4 million, respectively, of non-cash stock-based compensation expense. For the year ended December 31, 2017, ACADIA reported a net loss of $289.4 million, or $2.36 per common share, compared to a net loss of $271.4 million, or $2.34 per common share, for the same period in 2016. The net losses for the year ended December 31, 2017 and 2016 included $75.5 million and $55.3 million, respectively, of non-cash stock-based compensation expense.\nCash and Investments\nAt December 31, 2017, ACADIA’s cash, cash equivalents and investment securities totaled $341.3 million, compared to $529.0 million at December 31, 2016.\n2018 Financial Guidance\nACADIA expects that full-year NUPLAZID net product sales for 2018 will be between $255 million and $270 million, with net sales for the first quarter of 2018 between $45 million and $48 million. The company expects to end 2018 with more than $200 million of cash, cash equivalents and investment securities on its balance sheet.\nConference Call and Webcast Information\nACADIA management will review its fourth quarter financial results and operations via conference call and webcast later today at 5:00 p.m. Eastern Time. The conference call may be accessed by dialing 844-821-1109 for participants in the U.S. or Canada and 830-865-2550 for international callers (reference passcode 8377668). A telephone replay of the conference call may be accessed through March 13, 2018 by dialing 855-859-2056 for callers in the U.S. or Canada and 404-537-3406 for international callers (reference passcode 8377668). The conference call also will be webcast live on ACADIA’s website, www.acadia-pharm.com , under the investors section and will be archived there through March 13, 2018.\nAbout NUPLAZID ® (pimavanserin)\nNUPLAZID is the first and only FDA-approved treatment for hallucinations and delusions associated with PD Psychosis. NUPLAZID is a non-dopaminergic, selective serotonin inverse agonist preferentially targeting 5-HT 2A receptors that are thought to play an important role in PD Psychosis. NUPLAZID is an oral medicine taken once a day with a recommended dose of 34 mg (two 17-mg tablets). ACADIA discovered this new chemical entity and holds worldwide rights to develop and commercialize NUPLAZID.\nAbout ACADIA Pharmaceuticals\nACADIA is a biopharmaceutical company focused on the development and commercialization of innovative medicines to address unmet medical needs in central nervous system disorders. ACADIA maintains a website at www.acadia-pharm.com to which we regularly post copies of our press releases as well as additional information and through which interested parties can subscribe to receive e-mail alerts.\nForward-Looking Statements\nStatements in this press release that are not strictly historical in nature are . These statements include but are not limited to statements related to guidance for first quarter and full-year 2018 NUPLAZID net sales; future strong volume growth for NUPLAZID; the benefits to be derived from NUPLAZID; whether NUPLAZID will be useful in other indications; and the timing of ongoing clinical studies and the timing of reporting of results from our study in major depressive disorder. These statements are only predictions based on current information and expectations and involve a number of risks and uncertainties. Actual events or results may differ materially from those projected in any of such statements due to various factors, including the uncertainty of future commercial sales and related items that would impact net sales during 2018, the risks and uncertainties inherent in drug discovery, development, approval and commercialization, and the fact that past results of clinical trials may not be indicative of future trial results. For a discussion of these and other factors, please refer to ACADIA’s annual report on Form 10-K for the year ended December 31, 2017 as well as ACADIA’s subsequent filings with the Securities and Exchange Commission. You are cautioned not to place undue reliance on these , which speak only as of the date hereof. This caution is made under the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. All are qualified in their entirety by this cautionary statement and ACADIA undertakes no obligation to revise or update this press release to reflect events or circumstances after the date hereof, except as required by law.\nACADIA PHARMACEUTICALS INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(in thousands, except per share amounts)\n(Unaudited)\nThree Months Ended December 31, Years Ended December 31, 2017 2016 2017 2016 Revenues Product sales, net $ 43,562 $ 11,962 $ 124,901 $ 17,327 Collaborative revenue — — — 4 Total revenues 43,562 11,962 124,901 17,331 Operating expenses Cost of product sales 2,455 1,704 9,077 3,075 License fees and royalties 1,248 608 3,983 1,331 Research and development 43,179 30,218 149,189 99,284 Selling, general and administrative 66,689 57,663 255,062 186,456 Total operating expenses 113,571 90,193 417,311 290,146 Loss from operations (70,009 ) (78,231 ) (292,410 ) (272,815 ) Interest income, net 1,107 876 4,126 2,763 Loss before income taxes (68,902 ) (77,355 ) (288,284 ) (270,052 ) Income tax expense (31 ) 1,341 1,119 1,341 Net loss $ (68,871 ) $ (78,696 ) $ (289,403 ) $ (271,393 ) Net loss per common share, basic and diluted $ (0.55 ) $ (0.65 ) $ (2.36 ) $ (2.34 ) Weighted average common shares outstanding, basic and diluted 124,117 121,202 122,600 115,858\nACADIA PHARMACEUTICALS INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(in thousands)\nDecember 31, 2017\nDecember 31, 2016\n(unaudited) Assets Cash, cash equivalents and investment securities $ 341,342 $ 529,036 Accounts receivable, net 17,343 5,903 Interest and other receivables 1,087 1,237 Inventory 5,248 4,175 Prepaid expenses 8,457 7,546 Total current assets 373,477 547,897 Property and equipment, net 2,662 3,081 Intangible assets, net 5,538 7,015 Restricted cash 2,475 2,375 Other assets 354 785 Total assets $ 384,506 $ 561,153 Liabilities and stockholders’ equity Accounts payable $ 8,786 $ 3,912 Accrued liabilities 40,244 36,029 Deferred revenue — 2,644 Total current liabilities 49,030 42,585 Long-term liabilities 191 157 Total liabilities 49,221 42,742 Total stockholders’ equity 335,285 518,411 Total liabilities and stockholders’ equity $ 384,506 $ 561,153 Important Safety Information and Indication for NUPLAZID (pimavanserin) tablets\nWARNING: INCREASED MORTALITY IN ELDERLY PATIENTS WITH DEMENTIA-RELATED PSYCHOSIS\nElderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death. NUPLAZID is not approved for the treatment of patients with dementia-related psychosis unrelated to the hallucinations and delusions associated with Parkinson’s disease psychosis.\nNUPLAZID is an atypical antipsychotic indicated for the treatment of hallucinations and delusions associated with Parkinson’s disease psychosis.\nContraindication: NUPLAZID is contraindicated in patients with a history of a hypersensitivity reaction to pimavanserin or any of its components. Rash, urticaria, and reactions consistent with angioedema (e.g., tongue swelling, circumoral edema, throat tightness, and dyspnea) have been reported.\nQT Interval Prolongation: NUPLAZID prolongs the QT interval. The use of NUPLAZID should be avoided in patients with known QT prolongation or in combination with other drugs known to prolong QT interval including Class 1A antiarrhythmics or Class 3 antiarrhythmics, certain antipsychotic medications, and certain antibiotics. NUPLAZID should also be avoided in patients with a history of cardiac arrhythmias, as well as other circumstances that may increase the risk of the occurrence of torsade de pointes and/or sudden death, including symptomatic bradycardia, hypokalemia or hypomagnesemia, and presence of congenital prolongation of the QT interval.\nAdverse Reactions: The most common adverse reactions (≥2% for NUPLAZID and greater than placebo) were peripheral edema (7% vs 2%), nausea (7% vs 4%), confusional state (6% vs 3%), hallucination (5% vs 3%), constipation (4% vs 3%), and gait disturbance (2% vs <1%).\nDrug Interactions: Strong CYP3A4 inhibitors (eg, ketoconazole) increase NUPLAZID concentrations. Reduce the NUPLAZID dose by one-half. Strong CYP3A4 inducers may reduce NUPLAZID exposure, monitor for reduced efficacy. Increase in NUPLAZID dosage may be needed.\nRenal Impairment: No dosage adjustment for NUPLAZID is needed in patients with mild to moderate renal impairment. Use of NUPLAZID is not recommended in patients with severe renal impairment.\nHepatic Impairment: Use of NUPLAZID is not recommended in patients with hepatic impairment. NUPLAZID has not been evaluated in this patient population.\nPregnancy: Use of NUPLAZID in pregnant women has not been evaluated and should therefore be used in pregnancy only if the potential benefit justifies the potential risk to the mother and fetus.\nPediatric Use: Safety and efficacy have not been established in pediatric patients.\nDosage and Administration: Recommended dose: 34 mg per day, taken orally as two 17-mg tablets once daily, without titration.\nFor additional Important Safety Information, including boxed warning, please see the full Prescribing Information for NUPLAZID at https://www.nuplazid.com/pdf/NUPLAZID_Prescribing_Information.pdf .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180227006509/en/\nInvestor Contact:\nACADIA Pharmaceuticals Inc.\nLisa Barthelemy, (858) 558-2871\nir@acadia-pharm.com\nor\nMedia Contact:\nTaft Communications\nBob Laverty, (609) 558-5570\nbob@taftcommunications.com\nSource: ACADIA Pharmaceuticals Inc.",
    "published": "2018-02-28T00:05:00.000+02:00",
    "crawled": "2018-02-28T02:12:09.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quarter",
        "full",
        "year",
        "net",
        "sale",
        "grew",
        "million",
        "million",
        "respectively",
        "san",
        "diego",
        "business",
        "wire",
        "acadia",
        "pharmaceutical",
        "nasdaq",
        "acad",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "medicine",
        "address",
        "unmet",
        "medical",
        "need",
        "central",
        "nervous",
        "system",
        "cns",
        "disorder",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "result",
        "reflect",
        "robust",
        "uptake",
        "nuplazid",
        "pimavanserin",
        "treatment",
        "parkinson",
        "disease",
        "psychosis",
        "said",
        "steve",
        "davis",
        "acadia",
        "president",
        "chief",
        "executive",
        "officer",
        "also",
        "pleased",
        "receive",
        "breakthrough",
        "therapy",
        "designation",
        "fda",
        "explore",
        "utility",
        "pimavanserin",
        "psychosis",
        "drug",
        "currently",
        "approved",
        "second",
        "breakthrough",
        "therapy",
        "designation",
        "look",
        "anticipate",
        "continued",
        "strong",
        "volume",
        "growth",
        "nuplazid",
        "addition",
        "look",
        "forward",
        "advancing",
        "clinical",
        "program",
        "psychosis",
        "schizophrenia",
        "inadequate",
        "response",
        "schizophrenia",
        "negative",
        "symptom",
        "well",
        "sharing",
        "result",
        "clarity",
        "study",
        "major",
        "depressive",
        "disorder",
        "second",
        "half",
        "recent",
        "highlight",
        "initiated",
        "national",
        "disease",
        "awareness",
        "tv",
        "ad",
        "campaign",
        "educate",
        "patient",
        "caregiver",
        "parkinson",
        "disease",
        "psychosis",
        "pd",
        "psychosis",
        "november",
        "initiated",
        "pivotal",
        "phase",
        "harmony",
        "study",
        "pimavanserin",
        "psychosis",
        "october",
        "received",
        "second",
        "breakthrough",
        "therapy",
        "designation",
        "fda",
        "pimavanserin",
        "october",
        "designation",
        "treatment",
        "psychosis",
        "presented",
        "phase",
        "data",
        "pimavanserin",
        "alzheimer",
        "disease",
        "psychosis",
        "clinical",
        "trial",
        "alzheimer",
        "disease",
        "ctad",
        "meeting",
        "boston",
        "november",
        "appointed",
        "damien",
        "mcdevitt",
        "senior",
        "vice",
        "president",
        "corporate",
        "development",
        "financial",
        "result",
        "revenue",
        "net",
        "product",
        "sale",
        "nuplazid",
        "first",
        "made",
        "available",
        "prescription",
        "starting",
        "may",
        "million",
        "fourth",
        "quarter",
        "increase",
        "compared",
        "million",
        "reported",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "acadia",
        "reported",
        "nuplazid",
        "net",
        "product",
        "sale",
        "million",
        "increase",
        "million",
        "million",
        "reported",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "million",
        "million",
        "respectively",
        "increase",
        "research",
        "development",
        "expense",
        "period",
        "compared",
        "primarily",
        "due",
        "increased",
        "clinical",
        "cost",
        "related",
        "clinical",
        "study",
        "initiated",
        "fourth",
        "quarter",
        "company",
        "also",
        "incurred",
        "additional",
        "personnel",
        "related",
        "cost",
        "associated",
        "expanded",
        "research",
        "development",
        "organization",
        "compared",
        "selling",
        "general",
        "administrative",
        "selling",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "million",
        "respectively",
        "increase",
        "selling",
        "general",
        "administrative",
        "expense",
        "period",
        "compared",
        "primarily",
        "due",
        "cost",
        "incurred",
        "support",
        "acadia",
        "commercial",
        "activity",
        "nuplazid",
        "including",
        "additional",
        "personnel",
        "related",
        "cost",
        "together",
        "increased",
        "contribution",
        "charitable",
        "foundation",
        "support",
        "parkinson",
        "disease",
        "patient",
        "net",
        "loss",
        "fourth",
        "quarter",
        "acadia",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "common",
        "share",
        "period",
        "net",
        "loss",
        "fourth",
        "quarter",
        "included",
        "million",
        "million",
        "respectively",
        "compensation",
        "expense",
        "year",
        "ended",
        "december",
        "acadia",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "common",
        "share",
        "period",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "included",
        "million",
        "million",
        "respectively",
        "compensation",
        "expense",
        "cash",
        "investment",
        "december",
        "acadia",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "financial",
        "guidance",
        "acadia",
        "expects",
        "nuplazid",
        "net",
        "product",
        "sale",
        "million",
        "million",
        "net",
        "sale",
        "first",
        "quarter",
        "million",
        "million",
        "company",
        "expects",
        "end",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "balance",
        "sheet",
        "conference",
        "call",
        "webcast",
        "information",
        "acadia",
        "management",
        "review",
        "fourth",
        "quarter",
        "financial",
        "result",
        "operation",
        "via",
        "conference",
        "call",
        "webcast",
        "later",
        "today",
        "eastern",
        "time",
        "conference",
        "call",
        "may",
        "accessed",
        "dialing",
        "participant",
        "canada",
        "international",
        "caller",
        "reference",
        "passcode",
        "telephone",
        "replay",
        "conference",
        "call",
        "may",
        "accessed",
        "march",
        "dialing",
        "caller",
        "canada",
        "international",
        "caller",
        "reference",
        "passcode",
        "conference",
        "call",
        "also",
        "webcast",
        "live",
        "acadia",
        "website",
        "investor",
        "section",
        "archived",
        "march",
        "nuplazid",
        "pimavanserin",
        "nuplazid",
        "first",
        "treatment",
        "hallucination",
        "delusion",
        "associated",
        "pd",
        "psychosis",
        "nuplazid",
        "selective",
        "serotonin",
        "inverse",
        "agonist",
        "preferentially",
        "targeting",
        "2a",
        "receptor",
        "thought",
        "play",
        "important",
        "role",
        "pd",
        "psychosis",
        "nuplazid",
        "oral",
        "medicine",
        "taken",
        "day",
        "recommended",
        "dose",
        "mg",
        "two",
        "tablet",
        "acadia",
        "discovered",
        "new",
        "chemical",
        "entity",
        "hold",
        "worldwide",
        "right",
        "develop",
        "commercialize",
        "nuplazid",
        "acadia",
        "pharmaceutical",
        "acadia",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "medicine",
        "address",
        "unmet",
        "medical",
        "need",
        "central",
        "nervous",
        "system",
        "disorder",
        "acadia",
        "maintains",
        "website",
        "regularly",
        "post",
        "copy",
        "press",
        "release",
        "well",
        "additional",
        "information",
        "interested",
        "party",
        "subscribe",
        "receive",
        "alert",
        "statement",
        "statement",
        "press",
        "release",
        "strictly",
        "historical",
        "nature",
        "statement",
        "include",
        "limited",
        "statement",
        "related",
        "guidance",
        "first",
        "quarter",
        "nuplazid",
        "net",
        "sale",
        "future",
        "strong",
        "volume",
        "growth",
        "nuplazid",
        "benefit",
        "derived",
        "nuplazid",
        "whether",
        "nuplazid",
        "useful",
        "indication",
        "timing",
        "ongoing",
        "clinical",
        "study",
        "timing",
        "reporting",
        "result",
        "study",
        "major",
        "depressive",
        "disorder",
        "statement",
        "prediction",
        "based",
        "current",
        "information",
        "expectation",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "due",
        "various",
        "factor",
        "including",
        "uncertainty",
        "future",
        "commercial",
        "sale",
        "related",
        "item",
        "would",
        "impact",
        "net",
        "sale",
        "risk",
        "uncertainty",
        "inherent",
        "drug",
        "discovery",
        "development",
        "approval",
        "commercialization",
        "fact",
        "past",
        "result",
        "clinical",
        "trial",
        "may",
        "indicative",
        "future",
        "trial",
        "result",
        "discussion",
        "factor",
        "please",
        "refer",
        "acadia",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "well",
        "acadia",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "hereof",
        "caution",
        "made",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "acadia",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "acadia",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "product",
        "sale",
        "net",
        "collaborative",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "sale",
        "license",
        "fee",
        "royalty",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "acadia",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "account",
        "receivable",
        "net",
        "interest",
        "receivables",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "important",
        "safety",
        "information",
        "indication",
        "nuplazid",
        "pimavanserin",
        "tablet",
        "warning",
        "increased",
        "mortality",
        "elderly",
        "patient",
        "psychosis",
        "elderly",
        "patient",
        "psychosis",
        "treated",
        "antipsychotic",
        "drug",
        "increased",
        "risk",
        "death",
        "nuplazid",
        "approved",
        "treatment",
        "patient",
        "psychosis",
        "unrelated",
        "hallucination",
        "delusion",
        "associated",
        "parkinson",
        "disease",
        "psychosis",
        "nuplazid",
        "atypical",
        "antipsychotic",
        "indicated",
        "treatment",
        "hallucination",
        "delusion",
        "associated",
        "parkinson",
        "disease",
        "psychosis",
        "contraindication",
        "nuplazid",
        "contraindicated",
        "patient",
        "history",
        "hypersensitivity",
        "reaction",
        "pimavanserin",
        "component",
        "rash",
        "urticaria",
        "reaction",
        "consistent",
        "angioedema",
        "tongue",
        "swelling",
        "circumoral",
        "edema",
        "throat",
        "tightness",
        "dyspnea",
        "reported",
        "qt",
        "interval",
        "prolongation",
        "nuplazid",
        "prolongs",
        "qt",
        "interval",
        "use",
        "nuplazid",
        "avoided",
        "patient",
        "known",
        "qt",
        "prolongation",
        "combination",
        "drug",
        "known",
        "prolong",
        "qt",
        "interval",
        "including",
        "class",
        "1a",
        "antiarrhythmic",
        "class",
        "antiarrhythmic",
        "certain",
        "antipsychotic",
        "medication",
        "certain",
        "antibiotic",
        "nuplazid",
        "also",
        "avoided",
        "patient",
        "history",
        "cardiac",
        "arrhythmia",
        "well",
        "circumstance",
        "may",
        "increase",
        "risk",
        "occurrence",
        "torsade",
        "de",
        "pointes",
        "sudden",
        "death",
        "including",
        "symptomatic",
        "bradycardia",
        "hypokalemia",
        "hypomagnesemia",
        "presence",
        "congenital",
        "prolongation",
        "qt",
        "interval",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "nuplazid",
        "greater",
        "placebo",
        "peripheral",
        "edema",
        "v",
        "nausea",
        "v",
        "confusional",
        "state",
        "v",
        "hallucination",
        "v",
        "constipation",
        "v",
        "gait",
        "disturbance",
        "v",
        "drug",
        "interaction",
        "strong",
        "cyp3a4",
        "inhibitor",
        "eg",
        "ketoconazole",
        "increase",
        "nuplazid",
        "concentration",
        "reduce",
        "nuplazid",
        "dose",
        "strong",
        "cyp3a4",
        "inducer",
        "may",
        "reduce",
        "nuplazid",
        "exposure",
        "monitor",
        "reduced",
        "efficacy",
        "increase",
        "nuplazid",
        "dosage",
        "may",
        "needed",
        "renal",
        "impairment",
        "dosage",
        "adjustment",
        "nuplazid",
        "needed",
        "patient",
        "mild",
        "moderate",
        "renal",
        "impairment",
        "use",
        "nuplazid",
        "recommended",
        "patient",
        "severe",
        "renal",
        "impairment",
        "hepatic",
        "impairment",
        "use",
        "nuplazid",
        "recommended",
        "patient",
        "hepatic",
        "impairment",
        "nuplazid",
        "evaluated",
        "patient",
        "population",
        "pregnancy",
        "use",
        "nuplazid",
        "pregnant",
        "woman",
        "evaluated",
        "therefore",
        "used",
        "pregnancy",
        "potential",
        "benefit",
        "justifies",
        "potential",
        "risk",
        "mother",
        "fetus",
        "pediatric",
        "use",
        "safety",
        "efficacy",
        "established",
        "pediatric",
        "patient",
        "dosage",
        "administration",
        "recommended",
        "dose",
        "mg",
        "per",
        "day",
        "taken",
        "orally",
        "two",
        "tablet",
        "daily",
        "without",
        "titration",
        "additional",
        "important",
        "safety",
        "information",
        "including",
        "boxed",
        "warning",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "nuplazid",
        "http",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "acadia",
        "pharmaceutical",
        "lisa",
        "barthelemy",
        "ir",
        "medium",
        "contact",
        "taft",
        "communication",
        "bob",
        "laverty",
        "bob",
        "source",
        "acadia",
        "pharmaceutical",
        "inc"
    ]
}