{
    "organizations": [],
    "uuid": "cca228645fb625a7261265a24fe2a636b1a688c4",
    "author": "",
    "url": "https://in.reuters.com/article/olympics-2018-northkorea/u-s-imposes-more-north-korea-sanctions-trump-warns-of-phase-two-idINKCN1G804M",
    "ord_in_thread": 0,
    "title": "U.S. imposes more North Korea sanctions, Trump warns of 'phase two'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON/SEOUL (Reuters) - The United States said on Friday it was imposing its largest package of sanctions to pressure North Korea to give up its nuclear and missile programs, and President Donald Trump warned of a “phase two” that could be “very, very unfortunate for the world” if the steps did not work.\nIn addressing the Trump administration’s biggest national security challenge, the U.S. Treasury sanctioned one person, 27 companies and 28 ships, according to a statement on the U.S. Treasury Department’s website.\nThe United States also proposed a list of entities to be blacklisted under separate U.N. sanctions, a move “aimed at shutting down North Korea’s illicit maritime smuggling activities to obtain oil and sell coal.”\nNorth Korea has been developing nuclear-tipped missiles capable of reaching the U.S. mainland and Trump and North Korean leader Kim Jong Un have exchanged taunts that have raised fears of war.\nIn August, Trump threatened to go beyond sanctions by bringing “fire and fury like the world has never seen,” although his administration has repeatedly said it prefers a diplomatic solution to the crisis.\nSpeaking at a news conference with Australian Prime Minister Malcolm Turnbull, Trump made apparent reference to military options his administration has repeatedly said remain on the table.\n“If the sanctions don’t work, we’ll have to go phase two,” Trump said. “Phase two may be a very rough thing, may be very, very unfortunate for the world. But hopefully the sanctions will work.”\nThe sanctions’ targets include a Taiwan passport holder, as well as shipping and energy firms in mainland China, Hong Kong, Taiwan and Singapore. The actions block assets held by the firms and individuals in the United States and prohibit U.S. citizens from dealing with them.\nThe U.S. Treasury said the sanctions were designed to disrupt North Korean shipping and trading companies and vessels and further isolate Pyongyang. They are also aimed at ships located, registered or flagged in North Korea, China, Singapore, Taiwan, Hong Kong, Marshall Islands, Tanzania, Panama and the Comoros.\nLast month, three Western European intelligence sources told Reuters that North Korea shipped coal to Russia last year and that it was then delivered to South Korea and Japan in a likely violation of U.N. sanctions.\nFRUSTRATED TRUMP Treasury Secretary Steve Mnuchin said the new sanctions would help prevent North Korea from skirting restrictions on trade in coal and other fuel through “evasive maritime activities.”\n“The president is clearly frustrated and rightly so over the efforts that have failed in the past and also over the uptick in testing and the advances we’ve seen in the North Korean program,” a senior administration official told reporters.\nAt another briefing, Mnuchin stood next to enlarged photos he said showed December 2017 images that revealed ship-to-ship transfers of fuel and other products destined for North Korea in an attempt to evade sanctions.\nHe said he could not rule out the prospect of the United States boarding and inspecting North Korean ships.\nMnuchin said virtually all shipping currently being used by North Korea was now under sanction and the U.S. government had “issued an advisory alerting the public to the significant sanctions risks to those continuing to enable shipments of goods to and from North Korea.”\nMnuchin said the number of sanctions steps taken by the United States against Pyongyang since 2005 was now 450 with approximately half imposed in the last year.\nChristopher Ford, assistant secretary of state for international security and non-proliferation, told reporters sanctions already had affected North Korea’s weapons programs and this was shown by the lengths North Korea was going to try to evade sanctions.\nU.S. Treasury Secretary Steven Mnuchin announces on Friday what he said was the largest North Korea-related sanctions in a bid to disrupt North Korean shipping and trading companies and vessels and to further isolate Pyongyang, in the press room at the White House in Washington, U.S. February 23, 2018. REUTERS/Jonathan Ernst Jonathan Schanzer of the Washington think tank Foundation for the Defense of Democracies said Friday’s move was “the largest tranche of DPRK (North Korea) sanctions” released by the Treasury Department.\n“The only thing missing here today is action against Chinese banks,” he said. “We know they continue to undermine our efforts to isolate North Korea.”\nTougher sanctions may jeopardize the latest detente between the two Koreas, illustrated by the North’s participation in the Winter Olympics in the South, amid preparations for talks about a possible summit between North Korea’s Kim and South Korean President Moon Jae-in.\nNevertheless, South Korea welcomed the U.S. sanctions saying they would “alert those who are illegally trading with North Korea and therefore bolster the international community to carry out resolutions from the U.N. Security Council”.\nJapan also supported the new sanctions, Defence Minister Itsunori Onodera said, according to the Kyodo news agency.\nTaiwan said it was in touch with the United States and would investigate its citizens and entities suspected of helping North Korea. It also called on Taiwan firms and citizens not to break U.N. sanctions.\nU.S. Treasury Secretary Steven Mnuchin briefs on North Korea at the White House in Washington, U.S., February 23, 2018. REUTERS/Jonathan Ernst Reuters was unable to locate contact details for the Chinese companies listed in the new U.S. sanctions.\nIn a commentary carried by Korean Central News Agency on Saturday, North Korea said it never intended to aim its nuclear weapons at South Korea, adding the weapons will only be aimed at the United States.\n‘WARM CLIMATE’\nNorth Korea last year conducted dozens of missile launches and its sixth and largest nuclear test in defiance of U.N. Security Council resolutions. It defends the weapons programs as essential to deter U.S. aggression. It has been more than two months since North Korea’s last missile test.\nKim said he wants to boost the “warm climate of reconciliation and dialogue” with South Korea, which hosts 28,500 U.S. troops, after a high-level delegation, including his sister, returned from the Olympics.\nIn an extension of that rapprochement, the North agreed on Friday to hold working-level talks on Tuesday for the Pyeongchang Winter Paralympics on the North’s side of the border village of Panmunjom.\nRelated Coverage Exclusive: U.S. prepares high-seas crackdown on N.Korea sanctions evaders - sources New U.S. sanctions target virtually all ships North Korea is using - Mnuchin U.S. pushes more U.N. sanctions targeting North Korea oil, coal smuggling In December, the United Nations approved a U.S.-drafted measure limiting North Korea’s access to refined petroleum products and crude oil, which North Korea said amounted to an act of war.\nIn January, Washington announced a round of sanctions and urged China and Russia to expel North Koreans raising funds for the programs.\nThe U.N. Security Council banned North Korean exports of coal on Aug. 5 under sanctions intended to cut off an important source of the foreign currency Pyongyang needs to fund its weapons programs.\nThe new U.S. sanctions were announced while Trump’s daughter, Ivanka Trump, is visiting South Korea. At a dinner with Moon at Seoul’s presidential Blue House, Ivanka Trump said the United States wanted to “reaffirm our commitment to our maximum pressure campaign to ensure that the Korean Peninsula is denuclearized.”\nMoon said North Korea’s participation in the Olympics had “led to lowering of tensions on the peninsula and an improvement in inter-Korean relations” and were thanks to President Trump’s “strong support for inter-Korean dialogue.”\nIvanka Trump’s visit to South Korea coincides with that of a sanctioned North Korean official, Kim Yong Chol, vice chairman of the North’s ruling Workers’ Party’s Central Committee blamed for the 2010 sinking of a South Korean navy ship that killed 46 sailors. His delegation will attend the closing ceremony and also meet Moon.\nThe Blue House has said there are no official opportunities for U.S. and North Korean officials to meet.\nReporting by Christine Kim and Dahee Kim in SEOUL and Steve Holland in WASHINGTON; Additional reporting by David Brunnstrom, David Alexander, Doina Chiacu and Makini Brice in WASHINGTON, Fabian Hamacher in TAIPEI, Ben Blanchard and Pei Li in BEIJING and Michelle Nichols at the UNITED NATIONS; Writing by David Brunnstrom and Yara Bayoumy; Editing by Nick Macfie, Bill Trott and Grant McCool\nOur Standards: The Thomson Reuters Trust Principles.",
    "published": "2018-02-24T05:32:00.000+02:00",
    "crawled": "2018-02-24T05:58:37.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "united",
        "state",
        "said",
        "friday",
        "imposing",
        "largest",
        "package",
        "sanction",
        "pressure",
        "north",
        "korea",
        "give",
        "nuclear",
        "missile",
        "program",
        "president",
        "donald",
        "trump",
        "warned",
        "phase",
        "two",
        "could",
        "unfortunate",
        "world",
        "step",
        "work",
        "addressing",
        "trump",
        "administration",
        "biggest",
        "national",
        "security",
        "challenge",
        "treasury",
        "sanctioned",
        "one",
        "person",
        "company",
        "ship",
        "according",
        "statement",
        "treasury",
        "department",
        "website",
        "united",
        "state",
        "also",
        "proposed",
        "list",
        "entity",
        "blacklisted",
        "separate",
        "sanction",
        "move",
        "aimed",
        "shutting",
        "north",
        "korea",
        "illicit",
        "maritime",
        "smuggling",
        "activity",
        "obtain",
        "oil",
        "sell",
        "north",
        "korea",
        "developing",
        "missile",
        "capable",
        "reaching",
        "mainland",
        "trump",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "exchanged",
        "taunt",
        "raised",
        "fear",
        "war",
        "august",
        "trump",
        "threatened",
        "go",
        "beyond",
        "sanction",
        "bringing",
        "fire",
        "fury",
        "like",
        "world",
        "never",
        "seen",
        "although",
        "administration",
        "repeatedly",
        "said",
        "prefers",
        "diplomatic",
        "solution",
        "crisis",
        "speaking",
        "news",
        "conference",
        "australian",
        "prime",
        "minister",
        "malcolm",
        "turnbull",
        "trump",
        "made",
        "apparent",
        "reference",
        "military",
        "option",
        "administration",
        "repeatedly",
        "said",
        "remain",
        "table",
        "sanction",
        "work",
        "go",
        "phase",
        "two",
        "trump",
        "said",
        "phase",
        "two",
        "may",
        "rough",
        "thing",
        "may",
        "unfortunate",
        "world",
        "hopefully",
        "sanction",
        "sanction",
        "target",
        "include",
        "taiwan",
        "passport",
        "holder",
        "well",
        "shipping",
        "energy",
        "firm",
        "mainland",
        "china",
        "hong",
        "kong",
        "taiwan",
        "singapore",
        "action",
        "block",
        "asset",
        "held",
        "firm",
        "individual",
        "united",
        "state",
        "prohibit",
        "citizen",
        "dealing",
        "treasury",
        "said",
        "sanction",
        "designed",
        "disrupt",
        "north",
        "korean",
        "shipping",
        "trading",
        "company",
        "vessel",
        "isolate",
        "pyongyang",
        "also",
        "aimed",
        "ship",
        "located",
        "registered",
        "flagged",
        "north",
        "korea",
        "china",
        "singapore",
        "taiwan",
        "hong",
        "kong",
        "marshall",
        "island",
        "tanzania",
        "panama",
        "comoros",
        "last",
        "month",
        "three",
        "western",
        "european",
        "intelligence",
        "source",
        "told",
        "reuters",
        "north",
        "korea",
        "shipped",
        "coal",
        "russia",
        "last",
        "year",
        "delivered",
        "south",
        "korea",
        "japan",
        "likely",
        "violation",
        "sanction",
        "frustrated",
        "trump",
        "treasury",
        "secretary",
        "steve",
        "mnuchin",
        "said",
        "new",
        "sanction",
        "would",
        "help",
        "prevent",
        "north",
        "korea",
        "skirting",
        "restriction",
        "trade",
        "coal",
        "fuel",
        "evasive",
        "maritime",
        "president",
        "clearly",
        "frustrated",
        "rightly",
        "effort",
        "failed",
        "past",
        "also",
        "uptick",
        "testing",
        "advance",
        "seen",
        "north",
        "korean",
        "program",
        "senior",
        "administration",
        "official",
        "told",
        "reporter",
        "another",
        "briefing",
        "mnuchin",
        "stood",
        "next",
        "enlarged",
        "photo",
        "said",
        "showed",
        "december",
        "image",
        "revealed",
        "transfer",
        "fuel",
        "product",
        "destined",
        "north",
        "korea",
        "attempt",
        "evade",
        "sanction",
        "said",
        "could",
        "rule",
        "prospect",
        "united",
        "state",
        "boarding",
        "inspecting",
        "north",
        "korean",
        "ship",
        "mnuchin",
        "said",
        "virtually",
        "shipping",
        "currently",
        "used",
        "north",
        "korea",
        "sanction",
        "government",
        "issued",
        "advisory",
        "alerting",
        "public",
        "significant",
        "sanction",
        "risk",
        "continuing",
        "enable",
        "shipment",
        "good",
        "north",
        "mnuchin",
        "said",
        "number",
        "sanction",
        "step",
        "taken",
        "united",
        "state",
        "pyongyang",
        "since",
        "approximately",
        "half",
        "imposed",
        "last",
        "year",
        "christopher",
        "ford",
        "assistant",
        "secretary",
        "state",
        "international",
        "security",
        "told",
        "reporter",
        "sanction",
        "already",
        "affected",
        "north",
        "korea",
        "weapon",
        "program",
        "shown",
        "length",
        "north",
        "korea",
        "going",
        "try",
        "evade",
        "sanction",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "announces",
        "friday",
        "said",
        "largest",
        "north",
        "sanction",
        "bid",
        "disrupt",
        "north",
        "korean",
        "shipping",
        "trading",
        "company",
        "vessel",
        "isolate",
        "pyongyang",
        "press",
        "room",
        "white",
        "house",
        "washington",
        "february",
        "ernst",
        "jonathan",
        "schanzer",
        "washington",
        "think",
        "tank",
        "foundation",
        "defense",
        "democracy",
        "said",
        "friday",
        "move",
        "largest",
        "tranche",
        "dprk",
        "north",
        "korea",
        "sanction",
        "released",
        "treasury",
        "department",
        "thing",
        "missing",
        "today",
        "action",
        "chinese",
        "bank",
        "said",
        "know",
        "continue",
        "undermine",
        "effort",
        "isolate",
        "north",
        "tougher",
        "sanction",
        "may",
        "jeopardize",
        "latest",
        "detente",
        "two",
        "korea",
        "illustrated",
        "north",
        "participation",
        "winter",
        "olympics",
        "south",
        "amid",
        "preparation",
        "talk",
        "possible",
        "summit",
        "north",
        "korea",
        "kim",
        "south",
        "korean",
        "president",
        "moon",
        "nevertheless",
        "south",
        "korea",
        "welcomed",
        "sanction",
        "saying",
        "would",
        "alert",
        "illegally",
        "trading",
        "north",
        "korea",
        "therefore",
        "bolster",
        "international",
        "community",
        "carry",
        "resolution",
        "security",
        "council",
        "japan",
        "also",
        "supported",
        "new",
        "sanction",
        "defence",
        "minister",
        "itsunori",
        "onodera",
        "said",
        "according",
        "kyodo",
        "news",
        "agency",
        "taiwan",
        "said",
        "touch",
        "united",
        "state",
        "would",
        "investigate",
        "citizen",
        "entity",
        "suspected",
        "helping",
        "north",
        "korea",
        "also",
        "called",
        "taiwan",
        "firm",
        "citizen",
        "break",
        "sanction",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "brief",
        "north",
        "korea",
        "white",
        "house",
        "washington",
        "february",
        "ernst",
        "reuters",
        "unable",
        "locate",
        "contact",
        "detail",
        "chinese",
        "company",
        "listed",
        "new",
        "sanction",
        "commentary",
        "carried",
        "korean",
        "central",
        "news",
        "agency",
        "saturday",
        "north",
        "korea",
        "said",
        "never",
        "intended",
        "aim",
        "nuclear",
        "weapon",
        "south",
        "korea",
        "adding",
        "weapon",
        "aimed",
        "united",
        "state",
        "warm",
        "climate",
        "north",
        "korea",
        "last",
        "year",
        "conducted",
        "dozen",
        "missile",
        "launch",
        "sixth",
        "largest",
        "nuclear",
        "test",
        "defiance",
        "security",
        "council",
        "resolution",
        "defends",
        "weapon",
        "program",
        "essential",
        "deter",
        "aggression",
        "two",
        "month",
        "since",
        "north",
        "korea",
        "last",
        "missile",
        "test",
        "kim",
        "said",
        "want",
        "boost",
        "warm",
        "climate",
        "reconciliation",
        "dialogue",
        "south",
        "korea",
        "host",
        "troop",
        "delegation",
        "including",
        "sister",
        "returned",
        "olympics",
        "extension",
        "rapprochement",
        "north",
        "agreed",
        "friday",
        "hold",
        "talk",
        "tuesday",
        "pyeongchang",
        "winter",
        "paralympics",
        "north",
        "side",
        "border",
        "village",
        "panmunjom",
        "related",
        "coverage",
        "exclusive",
        "prepares",
        "crackdown",
        "sanction",
        "evaders",
        "source",
        "new",
        "sanction",
        "target",
        "virtually",
        "ship",
        "north",
        "korea",
        "using",
        "mnuchin",
        "push",
        "sanction",
        "targeting",
        "north",
        "korea",
        "oil",
        "coal",
        "smuggling",
        "december",
        "united",
        "nation",
        "approved",
        "measure",
        "limiting",
        "north",
        "korea",
        "access",
        "refined",
        "petroleum",
        "product",
        "crude",
        "oil",
        "north",
        "korea",
        "said",
        "amounted",
        "act",
        "war",
        "january",
        "washington",
        "announced",
        "round",
        "sanction",
        "urged",
        "china",
        "russia",
        "expel",
        "north",
        "korean",
        "raising",
        "fund",
        "program",
        "security",
        "council",
        "banned",
        "north",
        "korean",
        "export",
        "coal",
        "sanction",
        "intended",
        "cut",
        "important",
        "source",
        "foreign",
        "currency",
        "pyongyang",
        "need",
        "fund",
        "weapon",
        "program",
        "new",
        "sanction",
        "announced",
        "trump",
        "daughter",
        "ivanka",
        "trump",
        "visiting",
        "south",
        "korea",
        "dinner",
        "moon",
        "seoul",
        "presidential",
        "blue",
        "house",
        "ivanka",
        "trump",
        "said",
        "united",
        "state",
        "wanted",
        "reaffirm",
        "commitment",
        "maximum",
        "pressure",
        "campaign",
        "ensure",
        "korean",
        "peninsula",
        "moon",
        "said",
        "north",
        "korea",
        "participation",
        "olympics",
        "led",
        "lowering",
        "tension",
        "peninsula",
        "improvement",
        "relation",
        "thanks",
        "president",
        "trump",
        "strong",
        "support",
        "ivanka",
        "trump",
        "visit",
        "south",
        "korea",
        "coincides",
        "sanctioned",
        "north",
        "korean",
        "official",
        "kim",
        "yong",
        "chol",
        "vice",
        "chairman",
        "north",
        "ruling",
        "worker",
        "party",
        "central",
        "committee",
        "blamed",
        "sinking",
        "south",
        "korean",
        "navy",
        "ship",
        "killed",
        "sailor",
        "delegation",
        "attend",
        "closing",
        "ceremony",
        "also",
        "meet",
        "moon",
        "blue",
        "house",
        "said",
        "official",
        "opportunity",
        "north",
        "korean",
        "official",
        "meet",
        "reporting",
        "christine",
        "kim",
        "dahee",
        "kim",
        "seoul",
        "steve",
        "holland",
        "washington",
        "additional",
        "reporting",
        "david",
        "brunnstrom",
        "david",
        "alexander",
        "doina",
        "chiacu",
        "makini",
        "brice",
        "washington",
        "fabian",
        "hamacher",
        "taipei",
        "ben",
        "blanchard",
        "pei",
        "li",
        "beijing",
        "michelle",
        "nichols",
        "united",
        "nation",
        "writing",
        "david",
        "brunnstrom",
        "yara",
        "bayoumy",
        "editing",
        "nick",
        "macfie",
        "bill",
        "trott",
        "grant",
        "mccool",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle"
    ]
}