{
    "organizations": [],
    "uuid": "2fafe2c9e5f94ec54eec8ed7a7e92db0ce4c55ea",
    "author": "",
    "url": "https://uk.reuters.com/article/rugby-union-super-safrica/factbox-rugby-south-african-super-rugby-conference-idUKL4N1Q251K",
    "ord_in_thread": 0,
    "title": "FACTBOX-Rugby-South African Super Rugby Conference",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 14, 2018 / 8:02 AM / a day ago FACTBOX-Rugby-South African Super Rugby Conference Reuters Staff Feb 14 (Reuters) - Factbox on the teams in the South African Super Rugby Conference: BULLS (Pretoria) Coach: John Mitchell (first year) Captains: Burger Odendaal & Nic de Jager Last year’s finish: 15th (W-4, L-11) Best performance: Champions (2007, 2009, 2010) Chances: Former All Blacks coach John Mitchell takes charge of his first Super Rugby season with the Bulls and has a squad in transition. The team will be expected to improve on their 15th position last season, but a tilt at the title may be a few years off. The play-offs will also be a stretch. Player to watch: After spending most of the last two years on the sidelines with injury, flyhalf Handre Pollard will hope to get a full season under his belt, which would be a boost for both the Bulls and the Springboks. When in form, he is excellent at controlling the game from the number 10 jersey and Mitchell will have done most of his planning around the pivot. Squad: Forwards - Jaco Visagie, Adriaan Strauss, Edgar Marutlulle, Pierre Schoeman, Conraad van Vuuren, Frans van Wyk, Matthys Basson, Lizo Gqoboka, Trevor Nyakane, Jason Jenkins, Ruben van Heerden, RG Snyman, Lood de Jager, Aston Fortuin, Roelof Smit, Ruan Steenkamp, Hendre Stassen, Hanro Liebenberg, Jannes Kirsten, Nic de Jager, Tim Agaba. Backs - Ivan van Zyl, Andre Warner, Embrose Papier, Handre Pollard, Marnitz Boshoff, Manie Libbok, Burger Odendaal, JT Jackson, Francois Brummer, Jesse Kriel, Johnny Kotze, Warrick Gelant, Duncan Matthews, Travis Ismaiel, Jamba Ulengo, Jade Stighling, Divan Rossouw. LIONS (Johannesburg) Coach: Swys de Bruin (first year) Captain: Warren Whiteley Last year’s finish: First (W-14, L-1) Best performance: Runners-up (2016, 2017) Chances: After runners-up performances in the last two years, the Lions have lost coach Johan Ackermann to English club Gloucester, but have largely kept their squad intact and will play the 2018 season under Swys de Bruin, who steps up from assistant coach. Long-term injuries to Bok wings Courtnall Skosan and Ruan Combrinck mean an inexperienced back three. They will be title contenders again. Player to watch: South Africa’s player of the year Malcolm Marx is a real powerhouse at hooker and lethal from the driving maul, which is expected to be utilised as a major weapon again by the Lions this year. His strength, explosiveness in the loose and fetching ability on the ground makes him a formidable opponent with and without the ball. Squad: Forwards - Malcolm Marx, Robbie Coetzee, Corne Fourie, Jacques van Rooyen, Sti Sithole, Jacobie Adriaanse, Ruan Dreyer, Johannes Jonker, Dylan Smith, Franco Mostert, Marvin Orie, Andries Ferreira, Rhyno Herbst, Robert Kruger, Lourens Erasmus, Warren Whiteley, Cyle Brink, Jaco Kriel, Kwagga Smith, Marnus Schoeman, Len Massyn, Hacjivah Dayimani, Willie Engelbrecht. Backs - Ross Cronje, Marco Janse van Vuren, Dillon Smit, Christiaan Meyer, Elton Jantjies, Shaun Reynolds, Ashlon Davids, Lionel Mapoe, Rohan Janse van Rensburg, Harold Vorster, Howard Mnisi, Courtnall Skosan, Ruan Combrinck, Aphiwe Dyanti, Madosh Tambwe, Andries Coetzee, Sylvian Mahuza. SHARKS (Durban) Coach: Robert du Preez (second year) Captain: Ruan Botha Last year’s finish: Eighth (W-9, D-1, L-5) Best performance: Runners-up (1996, 2001, 2007, 2012) Chances: The Sharks have made a number of changes to their squad for this season, adding some explosiveness to the backline in the form of Makazole Mapimpi and Leolin Zas, but also losing experienced performers Pat Lambie, Lourens Adriaanse, Jean Deysel and Cobus Reinach. They had a powerful pack in 2017 and now with better options among the back, should qualify for the play-offs at the very least, but the overall title looks beyond them. Player to watch: Wing Makazole Mapimpi was a try-scoring machine for the Cheetahs before being signed by the Sharks. Playing off a more stable pack and with better quality inside of him, his extreme pace and excellent finishing ability should make him an even more potent performer. Squad: Forwards - Akker van der Merwe, Coenie Oosthuizen, Chiliboy Ralepelle, Daniel du Preez, Franco Marais, Gideon Koegelenberg, Hyron Andrews, Jacques Vermeulen, Jean Droste, Jean-Luc du Preez, John-Hubert Meyer, Juan Schoeman, Keegan Daniel, Kerron van Vuuren, Khuta Mchunu, Tera Mtembu, Mzamo Majola, Philip van der Walt, Ross Geldenhuys, Ruan Botha, Stephan Lewies, Tendai Mtawarira, Thomas du Toit, Tyler Paul, Wian Vosloo. Backs - Andre Esterhuizen, Cameron Wright, Courtney Winnaar, Curwin Bosch, Garth April, Grant Williams, Jeremy Ward, Johan Deysel, Kobus van Wyk, Leolin Zas, Louis Schreuder, Lukhanyo Am, Lwazi Mvovo, Makazole Mapimpi, Marius Louw, Michael Claassens, Rhyno Smith, Robert du Preez, S‘busiso Nkosi, Tristan Blewett. STORMERS (Cape Town) Coach: Robbie Fleck (third year) Captain: Siya Kolisi Last year’s finish: Third (W-10, L-5) Best performance: Runners-up (2010) Chances: On paper the Stormers look the third best South African side behind the Lions and the Sharks and so face an uphill battle to secure a place in the play-offs. They have been regular visitors in the past, but have won just one of their nine games at that stage of the competition, and a long injury list, including Springboks Eben Etzebeth and Frans Malherbe, further hamper their chances. Player to watch: Rookie flyhalf Damien Willemse is a player of immense potential and one of the more exciting talents to come out of South Africa in recent years. He impressed in a handful of performances for the Stormers last season, and the 19-year-old is likely to feature much more prominently in 2018 after Robert du Preez Jnr left for the Sharks and Jean-Luc du Plessis will sit out the start of the season through injury. Squad: Forwards - Bongi Mbonambi, Dean Muir, Scarra Ntubeni, Ramone Samuels, Neethling Fouche, JC Janse van Rensburg, Steven Kitshoff, Wilco Louw, Frans Malherbe, Caylib Oosthuizen, Carlu Sadie, Alistair Vermaak, Jan de Klerk, Johan du Toit, Pieter-Steph du Toit, Eben Etzebeth, Salmaan Moerat, JD Schickerling, Chris van Zyl, Eduard Zandberg, Juarno Augustus, Nizaam Carr, Jaco Coetzee, Stephan de Wit, Siya Kolisi, Sikhumbuzo Notshe, Kobus van Dyk, Cobus Wiese. Backs - Paul de Wet, Dewaldt Duvenage, Justin Phillips, Jano Vermaak, Jean-Luc du Plessis, Joshua Stander, George Whitehead, Damian Willemse, Damian de Allende, Daniel du Plessis, JJ Engelbrecht, Dan Kriel, Dillyn Leyds, Sergeal Petersen, Raymond Rhule, Seabelo Senatla, Craig Barry, SP Marais, EW Viljoen. JAGUARES (Buenos Aires) Coach: Mario Ledesma (first year) Captain: Pablo Matera Last year’s finish: 10th (W-7, L-8) Best performance: 10th (2017) Chances: Much will depend of how well new coach and former Pumas hooker Mario Ledesma, who transformed Australia’s scrum under Michael Cheika, manages in his determination to bring the Jaguares front five up to the high standard of previous Argentine packs after years of below-par form in the franchise and the national team. He starts with the handicap of losing two props to European club rugby in Ramiro Herrera (Stade Francais) and Lucas Noguera Paz (Bath), injury to Enrique Pieretto and the inexperience of five front row newcomers. Player to watch: Wing Sebastian Cancelliere, new to the professional ranks at 24 after impressing for Buenos Aires club champions Hindu, made his Pumas debut against England and a try-scoring first Argentina start in the win over Italy in November. He is sure to make the same impact in the Jaguares as fellow wingers Santiago Cordero (now with Exeter Chiefs) and Emiliano Boffelli before him. Squad: Forwards - Santiago Garcia Botta, Nahuel Tetaz Chaparro, Felipe Arregui, Nicolas Leiva, Juan Pablo Zeiss, Javier Diaz, Franco Brarda, Agustin Creevy, Julian Montoya, Diego Fortuny, Matias Alemanno, Marcos Kremer, Tomas Lavanini, Guido Petti, Juan Manuel Leguizamon, Tomas Lezana, Benjamin Macome, Pablo Matera, Javier Ortega Desio, Leonardo Senatore, Santiago Montagner, Rodrigo Bruni. Backs - Gonzalo Bertranou, Felipe Ezcurra, Martin Landajo, Tomas Cubelli, Joaquin Diaz Bonilla, Nicolas Sanchez, Santiago Gonzalez Iglesias, Juan Martin Hernandez, Geronimo de la Fuente, Matias Orlando, Santiago Alvarez, Matias Moroni, Emiliano Boffelli, Sebastian Cancelliere, Ramiro Moyano, Bautista Ezcurra, Joaquin Tuculet, Bautista Delguy. Compiled By Nick Said and Rex Gower; Editing by Greg Stutchbury",
    "published": "2018-02-14T10:00:00.000+02:00",
    "crawled": "2018-02-15T14:08:04.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "day",
        "ago",
        "african",
        "super",
        "rugby",
        "conference",
        "reuters",
        "staff",
        "feb",
        "reuters",
        "factbox",
        "team",
        "south",
        "african",
        "super",
        "rugby",
        "conference",
        "bull",
        "pretoria",
        "coach",
        "john",
        "mitchell",
        "first",
        "year",
        "captain",
        "burger",
        "odendaal",
        "nic",
        "de",
        "jager",
        "last",
        "year",
        "finish",
        "15th",
        "best",
        "performance",
        "champion",
        "chance",
        "former",
        "black",
        "coach",
        "john",
        "mitchell",
        "take",
        "charge",
        "first",
        "super",
        "rugby",
        "season",
        "bull",
        "squad",
        "transition",
        "team",
        "expected",
        "improve",
        "15th",
        "position",
        "last",
        "season",
        "tilt",
        "title",
        "may",
        "year",
        "also",
        "stretch",
        "player",
        "watch",
        "spending",
        "last",
        "two",
        "year",
        "sideline",
        "injury",
        "flyhalf",
        "handre",
        "pollard",
        "hope",
        "get",
        "full",
        "season",
        "belt",
        "would",
        "boost",
        "bull",
        "springbok",
        "form",
        "excellent",
        "controlling",
        "game",
        "number",
        "jersey",
        "mitchell",
        "done",
        "planning",
        "around",
        "pivot",
        "squad",
        "forward",
        "jaco",
        "visagie",
        "adriaan",
        "strauss",
        "edgar",
        "marutlulle",
        "pierre",
        "schoeman",
        "conraad",
        "van",
        "vuuren",
        "frans",
        "van",
        "wyk",
        "matthys",
        "basson",
        "lizo",
        "gqoboka",
        "trevor",
        "nyakane",
        "jason",
        "jenkins",
        "ruben",
        "van",
        "heerden",
        "rg",
        "snyman",
        "lood",
        "de",
        "jager",
        "aston",
        "fortuin",
        "roelof",
        "smit",
        "ruan",
        "steenkamp",
        "hendre",
        "stassen",
        "hanro",
        "liebenberg",
        "jannes",
        "kirsten",
        "nic",
        "de",
        "jager",
        "tim",
        "agaba",
        "back",
        "ivan",
        "van",
        "zyl",
        "andre",
        "warner",
        "embrose",
        "papier",
        "handre",
        "pollard",
        "marnitz",
        "boshoff",
        "manie",
        "libbok",
        "burger",
        "odendaal",
        "jt",
        "jackson",
        "francois",
        "brummer",
        "jesse",
        "kriel",
        "johnny",
        "kotze",
        "warrick",
        "gelant",
        "duncan",
        "matthew",
        "travis",
        "ismaiel",
        "jamba",
        "ulengo",
        "jade",
        "stighling",
        "divan",
        "rossouw",
        "lion",
        "johannesburg",
        "coach",
        "swys",
        "de",
        "bruin",
        "first",
        "year",
        "captain",
        "warren",
        "whiteley",
        "last",
        "year",
        "finish",
        "first",
        "best",
        "performance",
        "chance",
        "performance",
        "last",
        "two",
        "year",
        "lion",
        "lost",
        "coach",
        "johan",
        "ackermann",
        "english",
        "club",
        "gloucester",
        "largely",
        "kept",
        "squad",
        "intact",
        "play",
        "season",
        "swys",
        "de",
        "bruin",
        "step",
        "assistant",
        "coach",
        "injury",
        "bok",
        "wing",
        "courtnall",
        "skosan",
        "ruan",
        "combrinck",
        "mean",
        "inexperienced",
        "back",
        "three",
        "title",
        "contender",
        "player",
        "watch",
        "south",
        "africa",
        "player",
        "year",
        "malcolm",
        "marx",
        "real",
        "powerhouse",
        "hooker",
        "lethal",
        "driving",
        "maul",
        "expected",
        "utilised",
        "major",
        "weapon",
        "lion",
        "year",
        "strength",
        "explosiveness",
        "loose",
        "fetching",
        "ability",
        "ground",
        "make",
        "formidable",
        "opponent",
        "without",
        "ball",
        "squad",
        "forward",
        "malcolm",
        "marx",
        "robbie",
        "coetzee",
        "corne",
        "fourie",
        "jacques",
        "van",
        "rooyen",
        "sti",
        "sithole",
        "jacobie",
        "adriaanse",
        "ruan",
        "dreyer",
        "johannes",
        "jonker",
        "dylan",
        "smith",
        "franco",
        "mostert",
        "marvin",
        "orie",
        "andries",
        "ferreira",
        "rhyno",
        "herbst",
        "robert",
        "kruger",
        "lourens",
        "erasmus",
        "warren",
        "whiteley",
        "cyle",
        "brink",
        "jaco",
        "kriel",
        "kwagga",
        "smith",
        "marnus",
        "schoeman",
        "len",
        "massyn",
        "hacjivah",
        "dayimani",
        "willie",
        "engelbrecht",
        "back",
        "ross",
        "cronje",
        "marco",
        "janse",
        "van",
        "vuren",
        "dillon",
        "smit",
        "christiaan",
        "meyer",
        "elton",
        "jantjies",
        "shaun",
        "reynolds",
        "ashlon",
        "david",
        "lionel",
        "mapoe",
        "rohan",
        "janse",
        "van",
        "rensburg",
        "harold",
        "vorster",
        "howard",
        "mnisi",
        "courtnall",
        "skosan",
        "ruan",
        "combrinck",
        "aphiwe",
        "dyanti",
        "madosh",
        "tambwe",
        "andries",
        "coetzee",
        "sylvian",
        "mahuza",
        "shark",
        "durban",
        "coach",
        "robert",
        "du",
        "preez",
        "second",
        "year",
        "captain",
        "ruan",
        "botha",
        "last",
        "year",
        "finish",
        "eighth",
        "best",
        "performance",
        "chance",
        "shark",
        "made",
        "number",
        "change",
        "squad",
        "season",
        "adding",
        "explosiveness",
        "backline",
        "form",
        "makazole",
        "mapimpi",
        "leolin",
        "zas",
        "also",
        "losing",
        "experienced",
        "performer",
        "pat",
        "lambie",
        "lourens",
        "adriaanse",
        "jean",
        "deysel",
        "cobus",
        "reinach",
        "powerful",
        "pack",
        "better",
        "option",
        "among",
        "back",
        "qualify",
        "least",
        "overall",
        "title",
        "look",
        "beyond",
        "player",
        "watch",
        "wing",
        "makazole",
        "mapimpi",
        "machine",
        "cheetah",
        "signed",
        "shark",
        "playing",
        "stable",
        "pack",
        "better",
        "quality",
        "inside",
        "extreme",
        "pace",
        "excellent",
        "finishing",
        "ability",
        "make",
        "even",
        "potent",
        "performer",
        "squad",
        "forward",
        "akker",
        "van",
        "der",
        "merwe",
        "coenie",
        "oosthuizen",
        "chiliboy",
        "ralepelle",
        "daniel",
        "du",
        "preez",
        "franco",
        "marais",
        "gideon",
        "koegelenberg",
        "hyron",
        "andrew",
        "jacques",
        "vermeulen",
        "jean",
        "droste",
        "du",
        "preez",
        "meyer",
        "juan",
        "schoeman",
        "keegan",
        "daniel",
        "kerron",
        "van",
        "vuuren",
        "khuta",
        "mchunu",
        "tera",
        "mtembu",
        "mzamo",
        "majola",
        "philip",
        "van",
        "der",
        "walt",
        "ross",
        "geldenhuys",
        "ruan",
        "botha",
        "stephan",
        "lewies",
        "tendai",
        "mtawarira",
        "thomas",
        "du",
        "toit",
        "tyler",
        "paul",
        "wian",
        "vosloo",
        "back",
        "andre",
        "esterhuizen",
        "cameron",
        "wright",
        "courtney",
        "winnaar",
        "curwin",
        "bosch",
        "garth",
        "april",
        "grant",
        "williams",
        "jeremy",
        "ward",
        "johan",
        "deysel",
        "kobus",
        "van",
        "wyk",
        "leolin",
        "zas",
        "louis",
        "schreuder",
        "lukhanyo",
        "lwazi",
        "mvovo",
        "makazole",
        "mapimpi",
        "marius",
        "louw",
        "michael",
        "claassens",
        "rhyno",
        "smith",
        "robert",
        "du",
        "preez",
        "busiso",
        "nkosi",
        "tristan",
        "blewett",
        "stormers",
        "cape",
        "town",
        "coach",
        "robbie",
        "fleck",
        "third",
        "year",
        "captain",
        "siya",
        "kolisi",
        "last",
        "year",
        "finish",
        "third",
        "best",
        "performance",
        "chance",
        "paper",
        "stormers",
        "look",
        "third",
        "best",
        "south",
        "african",
        "side",
        "behind",
        "lion",
        "shark",
        "face",
        "uphill",
        "battle",
        "secure",
        "place",
        "regular",
        "visitor",
        "past",
        "one",
        "nine",
        "game",
        "stage",
        "competition",
        "long",
        "injury",
        "list",
        "including",
        "springbok",
        "eben",
        "etzebeth",
        "frans",
        "malherbe",
        "hamper",
        "chance",
        "player",
        "watch",
        "rookie",
        "flyhalf",
        "damien",
        "willemse",
        "player",
        "immense",
        "potential",
        "one",
        "exciting",
        "talent",
        "come",
        "south",
        "africa",
        "recent",
        "year",
        "impressed",
        "handful",
        "performance",
        "stormers",
        "last",
        "season",
        "likely",
        "feature",
        "much",
        "prominently",
        "robert",
        "du",
        "preez",
        "jnr",
        "left",
        "shark",
        "du",
        "plessis",
        "sit",
        "start",
        "season",
        "injury",
        "squad",
        "forward",
        "bongi",
        "mbonambi",
        "dean",
        "muir",
        "scarra",
        "ntubeni",
        "ramone",
        "samuel",
        "neethling",
        "fouche",
        "jc",
        "janse",
        "van",
        "rensburg",
        "steven",
        "kitshoff",
        "wilco",
        "louw",
        "frans",
        "malherbe",
        "caylib",
        "oosthuizen",
        "carlu",
        "sadie",
        "alistair",
        "vermaak",
        "jan",
        "de",
        "klerk",
        "johan",
        "du",
        "toit",
        "du",
        "toit",
        "eben",
        "etzebeth",
        "salmaan",
        "moerat",
        "jd",
        "schickerling",
        "chris",
        "van",
        "zyl",
        "eduard",
        "zandberg",
        "juarno",
        "augustus",
        "nizaam",
        "carr",
        "jaco",
        "coetzee",
        "stephan",
        "de",
        "wit",
        "siya",
        "kolisi",
        "sikhumbuzo",
        "notshe",
        "kobus",
        "van",
        "dyk",
        "cobus",
        "wiese",
        "back",
        "paul",
        "de",
        "wet",
        "dewaldt",
        "duvenage",
        "justin",
        "phillips",
        "jano",
        "vermaak",
        "du",
        "plessis",
        "joshua",
        "stander",
        "george",
        "whitehead",
        "damian",
        "willemse",
        "damian",
        "de",
        "allende",
        "daniel",
        "du",
        "plessis",
        "jj",
        "engelbrecht",
        "dan",
        "kriel",
        "dillyn",
        "leyds",
        "sergeal",
        "petersen",
        "raymond",
        "rhule",
        "seabelo",
        "senatla",
        "craig",
        "barry",
        "sp",
        "marais",
        "ew",
        "viljoen",
        "jaguares",
        "buenos",
        "aire",
        "coach",
        "mario",
        "ledesma",
        "first",
        "year",
        "captain",
        "pablo",
        "matera",
        "last",
        "year",
        "finish",
        "10th",
        "best",
        "performance",
        "10th",
        "chance",
        "much",
        "depend",
        "well",
        "new",
        "coach",
        "former",
        "puma",
        "hooker",
        "mario",
        "ledesma",
        "transformed",
        "australia",
        "scrum",
        "michael",
        "cheika",
        "manages",
        "determination",
        "bring",
        "jaguares",
        "front",
        "five",
        "high",
        "standard",
        "previous",
        "argentine",
        "pack",
        "year",
        "form",
        "franchise",
        "national",
        "team",
        "start",
        "handicap",
        "losing",
        "two",
        "prop",
        "european",
        "club",
        "rugby",
        "ramiro",
        "herrera",
        "stade",
        "francais",
        "lucas",
        "noguera",
        "paz",
        "bath",
        "injury",
        "enrique",
        "pieretto",
        "inexperience",
        "five",
        "front",
        "row",
        "newcomer",
        "player",
        "watch",
        "wing",
        "sebastian",
        "cancelliere",
        "new",
        "professional",
        "rank",
        "impressing",
        "buenos",
        "aire",
        "club",
        "champion",
        "hindu",
        "made",
        "puma",
        "debut",
        "england",
        "first",
        "argentina",
        "start",
        "win",
        "italy",
        "november",
        "sure",
        "make",
        "impact",
        "jaguares",
        "fellow",
        "winger",
        "santiago",
        "cordero",
        "exeter",
        "chief",
        "emiliano",
        "boffelli",
        "squad",
        "forward",
        "santiago",
        "garcia",
        "botta",
        "nahuel",
        "tetaz",
        "chaparro",
        "felipe",
        "arregui",
        "nicolas",
        "leiva",
        "juan",
        "pablo",
        "zeiss",
        "javier",
        "diaz",
        "franco",
        "brarda",
        "agustin",
        "creevy",
        "julian",
        "montoya",
        "diego",
        "fortuny",
        "matias",
        "alemanno",
        "marcos",
        "kremer",
        "tomas",
        "lavanini",
        "guido",
        "petti",
        "juan",
        "manuel",
        "leguizamon",
        "tomas",
        "lezana",
        "benjamin",
        "macome",
        "pablo",
        "matera",
        "javier",
        "ortega",
        "desio",
        "leonardo",
        "senatore",
        "santiago",
        "montagner",
        "rodrigo",
        "bruni",
        "back",
        "gonzalo",
        "bertranou",
        "felipe",
        "ezcurra",
        "martin",
        "landajo",
        "tomas",
        "cubelli",
        "joaquin",
        "diaz",
        "bonilla",
        "nicolas",
        "sanchez",
        "santiago",
        "gonzalez",
        "iglesias",
        "juan",
        "martin",
        "hernandez",
        "geronimo",
        "de",
        "la",
        "fuente",
        "matias",
        "orlando",
        "santiago",
        "alvarez",
        "matias",
        "moroni",
        "emiliano",
        "boffelli",
        "sebastian",
        "cancelliere",
        "ramiro",
        "moyano",
        "bautista",
        "ezcurra",
        "joaquin",
        "tuculet",
        "bautista",
        "delguy",
        "compiled",
        "nick",
        "said",
        "rex",
        "gower",
        "editing",
        "greg",
        "stutchbury"
    ]
}