{
    "organizations": [],
    "uuid": "c85b73d01d0f09bdfc77476c11b42e852200646d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-dbv-technologies-announces-results-from-phase-ii-study-of-viaskin-milk-in-milk-allergic-patients.html",
    "ord_in_thread": 0,
    "title": "DBV Technologies Announces Results from Phase II Study of Viaskin Milk in Milk-Allergic Patients",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Press Release\nMontrouge, France, February 26, 2018\nDBV Technologies Announces Results from Phase II Study of Viaskin Milk in Milk-Allergic Patients\nPositive preliminary results support Viaskin Milk's potential as the first treatment for patients suffering from IgE-mediated cow's milk protein allergy (CMPA), an unmet medical need for which there are no approved therapies\nA statistically significant desensitization to milk was observed in children ages two to 11 treated with Viaskin Milk 300 µg for 12 months\nCompany evaluating optimal dosing/patient population for future studies\nDBV Technologies (Euronext: DBV - ISIN: FR0010417345 - Nasdaq Stock Market: DBVT) today announced preliminary results from Part B, or Phase II, of a Phase I/II study evaluating the efficacy and safety of three dose regimens of Viaskin Milk (150 µg, 300 µg, 500 µg) in 198 patients for the treatment of IgE-mediated cow's milk protein allergy (CMPA). The MILES (Milk Efficacy and Safety) study was designed to determine a safe and effective dose in two age groups: children ages two to 11 and adolescents ages 12 to 17.\nFollowing analyses of the data, the 300 µg dose was identified as the most effective tested dose for children (intent-to-treat (ITT), p=0.042). The Company believes these preliminary results support further advancement of the Viaskin Milk program, and intends to discuss findings with health authorities in key markets worldwide to determine the design of future studies. Viaskin Milk was granted U.S. Food and Drug Administration (FDA) Fast Track Designation in September 2016.\n\"This is an important milestone for the millions of patients suffering from CMPA worldwide. We know that small amounts of cow's milk protein can cause life-threatening reactions, and that this disease has a profoundly negative impact on the quality of life of patients and their caregivers,\" said Dr. Stephen A. Tilles, Executive Director, ASTHMA Inc. Clinical Research Center, Physician Partner at Northwest Allergy & Asthma Center (NAAC), and the Principal Investigator of the MILES trial. \"There are no other treatments in development today for this hard-to-treat disease, and it is exciting to see these encouraging efficacy and safety results with a novel potential treatment option that appears to be well-tolerated.\nThe primary efficacy endpoint of the study evaluated the percentage of patients who responded to treatment as assessed by pre-specified changes from baseline in double-blind-placebo-controlled food challenge (DBPCFC) cumulative reactive doses after 12 months of treatment [1] . Key secondary endpoints evaluated mean and median cumulative reactive dose (CRD) during the month-12 DBPCFC.\nThe overall patient population treated according to the protocol (per-protocol analysis population) was also scientifically relevant for this dose-finding study, and the response rate in the 300 µg dose showed a significant improvement versus placebo (p=0.027), which was consistent with ITT statistical trends.\nHighlights of the MILES Study\nAnalysis of the data showed a statistically significant response in the 300 µg arm in the 2-11 age group (ITT, p=0.042), which was identified as the prioritized population for future studies.\nA significant increase in CRD versus baseline as measured by changes in the month-12 DBPCFC was observed in children treated with the 300 µg dose as compared to placebo (ITT, p=0.045).\nViaskin Milk was reported to be well tolerated across all doses with no treatment-related serious adverse events (SAEs). The most commonly reported adverse events were mild and moderate application site reactions. Overall, the discontinuation rate was 4.5%, with a 1.5% dropout rate due to adverse events. Treatment adherence, as measured by mean patient compliance, was over 95% in all study groups.\nSummary of Response Rate and Cumulative Reactive Dose (CRD), ITT\nPlacebo Viaskin Milk 150 µg Viaskin Milk 300 µg Viaskin Milk 500 µg Overall n=53 n=49 n=49 n=47 Responder Rate 30.2% 36.7% 49.0% 36.2% Mean Change in CRD 555.5 745.1 1201.0* 723.0 Children n=40 n=38 n=38 n=36 Responder Rate 32.5% 34.2% 57.9%** 38.9% Mean Change in CRD 565.6 624.6 1322.4* 839.8 Adolescents n=13 n=11 n=11 n=11 Responder Rate 23.1% 45.5% 18.2% 27.3% Mean Change in CRD 525.4 1150.3 715.6 364.0 *Geometric Mean P-values for CRD, Overall: 0.008, Children: 0.045, **p=0.042\nDr. Hugh Sampson , Chief Scientific Officer of DBV Technologies and Kurt Hirschhorn Professor of Pediatrics at the Icahn School of Medicine at Mount Sinai said, \"We would like to thank all of the patients, caregivers and investigators who participated in this trial with Viaskin Milk, our second Viaskin platform product candidate in food allergies. These studies brought new insight into our understanding of Viaskin Milk's unique immunotherapeutic properties and mechanism of action. We will continue working to better understand the appropriate dose regimens and optimal application protocols.\" Dr Sampson continued, \"We look forward to discussing next steps with health authorities to move this important program forward, and to most importantly, bringing a potential treatment option to this underserved patient population.\"\nOverall, 98.9% of patients completing month-12 of MILES opted to enroll in the open-label portion of the study and are currently being treated with Viaskin Milk 500 µg for up to 48 months. The Company will assess next steps on any potential protocol changes with regulatory authorities. Additional results from MILES are expected to be presented at upcoming medical meetings.\nAbout the MILES Study\nThe Viaskin Milk Efficacy and Safety (MILES) trial is a multi-center, double-blind, placebo-controlled, randomized Phase I/II trial to study the safety and efficacy of Viaskin Milk conducted at 17 sites in North America. The study was divided into two consecutive parts. Part A of the MILES trial was completed with no safety concerns. Part B was designed to determine a safe and effective dose in two age groups: children ages two to 11 and adolescents ages 12 to 17 with IgE-mediated cow's milk protein allergy, or CMPA.\n198 patients (18 patients from Part A and 180 patients from Part B) were randomized 1:1:1:1 into four treatment arms to evaluate three doses of Viaskin Milk, 150 mcg, 300 mcg and 500 mcg, compared to placebo. Each patient underwent a DBPCFC at screening and after 12 months of treatment. The challenge was halted once the patient exhibited an objective allergic symptom. Patients in MILES received a daily application of the Viaskin Milk patch over 12 months. Each patch was applied for 24 hours on the back of children (age 2- 11) or on the upper arm for adolescents (age 12-17).\nThe primary efficacy endpoint was the percentage of treatment responders for each active treatment group compared to placebo. Responders at month-12 were defined as patients with either 1) a cow's milk protein CRD equal to or greater than 1,444 mg (approximately 45 mL of milk) or 2) a 10-fold or greater increase in CRD compared to baseline and at least 144 mg cow's milk protein (approximately 4.5 mL of milk).\nFollowing month-12 all subjects were eligible to switch to the highest dose of Viaskin Milk, 500 mcg, and to continue treatment in an open-label manner for up to a maximum of three additional years.\nAbout DBV Technologies\nDBV Technologies is developing Viaskin®, a proprietary technology platform with broad potential applications in immunotherapy. Viaskin is based on epicutaneous immunotherapy, or EPIT®, DBV's method of delivering biologically active compounds to the immune system through intact skin. With this new class of self-administered and non-invasive product candidates, the company is dedicated to safely transforming the care of food allergic patients, for whom there are no approved treatments. DBV's food allergies programs include ongoing clinical trials of Viaskin Peanut and Viaskin Milk, and preclinical development of Viaskin Egg. DBV is also pursuing a human proof-of-concept clinical study of Viaskin Milk for the treatment of Eosinophilic Esophagitis, and exploring potential applications of its platform in vaccines and other immune diseases. DBV Technologies has global headquarters in Montrouge, France and New York, NY. Company shares are traded on segment A of Euronext Paris (Ticker: DBV, ISIN code: FR0010417345), part of the SBF120 index, and traded on the Nasdaq Global Select Market in the form of American Depositary Shares (each representing one-half of one ordinary share) (Ticker: DBVT). For more information on DBV Technologies, please visit our website: www.dbv-technologies.com\nForward Looking Statements\nThis press release may contain forward-looking statements and estimates, including statements regarding the potential of Viaskin Milk and of the Company's and clinical development and regulatory plans regarding Viaskin Milk. These forward-looking statements and estimates are not promises or guarantees and involve substantial risks and uncertainties. At this stage, the products of the Company have not been authorized for sale in any country. Among the factors that could cause actual results to differ materially from those described or projected herein include uncertainties associated generally with research and development, clinical trials and related regulatory reviews and approvals, the risk that results of historical clinical trials will not be replicated in future clinical trials and the risk that historical clinical results in one patient population may not be predictive of future clinical trial results in different patient populations. A further list and description of these risks, uncertainties and other risks can be found in the Company's regulatory filings with the French Autorité des Marchés Financiers, the Company's Securities and Exchange Commission filings and reports, including in the Company's Annual Report on Form 20-F for the year ended December 31, 2016 and future filings and reports by the Company. Existing and prospective investors are cautioned not to place undue reliance on these forward-looking statements and estimates, which speak only as of the date hereof. Other than as required by applicable law, DBV Technologies undertakes no obligation to update or revise the information contained in this Press Release.\nDBV Investor Relations Contact\nSara Blum Sherman\nSenior Director, Investor Relations & Strategy\n+1 212-271-0740\nsara.sherman@dbv-technologies.com\nDBV Media Contact\nRoberta Di Giorgio\nSenior Director, Corporate Communications\n+1 917-612-2861\nroberta.digiorgio@dbv-technologies.com\n[1] Defined as patients with either 1) a cow's milk protein CRD equal to or greater than 1,444 mg (approximately 45 mL of milk) or 2) a 10-fold or greater increase in CRD compared to baseline and reaching at least 144 mg cow's milk protein (approximately 4.5 mL of milk).\nAttachments:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/a4dc6239-6465-4274-99af-9d7c8ce342c0\nSource:DBV Technologies S.A.",
    "published": "2018-02-27T01:01:00.000+02:00",
    "crawled": "2018-02-27T00:20:31.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "press",
        "release",
        "montrouge",
        "france",
        "february",
        "dbv",
        "technology",
        "announces",
        "result",
        "phase",
        "ii",
        "study",
        "viaskin",
        "milk",
        "patient",
        "positive",
        "preliminary",
        "result",
        "support",
        "viaskin",
        "milk",
        "potential",
        "first",
        "treatment",
        "patient",
        "suffering",
        "cow",
        "milk",
        "protein",
        "allergy",
        "cmpa",
        "unmet",
        "medical",
        "need",
        "approved",
        "therapy",
        "statistically",
        "significant",
        "desensitization",
        "milk",
        "observed",
        "child",
        "age",
        "two",
        "treated",
        "viaskin",
        "milk",
        "µg",
        "month",
        "company",
        "evaluating",
        "optimal",
        "population",
        "future",
        "study",
        "dbv",
        "technology",
        "euronext",
        "dbv",
        "isin",
        "fr0010417345",
        "nasdaq",
        "stock",
        "market",
        "dbvt",
        "today",
        "announced",
        "preliminary",
        "result",
        "part",
        "b",
        "phase",
        "ii",
        "phase",
        "study",
        "evaluating",
        "efficacy",
        "safety",
        "three",
        "dose",
        "regimen",
        "viaskin",
        "milk",
        "µg",
        "µg",
        "µg",
        "patient",
        "treatment",
        "cow",
        "milk",
        "protein",
        "allergy",
        "cmpa",
        "mile",
        "milk",
        "efficacy",
        "safety",
        "study",
        "designed",
        "determine",
        "safe",
        "effective",
        "dose",
        "two",
        "age",
        "group",
        "child",
        "age",
        "two",
        "adolescent",
        "age",
        "following",
        "analysis",
        "data",
        "µg",
        "dose",
        "identified",
        "effective",
        "tested",
        "dose",
        "child",
        "itt",
        "company",
        "belief",
        "preliminary",
        "result",
        "support",
        "advancement",
        "viaskin",
        "milk",
        "program",
        "intends",
        "discus",
        "finding",
        "health",
        "authority",
        "key",
        "market",
        "worldwide",
        "determine",
        "design",
        "future",
        "study",
        "viaskin",
        "milk",
        "granted",
        "food",
        "drug",
        "administration",
        "fda",
        "fast",
        "track",
        "designation",
        "september",
        "important",
        "milestone",
        "million",
        "patient",
        "suffering",
        "cmpa",
        "worldwide",
        "know",
        "small",
        "amount",
        "cow",
        "milk",
        "protein",
        "cause",
        "reaction",
        "disease",
        "profoundly",
        "negative",
        "impact",
        "quality",
        "life",
        "patient",
        "caregiver",
        "said",
        "stephen",
        "tilles",
        "executive",
        "director",
        "asthma",
        "clinical",
        "research",
        "center",
        "physician",
        "partner",
        "northwest",
        "allergy",
        "asthma",
        "center",
        "naac",
        "principal",
        "investigator",
        "mile",
        "trial",
        "treatment",
        "development",
        "today",
        "disease",
        "exciting",
        "see",
        "encouraging",
        "efficacy",
        "safety",
        "result",
        "novel",
        "potential",
        "treatment",
        "option",
        "appears",
        "primary",
        "efficacy",
        "endpoint",
        "study",
        "evaluated",
        "percentage",
        "patient",
        "responded",
        "treatment",
        "assessed",
        "change",
        "baseline",
        "food",
        "challenge",
        "dbpcfc",
        "cumulative",
        "reactive",
        "dos",
        "month",
        "treatment",
        "key",
        "secondary",
        "endpoint",
        "evaluated",
        "mean",
        "median",
        "cumulative",
        "reactive",
        "dose",
        "crd",
        "dbpcfc",
        "overall",
        "patient",
        "population",
        "treated",
        "according",
        "protocol",
        "analysis",
        "population",
        "also",
        "scientifically",
        "relevant",
        "study",
        "response",
        "rate",
        "µg",
        "dose",
        "showed",
        "significant",
        "improvement",
        "versus",
        "placebo",
        "consistent",
        "itt",
        "statistical",
        "trend",
        "highlight",
        "mile",
        "study",
        "analysis",
        "data",
        "showed",
        "statistically",
        "significant",
        "response",
        "µg",
        "arm",
        "age",
        "group",
        "itt",
        "identified",
        "prioritized",
        "population",
        "future",
        "study",
        "significant",
        "increase",
        "crd",
        "versus",
        "baseline",
        "measured",
        "change",
        "dbpcfc",
        "observed",
        "child",
        "treated",
        "µg",
        "dose",
        "compared",
        "placebo",
        "itt",
        "viaskin",
        "milk",
        "reported",
        "well",
        "tolerated",
        "across",
        "dos",
        "serious",
        "adverse",
        "event",
        "saes",
        "commonly",
        "reported",
        "adverse",
        "event",
        "mild",
        "moderate",
        "application",
        "site",
        "reaction",
        "overall",
        "discontinuation",
        "rate",
        "dropout",
        "rate",
        "due",
        "adverse",
        "event",
        "treatment",
        "adherence",
        "measured",
        "mean",
        "patient",
        "compliance",
        "study",
        "group",
        "summary",
        "response",
        "rate",
        "cumulative",
        "reactive",
        "dose",
        "crd",
        "itt",
        "placebo",
        "viaskin",
        "milk",
        "µg",
        "viaskin",
        "milk",
        "µg",
        "viaskin",
        "milk",
        "µg",
        "overall",
        "responder",
        "rate",
        "mean",
        "change",
        "crd",
        "child",
        "responder",
        "rate",
        "mean",
        "change",
        "crd",
        "adolescent",
        "responder",
        "rate",
        "mean",
        "change",
        "crd",
        "geometric",
        "mean",
        "crd",
        "overall",
        "child",
        "hugh",
        "sampson",
        "chief",
        "scientific",
        "officer",
        "dbv",
        "technology",
        "kurt",
        "hirschhorn",
        "professor",
        "pediatrics",
        "icahn",
        "school",
        "medicine",
        "mount",
        "sinai",
        "said",
        "would",
        "like",
        "thank",
        "patient",
        "caregiver",
        "investigator",
        "participated",
        "trial",
        "viaskin",
        "milk",
        "second",
        "viaskin",
        "platform",
        "product",
        "candidate",
        "food",
        "allergy",
        "study",
        "brought",
        "new",
        "insight",
        "understanding",
        "viaskin",
        "milk",
        "unique",
        "immunotherapeutic",
        "property",
        "mechanism",
        "action",
        "continue",
        "working",
        "better",
        "understand",
        "appropriate",
        "dose",
        "regimen",
        "optimal",
        "application",
        "protocol",
        "dr",
        "sampson",
        "continued",
        "look",
        "forward",
        "discussing",
        "next",
        "step",
        "health",
        "authority",
        "move",
        "important",
        "program",
        "forward",
        "importantly",
        "bringing",
        "potential",
        "treatment",
        "option",
        "underserved",
        "patient",
        "population",
        "overall",
        "patient",
        "completing",
        "mile",
        "opted",
        "enroll",
        "portion",
        "study",
        "currently",
        "treated",
        "viaskin",
        "milk",
        "µg",
        "month",
        "company",
        "assess",
        "next",
        "step",
        "potential",
        "protocol",
        "change",
        "regulatory",
        "authority",
        "additional",
        "result",
        "mile",
        "expected",
        "presented",
        "upcoming",
        "medical",
        "meeting",
        "mile",
        "study",
        "viaskin",
        "milk",
        "efficacy",
        "safety",
        "mile",
        "trial",
        "randomized",
        "phase",
        "trial",
        "study",
        "safety",
        "efficacy",
        "viaskin",
        "milk",
        "conducted",
        "site",
        "north",
        "america",
        "study",
        "divided",
        "two",
        "consecutive",
        "part",
        "part",
        "mile",
        "trial",
        "completed",
        "safety",
        "concern",
        "part",
        "b",
        "designed",
        "determine",
        "safe",
        "effective",
        "dose",
        "two",
        "age",
        "group",
        "child",
        "age",
        "two",
        "adolescent",
        "age",
        "cow",
        "milk",
        "protein",
        "allergy",
        "cmpa",
        "patient",
        "patient",
        "part",
        "patient",
        "part",
        "b",
        "randomized",
        "four",
        "treatment",
        "arm",
        "evaluate",
        "three",
        "dos",
        "viaskin",
        "milk",
        "mcg",
        "mcg",
        "mcg",
        "compared",
        "placebo",
        "patient",
        "underwent",
        "dbpcfc",
        "screening",
        "month",
        "treatment",
        "challenge",
        "halted",
        "patient",
        "exhibited",
        "objective",
        "allergic",
        "symptom",
        "patient",
        "mile",
        "received",
        "daily",
        "application",
        "viaskin",
        "milk",
        "patch",
        "month",
        "patch",
        "applied",
        "hour",
        "back",
        "child",
        "age",
        "upper",
        "arm",
        "adolescent",
        "age",
        "primary",
        "efficacy",
        "endpoint",
        "percentage",
        "treatment",
        "responder",
        "active",
        "treatment",
        "group",
        "compared",
        "placebo",
        "responder",
        "defined",
        "patient",
        "either",
        "cow",
        "milk",
        "protein",
        "crd",
        "equal",
        "greater",
        "mg",
        "approximately",
        "ml",
        "milk",
        "greater",
        "increase",
        "crd",
        "compared",
        "baseline",
        "least",
        "mg",
        "cow",
        "milk",
        "protein",
        "approximately",
        "ml",
        "milk",
        "following",
        "subject",
        "eligible",
        "switch",
        "highest",
        "dose",
        "viaskin",
        "milk",
        "mcg",
        "continue",
        "treatment",
        "manner",
        "maximum",
        "three",
        "additional",
        "year",
        "dbv",
        "technology",
        "dbv",
        "technology",
        "developing",
        "proprietary",
        "technology",
        "platform",
        "broad",
        "potential",
        "application",
        "immunotherapy",
        "viaskin",
        "based",
        "epicutaneous",
        "immunotherapy",
        "dbv",
        "method",
        "delivering",
        "biologically",
        "active",
        "compound",
        "immune",
        "system",
        "intact",
        "skin",
        "new",
        "class",
        "product",
        "candidate",
        "company",
        "dedicated",
        "safely",
        "transforming",
        "care",
        "food",
        "allergic",
        "patient",
        "approved",
        "treatment",
        "dbv",
        "food",
        "allergy",
        "program",
        "include",
        "ongoing",
        "clinical",
        "trial",
        "viaskin",
        "peanut",
        "viaskin",
        "milk",
        "preclinical",
        "development",
        "viaskin",
        "egg",
        "dbv",
        "also",
        "pursuing",
        "human",
        "clinical",
        "study",
        "viaskin",
        "milk",
        "treatment",
        "eosinophilic",
        "esophagitis",
        "exploring",
        "potential",
        "application",
        "platform",
        "vaccine",
        "immune",
        "disease",
        "dbv",
        "technology",
        "global",
        "headquarters",
        "montrouge",
        "france",
        "new",
        "york",
        "ny",
        "company",
        "share",
        "traded",
        "segment",
        "euronext",
        "paris",
        "ticker",
        "dbv",
        "isin",
        "code",
        "fr0010417345",
        "part",
        "sbf120",
        "index",
        "traded",
        "nasdaq",
        "global",
        "select",
        "market",
        "form",
        "american",
        "depositary",
        "share",
        "representing",
        "one",
        "ordinary",
        "share",
        "ticker",
        "dbvt",
        "information",
        "dbv",
        "technology",
        "please",
        "visit",
        "website",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "estimate",
        "including",
        "statement",
        "regarding",
        "potential",
        "viaskin",
        "milk",
        "company",
        "clinical",
        "development",
        "regulatory",
        "plan",
        "regarding",
        "viaskin",
        "milk",
        "statement",
        "estimate",
        "promise",
        "guarantee",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "stage",
        "product",
        "company",
        "authorized",
        "sale",
        "country",
        "among",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "projected",
        "herein",
        "include",
        "uncertainty",
        "associated",
        "generally",
        "research",
        "development",
        "clinical",
        "trial",
        "related",
        "regulatory",
        "review",
        "approval",
        "risk",
        "result",
        "historical",
        "clinical",
        "trial",
        "replicated",
        "future",
        "clinical",
        "trial",
        "risk",
        "historical",
        "clinical",
        "result",
        "one",
        "patient",
        "population",
        "may",
        "predictive",
        "future",
        "clinical",
        "trial",
        "result",
        "different",
        "patient",
        "population",
        "list",
        "description",
        "risk",
        "uncertainty",
        "risk",
        "found",
        "company",
        "regulatory",
        "filing",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "report",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "future",
        "filing",
        "report",
        "company",
        "existing",
        "prospective",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "estimate",
        "speak",
        "date",
        "hereof",
        "required",
        "applicable",
        "law",
        "dbv",
        "technology",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "information",
        "contained",
        "press",
        "release",
        "dbv",
        "investor",
        "relation",
        "contact",
        "sara",
        "blum",
        "sherman",
        "senior",
        "director",
        "investor",
        "relation",
        "strategy",
        "dbv",
        "medium",
        "contact",
        "roberta",
        "di",
        "giorgio",
        "senior",
        "director",
        "corporate",
        "communication",
        "defined",
        "patient",
        "either",
        "cow",
        "milk",
        "protein",
        "crd",
        "equal",
        "greater",
        "mg",
        "approximately",
        "ml",
        "milk",
        "greater",
        "increase",
        "crd",
        "compared",
        "baseline",
        "reaching",
        "least",
        "mg",
        "cow",
        "milk",
        "protein",
        "approximately",
        "ml",
        "milk",
        "attachment",
        "http",
        "source",
        "dbv",
        "technology"
    ]
}