{
    "organizations": [],
    "uuid": "1443a36ae182cbcae00c0e5a1d4b57b7bb9404e7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/globe-newswire-cafepress-announces-changes-to-board-of-directors-business-update-and-cost-savings-initiatives.html",
    "ord_in_thread": 0,
    "title": "CafePress Announces Changes to Board of Directors, Business Update and Cost Savings Initiatives",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOUISVILLE, Ky., CafePress Inc. (NASDAQ:PRSS), a leading retailer of personalized products offering a wide variety of expressive gifts and accessories, (“CafePress” or the “Company”), today issued the following statement.\n\"We continue to make progress on completing the modernization of the CafePress.com website. These efforts are critical as we continue to optimize the business and enhance our technology to re-energize our customer experience and ultimately return to profitable growth, which has always been our top priority. As the gap on the bottom line has widened in recent quarters, we are taking additional serious cost control steps to hasten closing that gap,\" commented Fred Durham, Chief Executive Officer.\nAs previously discussed, the Company experienced revenue declines in the second and third quarters of 2017, which the Company believes were related to changes in search engine algorithms that have adversely affected the Company’s search visibility and traffic on the current site. The Company remains focused on completing the modernization of CafePress.com and demolishing the old site and will roll out significant portions of the modernization in the first quarter of 2018. During the fourth quarter of 2017, the Company experienced revenue declines compared to the same period of the prior year consistent with those experienced over the second and third quarters of 2017. However, as is always the case during this seasonally busy time of year, the Company increased cash and cash equivalents on its balance sheet during the fourth quarter.\nWith the context above in mind, the Company deems it necessary to take some immediate steps which have short-term and long-term impacts to mitigate the pressure on our cash balances. Today the Company is announcing certain actions (impacting both labor and non-labor) taken to drive reductions of approximately $4 million in normalized, annual fixed costs. The Company will continue to align its cost structure, cash balances and operational objectives each quarter to maintain discipline in the Company's operation.\nThe Company will remain focused on completing a new and modern CafePress.com website and expanding retail partner channels into new marketplaces and geographies. Additionally, in 2018, the Company expects to leverage its manufacturing platform by launching fulfillment services for other consumer-facing, on demand, custom product providers.\nThe Company has taken the following steps:\nOn February 12, 2018, the Board appointed Alan B. Howe as an independent director, following the retirement of Patrick J. Connolly from the Board. As of January 9, 2018, the Company has reduced the workforce at its Louisville headquarters by 5%. Effective as of February 5, 2018, the annual base salary of the Company’s Co-Founder, Chairman and Chief Executive Officer, Fred E. Durham III, is reduced from $300,000 to $125,000.\nCafePress’ Board of Directors and management team consistent with its fiduciary duty continues to carefully consider all options to enhance stockholder value.\nCafePress plans to release results for the fourth quarter and full year 2017 on February 28, 2018 after market close and host a conference call on March 1, 2018 before market. Dial in for the call is (888) 587-0615 or (719) 457-2716, and the webcast can be found at http://investor.cafepress.com .\nNotice Regarding Forward Looking Statements\nInformation set forth in this news release contains various \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, including statements regarding the compensation of the Company’s directors and officers, the Company’s strategic focus and plans, including, the modernization of our website, the optimization of our business, plans to return to profitable growth, the expansion of retail partner channels, the launch of fulfillment services, the timing of our plans and the release of our results for the fourth quarter and full year 2017, and the impact of recent actions taken and the amounts of the anticipated cost savings related thereto. The Private Securities Litigation Reform Act of 1995 (the \"Act\") provides certain \"safe harbor\" provisions for forward-looking statements. All forward-looking statements are made pursuant to the Act.\nThe reader is cautioned that such forward-looking statements are based on information available at the time and/or management's good faith belief with respect to future events, and are subject to risks and uncertainties that could cause actual performance or results to differ materially from those expressed in the statements. Forward-looking statements speak only as of the date the statement was made. We assume no obligation to update forward-looking information to reflect actual results, changes in assumptions or changes in other factors affecting forward-looking information. Forward-looking statements are typically identified by the use of terms such as \"anticipate,\" \"believe,\" \"could,\" \"estimate,\" \"expect,\" \"intend,\" \"may,\" \"might,\" \"plan,\" \"predict,\" \"project,\" \"seek,\" \"should,\" \"will,\" and similar words, although some forward-looking statements are expressed differently. Important factors that could cause actual results to differ materially from those discussed in the forward-looking statements include, among others, the following: changes in the Company’s compensation of its directors and officers, whether the expected amount of cost savings will differ from the Company’s estimates and whether the Company will be able to realize the full amount of estimated savings, the Company’s ability to execute on its strategy, the effect of global economic conditions, including any disruptions in the credit markets; a decrease in consumers' discretionary income; additional taxes and fees; the loss of key personnel; the effect (including possible increases in the cost of doing business) resulting from catastrophic events, including future war and terrorist activities or political uncertainties, or the impact of natural or other disasters on our operations and our ability to obtain insurance recoveries in respect of such losses (including losses related to business interruption); the impact of work stoppages and other labor problems on current and future operations; our ability to comply with governmental regulation and/or other legal obligations related to the privacy of personal information and other data, including the improper disclosure thereof; the impact of system failures or damage from natural disasters, power loss, telecommunications failures, cyber-attacks, or other unforeseen events; the impact of security breaches, computer viruses and hacking attacks on our business and operations; our ability to respond to rapid technological changes in a timely manner; our ability to prevent payment related risks, such as fraudulent use of credit or debit cards; our ability to maintain customer confidence in the integrity of our business; our ability to operate www.cafepress.com in an evolving and highly competitive market segment; our ability to secure new or ongoing content from third party partners; our ability to provide a high-quality customer experience with minimal programming errors, flows and/or technical difficulties; our ability to adequately protect our intellectual property; our ability to maintain or hire additional personnel; and the volatility of our stock price. For further information regarding the risks and uncertainties associated with the Company's business, and important factors that could cause the Company's actual results to vary materially from those expressed or implied in its forward-looking statements, please refer to the factors listed and described under the \"Risk Factors\" sections of the Company's documents filed from time to time with the U.S. Securities and Exchange Commission, including, but not limited to, the Company's quarterly reports on Form 10-Q, and the Company's Annual Report on Form 10-K, copies of which may be obtained at www.sec.gov .\nAbout CafePress (PRSS):\nAt CafePress, our mission is to create human connection by inspiring people to express themselves. We believe a coffee mug can start a conversation and a t-shirt can ignite a movement.\nFounded in 1999 and based in Louisville, Kentucky, CafePress is the recognized pioneer of customizable products. Our global online platform enables people to express themselves through engaging community generated designs and licensed and personalized one-of-a-kind products.\nMedia Relations:\nCafePress Inc.\npr@cafepress.com\nInvestor Relations:\nCafePress Inc.\nPhil Milliner\n502-822-7503\npmilliner@cafepress.com\nSource:CafePress Inc.",
    "published": "2018-02-14T00:28:00.000+02:00",
    "crawled": "2018-02-14T03:00:58.060+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louisville",
        "cafepress",
        "nasdaq",
        "prss",
        "leading",
        "retailer",
        "personalized",
        "product",
        "offering",
        "wide",
        "variety",
        "expressive",
        "gift",
        "accessory",
        "cafepress",
        "company",
        "today",
        "issued",
        "following",
        "statement",
        "continue",
        "make",
        "progress",
        "completing",
        "modernization",
        "website",
        "effort",
        "critical",
        "continue",
        "optimize",
        "business",
        "enhance",
        "technology",
        "customer",
        "experience",
        "ultimately",
        "return",
        "profitable",
        "growth",
        "always",
        "top",
        "priority",
        "gap",
        "bottom",
        "line",
        "widened",
        "recent",
        "quarter",
        "taking",
        "additional",
        "serious",
        "cost",
        "control",
        "step",
        "hasten",
        "closing",
        "gap",
        "commented",
        "fred",
        "durham",
        "chief",
        "executive",
        "officer",
        "previously",
        "discussed",
        "company",
        "experienced",
        "revenue",
        "decline",
        "second",
        "third",
        "quarter",
        "company",
        "belief",
        "related",
        "change",
        "search",
        "engine",
        "algorithm",
        "adversely",
        "affected",
        "company",
        "search",
        "visibility",
        "traffic",
        "current",
        "site",
        "company",
        "remains",
        "focused",
        "completing",
        "modernization",
        "demolishing",
        "old",
        "site",
        "roll",
        "significant",
        "portion",
        "modernization",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "company",
        "experienced",
        "revenue",
        "decline",
        "compared",
        "period",
        "prior",
        "year",
        "consistent",
        "experienced",
        "second",
        "third",
        "quarter",
        "however",
        "always",
        "case",
        "seasonally",
        "busy",
        "time",
        "year",
        "company",
        "increased",
        "cash",
        "cash",
        "equivalent",
        "balance",
        "sheet",
        "fourth",
        "quarter",
        "context",
        "mind",
        "company",
        "deems",
        "necessary",
        "take",
        "immediate",
        "step",
        "impact",
        "mitigate",
        "pressure",
        "cash",
        "balance",
        "today",
        "company",
        "announcing",
        "certain",
        "action",
        "impacting",
        "labor",
        "taken",
        "drive",
        "reduction",
        "approximately",
        "million",
        "normalized",
        "annual",
        "fixed",
        "cost",
        "company",
        "continue",
        "align",
        "cost",
        "structure",
        "cash",
        "balance",
        "operational",
        "objective",
        "quarter",
        "maintain",
        "discipline",
        "company",
        "operation",
        "company",
        "remain",
        "focused",
        "completing",
        "new",
        "modern",
        "website",
        "expanding",
        "retail",
        "partner",
        "channel",
        "new",
        "marketplace",
        "geography",
        "additionally",
        "company",
        "expects",
        "leverage",
        "manufacturing",
        "platform",
        "launching",
        "fulfillment",
        "service",
        "demand",
        "custom",
        "product",
        "provider",
        "company",
        "taken",
        "following",
        "step",
        "february",
        "board",
        "appointed",
        "alan",
        "howe",
        "independent",
        "director",
        "following",
        "retirement",
        "patrick",
        "connolly",
        "board",
        "january",
        "company",
        "reduced",
        "workforce",
        "louisville",
        "headquarters",
        "effective",
        "february",
        "annual",
        "base",
        "salary",
        "company",
        "chairman",
        "chief",
        "executive",
        "officer",
        "fred",
        "durham",
        "iii",
        "reduced",
        "cafepress",
        "board",
        "director",
        "management",
        "team",
        "consistent",
        "fiduciary",
        "duty",
        "continues",
        "carefully",
        "consider",
        "option",
        "enhance",
        "stockholder",
        "value",
        "cafepress",
        "plan",
        "release",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "february",
        "market",
        "close",
        "host",
        "conference",
        "call",
        "march",
        "market",
        "dial",
        "call",
        "webcast",
        "found",
        "http",
        "notice",
        "regarding",
        "forward",
        "looking",
        "statement",
        "information",
        "set",
        "forth",
        "news",
        "release",
        "contains",
        "various",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "including",
        "statement",
        "regarding",
        "compensation",
        "company",
        "director",
        "officer",
        "company",
        "strategic",
        "focus",
        "plan",
        "including",
        "modernization",
        "website",
        "optimization",
        "business",
        "plan",
        "return",
        "profitable",
        "growth",
        "expansion",
        "retail",
        "partner",
        "channel",
        "launch",
        "fulfillment",
        "service",
        "timing",
        "plan",
        "release",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "impact",
        "recent",
        "action",
        "taken",
        "amount",
        "anticipated",
        "cost",
        "saving",
        "related",
        "thereto",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "act",
        "provides",
        "certain",
        "safe",
        "harbor",
        "provision",
        "statement",
        "statement",
        "made",
        "pursuant",
        "act",
        "reader",
        "cautioned",
        "statement",
        "based",
        "information",
        "available",
        "time",
        "management",
        "good",
        "faith",
        "belief",
        "respect",
        "future",
        "event",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "performance",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "assume",
        "obligation",
        "update",
        "information",
        "reflect",
        "actual",
        "result",
        "change",
        "assumption",
        "change",
        "factor",
        "affecting",
        "information",
        "statement",
        "typically",
        "identified",
        "use",
        "term",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "might",
        "plan",
        "predict",
        "project",
        "seek",
        "similar",
        "word",
        "although",
        "statement",
        "expressed",
        "differently",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "statement",
        "include",
        "among",
        "others",
        "following",
        "change",
        "company",
        "compensation",
        "director",
        "officer",
        "whether",
        "expected",
        "amount",
        "cost",
        "saving",
        "differ",
        "company",
        "estimate",
        "whether",
        "company",
        "able",
        "realize",
        "full",
        "amount",
        "estimated",
        "saving",
        "company",
        "ability",
        "execute",
        "strategy",
        "effect",
        "global",
        "economic",
        "condition",
        "including",
        "disruption",
        "credit",
        "market",
        "decrease",
        "consumer",
        "discretionary",
        "income",
        "additional",
        "tax",
        "fee",
        "loss",
        "key",
        "personnel",
        "effect",
        "including",
        "possible",
        "increase",
        "cost",
        "business",
        "resulting",
        "catastrophic",
        "event",
        "including",
        "future",
        "war",
        "terrorist",
        "activity",
        "political",
        "uncertainty",
        "impact",
        "natural",
        "disaster",
        "operation",
        "ability",
        "obtain",
        "insurance",
        "recovery",
        "respect",
        "loss",
        "including",
        "loss",
        "related",
        "business",
        "interruption",
        "impact",
        "work",
        "stoppage",
        "labor",
        "problem",
        "current",
        "future",
        "operation",
        "ability",
        "comply",
        "governmental",
        "regulation",
        "legal",
        "obligation",
        "related",
        "privacy",
        "personal",
        "information",
        "data",
        "including",
        "improper",
        "disclosure",
        "thereof",
        "impact",
        "system",
        "failure",
        "damage",
        "natural",
        "disaster",
        "power",
        "loss",
        "telecommunication",
        "failure",
        "unforeseen",
        "event",
        "impact",
        "security",
        "breach",
        "computer",
        "virus",
        "hacking",
        "attack",
        "business",
        "operation",
        "ability",
        "respond",
        "rapid",
        "technological",
        "change",
        "timely",
        "manner",
        "ability",
        "prevent",
        "payment",
        "related",
        "risk",
        "fraudulent",
        "use",
        "credit",
        "debit",
        "card",
        "ability",
        "maintain",
        "customer",
        "confidence",
        "integrity",
        "business",
        "ability",
        "operate",
        "evolving",
        "highly",
        "competitive",
        "market",
        "segment",
        "ability",
        "secure",
        "new",
        "ongoing",
        "content",
        "third",
        "party",
        "partner",
        "ability",
        "provide",
        "customer",
        "experience",
        "minimal",
        "programming",
        "error",
        "flow",
        "technical",
        "difficulty",
        "ability",
        "adequately",
        "protect",
        "intellectual",
        "property",
        "ability",
        "maintain",
        "hire",
        "additional",
        "personnel",
        "volatility",
        "stock",
        "price",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "associated",
        "company",
        "business",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "vary",
        "materially",
        "expressed",
        "implied",
        "statement",
        "please",
        "refer",
        "factor",
        "listed",
        "described",
        "risk",
        "factor",
        "section",
        "company",
        "document",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "company",
        "quarterly",
        "report",
        "form",
        "company",
        "annual",
        "report",
        "form",
        "copy",
        "may",
        "obtained",
        "cafepress",
        "prss",
        "cafepress",
        "mission",
        "create",
        "human",
        "connection",
        "inspiring",
        "people",
        "express",
        "believe",
        "coffee",
        "mug",
        "start",
        "conversation",
        "ignite",
        "movement",
        "founded",
        "based",
        "louisville",
        "kentucky",
        "cafepress",
        "recognized",
        "pioneer",
        "customizable",
        "product",
        "global",
        "online",
        "platform",
        "enables",
        "people",
        "express",
        "engaging",
        "community",
        "generated",
        "design",
        "licensed",
        "personalized",
        "product",
        "medium",
        "relation",
        "cafepress",
        "pr",
        "investor",
        "relation",
        "cafepress",
        "phil",
        "milliner",
        "pmilliner",
        "source",
        "cafepress",
        "inc"
    ]
}