{
    "organizations": [],
    "uuid": "b6d8f702f002e93f956543a0859cac802323d734",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/02/02/trump-nuclear-posture-document-encourages-use-of-nukes-say-critics.html",
    "ord_in_thread": 0,
    "title": "Trump nuclear posture document encourages use of nukes, say critics",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A Trump administration Nuclear Posture Review released Friday shows a greater willingness to use nuclear weapons first and calls for development of new nuclear weapons and capabilities to counter rivals such as Russia and China .\nThe NPR document released by the Pentagon also said the U.S. will develop for deployment a \"low-yield\" nuclear warhead for submarine-launched ballistic missiles \"that is able to penetrate adversary defenses.\" It also said the U.S. will \"strengthen the integration of nuclear and non-nuclear military planning.\"\n\"This is a pretty sharp departure from current policy or even pre-Obama policies,\" said Lisbeth Gronlund, senior scientist and co-director of the Global Security Program at the Union of Concerned Scientists. \"President Trump is embarking on a reckless path — one that will reduce U.S. security both now and in the longer term.\"\nGronlund added that her biggest concern with the new policy is \"an emphasis on integrating nuclear and conventional forces to facilitate nuclear warfighting. This new policy deliberately blurs the line between nuclear and conventional forces and eliminates a clear firewall.\"\n'Cost-effective' nuclear triad The Defense Department's document concludes that the nation's nuclear triad — land, sea and air-based capabilities — remains \"the most cost-effective and strategically sound means of ensuring nuclear deterrence.\" The nuclear triad has been a centerpiece of the nation's strategic defense since the 1960s but U.S. defense officials have complained it relies in part on an aging stockpile of weapons and delivery systems at a time when Russia and China are modernizing their own nuclear forces.\nAccording to the document, the U.S. nuclear forces have suffered as a result of \"consistent underfunding\" and it argues that the nation must make \"significant and sustained investments\" over the coming decade to deter rival superpowers.\n\"U.S. nuclear weapon modernization will cost about 6.4 percent of the current Department of Defense budget at its peak,\" said Michaela Dodge, a policy analyst specializing in nuclear weapons policy at Heritage Foundation's Center for National Defense, a conservative Washington-based think tank. \"The value that the United States is getting out of its nuclear deterrent way surpasses it.\"\nChris Kleponis | Bloomberg | Getty Images James Mattis, U.S. secretary of defense, and General Joseph Dunford, chairman of the U.S. Joint Chiefs of Staff, at a news conference on the North Korea situation outside of the White House in Washington, D.C., U.S., on Sept. 3, 2017. In his note introducing the strategy document, Defense Secretary James Mattis wrote, \"This review comes at a critical moment in our nation's history, for America confronts an international security situation that is more complex and demanding than any since the end of the Cold War. In this environment, it is not possible to delay modernization of our nuclear forces if we are to preserve a credible nuclear deterrent.\"\nModernizing forces The review also indicated that the modernization of the nuclear triad and the associated command and control system must remain a priority for the Pentagon. It also affirmed specific replacement programs initiated by the Obama administration, including new nuclear ballistic missile submarines, strategic bombers, nuclear air-launched cruise missiles and intercontinental ballistic missiles.\nSpecifically, the Navy is funding development of the Columbia-class nuclear missile submarine, which replaces the Trident missile-armed Ohio-class submarine program. Construction of the first Columbia-class boat by prime contractor General Dynamics is set for 2021 and the program is expected to cost nearly $270 billion over its life cycle, based on government estimates.\nOn the missile side, nuclear upgrades planned include replacing the military's current 400 silo-based Minuteman III missiles. The review also calls for updating hundreds of ICBM launch facilities. Replacement is expected to begin in 2029, according to the Pentagon.\nFor the nation's nuclear-capable bomber force, including the aging B-52 Stratofortress and B-2 stealth bombers, there are plans underway to replace them with Northrop Grumman's B-21 long-range strike bomber. The Pentagon expects the first B-21 Raider bomber beginning in mid-2020s, with a projected cost of $550 million per plane.\nThe F-35 stealth fighter — one of the military's biggest and most expensive acquisition programs — also received attention in the document with the Pentagon noting that \"the United States is incorporating nuclear capability onto the forward-deployable, nuclear-capable F-35 as a replacement\" specifically for the current generation of aging dual-capable aircraft. Lockheed Martin is the prime contractor on the F-35 program, which could be valued at more than $1 trillion over the 55-year life cycle of the program.\n\"Modernizing our dual-capable fighter bombers with next-generation F-35 fighter aircraft will maintain the strength of NATO's deterrence posture and maintain our ability to forward deploy nuclear weapons, should the security situation demand it,\" the review said.\nDeterring Russia Among the other investments planned is the so-called \"low-yield\" nuclear warhead that could be launched underwater. This warhead with less explosive force is in response to Russia, which developed underwater drones that are capable of carrying low-yield warheads.\n\"The only purpose of this adding another delivery type is to enable ... a more surgical, low-yield strike,\" said Gronlund, a physicist by training. \"We're sort of primed to engage in this kind of nuclear warfighting. This brings us closer to the edge. We still need some kind of spark though.\"\nAlso, Gronlund said that the new nuclear warhead isn't needed because the U.S. already has bombs and air-launched cruise missiles with a low-yield capability. She also said the Trump policy is counter to the \"very long glide path\" of the U.S. reducing its emphasis on nuclear weapons use.\nBut the NPR argues that the \"low-yield\" warhead for the U.S. Trident missile would be \"a comparatively low-cost and near-term modification to an existing capability that will help counter any mistaken perception of an exploitable 'gap' in U.S. regional deterrence capabilities.\"\nThe document also calls for the U.S. to develop \"a modern nuclear-armed sea-launched cruise missile.\" It said the \"low-yield\" option on the Trident missile and the sea-launched cruise missile would \"provide additional diversity in platforms, range, and survivability, and a valuable hedge against future nuclear 'break-out' scenarios.\"\n\"Unfortunately, this NPR does not argue for maintaining 'strategic stability' nor does it explain whether, how and why the call for new U.S. nuclear capabilities will reduce the threat of nuclear conflict,\" said Thomas Countryman, former acting undersecretary of State for arms control and the chairman of the Arms Control Association, a nonpartisan disarmament group based in Washington.\nBut others maintain that the new nuclear weapons strategy makes sense and argue that there's a need to strengthen nuclear deterrence capabilities, including through smaller \"low-yield\" bombs.\n\"It realistically assesses international conditions and addresses impacts of these developments for nuclear forces, including strengthening deterrence by reintroducing low-yield nuclear weapon options to the U.S. nuclear weapon arsenal,\" said Dodge, the Heritage analyst.\nDodge also said the document \"highlights negative security trends since the end of the Cold War, particularly the mistaken belief that Russia's trajectory of development will be benign.\"\nChina's growing arsenal At the same time, the document cites nuclear threats faced as China aggressively expands its missile technology and nuclear capabilities. It said Beijing also is \"engaged in increasingly aggressive behavior in outer space and cyber space.\"\nEven so, the document said Washington \"does not wish to regard either China or Russia as an adversary and seeks stable relations with both. We have long sought a dialogue with China to enhance our understanding of our respective nuclear policies, doctrine, and capabilities.\" It also said the U.S. seeks \"to improve transparency\" as well as \"to help manage the risks of miscalculation and misperception.\"\nThe nuclear posture document also mentions threats posed by rogue regimes such as North Korea and Iran .\n\"Russia and North Korea have increased the salience of nuclear forces in their strategies and plans and have engaged in increasingly explicit nuclear threats,\" said the NPR. \"Like Russia, China is pursuing entirely new nuclear capabilities tailored to achieve particular national security objectives while also modernizing its conventional military, challenging traditional U.S. military superiority in the Western Pacific. \"\nFinally, the NPR said the Iran nuclear deal \"may constrain Tehran's nuclear program\" but added that the Islamic republic still \"retains the ability to produce weapons grade uranium for use in a nuclear weapon if it decides to do so. This, combined with Iran's ongoing missile testing, is a serious concern.\"",
    "published": "2018-02-03T02:18:00.000+02:00",
    "crawled": "2018-02-03T02:19:39.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "trump",
        "administration",
        "nuclear",
        "posture",
        "review",
        "released",
        "friday",
        "show",
        "greater",
        "willingness",
        "use",
        "nuclear",
        "weapon",
        "first",
        "call",
        "development",
        "new",
        "nuclear",
        "weapon",
        "capability",
        "counter",
        "rival",
        "russia",
        "china",
        "npr",
        "document",
        "released",
        "pentagon",
        "also",
        "said",
        "develop",
        "deployment",
        "nuclear",
        "warhead",
        "ballistic",
        "missile",
        "able",
        "penetrate",
        "adversary",
        "defense",
        "also",
        "said",
        "strengthen",
        "integration",
        "nuclear",
        "military",
        "planning",
        "pretty",
        "sharp",
        "departure",
        "current",
        "policy",
        "even",
        "policy",
        "said",
        "lisbeth",
        "gronlund",
        "senior",
        "scientist",
        "global",
        "security",
        "program",
        "union",
        "concerned",
        "scientist",
        "president",
        "trump",
        "embarking",
        "reckless",
        "path",
        "one",
        "reduce",
        "security",
        "longer",
        "term",
        "gronlund",
        "added",
        "biggest",
        "concern",
        "new",
        "policy",
        "emphasis",
        "integrating",
        "nuclear",
        "conventional",
        "force",
        "facilitate",
        "nuclear",
        "warfighting",
        "new",
        "policy",
        "deliberately",
        "blur",
        "line",
        "nuclear",
        "conventional",
        "force",
        "eliminates",
        "clear",
        "firewall",
        "nuclear",
        "triad",
        "defense",
        "department",
        "document",
        "concludes",
        "nation",
        "nuclear",
        "triad",
        "land",
        "sea",
        "capability",
        "remains",
        "strategically",
        "sound",
        "mean",
        "ensuring",
        "nuclear",
        "deterrence",
        "nuclear",
        "triad",
        "centerpiece",
        "nation",
        "strategic",
        "defense",
        "since",
        "1960s",
        "defense",
        "official",
        "complained",
        "relies",
        "part",
        "aging",
        "stockpile",
        "weapon",
        "delivery",
        "system",
        "time",
        "russia",
        "china",
        "modernizing",
        "nuclear",
        "force",
        "according",
        "document",
        "nuclear",
        "force",
        "suffered",
        "result",
        "consistent",
        "underfunding",
        "argues",
        "nation",
        "must",
        "make",
        "significant",
        "sustained",
        "investment",
        "coming",
        "decade",
        "deter",
        "rival",
        "superpower",
        "nuclear",
        "weapon",
        "modernization",
        "cost",
        "percent",
        "current",
        "department",
        "defense",
        "budget",
        "peak",
        "said",
        "michaela",
        "dodge",
        "policy",
        "analyst",
        "specializing",
        "nuclear",
        "weapon",
        "policy",
        "heritage",
        "foundation",
        "center",
        "national",
        "defense",
        "conservative",
        "think",
        "tank",
        "value",
        "united",
        "state",
        "getting",
        "nuclear",
        "deterrent",
        "way",
        "surpasses",
        "chris",
        "kleponis",
        "bloomberg",
        "getty",
        "image",
        "james",
        "mattis",
        "secretary",
        "defense",
        "general",
        "joseph",
        "dunford",
        "chairman",
        "joint",
        "chief",
        "staff",
        "news",
        "conference",
        "north",
        "korea",
        "situation",
        "outside",
        "white",
        "house",
        "washington",
        "note",
        "introducing",
        "strategy",
        "document",
        "defense",
        "secretary",
        "james",
        "mattis",
        "wrote",
        "review",
        "come",
        "critical",
        "moment",
        "nation",
        "history",
        "america",
        "confronts",
        "international",
        "security",
        "situation",
        "complex",
        "demanding",
        "since",
        "end",
        "cold",
        "war",
        "environment",
        "possible",
        "delay",
        "modernization",
        "nuclear",
        "force",
        "preserve",
        "credible",
        "nuclear",
        "deterrent",
        "modernizing",
        "force",
        "review",
        "also",
        "indicated",
        "modernization",
        "nuclear",
        "triad",
        "associated",
        "command",
        "control",
        "system",
        "must",
        "remain",
        "priority",
        "pentagon",
        "also",
        "affirmed",
        "specific",
        "replacement",
        "program",
        "initiated",
        "obama",
        "administration",
        "including",
        "new",
        "nuclear",
        "ballistic",
        "missile",
        "submarine",
        "strategic",
        "bomber",
        "nuclear",
        "cruise",
        "missile",
        "intercontinental",
        "ballistic",
        "missile",
        "specifically",
        "navy",
        "funding",
        "development",
        "nuclear",
        "missile",
        "submarine",
        "replaces",
        "trident",
        "submarine",
        "program",
        "construction",
        "first",
        "boat",
        "prime",
        "contractor",
        "general",
        "dynamic",
        "set",
        "program",
        "expected",
        "cost",
        "nearly",
        "billion",
        "life",
        "cycle",
        "based",
        "government",
        "estimate",
        "missile",
        "side",
        "nuclear",
        "upgrade",
        "planned",
        "include",
        "replacing",
        "military",
        "current",
        "minuteman",
        "iii",
        "missile",
        "review",
        "also",
        "call",
        "updating",
        "hundred",
        "icbm",
        "launch",
        "facility",
        "replacement",
        "expected",
        "begin",
        "according",
        "pentagon",
        "nation",
        "bomber",
        "force",
        "including",
        "aging",
        "stratofortress",
        "stealth",
        "bomber",
        "plan",
        "underway",
        "replace",
        "northrop",
        "grumman",
        "strike",
        "bomber",
        "pentagon",
        "expects",
        "first",
        "raider",
        "bomber",
        "beginning",
        "projected",
        "cost",
        "million",
        "per",
        "plane",
        "stealth",
        "fighter",
        "one",
        "military",
        "biggest",
        "expensive",
        "acquisition",
        "program",
        "also",
        "received",
        "attention",
        "document",
        "pentagon",
        "noting",
        "united",
        "state",
        "incorporating",
        "nuclear",
        "capability",
        "onto",
        "replacement",
        "specifically",
        "current",
        "generation",
        "aging",
        "aircraft",
        "lockheed",
        "martin",
        "prime",
        "contractor",
        "program",
        "could",
        "valued",
        "trillion",
        "life",
        "cycle",
        "program",
        "modernizing",
        "fighter",
        "bomber",
        "fighter",
        "aircraft",
        "maintain",
        "strength",
        "nato",
        "deterrence",
        "posture",
        "maintain",
        "ability",
        "forward",
        "deploy",
        "nuclear",
        "weapon",
        "security",
        "situation",
        "demand",
        "review",
        "said",
        "deterring",
        "russia",
        "among",
        "investment",
        "planned",
        "nuclear",
        "warhead",
        "could",
        "launched",
        "underwater",
        "warhead",
        "less",
        "explosive",
        "force",
        "response",
        "russia",
        "developed",
        "underwater",
        "drone",
        "capable",
        "carrying",
        "warhead",
        "purpose",
        "adding",
        "another",
        "delivery",
        "type",
        "enable",
        "surgical",
        "strike",
        "said",
        "gronlund",
        "physicist",
        "training",
        "sort",
        "primed",
        "engage",
        "kind",
        "nuclear",
        "warfighting",
        "brings",
        "u",
        "closer",
        "edge",
        "still",
        "need",
        "kind",
        "spark",
        "though",
        "also",
        "gronlund",
        "said",
        "new",
        "nuclear",
        "warhead",
        "needed",
        "already",
        "bomb",
        "cruise",
        "missile",
        "capability",
        "also",
        "said",
        "trump",
        "policy",
        "counter",
        "long",
        "glide",
        "path",
        "reducing",
        "emphasis",
        "nuclear",
        "weapon",
        "use",
        "npr",
        "argues",
        "warhead",
        "trident",
        "missile",
        "would",
        "comparatively",
        "modification",
        "existing",
        "capability",
        "help",
        "counter",
        "mistaken",
        "perception",
        "exploitable",
        "regional",
        "deterrence",
        "capability",
        "document",
        "also",
        "call",
        "develop",
        "modern",
        "cruise",
        "missile",
        "said",
        "option",
        "trident",
        "missile",
        "cruise",
        "missile",
        "would",
        "provide",
        "additional",
        "diversity",
        "platform",
        "range",
        "survivability",
        "valuable",
        "hedge",
        "future",
        "nuclear",
        "scenario",
        "unfortunately",
        "npr",
        "argue",
        "maintaining",
        "stability",
        "explain",
        "whether",
        "call",
        "new",
        "nuclear",
        "capability",
        "reduce",
        "threat",
        "nuclear",
        "conflict",
        "said",
        "thomas",
        "countryman",
        "former",
        "acting",
        "undersecretary",
        "state",
        "arm",
        "control",
        "chairman",
        "arm",
        "control",
        "association",
        "nonpartisan",
        "disarmament",
        "group",
        "based",
        "washington",
        "others",
        "maintain",
        "new",
        "nuclear",
        "weapon",
        "strategy",
        "make",
        "sense",
        "argue",
        "need",
        "strengthen",
        "nuclear",
        "deterrence",
        "capability",
        "including",
        "smaller",
        "bomb",
        "realistically",
        "assesses",
        "international",
        "condition",
        "address",
        "impact",
        "development",
        "nuclear",
        "force",
        "including",
        "strengthening",
        "deterrence",
        "reintroducing",
        "nuclear",
        "weapon",
        "option",
        "nuclear",
        "weapon",
        "arsenal",
        "said",
        "dodge",
        "heritage",
        "analyst",
        "dodge",
        "also",
        "said",
        "document",
        "highlight",
        "negative",
        "security",
        "trend",
        "since",
        "end",
        "cold",
        "war",
        "particularly",
        "mistaken",
        "belief",
        "russia",
        "trajectory",
        "development",
        "benign",
        "china",
        "growing",
        "arsenal",
        "time",
        "document",
        "cite",
        "nuclear",
        "threat",
        "faced",
        "china",
        "aggressively",
        "expands",
        "missile",
        "technology",
        "nuclear",
        "capability",
        "said",
        "beijing",
        "also",
        "engaged",
        "increasingly",
        "aggressive",
        "behavior",
        "outer",
        "space",
        "cyber",
        "space",
        "even",
        "document",
        "said",
        "washington",
        "wish",
        "regard",
        "either",
        "china",
        "russia",
        "adversary",
        "seek",
        "stable",
        "relation",
        "long",
        "sought",
        "dialogue",
        "china",
        "enhance",
        "understanding",
        "respective",
        "nuclear",
        "policy",
        "doctrine",
        "capability",
        "also",
        "said",
        "seek",
        "improve",
        "transparency",
        "well",
        "help",
        "manage",
        "risk",
        "miscalculation",
        "misperception",
        "nuclear",
        "posture",
        "document",
        "also",
        "mention",
        "threat",
        "posed",
        "rogue",
        "regime",
        "north",
        "korea",
        "iran",
        "russia",
        "north",
        "korea",
        "increased",
        "salience",
        "nuclear",
        "force",
        "strategy",
        "plan",
        "engaged",
        "increasingly",
        "explicit",
        "nuclear",
        "threat",
        "said",
        "npr",
        "like",
        "russia",
        "china",
        "pursuing",
        "entirely",
        "new",
        "nuclear",
        "capability",
        "tailored",
        "achieve",
        "particular",
        "national",
        "security",
        "objective",
        "also",
        "modernizing",
        "conventional",
        "military",
        "challenging",
        "traditional",
        "military",
        "superiority",
        "western",
        "finally",
        "npr",
        "said",
        "iran",
        "nuclear",
        "deal",
        "may",
        "constrain",
        "tehran",
        "nuclear",
        "program",
        "added",
        "islamic",
        "republic",
        "still",
        "retains",
        "ability",
        "produce",
        "weapon",
        "grade",
        "uranium",
        "use",
        "nuclear",
        "weapon",
        "decides",
        "combined",
        "iran",
        "ongoing",
        "missile",
        "testing",
        "serious",
        "concern"
    ]
}