{
    "organizations": [],
    "uuid": "3a39840da0c17961107249314d7418b748e30cd1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/15/globe-newswire-aegion-corporation-announces-preliminary-2017-results-and-2018-guidance.html",
    "ord_in_thread": 0,
    "title": "Aegion Corporation Announces Preliminary Results and 2018 Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Revenues expected to be approximately $1.359 billion compared to $1.222 billion in 2016, an increase of 11.2 percent.\nFY’17 loss per diluted share expected to be approximately $2.08 compared to income of $0.84 per diluted share in FY’16. Adjusted (non-GAAP) FY’17 earnings per diluted share expected to be approximately $1.03 compared to $1.10 in FY’16. 1 Expected adjusted FY’17 earnings per diluted share reflect higher than anticipated losses in the businesses being restructured.\n2017 cash charges for restructuring activities expected to be $13.7 million with total cash charges projected to be $19 to $21 million. Management now expects to realize more than $20 million in annual cost reductions due to the restructuring efforts.\nContract backlog as of December 31, 2017 was $689 million, an increase of $96.2 million, or 16.2 percent, from contract backlog at December 31, 2016, each excluding backlog for the large deepwater pipe coating and insulation project, which was substantially completed during 2017.\n2018 adjusted earnings per share expected to increase by more than 30 percent compared to 2017 due to a combination of strong backlog and continued strength in key markets, improved results from restructured operations and the anticipated favorable impact of the recent tax law changes.\n1 Results per diluted share for 2017 include after-tax charges for restructuring activities of $0.58 per diluted share, goodwill and intangible asset impairments of $2.19 per diluted share, acquisition and divestiture-related expenses of $0.06 per diluted share and impacts from the Tax Cuts and Jobs Act of 2017 of $0.28 per diluted share.\nST. LOUIS, Feb. 15, 2018 (GLOBE NEWSWIRE) -- Aegion Corporation (“Aegion” or the “Company”) (Nasdaq:AEGN) today reported its preliminary revenue and earnings expectations for full-year 2017. Aegion’s preliminary results are based on management’s current review of its results for the year ended December 31, 2017 and are subject to change based on completion of the Company’s financial closing process and year-end audit. Adjusted earnings per diluted share is a non-GAAP financial measure that does not include certain non-routine items that are not indicative of Aegion’s ongoing financial results.\n“While 2017’s earnings results fell short of our expectations, our ongoing efforts to focus and simplify the Aegion business are expected to result in significantly improved 2018 earnings. Strong opening backlog across all three of our operating segments, the strength of our key markets and the expected savings from restructuring activities combined with an expected lower effective tax rate are projected to result in an adjusted diluted earnings per share improvement of more than 30 percent in 2018 compared to full-year 2017 adjusted earnings per diluted share,” said Charles R. Gordon, Aegion’s President and Chief Executive Officer.\nGordon continued, “Strong 2017 operating income from the Energy Services and Corrosion Protection segments combined with record revenue and operating profit from Aegion’s North American CIPP operations were offset by losses of approximately $0.33 per diluted share in the portions of the Infrastructure Solutions segment being restructured, in addition to operational challenges in the Corrosion Protection segment’s U.S. cathodic protection business. We believe we have taken definitive actions to address the issues in these underperforming businesses and expect these operations to have significantly improved performance in 2018.”\nThe Company announced a series of strategic actions in August 2017 intended to generate more predictable and sustainable long-term earnings growth. Total restructuring and impairment charges of approximately $110 million were recorded in 2017, and included an impairment charge of $86 million recorded in the third quarter related to the exit of the Infrastructure Solutions segment’s North America activity for non-pressure pipe contract applications of the Tyfo® Fibrwrap® system. Total costs associated with the restructuring and related impairments are now estimated to be between $115 and $120 million, of which approximately $19 to $21 million are expected to be cash charges. The Company expects to generate annual cost reductions in excess of $20 million from these restructuring actions and other cost reduction initiatives, most of which are expected to be fully realized in 2018. The cost reductions are partially offset by strategic investments made across the Company.\nAegion has completed an initial assessment of the impact of the Tax Cuts and Jobs Act of 2017. The Company expects its 2018 effective tax rate will be between 23 and 24 percent. The Company also recorded a provisional charge of approximately $9.5 million in the fourth quarter of 2017 to reflect the estimated impact of the tax reform. This one-time charge was excluded from adjusted (non-GAAP) earnings per diluted share. The impacts of the legislation may differ materially from this estimate (and the amount of the provisional charge may be adjusted over the course of 2018) due to changes in interpretations and assumptions the Company has made, guidance that may be issued and actions the Company may take as a result of the tax legislation.\nAegion will release its fourth quarter and full-year 2017 financial results after market close on Wednesday, February 28, 2018. Charles R. Gordon, Aegion’s President and Chief Executive Officer, will host a conference call on Thursday, March 1, 2018 at 9:30 a.m. Eastern Time to discuss Aegion’s performance and outlook. There will be a question and answer period after the prepared remarks.\nEARNINGS RELEASE:\nWednesday, February 28, 2018 – After market close\nLIVE CONFERENCE CALL AND WEBCAST:\nThursday, March 1, 2018 – 9:30 a.m. Eastern Time\nListen-only, Toll-free: 877-312-8824\nListen-only, Toll: 408-940-3830\nConference ID: 1378738\nThe conference call will be webcast live via the internet at http://www.aegion.com/investor/webcasts . Any financial or statistical information presented during the call, including any non-GAAP measures, the most directly comparable GAAP measures and reconciliation to GAAP results, can also be found at this web address. To access the webcast, connect through the website five to ten minutes prior to the scheduled time.\nCONFERENCE CALL REPLAY:\nAn audio archive and podcast of the webcast will be made available approximately two hours after the conclusion of the conference call at http://www.aegion.com/investor/webcasts .\nAbout Aegion (NASDAQ:AEGN)\nAegion combines innovative technologies with market-leading expertise to maintain, rehabilitate and strengthen infrastructure around the world. Since 1971, the Company has played a pioneering role in finding transformational solutions to rehabilitate aging infrastructure, primarily pipelines in the wastewater, water, energy, mining and refining industries. Aegion also maintains the efficient operation of refineries and other industrial facilities. Aegion is committed to Stronger. Safer. Infrastructure.®\nForward-Looking Statements\nThe Private Securities Litigation Reform Act of 1995 provides a \"safe harbor\" for forward-looking statements. Aegion's forward-looking statements in this release represent its beliefs or expectations about future events or financial performance. These forward-looking statements are based on information currently available to Aegion and on management's beliefs, assumptions, estimates or projections and are not guarantees of future events or results. When used in this document, the words “anticipate,” “estimate,” “believe,” “plan,” “intend,” “may,” “will” and similar expressions are intended to identify forward-looking statements, but are not the exclusive means of identifying such statements. Such statements are subject to known and unknown risks, uncertainties and assumptions, included those referred to in the “Risk Factors” section of Aegion’s Annual Report on Form 10-K for the year ended December 31, 2016, filed with the Securities and Exchange Commission on March 1, 2017, and in subsequently filed documents. In light of these risks, uncertainties and assumptions, the forward-looking events might not occur. In addition, Aegion’s actual results may vary materially from those anticipated, estimated, suggested or projected. Except as required by law, Aegion does not assume a duty to update forward-looking statements, whether as a result of new information, future events or otherwise. Investors should, however, review additional disclosures made by Aegion from time to time in Aegion's filings with the Securities and Exchange Commission. Please use caution and do not place reliance on forward-looking statements. All forward-looking statements made by Aegion in this news release are qualified by these cautionary statements.\nInformation regarding the impact of the Tax Cuts and Jobs Act of 2017 (the “Tax Legislation”) consists of preliminary estimates which are forward-looking statements and are subject to change, possibly materially, as the Company completes its financial statements. Information regarding the impacts of the Tax Legislation is based on our current calculations, as well as our current interpretations, assumptions and expectations relating to the Tax Legislation, which are subject to further change.\nAegion ® and the Aegion ® logo are the registered trademarks of Aegion Corporation and its affiliates.\nAbout Non-GAAP Financial Measures\nAegion has presented certain information in this release excluding certain items that impacted income, expense and earnings per share from continuing operations. The estimated adjusted earnings per share for the year ended December 31, 2017 exclude charges relating to the Company’s restructuring efforts, goodwill and intangible asset impairments, acquisition and divestiture-related activities and the impacts from the Tax Cuts and Jobs Act of 2017.\n(AEGN-ER)\nFor more information, contact:\nDavid F. Morris\nExecutive Vice President, General Counsel and Interim Chief Financial Officer\nAegion Corporation\n(636) 530-8000\nSource:Aegion Corp",
    "published": "2018-02-16T01:20:00.000+02:00",
    "crawled": "2018-02-16T03:25:24.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "expected",
        "approximately",
        "billion",
        "compared",
        "billion",
        "increase",
        "percent",
        "fy",
        "loss",
        "per",
        "diluted",
        "share",
        "expected",
        "approximately",
        "compared",
        "income",
        "per",
        "diluted",
        "share",
        "fy",
        "adjusted",
        "fy",
        "earnings",
        "per",
        "diluted",
        "share",
        "expected",
        "approximately",
        "compared",
        "fy",
        "expected",
        "adjusted",
        "fy",
        "earnings",
        "per",
        "diluted",
        "share",
        "reflect",
        "higher",
        "anticipated",
        "loss",
        "business",
        "restructured",
        "cash",
        "charge",
        "restructuring",
        "activity",
        "expected",
        "million",
        "total",
        "cash",
        "charge",
        "projected",
        "million",
        "management",
        "expects",
        "realize",
        "million",
        "annual",
        "cost",
        "reduction",
        "due",
        "restructuring",
        "effort",
        "contract",
        "backlog",
        "december",
        "million",
        "increase",
        "million",
        "percent",
        "contract",
        "backlog",
        "december",
        "excluding",
        "backlog",
        "large",
        "deepwater",
        "pipe",
        "coating",
        "insulation",
        "project",
        "substantially",
        "completed",
        "adjusted",
        "earnings",
        "per",
        "share",
        "expected",
        "increase",
        "percent",
        "compared",
        "due",
        "combination",
        "strong",
        "backlog",
        "continued",
        "strength",
        "key",
        "market",
        "improved",
        "result",
        "restructured",
        "operation",
        "anticipated",
        "favorable",
        "impact",
        "recent",
        "tax",
        "law",
        "change",
        "result",
        "per",
        "diluted",
        "share",
        "include",
        "charge",
        "restructuring",
        "activity",
        "per",
        "diluted",
        "share",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "per",
        "diluted",
        "share",
        "acquisition",
        "expense",
        "per",
        "diluted",
        "share",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "per",
        "diluted",
        "share",
        "louis",
        "globe",
        "newswire",
        "aegion",
        "corporation",
        "aegion",
        "company",
        "nasdaq",
        "aegn",
        "today",
        "reported",
        "preliminary",
        "revenue",
        "earnings",
        "expectation",
        "aegion",
        "preliminary",
        "result",
        "based",
        "management",
        "current",
        "review",
        "result",
        "year",
        "ended",
        "december",
        "subject",
        "change",
        "based",
        "completion",
        "company",
        "financial",
        "closing",
        "process",
        "audit",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "financial",
        "measure",
        "include",
        "certain",
        "item",
        "indicative",
        "aegion",
        "ongoing",
        "financial",
        "result",
        "earnings",
        "result",
        "fell",
        "short",
        "expectation",
        "ongoing",
        "effort",
        "focus",
        "simplify",
        "aegion",
        "business",
        "expected",
        "result",
        "significantly",
        "improved",
        "earnings",
        "strong",
        "opening",
        "backlog",
        "across",
        "three",
        "operating",
        "segment",
        "strength",
        "key",
        "market",
        "expected",
        "saving",
        "restructuring",
        "activity",
        "combined",
        "expected",
        "lower",
        "effective",
        "tax",
        "rate",
        "projected",
        "result",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "improvement",
        "percent",
        "compared",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "said",
        "charles",
        "gordon",
        "aegion",
        "president",
        "chief",
        "executive",
        "officer",
        "gordon",
        "continued",
        "strong",
        "operating",
        "income",
        "energy",
        "service",
        "corrosion",
        "protection",
        "segment",
        "combined",
        "record",
        "revenue",
        "operating",
        "profit",
        "aegion",
        "north",
        "american",
        "cipp",
        "operation",
        "offset",
        "loss",
        "approximately",
        "per",
        "diluted",
        "share",
        "portion",
        "infrastructure",
        "solution",
        "segment",
        "restructured",
        "addition",
        "operational",
        "challenge",
        "corrosion",
        "protection",
        "segment",
        "cathodic",
        "protection",
        "business",
        "believe",
        "taken",
        "definitive",
        "action",
        "address",
        "issue",
        "underperforming",
        "business",
        "expect",
        "operation",
        "significantly",
        "improved",
        "performance",
        "company",
        "announced",
        "series",
        "strategic",
        "action",
        "august",
        "intended",
        "generate",
        "predictable",
        "sustainable",
        "earnings",
        "growth",
        "total",
        "restructuring",
        "impairment",
        "charge",
        "approximately",
        "million",
        "recorded",
        "included",
        "impairment",
        "charge",
        "million",
        "recorded",
        "third",
        "quarter",
        "related",
        "exit",
        "infrastructure",
        "solution",
        "segment",
        "north",
        "america",
        "activity",
        "pipe",
        "contract",
        "application",
        "system",
        "total",
        "cost",
        "associated",
        "restructuring",
        "related",
        "impairment",
        "estimated",
        "million",
        "approximately",
        "million",
        "expected",
        "cash",
        "charge",
        "company",
        "expects",
        "generate",
        "annual",
        "cost",
        "reduction",
        "excess",
        "million",
        "restructuring",
        "action",
        "cost",
        "reduction",
        "initiative",
        "expected",
        "fully",
        "realized",
        "cost",
        "reduction",
        "partially",
        "offset",
        "strategic",
        "investment",
        "made",
        "across",
        "company",
        "aegion",
        "completed",
        "initial",
        "assessment",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "company",
        "expects",
        "effective",
        "tax",
        "rate",
        "percent",
        "company",
        "also",
        "recorded",
        "provisional",
        "charge",
        "approximately",
        "million",
        "fourth",
        "quarter",
        "reflect",
        "estimated",
        "impact",
        "tax",
        "reform",
        "charge",
        "excluded",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "impact",
        "legislation",
        "may",
        "differ",
        "materially",
        "estimate",
        "amount",
        "provisional",
        "charge",
        "may",
        "adjusted",
        "course",
        "due",
        "change",
        "interpretation",
        "assumption",
        "company",
        "made",
        "guidance",
        "may",
        "issued",
        "action",
        "company",
        "may",
        "take",
        "result",
        "tax",
        "legislation",
        "aegion",
        "release",
        "fourth",
        "quarter",
        "financial",
        "result",
        "market",
        "close",
        "wednesday",
        "february",
        "charles",
        "gordon",
        "aegion",
        "president",
        "chief",
        "executive",
        "officer",
        "host",
        "conference",
        "call",
        "thursday",
        "march",
        "eastern",
        "time",
        "discus",
        "aegion",
        "performance",
        "outlook",
        "question",
        "answer",
        "period",
        "prepared",
        "remark",
        "earnings",
        "release",
        "wednesday",
        "february",
        "market",
        "close",
        "live",
        "conference",
        "call",
        "webcast",
        "thursday",
        "march",
        "eastern",
        "time",
        "toll",
        "conference",
        "id",
        "conference",
        "call",
        "webcast",
        "live",
        "via",
        "internet",
        "http",
        "financial",
        "statistical",
        "information",
        "presented",
        "call",
        "including",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "reconciliation",
        "gaap",
        "result",
        "also",
        "found",
        "web",
        "address",
        "access",
        "webcast",
        "connect",
        "website",
        "five",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "time",
        "conference",
        "call",
        "replay",
        "audio",
        "archive",
        "podcast",
        "webcast",
        "made",
        "available",
        "approximately",
        "two",
        "hour",
        "conclusion",
        "conference",
        "call",
        "http",
        "aegion",
        "nasdaq",
        "aegn",
        "aegion",
        "combine",
        "innovative",
        "technology",
        "expertise",
        "maintain",
        "rehabilitate",
        "strengthen",
        "infrastructure",
        "around",
        "world",
        "since",
        "company",
        "played",
        "pioneering",
        "role",
        "finding",
        "transformational",
        "solution",
        "rehabilitate",
        "aging",
        "infrastructure",
        "primarily",
        "pipeline",
        "wastewater",
        "water",
        "energy",
        "mining",
        "refining",
        "industry",
        "aegion",
        "also",
        "maintains",
        "efficient",
        "operation",
        "refinery",
        "industrial",
        "facility",
        "aegion",
        "committed",
        "stronger",
        "safer",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "safe",
        "harbor",
        "statement",
        "aegion",
        "statement",
        "release",
        "represent",
        "belief",
        "expectation",
        "future",
        "event",
        "financial",
        "performance",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "aegion",
        "management",
        "belief",
        "assumption",
        "estimate",
        "projection",
        "guarantee",
        "future",
        "event",
        "result",
        "used",
        "document",
        "word",
        "anticipate",
        "estimate",
        "believe",
        "plan",
        "intend",
        "may",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "exclusive",
        "mean",
        "identifying",
        "statement",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "included",
        "referred",
        "risk",
        "factor",
        "section",
        "aegion",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "subsequently",
        "filed",
        "document",
        "light",
        "risk",
        "uncertainty",
        "assumption",
        "event",
        "might",
        "occur",
        "addition",
        "aegion",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "anticipated",
        "estimated",
        "suggested",
        "projected",
        "except",
        "required",
        "law",
        "aegion",
        "assume",
        "duty",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "however",
        "review",
        "additional",
        "disclosure",
        "made",
        "aegion",
        "time",
        "time",
        "aegion",
        "filing",
        "security",
        "exchange",
        "commission",
        "please",
        "use",
        "caution",
        "place",
        "reliance",
        "statement",
        "statement",
        "made",
        "aegion",
        "news",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "information",
        "regarding",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "legislation",
        "consists",
        "preliminary",
        "estimate",
        "statement",
        "subject",
        "change",
        "possibly",
        "materially",
        "company",
        "completes",
        "financial",
        "statement",
        "information",
        "regarding",
        "impact",
        "tax",
        "legislation",
        "based",
        "current",
        "calculation",
        "well",
        "current",
        "interpretation",
        "assumption",
        "expectation",
        "relating",
        "tax",
        "legislation",
        "subject",
        "change",
        "aegion",
        "aegion",
        "logo",
        "registered",
        "trademark",
        "aegion",
        "corporation",
        "affiliate",
        "financial",
        "measure",
        "aegion",
        "presented",
        "certain",
        "information",
        "release",
        "excluding",
        "certain",
        "item",
        "impacted",
        "income",
        "expense",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "estimated",
        "adjusted",
        "earnings",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "exclude",
        "charge",
        "relating",
        "company",
        "restructuring",
        "effort",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "acquisition",
        "activity",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "information",
        "contact",
        "david",
        "morris",
        "executive",
        "vice",
        "president",
        "general",
        "counsel",
        "interim",
        "chief",
        "financial",
        "officer",
        "aegion",
        "corporation",
        "source",
        "aegion",
        "corp"
    ]
}