{
    "organizations": [],
    "uuid": "97986cc13f7e3b4237e8f653bd46042d82633928",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-solitron-devices-inc-announces-preliminary-unaudited-third-quarter-results-employment-agreement-with-its-president-and-coo.html",
    "ord_in_thread": 0,
    "title": "Solitron Devices, Inc. Announces Preliminary Unaudited Third Quarter Results, Employment Agreement With Its President and COO, and an Update on Its Inventory Adjustment",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WEST PALM BEACH, Fla., Feb. 27, 2018 (GLOBE NEWSWIRE) -- Solitron Devices, Inc. (OTCBB:SODI) (“Solitron” or the “Company”) today announced an update on recent financial results, the signing of an employment agreement with its COO, and an update on its inventory adjustment.\nFor the nine-month period ended November 30, 2017 (unaudited) (first nine months of fiscal 2018):\nSales for the first nine months of fiscal 2018 increased by 26% to approximately $7.3 million versus approximately $5.8 million in the first nine months of fiscal 2017. Bookings for the first nine months of fiscal 2018 decreased by 11% to approximately $4.2 million versus $4.7 million in the first nine months of fiscal 2017. Backlog at the end of the third quarter of fiscal 2018 increased by 11% to approximately $5.2 million versus approximately $4.7 million at the end of the third quarter of fiscal 2017.\nFor the quarter ended November 30, 2017 (unaudited) (third quarter of fiscal 2018):\nSales in the third quarter of fiscal 2018 decreased by 10% to approximately $1.9 million versus approximately $2.1 million in the third quarter of fiscal 2017. Bookings in the third quarter of fiscal 2018 decreased by 39% to approximately $1.4 million versus approximately $2.3 million in the third quarter of fiscal 2017. Total cash and securities was approximately $2.6 million at the end of the third quarter of fiscal 2018 versus approximately $3.1 million at the end of the third quarter of fiscal 2017. Accounts receivable at the end of the third quarter of fiscal 2018 was approximately $1.4 million versus approximately $1.4 million at the end of the third quarter of fiscal 2017.\nThe decrease in sales in the fiscal 2018 third quarter versus the prior fiscal quarter was due to two factors: 1) difficulties encountered in manufacturing products that the Company has not manufactured in recent years, and 2) a delay in delivery by a supplier of raw materials used in one of our larger contracts. We expect to be able to ship the items in Q1 of fiscal 2019. Regarding the manufacturing issues, management is aggressively addressing the issue by adding additional highly qualified personnel. We are very excited about the wealth of experience they bring to Solitron. We believe the additions will help not only with our current backlog but with future products as well.\nThe difficulty in manufacturing products that the Company has not produced in recent years has a secondary impact. Not only are revenues lower due to the delay in shipment, but it prevents follow-on orders from the distributor, impacting bookings. While the delay is frustrating, we are committed to expanding the capabilities of the Company since we believe it is in the best long term interest of shareholders.\nWe believe it is important for shareholders to understand how we are approaching the business. Unlike companies that have more stable sales cycles, Solitron’s sales are difficult to predict. We believe it is a lumpy business. While some of the Company’s customers schedule orders at regular intervals, most do not. This will result in volatility in both backlog and quarterly revenue. While we are going to balance our production levels in relation to our backlog, and delivery dates, we are also going to try and ship on time and as expeditiously as possible.\nThese preliminary, unaudited results for the third quarter and nine months of fiscal 2018 are based on management's review of operations for those periods and the information available to the Company as of the date of this press release and remain subject to the completion of the Company's review procedures. Final adjustments and other material developments may arise between the date of this press release and the dates the Company files with the Securities and Exchange Commission (“SEC”) its Quarterly Reports on Form 10-Q for the quarter ended November 30, 2017. The preliminary financial information presented herein has not been reviewed or audited.\nThe information presented in this press release should not be considered a substitute for the financial information to be filed with the SEC in the Company's Quarterly Reports on Form 10-Q for the quarter ended November 30, 2017 once it becomes available. The Company has no intention or obligation to update the preliminary estimated unaudited financial results in this release prior to filing its Quarterly Reports on Form 10-Q for the quarter ended November 30, 2017.\nEmployment Agreement with President and COO\nThe Company is pleased to announce that it has entered into an employment agreement with its President and COO, Mark Matson. As part of that agreement, and subject to shareholder approval at its next annual meeting, Mr. Matson is being granted stock options on shares of the Company’s common stock equal to approximately 10% of the Company’s outstanding shares on a fully diluted basis with half of the options having an exercise price of $4.25, and the remaining half having an exercise price of $5.00. Tim Eriksen, CEO of the Company noted, “We are very pleased with the agreement we have reached with Mark. He has been doing a tremendous job in turning around the Company. We are thrilled that he requested and agreed to a compensation package that is tied in with shareholders and look forward to working with him to increase shareholder value.”\nUpdate on Inventory Adjustment for the Year Ended February 28, 2017 and Related Investigation\nThe Audit Committee has determined it is appropriate to conduct an investigation pertaining to certain matters relating to the Company’s historical inventory reserves. Depending on the results of the investigation, the Audit Committee will determine whether a restatement of previously issued financial statements is necessary. The results of the investigation may also impact management’s review of the Company’s inventory policies and assessment to date regarding the extent to which inventory will be written down for the fiscal year ended February 28, 2017 and result in changes to management’s prior review and assessments. The Company intends to take the appropriate measures to correct any gaps or deficiencies in internal controls that may be discovered in the investigation to ensure that the financial statements are complete and accurate in all material respects.\nAbout Solitron Devices, Inc.\nSolitron Devices, Inc., a Delaware corporation, designs, develops, manufactures and markets solid state semiconductor components and related devices primarily for the military and aerospace markets. The Company manufactures a large variety of bipolar and metal oxide semiconductor (“MOS”) power transistors, power and control hybrids, junction and power MOS field effect transistors (“Power MOSFETS”), and other related products. Most of the Company's products are custom made pursuant to contracts with customers whose end products are sold to the United States government. Other products, such as Joint Army/Navy (“JAN”) transistors, diodes and Standard Military Drawings voltage regulators, are sold as standard or catalog items. The Company was incorporated under the laws of the State of New York in March 1959 and reincorporated under the laws of the State of Delaware in August 1987.\nForward-Looking Statements\nThis press release contains regarding future events and the future performance of Solitron Devices, Inc. that involve risks and uncertainties that could materially affect actual results, including statements regarding the Company’s preliminary first nine months results and third quarter results and the Company’s current estimate of time and cost of completing an investigation pertaining to matters relating to the Company’s historical inventory reserves. Factors that could cause actual results to vary from current expectations and contained in this press release include, but are not limited to: (1) the Audit Committee’s ability to complete the investigation within the expected timeframe and within the contemplated estimate of costs, (2) our ability to restate the financial statements for any applicable periods, if necessary, (3) our ability to properly account for inventory in the future, (4) our ability to protect the Company’s net operating losses and tax benefits, (5) changes in our stock price, corporate or other market conditions; (6) the loss of, or reduction of business from, substantial clients; (7) our dependence on government contracts, which are subject to termination, price renegotiations and regulatory compliance; (8) changes in government policy or economic conditions; (9) increased competition; (10) the uncertainty of current economic conditions, domestically and globally; and (11) other factors contained in the Company’s Securities and Exchange Commission filings, including its Form 10-K, 10-Q and 8-K reports.\nTim Eriksen\nChief Executive Officer\n(561) 848-4311\nCorporate@solitrondevices.com\nSource:Solitron Devices, Inc.",
    "published": "2018-02-28T00:28:00.000+02:00",
    "crawled": "2018-02-28T01:31:05.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "west",
        "palm",
        "beach",
        "globe",
        "newswire",
        "solitron",
        "device",
        "otcbb",
        "sodi",
        "solitron",
        "company",
        "today",
        "announced",
        "update",
        "recent",
        "financial",
        "result",
        "signing",
        "employment",
        "agreement",
        "coo",
        "update",
        "inventory",
        "adjustment",
        "period",
        "ended",
        "november",
        "unaudited",
        "first",
        "nine",
        "month",
        "fiscal",
        "sale",
        "first",
        "nine",
        "month",
        "fiscal",
        "increased",
        "approximately",
        "million",
        "versus",
        "approximately",
        "million",
        "first",
        "nine",
        "month",
        "fiscal",
        "booking",
        "first",
        "nine",
        "month",
        "fiscal",
        "decreased",
        "approximately",
        "million",
        "versus",
        "million",
        "first",
        "nine",
        "month",
        "fiscal",
        "backlog",
        "end",
        "third",
        "quarter",
        "fiscal",
        "increased",
        "approximately",
        "million",
        "versus",
        "approximately",
        "million",
        "end",
        "third",
        "quarter",
        "fiscal",
        "quarter",
        "ended",
        "november",
        "unaudited",
        "third",
        "quarter",
        "fiscal",
        "sale",
        "third",
        "quarter",
        "fiscal",
        "decreased",
        "approximately",
        "million",
        "versus",
        "approximately",
        "million",
        "third",
        "quarter",
        "fiscal",
        "booking",
        "third",
        "quarter",
        "fiscal",
        "decreased",
        "approximately",
        "million",
        "versus",
        "approximately",
        "million",
        "third",
        "quarter",
        "fiscal",
        "total",
        "cash",
        "security",
        "approximately",
        "million",
        "end",
        "third",
        "quarter",
        "fiscal",
        "versus",
        "approximately",
        "million",
        "end",
        "third",
        "quarter",
        "fiscal",
        "account",
        "receivable",
        "end",
        "third",
        "quarter",
        "fiscal",
        "approximately",
        "million",
        "versus",
        "approximately",
        "million",
        "end",
        "third",
        "quarter",
        "fiscal",
        "decrease",
        "sale",
        "fiscal",
        "third",
        "quarter",
        "versus",
        "prior",
        "fiscal",
        "quarter",
        "due",
        "two",
        "factor",
        "difficulty",
        "encountered",
        "manufacturing",
        "product",
        "company",
        "manufactured",
        "recent",
        "year",
        "delay",
        "delivery",
        "supplier",
        "raw",
        "material",
        "used",
        "one",
        "larger",
        "contract",
        "expect",
        "able",
        "ship",
        "item",
        "q1",
        "fiscal",
        "regarding",
        "manufacturing",
        "issue",
        "management",
        "aggressively",
        "addressing",
        "issue",
        "adding",
        "additional",
        "highly",
        "qualified",
        "personnel",
        "excited",
        "wealth",
        "experience",
        "bring",
        "solitron",
        "believe",
        "addition",
        "help",
        "current",
        "backlog",
        "future",
        "product",
        "well",
        "difficulty",
        "manufacturing",
        "product",
        "company",
        "produced",
        "recent",
        "year",
        "secondary",
        "impact",
        "revenue",
        "lower",
        "due",
        "delay",
        "shipment",
        "prevents",
        "order",
        "distributor",
        "impacting",
        "booking",
        "delay",
        "frustrating",
        "committed",
        "expanding",
        "capability",
        "company",
        "since",
        "believe",
        "best",
        "long",
        "term",
        "interest",
        "shareholder",
        "believe",
        "important",
        "shareholder",
        "understand",
        "approaching",
        "business",
        "unlike",
        "company",
        "stable",
        "sale",
        "cycle",
        "solitron",
        "sale",
        "difficult",
        "predict",
        "believe",
        "lumpy",
        "business",
        "company",
        "customer",
        "schedule",
        "order",
        "regular",
        "interval",
        "result",
        "volatility",
        "backlog",
        "quarterly",
        "revenue",
        "going",
        "balance",
        "production",
        "level",
        "relation",
        "backlog",
        "delivery",
        "date",
        "also",
        "going",
        "try",
        "ship",
        "time",
        "expeditiously",
        "possible",
        "preliminary",
        "unaudited",
        "result",
        "third",
        "quarter",
        "nine",
        "month",
        "fiscal",
        "based",
        "management",
        "review",
        "operation",
        "period",
        "information",
        "available",
        "company",
        "date",
        "press",
        "release",
        "remain",
        "subject",
        "completion",
        "company",
        "review",
        "procedure",
        "final",
        "adjustment",
        "material",
        "development",
        "may",
        "arise",
        "date",
        "press",
        "release",
        "date",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "november",
        "preliminary",
        "financial",
        "information",
        "presented",
        "herein",
        "reviewed",
        "audited",
        "information",
        "presented",
        "press",
        "release",
        "considered",
        "substitute",
        "financial",
        "information",
        "filed",
        "sec",
        "company",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "november",
        "becomes",
        "available",
        "company",
        "intention",
        "obligation",
        "update",
        "preliminary",
        "estimated",
        "unaudited",
        "financial",
        "result",
        "release",
        "prior",
        "filing",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "november",
        "employment",
        "agreement",
        "president",
        "coo",
        "company",
        "pleased",
        "announce",
        "entered",
        "employment",
        "agreement",
        "president",
        "coo",
        "mark",
        "matson",
        "part",
        "agreement",
        "subject",
        "shareholder",
        "approval",
        "next",
        "annual",
        "meeting",
        "matson",
        "granted",
        "stock",
        "option",
        "share",
        "company",
        "common",
        "stock",
        "equal",
        "approximately",
        "company",
        "outstanding",
        "share",
        "fully",
        "diluted",
        "basis",
        "half",
        "option",
        "exercise",
        "price",
        "remaining",
        "half",
        "exercise",
        "price",
        "tim",
        "eriksen",
        "ceo",
        "company",
        "noted",
        "pleased",
        "agreement",
        "reached",
        "mark",
        "tremendous",
        "job",
        "turning",
        "around",
        "company",
        "thrilled",
        "requested",
        "agreed",
        "compensation",
        "package",
        "tied",
        "shareholder",
        "look",
        "forward",
        "working",
        "increase",
        "shareholder",
        "update",
        "inventory",
        "adjustment",
        "year",
        "ended",
        "february",
        "related",
        "investigation",
        "audit",
        "committee",
        "determined",
        "appropriate",
        "conduct",
        "investigation",
        "pertaining",
        "certain",
        "matter",
        "relating",
        "company",
        "historical",
        "inventory",
        "reserve",
        "depending",
        "result",
        "investigation",
        "audit",
        "committee",
        "determine",
        "whether",
        "restatement",
        "previously",
        "issued",
        "financial",
        "statement",
        "necessary",
        "result",
        "investigation",
        "may",
        "also",
        "impact",
        "management",
        "review",
        "company",
        "inventory",
        "policy",
        "assessment",
        "date",
        "regarding",
        "extent",
        "inventory",
        "written",
        "fiscal",
        "year",
        "ended",
        "february",
        "result",
        "change",
        "management",
        "prior",
        "review",
        "assessment",
        "company",
        "intends",
        "take",
        "appropriate",
        "measure",
        "correct",
        "gap",
        "deficiency",
        "internal",
        "control",
        "may",
        "discovered",
        "investigation",
        "ensure",
        "financial",
        "statement",
        "complete",
        "accurate",
        "material",
        "respect",
        "solitron",
        "device",
        "solitron",
        "device",
        "delaware",
        "corporation",
        "design",
        "develops",
        "manufacture",
        "market",
        "solid",
        "state",
        "semiconductor",
        "component",
        "related",
        "device",
        "primarily",
        "military",
        "aerospace",
        "market",
        "company",
        "manufacture",
        "large",
        "variety",
        "bipolar",
        "metal",
        "oxide",
        "semiconductor",
        "mo",
        "power",
        "transistor",
        "power",
        "control",
        "hybrid",
        "junction",
        "power",
        "mo",
        "field",
        "effect",
        "transistor",
        "power",
        "mosfets",
        "related",
        "product",
        "company",
        "product",
        "custom",
        "made",
        "pursuant",
        "contract",
        "customer",
        "whose",
        "end",
        "product",
        "sold",
        "united",
        "state",
        "government",
        "product",
        "joint",
        "jan",
        "transistor",
        "diode",
        "standard",
        "military",
        "drawing",
        "voltage",
        "regulator",
        "sold",
        "standard",
        "catalog",
        "item",
        "company",
        "incorporated",
        "law",
        "state",
        "new",
        "york",
        "march",
        "reincorporated",
        "law",
        "state",
        "delaware",
        "august",
        "statement",
        "press",
        "release",
        "contains",
        "regarding",
        "future",
        "event",
        "future",
        "performance",
        "solitron",
        "device",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "materially",
        "affect",
        "actual",
        "result",
        "including",
        "statement",
        "regarding",
        "company",
        "preliminary",
        "first",
        "nine",
        "month",
        "result",
        "third",
        "quarter",
        "result",
        "company",
        "current",
        "estimate",
        "time",
        "cost",
        "completing",
        "investigation",
        "pertaining",
        "matter",
        "relating",
        "company",
        "historical",
        "inventory",
        "reserve",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "current",
        "expectation",
        "contained",
        "press",
        "release",
        "include",
        "limited",
        "audit",
        "committee",
        "ability",
        "complete",
        "investigation",
        "within",
        "expected",
        "timeframe",
        "within",
        "contemplated",
        "estimate",
        "cost",
        "ability",
        "restate",
        "financial",
        "statement",
        "applicable",
        "period",
        "necessary",
        "ability",
        "properly",
        "account",
        "inventory",
        "future",
        "ability",
        "protect",
        "company",
        "net",
        "operating",
        "loss",
        "tax",
        "benefit",
        "change",
        "stock",
        "price",
        "corporate",
        "market",
        "condition",
        "loss",
        "reduction",
        "business",
        "substantial",
        "client",
        "dependence",
        "government",
        "contract",
        "subject",
        "termination",
        "price",
        "renegotiations",
        "regulatory",
        "compliance",
        "change",
        "government",
        "policy",
        "economic",
        "condition",
        "increased",
        "competition",
        "uncertainty",
        "current",
        "economic",
        "condition",
        "domestically",
        "globally",
        "factor",
        "contained",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "form",
        "report",
        "tim",
        "eriksen",
        "chief",
        "executive",
        "officer",
        "corporate",
        "source",
        "solitron",
        "device",
        "inc"
    ]
}