{
    "organizations": [],
    "uuid": "01418b18eb24a310cc7bf8b7aee5ea02374ec14e",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/legal-us-otc-daca/doj-makes-last-pitch-for-immediate-scotus-review-of-daca-idUSKBN1FT08B",
    "ord_in_thread": 0,
    "title": "DOJ makes last pitch for immediate SCOTUS review of DACA",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - Next week, the U.S. Supreme Court will conference on the Justice Department’s petition requesting review of a preliminary injunction ruling that keeps in place the Obama-era Deferred Action for Childhood Arrivals policy. It’s easy to forget, amid political furor about the future of the young adults whose parents brought them to this country illegally when they were children, just how extraordinary the DOJ petition is. The Trump administration is asking the Supreme Court to depart from its normal protocols and grant relief the justices have eschewed for nearly 30 years.\nDOJ wants the Supreme Court to decide the merits of its plan to rescind the DACA program - which allows young adults brought illegally to the U.S. as children to obtain two-year deferrals from the threat of deportation, as well as work permits and Social Security numbers – even though no federal appellate court has reviewed the question. The Justice Department’s petition for review addresses a Jan. 9 preliminary injunction from U.S. District Judge William Alsup of San Francisco, who ordered the Trump administration to leave the DACA program in place instead of ending it on March 5, as planned. The 9th U.S. Circuit Court of Appeals has expedited briefing from both sides on the injunction and a subsequent ruling on the government’s motion to dismiss the case but it hasn’t heard arguments, let alone issued a decision.\nThe Justice Department contends, most recently in a reply brief filed Wednesday, that the Supreme Court should not wait for the 9th Circuit or any other federal appeals court to issue a decision but should intervene immediately. The government argues strenuously that Judge Alsup’s decision is wrong. The judge found both that the Department of Homeland Security’s determination to rescind DACA is reviewable by the courts and that it is likely to found arbitrary and capricious under the Administrative Procedure Act. DOJ believes Alsup should be overturned on both conclusions.\nBut why did DOJ rush to the Supreme Court, instead of waiting for the 9th Circuit? The best argument it musters in Wednesday’s reply brief is that the justices are eventually going to have to decide whether the administration can rescind DACA, so the court can save everyone a lot of trouble by taking up this extremely important issue now, instead leaving in place a wrongly-decided injunction that won’t otherwise, because of the Supreme Court’s calendar, come up for review for at least another year.\nThe Supreme Court is already familiar with underlying questions about deferred enforcement of immigration laws, according to Justice, because of its 2016 review of Texas’ challenge to a parallel Obama policy for certain undocumented parents of U.S. citizens. So the justices needn’t wait, DOJ said, for the lower courts to allow the issues to percolate. “The government respectfully submits that the appropriate course in these unusual circumstances is to grant certiorari before judgment and resolve this critically important dispute now.”\nThere are a lot of holes in DOJ’s argument, as six DACA participants and the regents of the University of California explained in their briefs opposing Supreme Court review. Let’s start with precedent. The Justice Department cited only four cases in which the Supreme Court has granted review before judgment: 1952’s Youngstown Sheet & Tube Co v. Sawyer; 1974’s U.S. v. Nixon 1981’s Dames & Moore v. Regan and 1989’s Mistretta v. U.S. All of those cases, according to DACA recipients’ lawyers from Gibson Dunn & Crutcher and the university’s counsel from Covington & Burling , involved grave constitutional or judicial emergencies, posing issues such as the president’s power to claim immunity from the judicial process or the executive branch’s authority to seize steel mills during wartime.\n“This case is nothing like the rare and unique circumstances that have previously justified certiorari before judgment,” the Gibson Dunn brief said. “Skipping the courts of appeals may be appropriate where necessary to protect the national defense during wartime; prevent a treaty breach; or speed grand jury proceedings naming the sitting President as an unindicted co-conspirator in defrauding the United States. But there is no comparable urgency here.”\nJudge Alsup’s injunction merely preserves the same status quo the Trump administration took no action to disrupt for nine months after assuming power. Even after Attorney General Jeff Sessions declared the program unconstitutional and DHS announced its March 5 deadline, the briefs said, President Trump has hinted at extending DACA’s protections. Even DHS officials have said DACA recipients are not slated for immediate deportation. The injunction, moreover, permits DHS to deport DACA recipients who pose a national security threat, so national security is not compromised, the briefs said.\nGranting review, on the other hand, would undermine the authority of the federal appellate courts, the briefs said. Yes, the DACA issue is important, Covington argued for the university, but the Supreme Court routinely allows the federal circuits to rule on important national issues before the justices intervene. “If that were not so, the federal courts of appeals would be relegated to considering only unimportant cases, with this court becoming a first-instance court of appeal rather than a court of final review,” Covington wrote. “Accordingly, this court repeatedly has denied petitions for certiorari before judgment, even in cases presenting important issues likely to require eventual resolution by this court.” (The brief mentioned, as examples of such issues, the individual mandate provision of the Affordable Care Act, gay marriage and military commissions to try Guantanamo Bay detainees.)\nThe Justice Department’s own response to Judge Alsup’s injunction belies its protestations of an emergency, the briefs said. The government did not ask for a stay of the decision, so it cannot credibly claim imminent harm, the Gibson Dunn brief said. The Covington brief said DOJ’s explanation that a stay of the Alsup injunction would not protect the administration from litigating other DACA suits is no reason to leapfrog normal appellate procedures. “The requirement that federal agencies litigate such arguments before Article III courts is a basic aspect of our constitutional structure, and so is not a valid ‘institutional injury,’” the brief said. “It certainly is not a valid basis for certiorari before judgment.”\nSupreme Court intervention might also interfere with political consideration of the DACA program, the opposition briefs argue. Congress and the executive branch are negotiating the fate of the 700,000 young adults who have received DACA deferrals, as well as about a million more DACA-eligible immigrants who did not enroll in the program. If the other two branches reach an agreement, the briefs said, the Supreme Court won’t have to get involved in this case at all. On the other hand, the briefs argued, negotiations might be derailed if the Supreme Court takes the case.\nThe Justice Department’s reply brief doesn’t really address the fundamental argument that the DACA injunction simply doesn’t warrant abandonment of normal appellate procedures. DOJ emphasized that Alsup’s ruling forces the federal government to continue a program it considers illegal, mentioned the troubling phenomenon of nationwide injunctions and repeated its argument that the Justice Department and the courts will continue to face burdensome DACA litigation unless the Supreme Court intervenes now. Nor should the Supreme Court pass up the case in the hopes that Congress will act, the brief said. “It would be passing strange for this court to rely on recently renewed legislative efforts (taken in light of DACA’s rescission) as a reason to leave that policy in place,” Justice argued. “Congress may ultimately accept the president’s invitation to provide relief that the Acting Secretary has determined (immigration law) does not currently allow. But unless and until Congress takes that step, it is the responsibility of the Judiciary — and, ultimately, of this court — to resolve the current dispute.”\nThe Trump administration is known for busting established norms. The Supreme Court, on the other hand, is traditionally known for respecting tradition. The court’s institutionalism is at stake in the DACA case.\n ",
    "published": "2018-02-09T09:40:00.000+02:00",
    "crawled": "2018-02-09T16:22:39.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "next",
        "week",
        "supreme",
        "court",
        "conference",
        "justice",
        "department",
        "petition",
        "requesting",
        "review",
        "preliminary",
        "injunction",
        "ruling",
        "keep",
        "place",
        "deferred",
        "action",
        "childhood",
        "arrival",
        "policy",
        "easy",
        "forget",
        "amid",
        "political",
        "furor",
        "future",
        "young",
        "adult",
        "whose",
        "parent",
        "brought",
        "country",
        "illegally",
        "child",
        "extraordinary",
        "doj",
        "petition",
        "trump",
        "administration",
        "asking",
        "supreme",
        "court",
        "depart",
        "normal",
        "protocol",
        "grant",
        "relief",
        "justice",
        "eschewed",
        "nearly",
        "year",
        "doj",
        "want",
        "supreme",
        "court",
        "decide",
        "merit",
        "plan",
        "rescind",
        "daca",
        "program",
        "allows",
        "young",
        "adult",
        "brought",
        "illegally",
        "child",
        "obtain",
        "deferral",
        "threat",
        "deportation",
        "well",
        "work",
        "permit",
        "social",
        "security",
        "number",
        "even",
        "though",
        "federal",
        "appellate",
        "court",
        "reviewed",
        "question",
        "justice",
        "department",
        "petition",
        "review",
        "address",
        "preliminary",
        "injunction",
        "district",
        "judge",
        "william",
        "alsup",
        "san",
        "francisco",
        "ordered",
        "trump",
        "administration",
        "leave",
        "daca",
        "program",
        "place",
        "instead",
        "ending",
        "march",
        "planned",
        "9th",
        "circuit",
        "court",
        "appeal",
        "expedited",
        "briefing",
        "side",
        "injunction",
        "subsequent",
        "ruling",
        "government",
        "motion",
        "dismiss",
        "case",
        "heard",
        "argument",
        "let",
        "alone",
        "issued",
        "decision",
        "justice",
        "department",
        "contends",
        "recently",
        "reply",
        "brief",
        "filed",
        "wednesday",
        "supreme",
        "court",
        "wait",
        "9th",
        "circuit",
        "federal",
        "appeal",
        "court",
        "issue",
        "decision",
        "intervene",
        "immediately",
        "government",
        "argues",
        "strenuously",
        "judge",
        "alsup",
        "decision",
        "wrong",
        "judge",
        "found",
        "department",
        "homeland",
        "security",
        "determination",
        "rescind",
        "daca",
        "reviewable",
        "court",
        "likely",
        "found",
        "arbitrary",
        "capricious",
        "administrative",
        "procedure",
        "act",
        "doj",
        "belief",
        "alsup",
        "overturned",
        "conclusion",
        "doj",
        "rush",
        "supreme",
        "court",
        "instead",
        "waiting",
        "9th",
        "circuit",
        "best",
        "argument",
        "muster",
        "wednesday",
        "reply",
        "brief",
        "justice",
        "eventually",
        "going",
        "decide",
        "whether",
        "administration",
        "rescind",
        "daca",
        "court",
        "save",
        "everyone",
        "lot",
        "trouble",
        "taking",
        "extremely",
        "important",
        "issue",
        "instead",
        "leaving",
        "place",
        "injunction",
        "otherwise",
        "supreme",
        "court",
        "calendar",
        "come",
        "review",
        "least",
        "another",
        "year",
        "supreme",
        "court",
        "already",
        "familiar",
        "underlying",
        "question",
        "deferred",
        "enforcement",
        "immigration",
        "law",
        "according",
        "justice",
        "review",
        "texas",
        "challenge",
        "parallel",
        "obama",
        "policy",
        "certain",
        "undocumented",
        "parent",
        "citizen",
        "justice",
        "wait",
        "doj",
        "said",
        "lower",
        "court",
        "allow",
        "issue",
        "percolate",
        "government",
        "respectfully",
        "submits",
        "appropriate",
        "course",
        "unusual",
        "circumstance",
        "grant",
        "certiorari",
        "judgment",
        "resolve",
        "critically",
        "important",
        "dispute",
        "lot",
        "hole",
        "doj",
        "argument",
        "six",
        "daca",
        "participant",
        "regent",
        "university",
        "california",
        "explained",
        "brief",
        "opposing",
        "supreme",
        "court",
        "review",
        "let",
        "start",
        "precedent",
        "justice",
        "department",
        "cited",
        "four",
        "case",
        "supreme",
        "court",
        "granted",
        "review",
        "judgment",
        "youngstown",
        "sheet",
        "tube",
        "co",
        "sawyer",
        "nixon",
        "dame",
        "moore",
        "regan",
        "mistretta",
        "case",
        "according",
        "daca",
        "recipient",
        "lawyer",
        "gibson",
        "dunn",
        "crutcher",
        "university",
        "counsel",
        "covington",
        "burling",
        "involved",
        "grave",
        "constitutional",
        "judicial",
        "emergency",
        "posing",
        "issue",
        "president",
        "power",
        "claim",
        "immunity",
        "judicial",
        "process",
        "executive",
        "branch",
        "authority",
        "seize",
        "steel",
        "mill",
        "wartime",
        "case",
        "nothing",
        "like",
        "rare",
        "unique",
        "circumstance",
        "previously",
        "justified",
        "certiorari",
        "judgment",
        "gibson",
        "dunn",
        "brief",
        "said",
        "skipping",
        "court",
        "appeal",
        "may",
        "appropriate",
        "necessary",
        "protect",
        "national",
        "defense",
        "wartime",
        "prevent",
        "treaty",
        "breach",
        "speed",
        "grand",
        "jury",
        "proceeding",
        "naming",
        "sitting",
        "president",
        "unindicted",
        "defrauding",
        "united",
        "state",
        "comparable",
        "urgency",
        "judge",
        "alsup",
        "injunction",
        "merely",
        "preserve",
        "status",
        "quo",
        "trump",
        "administration",
        "took",
        "action",
        "disrupt",
        "nine",
        "month",
        "assuming",
        "power",
        "even",
        "attorney",
        "general",
        "jeff",
        "session",
        "declared",
        "program",
        "unconstitutional",
        "dhs",
        "announced",
        "march",
        "deadline",
        "brief",
        "said",
        "president",
        "trump",
        "hinted",
        "extending",
        "daca",
        "protection",
        "even",
        "dhs",
        "official",
        "said",
        "daca",
        "recipient",
        "slated",
        "immediate",
        "deportation",
        "injunction",
        "moreover",
        "permit",
        "dhs",
        "deport",
        "daca",
        "recipient",
        "pose",
        "national",
        "security",
        "threat",
        "national",
        "security",
        "compromised",
        "brief",
        "said",
        "granting",
        "review",
        "hand",
        "would",
        "undermine",
        "authority",
        "federal",
        "appellate",
        "court",
        "brief",
        "said",
        "yes",
        "daca",
        "issue",
        "important",
        "covington",
        "argued",
        "university",
        "supreme",
        "court",
        "routinely",
        "allows",
        "federal",
        "circuit",
        "rule",
        "important",
        "national",
        "issue",
        "justice",
        "intervene",
        "federal",
        "court",
        "appeal",
        "would",
        "relegated",
        "considering",
        "unimportant",
        "case",
        "court",
        "becoming",
        "court",
        "appeal",
        "rather",
        "court",
        "final",
        "review",
        "covington",
        "wrote",
        "accordingly",
        "court",
        "repeatedly",
        "denied",
        "petition",
        "certiorari",
        "judgment",
        "even",
        "case",
        "presenting",
        "important",
        "issue",
        "likely",
        "require",
        "eventual",
        "resolution",
        "brief",
        "mentioned",
        "example",
        "issue",
        "individual",
        "mandate",
        "provision",
        "affordable",
        "care",
        "act",
        "gay",
        "marriage",
        "military",
        "commission",
        "try",
        "guantanamo",
        "bay",
        "detainee",
        "justice",
        "department",
        "response",
        "judge",
        "alsup",
        "injunction",
        "belies",
        "protestation",
        "emergency",
        "brief",
        "said",
        "government",
        "ask",
        "stay",
        "decision",
        "credibly",
        "claim",
        "imminent",
        "harm",
        "gibson",
        "dunn",
        "brief",
        "said",
        "covington",
        "brief",
        "said",
        "doj",
        "explanation",
        "stay",
        "alsup",
        "injunction",
        "would",
        "protect",
        "administration",
        "litigating",
        "daca",
        "suit",
        "reason",
        "leapfrog",
        "normal",
        "appellate",
        "procedure",
        "requirement",
        "federal",
        "agency",
        "litigate",
        "argument",
        "article",
        "iii",
        "court",
        "basic",
        "aspect",
        "constitutional",
        "structure",
        "valid",
        "institutional",
        "injury",
        "brief",
        "said",
        "certainly",
        "valid",
        "basis",
        "certiorari",
        "supreme",
        "court",
        "intervention",
        "might",
        "also",
        "interfere",
        "political",
        "consideration",
        "daca",
        "program",
        "opposition",
        "brief",
        "argue",
        "congress",
        "executive",
        "branch",
        "negotiating",
        "fate",
        "young",
        "adult",
        "received",
        "daca",
        "deferral",
        "well",
        "million",
        "immigrant",
        "enroll",
        "program",
        "two",
        "branch",
        "reach",
        "agreement",
        "brief",
        "said",
        "supreme",
        "court",
        "get",
        "involved",
        "case",
        "hand",
        "brief",
        "argued",
        "negotiation",
        "might",
        "derailed",
        "supreme",
        "court",
        "take",
        "case",
        "justice",
        "department",
        "reply",
        "brief",
        "really",
        "address",
        "fundamental",
        "argument",
        "daca",
        "injunction",
        "simply",
        "warrant",
        "abandonment",
        "normal",
        "appellate",
        "procedure",
        "doj",
        "emphasized",
        "alsup",
        "ruling",
        "force",
        "federal",
        "government",
        "continue",
        "program",
        "considers",
        "illegal",
        "mentioned",
        "troubling",
        "phenomenon",
        "nationwide",
        "injunction",
        "repeated",
        "argument",
        "justice",
        "department",
        "court",
        "continue",
        "face",
        "burdensome",
        "daca",
        "litigation",
        "unless",
        "supreme",
        "court",
        "intervenes",
        "supreme",
        "court",
        "pas",
        "case",
        "hope",
        "congress",
        "act",
        "brief",
        "said",
        "would",
        "passing",
        "strange",
        "court",
        "rely",
        "recently",
        "renewed",
        "legislative",
        "effort",
        "taken",
        "light",
        "daca",
        "rescission",
        "reason",
        "leave",
        "policy",
        "place",
        "justice",
        "argued",
        "congress",
        "may",
        "ultimately",
        "accept",
        "president",
        "invitation",
        "provide",
        "relief",
        "acting",
        "secretary",
        "determined",
        "immigration",
        "law",
        "currently",
        "allow",
        "unless",
        "congress",
        "take",
        "step",
        "responsibility",
        "judiciary",
        "ultimately",
        "court",
        "resolve",
        "current",
        "trump",
        "administration",
        "known",
        "busting",
        "established",
        "norm",
        "supreme",
        "court",
        "hand",
        "traditionally",
        "known",
        "respecting",
        "tradition",
        "court",
        "institutionalism",
        "stake",
        "daca",
        "case"
    ]
}