{
    "organizations": [],
    "uuid": "8328b8ea9221e2925d1f51c54d880c3359ed2b58",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/globe-newswire-fate-therapeutics-announces-receipt-of-cirm-grant-for-clinical-translation-of-ft516-off-the-shelf-engineered-nk-cell-cancer.html",
    "ord_in_thread": 0,
    "title": "Fate Therapeutics Announces Receipt of CIRM Grant for Clinical Translation of FT516 Off-the-Shelf Engineered NK Cell Cancer Immunotherapy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Feb. 23, 2018 (GLOBE NEWSWIRE) -- Fate Therapeutics, Inc. (NASDAQ:FATE), a clinical-stage biopharmaceutical company dedicated to the development of programmed cellular immunotherapies for cancer and immune disorders, announced today that the California Institute for Regenerative Medicine (CIRM) awarded the Company a $4.0 million grant to advance FT516 into a first-in-human clinical trial. FT516 is being developed by Fate Therapeutics as an off-the-shelf engineered NK cell cancer immunotherapy. The NK cell product candidate is derived from a clonal master induced pluripotent stem cell (iPSC) line engineered to uniformly express a novel CD16 Fc receptor.\n“CIRM is pleased to support the continued development of FT516 and Fate Therapeutics’ first-of-kind approach to off-the-shelf cancer immunotherapy using clonal master iPSC lines, which can serve as a renewable cell source for large-scale, cost-effective manufacture of well-characterized, uniform cell products,” said Maria T. Millan, M.D., President and CEO of CIRM. “The adoptive transfer of healthy allogeneic donor NK cells has been shown to be well tolerated in patients and has not been associated with the known risks of allogeneic T-cell immunotherapy such as graft-versus-host disease. This suggests that FT516 can be reliably administered without individual patient matching restrictions and used off-the-shelf to treat a large patient population.”\nNK cells play a critical role in the prevention and treatment of cancer. NK cells naturally express CD16, a potent activating receptor that enables binding of NK cells to the Fc portion of IgG antibodies. Once activated through CD16, NK cells can lyse antibody-coated tumor cells and can secrete immune signaling cytokines, such as interferon gamma, to orchestrate a broad adaptive immune response. Unfortunately, the expression of CD16 on NK cells can undergo considerable down-regulation in cancer patients, which can lead to loss of NK cell anti-tumor activity.\nFT516 expresses a novel CD16 Fc receptor that has been modified to prevent the receptor’s down-regulation and to enhance its binding affinity to IgG antibodies. In preclinical studies conducted by the Company, FT516 exhibited potent and persistent anti-tumor activity in vitro and in vivo in multiple tumor cell recognition and killing assays, including in combination with various IgG antibodies.\n“FT516 has the potential to address a significant unmet need for more efficacious treatments across multiple solid-tumor types by restoring a patient’s immune cell function and enhancing the therapeutic effect of monoclonal antibody therapy,” said Scott Wolchko, President and Chief Executive Officer of Fate Therapeutics. “We are honored that CIRM has recognized the potential therapeutic value of FT516 as well as the unique advantages of using clonal master iPSC lines to manufacture a well characterized, uniformly engineered cell product in large batches for off-the-shelf use.”\nThe Company plans to develop FT516 for the treatment of multiple tumor types, both as a monotherapy and in combination with tumor-targeting monoclonal antibody therapy. The first-in-human study is expected to evaluate the safety and tolerability of multiple dosing cycles of FT516 in combination with FDA-approved monoclonal antibody therapy.\nFate Therapeutics has built an extensive intellectual property portfolio broadly covering the generation and engineering of iPSCs and the production of NK and T-cell cancer immunotherapies from clonal master iPSC lines. Its proprietary portfolio includes compositions and methods for making iPSCs, including engineering their biological properties using CRISPR and other nucleases, and for producing cells of the hematopoietic lineage, including NK cells, from iPSCs. In addition, the Company has an exclusive license from the University of Minnesota covering iPSC-derived NK cells expressing targeting receptors, including modified CD16 Fc receptors and chimeric antigen receptors for human therapeutic use.\nAbout Fate Therapeutics’ iPSC Product Platform\nThe Company’s proprietary induced pluripotent stem cell (iPSC) product platform enables large-scale generation of off-the-shelf, engineered, homogeneous cell products that can be administered in repeat doses to mediate more effective pharmacologic activity, including in combination with cycles of other cancer treatments. Human iPSCs possess the unique dual properties of unlimited self-renewal and differentiation potential into all cell types of the body. The Company’s first-of-kind approach involves engineering human iPSCs in a one-time genetic modification event, and selecting a single iPSC for maintenance as a clonal master iPSC line. Analogous to master cell lines used for the manufacture of monoclonal antibodies, clonal master iPSC lines can serve as a renewable cell source for the consistent and repeated manufacture of homogeneous cell products with the potential to treat many different diseases and many thousands of patients in an off-the-shelf manner. Fate Therapeutics’ iPSC product platform is supported by an intellectual property portfolio of over 90 issued patents and 100 pending patent applications.\nAbout Fate Therapeutics, Inc.\nFate Therapeutics is a clinical-stage biopharmaceutical company dedicated to the development of first-in-class cellular immunotherapies for cancer and immune disorders. The Company is pioneering the development of off-the-shelf cell therapies using its proprietary induced pluripotent stem cell (iPSC) product platform. This platform uniquely enables the single-cell selection of a precisely engineered iPSC clone and the subsequent creation and maintenance of a clonal master iPSC line. Analogous to master cell lines used to manufacture biopharmaceutical drug products such as monoclonal antibodies, clonal master iPSC lines are a renewable source for generating homogeneous cell products in quantities that support the treatment of many thousands of patients in an off-the-shelf manner. The Company’s immuno-oncology pipeline is comprised of FATE-NK100, a donor-derived natural killer (NK) cell cancer immunotherapy that is currently being evaluated in three Phase 1 clinical trials, as well as other NK cell and T-cell immunotherapies, with a focus on developing augmented cell products intended to synergize with checkpoint inhibitor and monoclonal antibody therapies. The Company’s immuno-regulatory pipeline includes ProTmune™, a next-generation donor cell graft that is currently being evaluated in a Phase 2 clinical trial for the prevention of graft-versus-host disease, and a myeloid-derived suppressor cell immunotherapy to promote immune tolerance in patients with immune disorders. Fate Therapeutics is headquartered in San Diego, CA. For more information, please visit www.fatetherapeutics.com .\nForward-Looking Statements\nThis release contains \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding its advancement of and plans related to the Company’s research and development programs relating to off-the-shelf NK cell products and iPSC-derived cellular therapies, including the safety and therapeutic potential of iPSC-derived cellular therapeutics, the Company’s progress and plans for its manufacturing and development of FT516, and the Company’s expected product development and regulatory strategy, and associated timelines, for off-the-shelf NK cell products, including FT516. These and any other forward-looking statements in this release are based on management's current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to, the risk that the Company may cease or delay development of any of its iPSC-derived product candidates, including any off-the-shelf NK cell products, for a variety of reasons (including requirements that may be imposed by regulatory authorities and requirements for regulatory approval, difficulties or delays in subject enrollment in planned clinical trials, difficulties in manufacturing and supplying any off-the-shelf NK cell products or any of the Company’s other iPSC-derived product candidates for clinical testing, and any adverse events or other negative results that may be observed during preclinical or clinical development), and the risk that any iPSC-derived cell products developed, including any off-the-shelf NK cell products, may not be suitable for therapeutic applications and may not provide the anticipated therapeutic benefits. For a discussion of other risks and uncertainties, and other important factors, any of which could cause our actual results to differ from those contained in the forward-looking statements, see the risks and uncertainties detailed in the Company’s periodic filings with the Securities and Exchange Commission, including but not limited to the Company’s most recently filed periodic report, and from time to time the Company’s other investor communications. Fate Therapeutics is providing the information in this release as of this date and does not undertake any obligation to update any forward-looking statements contained in this release as a result of new information, future events or otherwise.\nContact:\nChristina Tartaglia\nStern Investor Relations, Inc.\n212.362.1200\nchristina@sternir.com\nSource:Fate Therapeutics, Inc.",
    "published": "2018-02-23T16:00:00.000+02:00",
    "crawled": "2018-02-23T17:22:29.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "globe",
        "newswire",
        "fate",
        "therapeutic",
        "nasdaq",
        "fate",
        "biopharmaceutical",
        "company",
        "dedicated",
        "development",
        "programmed",
        "cellular",
        "immunotherapy",
        "cancer",
        "immune",
        "disorder",
        "announced",
        "today",
        "california",
        "institute",
        "regenerative",
        "medicine",
        "cirm",
        "awarded",
        "company",
        "million",
        "grant",
        "advance",
        "ft516",
        "clinical",
        "trial",
        "ft516",
        "developed",
        "fate",
        "therapeutic",
        "engineered",
        "nk",
        "cell",
        "cancer",
        "immunotherapy",
        "nk",
        "cell",
        "product",
        "candidate",
        "derived",
        "clonal",
        "master",
        "induced",
        "pluripotent",
        "stem",
        "cell",
        "ipsc",
        "line",
        "engineered",
        "uniformly",
        "express",
        "novel",
        "cd16",
        "fc",
        "receptor",
        "cirm",
        "pleased",
        "support",
        "continued",
        "development",
        "ft516",
        "fate",
        "therapeutic",
        "approach",
        "cancer",
        "immunotherapy",
        "using",
        "clonal",
        "master",
        "ipsc",
        "line",
        "serve",
        "renewable",
        "cell",
        "source",
        "manufacture",
        "uniform",
        "cell",
        "product",
        "said",
        "maria",
        "millan",
        "president",
        "ceo",
        "cirm",
        "adoptive",
        "transfer",
        "healthy",
        "allogeneic",
        "donor",
        "nk",
        "cell",
        "shown",
        "well",
        "tolerated",
        "patient",
        "associated",
        "known",
        "risk",
        "allogeneic",
        "immunotherapy",
        "disease",
        "suggests",
        "ft516",
        "reliably",
        "administered",
        "without",
        "individual",
        "patient",
        "matching",
        "restriction",
        "used",
        "treat",
        "large",
        "patient",
        "nk",
        "cell",
        "play",
        "critical",
        "role",
        "prevention",
        "treatment",
        "cancer",
        "nk",
        "cell",
        "naturally",
        "express",
        "cd16",
        "potent",
        "activating",
        "receptor",
        "enables",
        "binding",
        "nk",
        "cell",
        "fc",
        "portion",
        "igg",
        "antibody",
        "activated",
        "cd16",
        "nk",
        "cell",
        "lyse",
        "tumor",
        "cell",
        "secrete",
        "immune",
        "signaling",
        "cytokine",
        "interferon",
        "gamma",
        "orchestrate",
        "broad",
        "adaptive",
        "immune",
        "response",
        "unfortunately",
        "expression",
        "cd16",
        "nk",
        "cell",
        "undergo",
        "considerable",
        "cancer",
        "patient",
        "lead",
        "loss",
        "nk",
        "cell",
        "activity",
        "ft516",
        "express",
        "novel",
        "cd16",
        "fc",
        "receptor",
        "modified",
        "prevent",
        "receptor",
        "enhance",
        "binding",
        "affinity",
        "igg",
        "antibody",
        "preclinical",
        "study",
        "conducted",
        "company",
        "ft516",
        "exhibited",
        "potent",
        "persistent",
        "activity",
        "vitro",
        "vivo",
        "multiple",
        "tumor",
        "cell",
        "recognition",
        "killing",
        "assay",
        "including",
        "combination",
        "various",
        "igg",
        "antibody",
        "ft516",
        "potential",
        "address",
        "significant",
        "unmet",
        "need",
        "efficacious",
        "treatment",
        "across",
        "multiple",
        "type",
        "restoring",
        "patient",
        "immune",
        "cell",
        "function",
        "enhancing",
        "therapeutic",
        "effect",
        "monoclonal",
        "antibody",
        "therapy",
        "said",
        "scott",
        "wolchko",
        "president",
        "chief",
        "executive",
        "officer",
        "fate",
        "therapeutic",
        "honored",
        "cirm",
        "recognized",
        "potential",
        "therapeutic",
        "value",
        "ft516",
        "well",
        "unique",
        "advantage",
        "using",
        "clonal",
        "master",
        "ipsc",
        "line",
        "manufacture",
        "well",
        "characterized",
        "uniformly",
        "engineered",
        "cell",
        "product",
        "large",
        "batch",
        "company",
        "plan",
        "develop",
        "ft516",
        "treatment",
        "multiple",
        "tumor",
        "type",
        "monotherapy",
        "combination",
        "monoclonal",
        "antibody",
        "therapy",
        "study",
        "expected",
        "evaluate",
        "safety",
        "tolerability",
        "multiple",
        "dosing",
        "cycle",
        "ft516",
        "combination",
        "monoclonal",
        "antibody",
        "therapy",
        "fate",
        "therapeutic",
        "built",
        "extensive",
        "intellectual",
        "property",
        "portfolio",
        "broadly",
        "covering",
        "generation",
        "engineering",
        "ipscs",
        "production",
        "nk",
        "cancer",
        "immunotherapy",
        "clonal",
        "master",
        "ipsc",
        "line",
        "proprietary",
        "portfolio",
        "includes",
        "composition",
        "method",
        "making",
        "ipscs",
        "including",
        "engineering",
        "biological",
        "property",
        "using",
        "crispr",
        "nuclease",
        "producing",
        "cell",
        "hematopoietic",
        "lineage",
        "including",
        "nk",
        "cell",
        "ipscs",
        "addition",
        "company",
        "exclusive",
        "license",
        "university",
        "minnesota",
        "covering",
        "nk",
        "cell",
        "expressing",
        "targeting",
        "receptor",
        "including",
        "modified",
        "cd16",
        "fc",
        "receptor",
        "chimeric",
        "antigen",
        "receptor",
        "human",
        "therapeutic",
        "use",
        "fate",
        "therapeutic",
        "ipsc",
        "product",
        "platform",
        "company",
        "proprietary",
        "induced",
        "pluripotent",
        "stem",
        "cell",
        "ipsc",
        "product",
        "platform",
        "enables",
        "generation",
        "engineered",
        "homogeneous",
        "cell",
        "product",
        "administered",
        "repeat",
        "dos",
        "mediate",
        "effective",
        "pharmacologic",
        "activity",
        "including",
        "combination",
        "cycle",
        "cancer",
        "treatment",
        "human",
        "ipscs",
        "possess",
        "unique",
        "dual",
        "property",
        "unlimited",
        "differentiation",
        "potential",
        "cell",
        "type",
        "body",
        "company",
        "approach",
        "involves",
        "engineering",
        "human",
        "ipscs",
        "genetic",
        "modification",
        "event",
        "selecting",
        "single",
        "ipsc",
        "maintenance",
        "clonal",
        "master",
        "ipsc",
        "line",
        "analogous",
        "master",
        "cell",
        "line",
        "used",
        "manufacture",
        "monoclonal",
        "antibody",
        "clonal",
        "master",
        "ipsc",
        "line",
        "serve",
        "renewable",
        "cell",
        "source",
        "consistent",
        "repeated",
        "manufacture",
        "homogeneous",
        "cell",
        "product",
        "potential",
        "treat",
        "many",
        "different",
        "disease",
        "many",
        "thousand",
        "patient",
        "manner",
        "fate",
        "therapeutic",
        "ipsc",
        "product",
        "platform",
        "supported",
        "intellectual",
        "property",
        "portfolio",
        "issued",
        "patent",
        "pending",
        "patent",
        "application",
        "fate",
        "therapeutic",
        "fate",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "dedicated",
        "development",
        "cellular",
        "immunotherapy",
        "cancer",
        "immune",
        "disorder",
        "company",
        "pioneering",
        "development",
        "cell",
        "therapy",
        "using",
        "proprietary",
        "induced",
        "pluripotent",
        "stem",
        "cell",
        "ipsc",
        "product",
        "platform",
        "platform",
        "uniquely",
        "enables",
        "selection",
        "precisely",
        "engineered",
        "ipsc",
        "clone",
        "subsequent",
        "creation",
        "maintenance",
        "clonal",
        "master",
        "ipsc",
        "line",
        "analogous",
        "master",
        "cell",
        "line",
        "used",
        "manufacture",
        "biopharmaceutical",
        "drug",
        "product",
        "monoclonal",
        "antibody",
        "clonal",
        "master",
        "ipsc",
        "line",
        "renewable",
        "source",
        "generating",
        "homogeneous",
        "cell",
        "product",
        "quantity",
        "support",
        "treatment",
        "many",
        "thousand",
        "patient",
        "manner",
        "company",
        "pipeline",
        "comprised",
        "natural",
        "killer",
        "nk",
        "cell",
        "cancer",
        "immunotherapy",
        "currently",
        "evaluated",
        "three",
        "phase",
        "clinical",
        "trial",
        "well",
        "nk",
        "cell",
        "immunotherapy",
        "focus",
        "developing",
        "augmented",
        "cell",
        "product",
        "intended",
        "synergize",
        "checkpoint",
        "inhibitor",
        "monoclonal",
        "antibody",
        "therapy",
        "company",
        "pipeline",
        "includes",
        "donor",
        "cell",
        "graft",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "prevention",
        "disease",
        "suppressor",
        "cell",
        "immunotherapy",
        "promote",
        "immune",
        "tolerance",
        "patient",
        "immune",
        "disorder",
        "fate",
        "therapeutic",
        "headquartered",
        "san",
        "diego",
        "ca",
        "information",
        "please",
        "visit",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "advancement",
        "plan",
        "related",
        "company",
        "research",
        "development",
        "program",
        "relating",
        "nk",
        "cell",
        "product",
        "cellular",
        "therapy",
        "including",
        "safety",
        "therapeutic",
        "potential",
        "cellular",
        "therapeutic",
        "company",
        "progress",
        "plan",
        "manufacturing",
        "development",
        "ft516",
        "company",
        "expected",
        "product",
        "development",
        "regulatory",
        "strategy",
        "associated",
        "timeline",
        "nk",
        "cell",
        "product",
        "including",
        "ft516",
        "statement",
        "release",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "company",
        "may",
        "cease",
        "delay",
        "development",
        "product",
        "candidate",
        "including",
        "nk",
        "cell",
        "product",
        "variety",
        "reason",
        "including",
        "requirement",
        "may",
        "imposed",
        "regulatory",
        "authority",
        "requirement",
        "regulatory",
        "approval",
        "difficulty",
        "delay",
        "subject",
        "enrollment",
        "planned",
        "clinical",
        "trial",
        "difficulty",
        "manufacturing",
        "supplying",
        "nk",
        "cell",
        "product",
        "company",
        "product",
        "candidate",
        "clinical",
        "testing",
        "adverse",
        "event",
        "negative",
        "result",
        "may",
        "observed",
        "preclinical",
        "clinical",
        "development",
        "risk",
        "cell",
        "product",
        "developed",
        "including",
        "nk",
        "cell",
        "product",
        "may",
        "suitable",
        "therapeutic",
        "application",
        "may",
        "provide",
        "anticipated",
        "therapeutic",
        "benefit",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "risk",
        "uncertainty",
        "detailed",
        "company",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "company",
        "recently",
        "filed",
        "periodic",
        "report",
        "time",
        "time",
        "company",
        "investor",
        "communication",
        "fate",
        "therapeutic",
        "providing",
        "information",
        "release",
        "date",
        "undertake",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "christina",
        "tartaglia",
        "stern",
        "investor",
        "relation",
        "christina",
        "source",
        "fate",
        "therapeutic",
        "inc"
    ]
}