{
    "organizations": [],
    "uuid": "2a02f9ece5b8967a9927e6870e5b1fe45108664d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/globe-newswire-salon-media-group-reports-third-quarter-fiscal-2018-results.html",
    "ord_in_thread": 0,
    "title": "Salon Media Group Reports Third Quarter Fiscal 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Feb. 08, 2018 (GLOBE NEWSWIRE) -- Salon Media Group, Inc. (OTCQB:SLNM) today announced its results for the three and nine months ending December 31, 2017.\nHighlights:\nNet revenues up 10% for nine-month period, year-over-year New website launched in September 2017 drove higher CPMs Lower operating expenses helped reduce losses Subscription product to be offered in March 2018 Quarter\nRevenue for the three months ending December 31, 2017 was $1.2 million, consistent with the $1.2 million reported for the three months ending December 31, 2016. For the nine months ending December 31, 2017, revenue was $3.9 million, an increase of 10% from the $3.5 million reported for the nine months ending December 31, 2016. The increase in revenue was a result of a continued industry shift in online advertising from advertising sold by a direct sales team to advertising increasingly being sold through software-based “programmatic” technology. The Company has been making changes to its advertising footprint to capture the greater programmatic opportunity for its display and video advertising inventory. This has allowed the Company to improve its cost-per-thousand-impression (“CPMs”) from its programmatic advertising by 50% in the December 2017 quarter as compared to the December 2016 quarter. However, the higher programmatic CPMs were offset by a smaller ad footprint due to the redesign of the Website from the same period last year, which led to a smaller inventory of ad products to sell, so a smaller relative increase in revenues.\nThe Company’s operating expenses for the three months ending December 31, 2017 were reduced to $1.8 million compared to $2.2 million for the same period last year. For the nine months ending December 31, 2017, operating expenses were $5.5 million, compared to $6.2 million for the same period last year. Net losses from operations were $0.6 million during the three months ended December 31, 2017, and $1.7 million for the nine months ending December 31, 2017, a decrease from $1.0 million and $2.7 million, respectively, during the same periods last year. The decrease in losses resulted from a nominal increase in revenues and a decrease in operating expenses. In addition, the financials included several non-recurring items, including $0.4 million non-cash interest expense recorded for the beneficial conversion feature of capital raising transactions during the nine months ending December 31, 2017, as well as $4.4 million non-cash interest expense recorded for the beneficial feature of capital raising transactions in the nine months ending December 31, 2016.\nSalon has continued to roll out a strategy to produce original video content focused on news, politics, and entertainment under the banner of Salon TV , Salon Talks and Salon Stage , with a goal to add high quality diversified content to Salon’s Website, and to attract premium video advertising that commands higher CPMs as compared to display advertising. Featured guests on Salon Talks have included Senator Al Franken, scientist Bill Nye, Deepak Chopra, Dan Rather, Pearl Jam guitarist Mike McCready and Van Jones, among others, while Salon Stage hosted acoustic sets by, among others, the Revivalists, Josh Ritter, Lukas Nelson, Bela Fleck, Wyclef Jean and more.\nSalon has been implementing a plan to offer a subscription program, which is expected to launch in the March 2018 quarter, that will be targeted at Salon users who prefer not to see advertisements. Initially, Salon will offer an ad-free app for mobile and tablet. Salon also plans to launch gated premium content initially to international users, as user adoption is higher for this service in countries in Europe.\nAverage unique visitors to the Salon.com Website during the quarter ending December 31, 2017 was 13.1 million, flat compared to the quarter ending December 31, 2016, and an increase of 11% compared to the quarter ending September 30, 2017, according to data compiled by Google Analytics. The Company’s focus on growing traffic has shifted from volume to quality, in order to maximize our ability to monetize our page views with higher CPM video and display advertising. We attribute the flat traffic to a combination of events, including the changes in the algorithms used by Facebook to promote news content, which led to lower referral traffic from Facebook, and reduced referral traffic from other major websites like Yahoo and Twitter.\n“Our overall shift toward leveraging technological and programmatic solutions for digital publishing has created consistent results that position us for future growth. This quarter we made some excellent progress in controlling our costs, growing audience and re-launching video into a critically acclaimed property that is beginning to scale,” said Jordan Hoffner, CEO of Salon Media Group. “These pillars will help propel the Salon Media Group towards future growth.”\nAbout Salon Media Group\nSalon Media Group (OTCQB:SLNM) operates the pioneering, award-winning news site, Salon.com . Salon.com covers breaking news, politics, culture, technology and entertainment through investigative reporting, fearless commentary and criticism, provocative personal essays, and original editorial video. Salon has been a leader in online media since the dawn of the digital age and has bureaus in San Francisco and New York City.\nForward Looking Statements\nThis press release contains within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, that are made as of the date of this press release based upon our current expectations. All statements, other than statements of historical fact, including, but not limited to, statements regarding our traffic, strategy, plans, objectives, expectations, intentions, financial performance, financing, economic conditions, on-line advertising, market performance, and revenue sources constitute “ ” The words “may,” “will,” “expect,” “intend,” “plan,” “anticipate,” “believe,” “estimate,” “potential” or “continue” and similar types of expressions identify such statements, although not all contain these identifying words. These involve known and unknown risks, uncertainties and other factors that may cause the actual results to any future results, performance or achievements expressed or implied by such Important such differences include, but are not limited to:\nOur cash flows may not meet expectations Our reliance on related parties for significant operating and investment capital Our principal stockholders exercise a controlling influence over our business affairs and may make business decisions with which non-principal stockholders disagree and may affect the value of their investment Our dependence on advertising sales for significant revenues The effect of online security breaches Our ability to promote the Salon brand to attract and retain users, advertisers and strategic partners Our ability to hire, integrate and retain qualified employees The impact of the potential loss of key personnel, including editorial staff The success of our efforts to protect our intellectual property or defend claims of infringement by third parties Our technology development efforts may not be successful in improving the functionality of our network Our reliance on third parties to provide necessary technologies\nThis press release should be read in conjunction with our Quarterly Report on Form 10-Q for the quarter ending December 31, 2017, filed with the SEC on February 8, 2018, and our Annual Report on Form 10-K for the fiscal year ending March 31, 2017, filed with the SEC on June 23, 2017, including the “Risk Factors” set forth in such reports, and our other reports currently on file with the Securities and Exchange Commission, which contain more detailed discussion of risks and uncertainties that may affect future results. We do not undertake to update any except as otherwise required by law.\nPART I: FINANCIAL INFORMATION ITEM 1. FINANCIAL STATEMENTS\nSALON MEDIA GROUP, INC. CONDENSED BALANCE SHEETS (in thousands, except share and par value amounts) December 31, March 31, 2017 2017 (1) Assets (unaudited) Current assets: Cash $ 99 $ 183 Accounts receivable, net of allowance of $15 772 663 Prepaid expenses and other current assets 75 159 946 1,005 Property and equipment, net 398 305 Other assets, principally deposits 38 33 Total assets $ 1,382 $ 1,343 Liabilities and Stockholders' Deficit Current liabilities: Short-term borrowings and accrued interest $ 1,424 $ 1,382 Convertible promissory notes, net 336 - Accounts payable 1,200 1,231 Accrued liabilities 761 1,588 3,721 4,201 Deferred rent - 58 Total liabilities 3,721 4,259 Commitments and contingencies (See Note 5) Series A convertible preferred stock, $0.001 par value, 5,000,000 shares authorized, 0 and 1,427,229 shares issued and outstanding as of December 31, 2017 and March 31, 2017 (liquidation preference of $0 and $3,540 as of December 31, 2017 and March 31, 2017, respectively) (2) - 6,862 Stockholders’ deficit: Series A convertible preferred stock, $0.001 par value, 5,000,000 shares authorized, 1,648,830 and 0 shares issued and outstanding as of December 31, 2017 and March 31, 2017 (liquidation preference of $4,089 and $0 as of December 31, 2017 and March 31, 2017, respectively) 7,412 - Common stock, $0.001 par value, 900,000,000 and 150,000,000 shares authorized as of December 31, 2017 and March 31, 2017, 151,056,477 shares issued and outstanding as of December 31, 2017 and 150,000,000 shares issued and outstanding as of March 31, 2017 151 150 Additional paid-in capital 127,141 125,053 Accumulated deficit (137,043 ) (134,981 ) Total stockholders' deficit (2,339 ) (9,778 ) Total liabilities, mezzanine equity and stockholders' deficit $ 1,382 $ 1,343 (1) Derived from the Company’s audited financial statements.\n(2) Series A Mandatorily Convertible Preferred Stock at March 31, 2017 is classified as Mezzanine Equity, see Note 6.\nThe accompanying notes are an integral part of these condensed financial statements.\nSALON MEDIA GROUP, INC. CONDENSED STATEMENTS OF OPERATIONS (in thousands, except per share data) (unaudited) Three Months Ended Nine Months Ended December 31, December 31, 2017 2016 2017 2016 Revenues $ 1,247 $ 1,226 $ 3,868 $ 3,516 Operating expenses: Production and content 808 1,152 2,844 3,093 Sales and marketing 111 209 416 708 Technology 192 283 590 890 General and administrative 723 562 1,668 1,498 Total operating expenses 1,834 2,206 5,518 6,189 Loss from operations (587 ) (980 ) (1,650 ) (2,673 ) Interest expense (15 ) (12 ) (43 ) (34 ) Non-cash interest expense – beneficial conversion feature (94 ) (4,420 ) (369 ) (4,420 ) Net loss (696 ) (5,412 ) (2,062 ) (7,127 ) Preferred deemed dividend - (860 ) - (860 ) Net loss attributable to common shareholders $ (696 ) $ (6,272 ) $ (2,062 ) $ (7,987 ) Basic and diluted net loss per share $ (0.00 ) $ (0.06 ) $ (0.01 ) $ (0.09 ) Weighted average shares used in computing basic and diluted net loss per share 151,056 113,938 150,476 88,859 The accompanying notes are an integral part of these condensed financial statements.\nINVESTOR RELATIONS CONTACT:\nElizabeth Hambrecht\nChief Financial Officer\n870 Market Street\nSan Francisco, CA 94102\n(415) 870-7566\nSource:Salon Media Group Inc.",
    "published": "2018-02-09T00:25:00.000+02:00",
    "crawled": "2018-02-09T01:02:57.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "globe",
        "newswire",
        "salon",
        "medium",
        "group",
        "otcqb",
        "slnm",
        "today",
        "announced",
        "result",
        "three",
        "nine",
        "month",
        "ending",
        "december",
        "highlight",
        "net",
        "revenue",
        "period",
        "new",
        "website",
        "launched",
        "september",
        "drove",
        "higher",
        "cpms",
        "lower",
        "operating",
        "expense",
        "helped",
        "reduce",
        "loss",
        "subscription",
        "product",
        "offered",
        "march",
        "quarter",
        "revenue",
        "three",
        "month",
        "ending",
        "december",
        "million",
        "consistent",
        "million",
        "reported",
        "three",
        "month",
        "ending",
        "december",
        "nine",
        "month",
        "ending",
        "december",
        "revenue",
        "million",
        "increase",
        "million",
        "reported",
        "nine",
        "month",
        "ending",
        "december",
        "increase",
        "revenue",
        "result",
        "continued",
        "industry",
        "shift",
        "online",
        "advertising",
        "advertising",
        "sold",
        "direct",
        "sale",
        "team",
        "advertising",
        "increasingly",
        "sold",
        "programmatic",
        "technology",
        "company",
        "making",
        "change",
        "advertising",
        "footprint",
        "capture",
        "greater",
        "programmatic",
        "opportunity",
        "display",
        "video",
        "advertising",
        "inventory",
        "allowed",
        "company",
        "improve",
        "cpms",
        "programmatic",
        "advertising",
        "december",
        "quarter",
        "compared",
        "december",
        "quarter",
        "however",
        "higher",
        "programmatic",
        "cpms",
        "offset",
        "smaller",
        "ad",
        "footprint",
        "due",
        "redesign",
        "website",
        "period",
        "last",
        "year",
        "led",
        "smaller",
        "inventory",
        "ad",
        "product",
        "sell",
        "smaller",
        "relative",
        "increase",
        "revenue",
        "company",
        "operating",
        "expense",
        "three",
        "month",
        "ending",
        "december",
        "reduced",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "nine",
        "month",
        "ending",
        "december",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "net",
        "loss",
        "operation",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "nine",
        "month",
        "ending",
        "december",
        "decrease",
        "million",
        "million",
        "respectively",
        "period",
        "last",
        "year",
        "decrease",
        "loss",
        "resulted",
        "nominal",
        "increase",
        "revenue",
        "decrease",
        "operating",
        "expense",
        "addition",
        "financials",
        "included",
        "several",
        "item",
        "including",
        "million",
        "interest",
        "expense",
        "recorded",
        "beneficial",
        "conversion",
        "feature",
        "capital",
        "raising",
        "transaction",
        "nine",
        "month",
        "ending",
        "december",
        "well",
        "million",
        "interest",
        "expense",
        "recorded",
        "beneficial",
        "feature",
        "capital",
        "raising",
        "transaction",
        "nine",
        "month",
        "ending",
        "december",
        "salon",
        "continued",
        "roll",
        "strategy",
        "produce",
        "original",
        "video",
        "content",
        "focused",
        "news",
        "politics",
        "entertainment",
        "banner",
        "salon",
        "tv",
        "salon",
        "talk",
        "salon",
        "stage",
        "goal",
        "add",
        "high",
        "quality",
        "diversified",
        "content",
        "salon",
        "website",
        "attract",
        "premium",
        "video",
        "advertising",
        "command",
        "higher",
        "cpms",
        "compared",
        "display",
        "advertising",
        "featured",
        "guest",
        "salon",
        "talk",
        "included",
        "senator",
        "al",
        "franken",
        "scientist",
        "bill",
        "nye",
        "deepak",
        "chopra",
        "dan",
        "rather",
        "pearl",
        "jam",
        "guitarist",
        "mike",
        "mccready",
        "van",
        "jones",
        "among",
        "others",
        "salon",
        "stage",
        "hosted",
        "acoustic",
        "set",
        "among",
        "others",
        "revivalist",
        "josh",
        "ritter",
        "lukas",
        "nelson",
        "bela",
        "fleck",
        "wyclef",
        "jean",
        "salon",
        "implementing",
        "plan",
        "offer",
        "subscription",
        "program",
        "expected",
        "launch",
        "march",
        "quarter",
        "targeted",
        "salon",
        "user",
        "prefer",
        "see",
        "advertisement",
        "initially",
        "salon",
        "offer",
        "app",
        "mobile",
        "tablet",
        "salon",
        "also",
        "plan",
        "launch",
        "gated",
        "premium",
        "content",
        "initially",
        "international",
        "user",
        "user",
        "adoption",
        "higher",
        "service",
        "country",
        "europe",
        "average",
        "unique",
        "visitor",
        "website",
        "quarter",
        "ending",
        "december",
        "million",
        "flat",
        "compared",
        "quarter",
        "ending",
        "december",
        "increase",
        "compared",
        "quarter",
        "ending",
        "september",
        "according",
        "data",
        "compiled",
        "google",
        "analytics",
        "company",
        "focus",
        "growing",
        "traffic",
        "shifted",
        "volume",
        "quality",
        "order",
        "maximize",
        "ability",
        "monetize",
        "page",
        "view",
        "higher",
        "cpm",
        "video",
        "display",
        "advertising",
        "attribute",
        "flat",
        "traffic",
        "combination",
        "event",
        "including",
        "change",
        "algorithm",
        "used",
        "facebook",
        "promote",
        "news",
        "content",
        "led",
        "lower",
        "referral",
        "traffic",
        "facebook",
        "reduced",
        "referral",
        "traffic",
        "major",
        "website",
        "like",
        "yahoo",
        "twitter",
        "overall",
        "shift",
        "toward",
        "leveraging",
        "technological",
        "programmatic",
        "solution",
        "digital",
        "publishing",
        "created",
        "consistent",
        "result",
        "position",
        "u",
        "future",
        "growth",
        "quarter",
        "made",
        "excellent",
        "progress",
        "controlling",
        "cost",
        "growing",
        "audience",
        "video",
        "critically",
        "acclaimed",
        "property",
        "beginning",
        "scale",
        "said",
        "jordan",
        "hoffner",
        "ceo",
        "salon",
        "medium",
        "group",
        "pillar",
        "help",
        "propel",
        "salon",
        "medium",
        "group",
        "towards",
        "future",
        "salon",
        "medium",
        "group",
        "salon",
        "medium",
        "group",
        "otcqb",
        "slnm",
        "operates",
        "pioneering",
        "news",
        "site",
        "cover",
        "breaking",
        "news",
        "politics",
        "culture",
        "technology",
        "entertainment",
        "investigative",
        "reporting",
        "fearless",
        "commentary",
        "criticism",
        "provocative",
        "personal",
        "essay",
        "original",
        "editorial",
        "video",
        "salon",
        "leader",
        "online",
        "medium",
        "since",
        "dawn",
        "digital",
        "age",
        "bureau",
        "san",
        "francisco",
        "new",
        "york",
        "city",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "made",
        "date",
        "press",
        "release",
        "based",
        "upon",
        "current",
        "expectation",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "limited",
        "statement",
        "regarding",
        "traffic",
        "strategy",
        "plan",
        "objective",
        "expectation",
        "intention",
        "financial",
        "performance",
        "financing",
        "economic",
        "condition",
        "advertising",
        "market",
        "performance",
        "revenue",
        "source",
        "constitute",
        "word",
        "may",
        "expect",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "potential",
        "continue",
        "similar",
        "type",
        "expression",
        "identify",
        "statement",
        "although",
        "contain",
        "identifying",
        "word",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "important",
        "difference",
        "include",
        "limited",
        "cash",
        "flow",
        "may",
        "meet",
        "expectation",
        "reliance",
        "related",
        "party",
        "significant",
        "operating",
        "investment",
        "capital",
        "principal",
        "stockholder",
        "exercise",
        "controlling",
        "influence",
        "business",
        "affair",
        "may",
        "make",
        "business",
        "decision",
        "stockholder",
        "disagree",
        "may",
        "affect",
        "value",
        "investment",
        "dependence",
        "advertising",
        "sale",
        "significant",
        "revenue",
        "effect",
        "online",
        "security",
        "breach",
        "ability",
        "promote",
        "salon",
        "brand",
        "attract",
        "retain",
        "user",
        "advertiser",
        "strategic",
        "partner",
        "ability",
        "hire",
        "integrate",
        "retain",
        "qualified",
        "employee",
        "impact",
        "potential",
        "loss",
        "key",
        "personnel",
        "including",
        "editorial",
        "staff",
        "success",
        "effort",
        "protect",
        "intellectual",
        "property",
        "defend",
        "claim",
        "infringement",
        "third",
        "party",
        "technology",
        "development",
        "effort",
        "may",
        "successful",
        "improving",
        "functionality",
        "network",
        "reliance",
        "third",
        "party",
        "provide",
        "necessary",
        "technology",
        "press",
        "release",
        "read",
        "conjunction",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ending",
        "december",
        "filed",
        "sec",
        "february",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ending",
        "march",
        "filed",
        "sec",
        "june",
        "including",
        "risk",
        "factor",
        "set",
        "forth",
        "report",
        "report",
        "currently",
        "file",
        "security",
        "exchange",
        "commission",
        "contain",
        "detailed",
        "discussion",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "future",
        "result",
        "undertake",
        "update",
        "except",
        "otherwise",
        "required",
        "law",
        "part",
        "financial",
        "information",
        "item",
        "financial",
        "statement",
        "salon",
        "medium",
        "group",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "par",
        "value",
        "amount",
        "december",
        "march",
        "asset",
        "unaudited",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "principally",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "borrowing",
        "accrued",
        "interest",
        "convertible",
        "promissory",
        "note",
        "net",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "see",
        "note",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "march",
        "liquidation",
        "preference",
        "december",
        "march",
        "respectively",
        "stockholder",
        "deficit",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "march",
        "liquidation",
        "preference",
        "december",
        "march",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "march",
        "share",
        "issued",
        "outstanding",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "mezzanine",
        "equity",
        "stockholder",
        "deficit",
        "derived",
        "company",
        "audited",
        "financial",
        "statement",
        "series",
        "mandatorily",
        "convertible",
        "preferred",
        "stock",
        "march",
        "classified",
        "mezzanine",
        "equity",
        "see",
        "note",
        "accompanying",
        "note",
        "integral",
        "part",
        "condensed",
        "financial",
        "statement",
        "salon",
        "medium",
        "group",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "nine",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "operating",
        "expense",
        "production",
        "content",
        "sale",
        "marketing",
        "technology",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "interest",
        "expense",
        "beneficial",
        "conversion",
        "feature",
        "net",
        "loss",
        "preferred",
        "deemed",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "accompanying",
        "note",
        "integral",
        "part",
        "condensed",
        "financial",
        "statement",
        "investor",
        "relation",
        "contact",
        "elizabeth",
        "hambrecht",
        "chief",
        "financial",
        "officer",
        "market",
        "street",
        "san",
        "francisco",
        "ca",
        "source",
        "salon",
        "medium",
        "group",
        "inc"
    ]
}