{
    "organizations": [],
    "uuid": "9ac3ccd3f853e090f0fc3e1cfd21b134fe643708",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/16/pr-newswire-enel-chile-announces-commencement-of-tender-offers-for-shares-and-american-depositary-shares-of-enel-generacian-chile-s-a-as.html",
    "ord_in_thread": 0,
    "title": "Enel Chile Announces Commencement Of Tender Offers For Shares And American Depositary Shares Of Enel Generación Chile S.A. As Part Of Reorganization",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SANTIAGO, Chile, Feb. 16, 2018 /PRNewswire/ -- ENEL CHILE S.A. (\"Enel Chile\") (NYSE: ENIC) today announced the commencement of its concurrent tender offers for shares of common stock and American Depositary Shares (\"ADSs\") of its subsidiary Enel Generación Chile S.A. (\"Enel Generación\"):\nA tender offer for (i) all outstanding shares of common stock of Enel Generación (\"Enel Generación Shares\") held by U.S. persons for Ch$590 per share in cash, payable in U.S. dollars and (ii) all outstanding ADSs of Enel Generación (\"Enel Generación ADSs\") held by holders of Enel Generación ADSs, wherever located, for Ch$17,700 per ADS in cash, payable in U.S. dollars, in each case upon the terms and subject to certain conditions described in the U.S. prospectus (including the U.S. Share/ADS Subscription Condition described below) and in the related U.S. tender offer acceptance documents (the \"U.S. Offer\"); and A voluntary public tender offer in Chile for all outstanding Enel Generación Shares, other than Enel Generación Shares currently owned by Enel Chile and its affiliates, at a price of Ch$590 per share in cash, payable in Chilean pesos, upon the terms and subject to certain conditions described in the Chilean prospectus (including the Chilean Share Subscription Condition described below) (the \"Chilean Offer\").\nTHE U.S. OFFER WILL EXPIRE AT 4:30 P.M., NEW YORK CITY TIME, ON MARCH 22, 2018, UNLESS EXTENDED. THE CHILEAN OFFER WILL EXPIRE AT 5:30 P.M., SANTIAGO TIME, ON MARCH 22, 2018.\nThe U.S. Offer is subject to the condition that tendering holders of Enel Generación Shares and/or Enel Generación ADSs shall have agreed to apply Ch$236 of the consideration for each Enel Generación Share tendered and Ch$7,080 of the consideration for each Enel Generación ADS tendered to subscribe for shares of common stock of Enel Chile (\"Enel Chile Shares\") at a subscription price of Ch$82 per Enel Chile Share (or Ch$4,100 per ADS of Enel Chile, each representing 50 Enel Chile Shares (\"Enel Chile ADS\")) (the \"U.S. Share/ADS Subscription Condition\"). Following completion of the U.S. Offer, (i) for each Enel Generación Share tendered in the U.S. Offer, an Enel Generación shareholder will receive Ch$354 in cash, payable in U.S. dollars, and 2.87807 Enel Chile Shares as a result of satisfaction of the U.S. Share/ADS Subscription Condition and (ii) for each Enel Generación ADS tendered in the U.S. Offer, an Enel Generación ADS holder will receive Ch$10,620 in cash, payable in U.S. dollars, and 1.72683 Enel Chile ADSs (subject to a ADS issuance fee) as a result of satisfaction of the U.S. Share/ADS Subscription Condition.\nThe Chilean Offer is subject to the condition that tendering holders of Enel Generación Shares shall have agreed to apply Ch$236 of the consideration for each Enel Generación Share tendered to subscribe for Enel Chile Shares at a subscription price of Ch$82 per Enel Chile Share (the \"Chilean Share Subscription Condition\"). As a result, following completion of the Chilean Offer, for each Enel Generación Share tendered, an Enel Generación shareholder will receive Ch$354 in cash and 2.87807 Enel Chile Shares as a result of satisfaction of the Chilean Share Subscription Condition.\nThe U.S. Offer and the Chilean Offer (collectively, the \"Offers\") are part of the corporate reorganization of Enel Chile, consisting of the Offers, a capital increase by Enel Chile in connection with the Offers and the proposed merger of Enel Green Power Latin America S.A. (\"EGPL\") with Enel Chile. The Offers are subject to, among other conditions, the following conditions: (i) Enel Chile holds a more than 75% interest in Enel Generación following the consummation of the Offers; (ii) Enel Chile has available for issuance the necessary number of newly issued Enel Chile Shares following the expiration of the preemptive right offering in the capital increase related to the Offers, for the satisfaction of the Chilean Share Subscription Condition and the U.S. Share/ADS Subscription Condition; and (iii) Enel S.p.A. does not cease to be at any time the controlling shareholder of Enel Chile and maintains at all times ownership of more than 50.1% of the voting shares of Enel Chile.\nThe U.S. Offer is being made pursuant to a prospectus (the \"U.S. prospectus\") contained in a registration statement on Form F-4 filed with the U.S. Securities and Exchange Commission (the \"SEC\") and is open to all holders of Enel Generación ADSs and holders of Enel Generación Shares who are U.S. persons. Non-U.S. persons will not be permitted to tender their Enel Generación Shares in the U.S. Offers. Enel Generación ADSs may only be tendered in the U.S. Offer.\nThe Chilean Offer is being made pursuant to a prospectus filed with the Chilean Financial Market Commission (Comisión para el Mercado Financiero) and is open to all holders of Enel Generación Shares (including Enel Generación Shares held by U.S. persons).\nNo Offer or Solicitations\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any security and does not constitute an offer, solicitation or sale in any jurisdiction in which such offering would be unlawful, nor shall there be any sale of these securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such state or jurisdiction.\nThe solicitation of offers to purchase Enel Generación Shares and ADSs in the United States will only be made (i) in the case of the U.S. Offers, through the U.S. prospectus and the related U.S. Offer acceptance materials that are being filed with the SEC and mailed to holders of Enel Generación Shares and ADSs eligible to participate in the U.S. Offer and (ii) in the case of the Chilean Offer, the Chilean prospectus. Additional copies of the materials for the U.S. Offer may be obtained for free from the SEC's website at www.sec.gov or from Georgeson LLC, the information agent for the U.S. Offer (contact information below). Holders of Enel Generación Shares and ADSs are urged to read carefully the U.S. prospectus or the Chilean prospectus, as applicable, and any other related documents that are or will be filed with the SEC, as well as any amendments and supplements to those documents because they contain important information. This announcement is not for publication, release or distribution in or into any jurisdiction where it would otherwise be prohibited.\nContact Information\nQuestions on the Chilean Offer and requests for assistance may be directed to BTG Pactual Chile S.A. Corredores de Bolsa, the tender agent for the Chilean Offer:\nBTG PACTUAL CHILE S.A. CORREDORES DE BOLSA\nAvenida Costanera Sur 2730, Piso 23, Las Condes\nSantiago, Chile\nTelephone: +56 2 2587 5450\nE-mail: contactochile@btgpactual.com\nQuestions on the U.S. Offer and requests for assistance may be directed to Georgeson LLC, the information agent in connection with the U.S. Offer:\nGEORGESON LLC\n1290 Avenue of Americas, 9th Floor\nNew York, New York 10104\nTelephone: +1 (866) 216-0459 (U.S. Toll-Free)/ +1 (781) 575-2137 (International)\nE-mail: enelchile@georgeson.com\nForward-Looking Statement\nThis press release contains statements that could constitute within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include statements regarding the intent, belief or current expectations of Enel Chile and its management with respect to, among other things: (1) the Reorganization, including the Tender Offer, the capital increase and the related rights offering, and the merger with EGPL; (2) any statements preceded by, followed by or that include the words \"believes,\" \"expects,\" \"predicts,\" \"anticipates,\" \"intends,\" \"estimates,\" \"should,\" \"may\" or similar expressions; and (3) any statement that is not a historical fact. Such are not guarantees of future performance and involve risks and uncertainties. Actual results may differ materially from those in the as a result of various factors. These factors include, but are not limited to, the following: (1) Enel Chile may fail to realize the business growth opportunities, revenue benefits, cost savings and other benefits anticipated from the proposed Reorganization described herein; (2) Enel Chile may incur unanticipated costs associated with the proposed Reorganization; (3) potential integration of Enel Chile and EGPL may be difficult and expensive; (4) Enel Chile, following the consummation of the proposed Reorganization, may not be able to retain key employees or efficiently manage the larger and broader organization, which could negatively affect its operations and financial condition; (5) the proposed Reorganization may be delayed or may not be consummated, negatively affecting the market price of Enel Chile's stock; and (6) the other risk factors discussed in Enel Chile's Annual Report on Form 20-F for the year ended December 31, 2016, under the heading \"Item 3.D. Risk Factors.\" There can be no assurance that the proposed Reorganization, including the Offers or any other transaction described in this press release, will in fact be consummated in the manner described or at all. These are made only as of the date hereof. Enel Chile undertakes no obligation to update these , except as required by law.\nView original content: http://www.prnewswire.com/news-releases/enel-chile-announces-commencement-of-tender-offers-for-shares-and-american-depositary-shares-of-enel-generacion-chile-sa-as-part-of-reorganization-300600044.html\nSOURCE Enel Chile",
    "published": "2018-02-16T16:08:00.000+02:00",
    "crawled": "2018-02-16T18:26:01.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "santiago",
        "chile",
        "enel",
        "chile",
        "enel",
        "chile",
        "nyse",
        "enic",
        "today",
        "announced",
        "commencement",
        "concurrent",
        "tender",
        "offer",
        "share",
        "common",
        "stock",
        "american",
        "depositary",
        "share",
        "adss",
        "subsidiary",
        "enel",
        "generación",
        "chile",
        "enel",
        "generación",
        "tender",
        "offer",
        "outstanding",
        "share",
        "common",
        "stock",
        "enel",
        "generación",
        "enel",
        "generación",
        "share",
        "held",
        "person",
        "ch",
        "per",
        "share",
        "cash",
        "payable",
        "dollar",
        "ii",
        "outstanding",
        "adss",
        "enel",
        "generación",
        "enel",
        "generación",
        "adss",
        "held",
        "holder",
        "enel",
        "generación",
        "adss",
        "wherever",
        "located",
        "ch",
        "per",
        "ad",
        "cash",
        "payable",
        "dollar",
        "case",
        "upon",
        "term",
        "subject",
        "certain",
        "condition",
        "described",
        "prospectus",
        "including",
        "subscription",
        "condition",
        "described",
        "related",
        "tender",
        "offer",
        "acceptance",
        "document",
        "offer",
        "voluntary",
        "public",
        "tender",
        "offer",
        "chile",
        "outstanding",
        "enel",
        "generación",
        "share",
        "enel",
        "generación",
        "share",
        "currently",
        "owned",
        "enel",
        "chile",
        "affiliate",
        "price",
        "ch",
        "per",
        "share",
        "cash",
        "payable",
        "chilean",
        "peso",
        "upon",
        "term",
        "subject",
        "certain",
        "condition",
        "described",
        "chilean",
        "prospectus",
        "including",
        "chilean",
        "share",
        "subscription",
        "condition",
        "described",
        "chilean",
        "offer",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "chilean",
        "offer",
        "expire",
        "santiago",
        "time",
        "march",
        "offer",
        "subject",
        "condition",
        "tendering",
        "holder",
        "enel",
        "generación",
        "share",
        "enel",
        "generación",
        "adss",
        "shall",
        "agreed",
        "apply",
        "ch",
        "consideration",
        "enel",
        "generación",
        "share",
        "tendered",
        "ch",
        "consideration",
        "enel",
        "generación",
        "ad",
        "tendered",
        "subscribe",
        "share",
        "common",
        "stock",
        "enel",
        "chile",
        "enel",
        "chile",
        "share",
        "subscription",
        "price",
        "ch",
        "per",
        "enel",
        "chile",
        "share",
        "ch",
        "per",
        "ad",
        "enel",
        "chile",
        "representing",
        "enel",
        "chile",
        "share",
        "enel",
        "chile",
        "ad",
        "subscription",
        "condition",
        "following",
        "completion",
        "offer",
        "enel",
        "generación",
        "share",
        "tendered",
        "offer",
        "enel",
        "generación",
        "shareholder",
        "receive",
        "ch",
        "cash",
        "payable",
        "dollar",
        "enel",
        "chile",
        "share",
        "result",
        "satisfaction",
        "subscription",
        "condition",
        "ii",
        "enel",
        "generación",
        "ad",
        "tendered",
        "offer",
        "enel",
        "generación",
        "ad",
        "holder",
        "receive",
        "ch",
        "cash",
        "payable",
        "dollar",
        "enel",
        "chile",
        "adss",
        "subject",
        "ad",
        "issuance",
        "fee",
        "result",
        "satisfaction",
        "subscription",
        "condition",
        "chilean",
        "offer",
        "subject",
        "condition",
        "tendering",
        "holder",
        "enel",
        "generación",
        "share",
        "shall",
        "agreed",
        "apply",
        "ch",
        "consideration",
        "enel",
        "generación",
        "share",
        "tendered",
        "subscribe",
        "enel",
        "chile",
        "share",
        "subscription",
        "price",
        "ch",
        "per",
        "enel",
        "chile",
        "share",
        "chilean",
        "share",
        "subscription",
        "condition",
        "result",
        "following",
        "completion",
        "chilean",
        "offer",
        "enel",
        "generación",
        "share",
        "tendered",
        "enel",
        "generación",
        "shareholder",
        "receive",
        "ch",
        "cash",
        "enel",
        "chile",
        "share",
        "result",
        "satisfaction",
        "chilean",
        "share",
        "subscription",
        "condition",
        "offer",
        "chilean",
        "offer",
        "collectively",
        "offer",
        "part",
        "corporate",
        "reorganization",
        "enel",
        "chile",
        "consisting",
        "offer",
        "capital",
        "increase",
        "enel",
        "chile",
        "connection",
        "offer",
        "proposed",
        "merger",
        "enel",
        "green",
        "power",
        "latin",
        "america",
        "egpl",
        "enel",
        "chile",
        "offer",
        "subject",
        "among",
        "condition",
        "following",
        "condition",
        "enel",
        "chile",
        "hold",
        "interest",
        "enel",
        "generación",
        "following",
        "consummation",
        "offer",
        "ii",
        "enel",
        "chile",
        "available",
        "issuance",
        "necessary",
        "number",
        "newly",
        "issued",
        "enel",
        "chile",
        "share",
        "following",
        "expiration",
        "preemptive",
        "right",
        "offering",
        "capital",
        "increase",
        "related",
        "offer",
        "satisfaction",
        "chilean",
        "share",
        "subscription",
        "condition",
        "subscription",
        "condition",
        "iii",
        "enel",
        "cease",
        "time",
        "controlling",
        "shareholder",
        "enel",
        "chile",
        "maintains",
        "time",
        "ownership",
        "voting",
        "share",
        "enel",
        "chile",
        "offer",
        "made",
        "pursuant",
        "prospectus",
        "prospectus",
        "contained",
        "registration",
        "statement",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "open",
        "holder",
        "enel",
        "generación",
        "adss",
        "holder",
        "enel",
        "generación",
        "share",
        "person",
        "person",
        "permitted",
        "tender",
        "enel",
        "generación",
        "share",
        "offer",
        "enel",
        "generación",
        "adss",
        "may",
        "tendered",
        "offer",
        "chilean",
        "offer",
        "made",
        "pursuant",
        "prospectus",
        "filed",
        "chilean",
        "financial",
        "market",
        "commission",
        "comisión",
        "para",
        "el",
        "mercado",
        "financiero",
        "open",
        "holder",
        "enel",
        "generación",
        "share",
        "including",
        "enel",
        "generación",
        "share",
        "held",
        "person",
        "offer",
        "solicitation",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "jurisdiction",
        "offering",
        "would",
        "unlawful",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "solicitation",
        "offer",
        "purchase",
        "enel",
        "generación",
        "share",
        "adss",
        "united",
        "state",
        "made",
        "case",
        "offer",
        "prospectus",
        "related",
        "offer",
        "acceptance",
        "material",
        "filed",
        "sec",
        "mailed",
        "holder",
        "enel",
        "generación",
        "share",
        "adss",
        "eligible",
        "participate",
        "offer",
        "ii",
        "case",
        "chilean",
        "offer",
        "chilean",
        "prospectus",
        "additional",
        "copy",
        "material",
        "offer",
        "may",
        "obtained",
        "free",
        "sec",
        "website",
        "georgeson",
        "llc",
        "information",
        "agent",
        "offer",
        "contact",
        "information",
        "holder",
        "enel",
        "generación",
        "share",
        "adss",
        "urged",
        "read",
        "carefully",
        "prospectus",
        "chilean",
        "prospectus",
        "applicable",
        "related",
        "document",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "contain",
        "important",
        "information",
        "announcement",
        "publication",
        "release",
        "distribution",
        "jurisdiction",
        "would",
        "otherwise",
        "prohibited",
        "contact",
        "information",
        "question",
        "chilean",
        "offer",
        "request",
        "assistance",
        "may",
        "directed",
        "btg",
        "pactual",
        "chile",
        "corredores",
        "de",
        "bolsa",
        "tender",
        "agent",
        "chilean",
        "offer",
        "btg",
        "pactual",
        "chile",
        "corredores",
        "de",
        "bolsa",
        "avenida",
        "costanera",
        "sur",
        "piso",
        "la",
        "condes",
        "santiago",
        "chile",
        "telephone",
        "contactochile",
        "question",
        "offer",
        "request",
        "assistance",
        "may",
        "directed",
        "georgeson",
        "llc",
        "information",
        "agent",
        "connection",
        "offer",
        "georgeson",
        "llc",
        "avenue",
        "america",
        "9th",
        "floor",
        "new",
        "york",
        "new",
        "york",
        "telephone",
        "international",
        "enelchile",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "could",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "regarding",
        "intent",
        "belief",
        "current",
        "expectation",
        "enel",
        "chile",
        "management",
        "respect",
        "among",
        "thing",
        "reorganization",
        "including",
        "tender",
        "offer",
        "capital",
        "increase",
        "related",
        "right",
        "offering",
        "merger",
        "egpl",
        "statement",
        "preceded",
        "followed",
        "include",
        "word",
        "belief",
        "expects",
        "predicts",
        "anticipates",
        "intends",
        "estimate",
        "may",
        "similar",
        "expression",
        "statement",
        "historical",
        "fact",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "various",
        "factor",
        "factor",
        "include",
        "limited",
        "following",
        "enel",
        "chile",
        "may",
        "fail",
        "realize",
        "business",
        "growth",
        "opportunity",
        "revenue",
        "benefit",
        "cost",
        "saving",
        "benefit",
        "anticipated",
        "proposed",
        "reorganization",
        "described",
        "herein",
        "enel",
        "chile",
        "may",
        "incur",
        "unanticipated",
        "cost",
        "associated",
        "proposed",
        "reorganization",
        "potential",
        "integration",
        "enel",
        "chile",
        "egpl",
        "may",
        "difficult",
        "expensive",
        "enel",
        "chile",
        "following",
        "consummation",
        "proposed",
        "reorganization",
        "may",
        "able",
        "retain",
        "key",
        "employee",
        "efficiently",
        "manage",
        "larger",
        "broader",
        "organization",
        "could",
        "negatively",
        "affect",
        "operation",
        "financial",
        "condition",
        "proposed",
        "reorganization",
        "may",
        "delayed",
        "may",
        "consummated",
        "negatively",
        "affecting",
        "market",
        "price",
        "enel",
        "chile",
        "stock",
        "risk",
        "factor",
        "discussed",
        "enel",
        "chile",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "heading",
        "item",
        "risk",
        "factor",
        "assurance",
        "proposed",
        "reorganization",
        "including",
        "offer",
        "transaction",
        "described",
        "press",
        "release",
        "fact",
        "consummated",
        "manner",
        "described",
        "made",
        "date",
        "hereof",
        "enel",
        "chile",
        "undertakes",
        "obligation",
        "update",
        "except",
        "required",
        "law",
        "view",
        "original",
        "content",
        "http",
        "source",
        "enel",
        "chile"
    ]
}