{
    "organizations": [],
    "uuid": "6ed59ccbed581cc52c3d878a587ce977ac669061",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-valeritas-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Valeritas Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRIDGEWATER, N.J., Feb. 26, 2018 (GLOBE NEWSWIRE) -- Valeritas Holdings, Inc. (NASDAQ:VLRX), a medical technology company which offers patients with type 2 diabetes V-Go® Wearable Insulin Delivery device , a simple, affordable, all-in-one insulin delivery option that is worn like a patch and can eliminate the need for taking multiple daily shots, today announced financial results for the three months and full 2017.\n2017 Highlights:\nRevenues in the fourth quarter grew 21% year-over-year to $5.8 million from $4.8 million in the fourth quarter of 2016, which represented a 14% sequential increase from $5.1 million in the third quarter and a 4% increase to $20.2 million for the full 2017 from $19.6 million for the full year 2016;\nGross margin for the fourth quarter was 45.2%, compared to 37.1% in the fourth quarter of 2016, a year-over-year improvement of 810 basis points and 40.3% for the full year 2017 compared to 35.5% for the full year 2016, an improvement of 480 basis points;\nOver 14 million V-Go's have now been distributed to and used clinically by patients as of December 31, 2017;\nAdvanced development of V-Go Link, a one-way Bluetooth communication accessory for V-Go that will provide insulin use information to patients and their healthcare providers.\n\"We are delighted in the Company’s performance throughout 2017, and very excited with the positive prescription trends we experienced in the second half of the year,” said John Timberlake, President and Chief Executive Officer of Valeritas. “Our high-touch and higher-service sales and marketing strategy generated growth in our targeted accounts during every quarter in 2017 and enabled the Company to return to top-line revenue growth during the last two quarters of the year.\"\nFourth Quarter 2017 Financial Results\nTotal revenue for the fourth quarter of 2017 was $5.8 million, a 21% increase from $4.8 million in the fourth quarter of 2016 and a 14% sequential increase from $5.1 million in the third quarter of 2017. This represents the Company's third consecutive quarter of sequential revenue growth and its second consecutive quarter with increasing year-over-year revenue growth. This overall growth was primarily due to an increase in new prescriptions in targeted accounts. Total and new prescriptions in targeted accounts increased by 24% in the fourth quarter of 2017 and 32% year-over-year. As with the third quarter of 2017, there was continued stabilization of total and new prescriptions in accounts that were not targeted by the Company's sales representatives.\nGross profit in the fourth quarter of 2017 was $2.6 million, an increase of 47% as compared to $1.8 million in the same period in 2016, with gross margin increasing by 810 basis points from 37.1% basis points to 45.2%. The increase in gross margin was driven mainly by improved manufacturing and supply chain efficiencies and a slight increase in our V-Go's net price as compared to the same periods in 2016.\nOperating expenses in the fourth quarter of 2017 were $12.9 million (which excludes a one-time expense of $3.7 million for impairment of assets), a 27% increase from $10.2 million in the fourth quarter of 2016. Increased operating expenses were driven primarily by increased investment in the Company’s commercial initiatives, including the expansion of the Company's sales force in April 2017 and an increase in Research and Development (R&D) primarily related to continued development of the V-Go Link.\nNet loss in the fourth quarter of 2017 was $14.9 million as compared to a net loss of $9.8 million in the fourth quarter of 2016, an increase of 57%. The increase in net loss was due primarily to an increase in operating expenses and the one-time impairment expense of $3.7 million partially offset by an increase in gross profit due to increased revenue and lower cost of goods sold.\nFull Year 2017 Financial Results\nRevenue for increased 4% to $20.2 million, from $19.6 million for the 2016. The increase in revenue was primarily due to a slight increase in V-Go's net price as compared to 2016. Overall prescription volume for the year was slightly down due to a decline in prescriptions in our non-targeted accounts offset by growth in total prescriptions in our targeted accounts in 2017.\nGross profit for the full year 2017 was $8.2 million, or 40.3% gross margin, up from $6.9 million, or 35.5% gross margin for the full year 2016. The increase in the Company’s gross margin was primarily due to manufacturing and supply chain efficiencies, overhead cost-reductions and a slight increase in net price for V-Go.\nOperating expenses for the full year 2017 were $49.7 million (which excludes a $3.7 million one-time expense for impairment of assets), an increase of 22% from $40.7 million in the prior year. The increase in operating expenses was driven primarily by the Company’s commercial initiatives including the expansion of the Company's field-based sales force in April 2017, an increase in R&D primarily related to the Company's V-Go Link, a Bluetooth product program, stock compensation expenses and impairment costs.\nNet loss for the full year 2017 was $49.3 million, compared to $46.4 million for the prior year, an increase of 6%. The increase was primarily due to the increase in operating expenses related to the expansion of the sales force and the one-time impairment expense partially offset by an increase in gross profit due to increased revenue with lower cost of goods sold.\nTotal cash and cash equivalents were $26.0 million as of December 31, 2017, compared to $9.9 million as of December 31, 2016.\nGuidance\nThe Company expects 2018 revenue to be between $26 and $28 million. As previously discussed, the Company ended 2017 with a gross margin of 45% for the fourth quarter. The Company expects quarterly gross margin to increase on an annual and sequential basis in 2018, ending the year with a gross margin near 50% for the fourth quarter of 2018. These expectations are based on, among other things, the assumption that there will be continued growth in the Company's targeted accounts and no further decline in the Company's non-targeted accounts.\nConference Call Information\nValeritas will hold a conference call to discuss the results today, Monday, February 26, 2018, at 4:30 PM ET. The dial-in numbers are (866) 393-4306 for domestic callers and (734) 385-2616 for international callers. The conference ID number is 7894245. A live webcast of the conference call will be available on the investor relations section of the Valeritas corporate website at www.valeritas.com .\nA replay of the conference call will be available on the investor relations section of the Valeritas corporate website at www.valeritas.com until the Company reports its Q1 2018 financial results. In addition, a telephonic replay of the call will be available through February 27, 2018. The replay dial-in numbers are (800) 585-8367 for domestic callers and (404) 537-3406 for international callers. Please use the replay pin number 7894245.\nAbout Valeritas Holdings, Inc.\nValeritas is a commercial-stage medical technology company focused on improving health and simplifying life for people with diabetes by developing and commercializing innovative technologies. Valeritas’ flagship product, V-Go ® Wearable Insulin Delivery device, is a simple, affordable, all-in-one basal-bolus insulin delivery option for patients with type 2 diabetes that is worn like a patch and can eliminate the need for taking multiple daily shots. V-Go administers a continuous preset basal rate of insulin over 24 hours and it provides discreet on-demand bolus dosing at mealtimes. It is the only basal-bolus insulin delivery device on the market today specifically designed keeping in mind the needs of type 2 diabetes patients. Headquartered in Bridgewater, New Jersey, Valeritas operates its R&D functions in Marlborough, Massachusetts.\nMore information is available at www.valeritas.com and our Twitter feed @Valeritas_US, www.twitter.com/Valeritas_US .\nForward-Looking Statements\nThis press release may contain . Statements in this press release that are not purely historical are . Such include, among other things, references to Valeritas technologies, business and product development plans and market information. Actual results could differ from those projected in any due to numerous factors. Such factors include, among others, the ability to raise the additional funding needed to continue to pursue Valeritas’ business and product development plans, the inherent uncertainties associated with developing new products or technologies, the ability to commercialize the V-Go ® Wearable Insulin Delivery device with limited resources, competition in the industry in which Valeritas operates and overall market conditions. Any are made as of the date of this press release, and Valeritas assumes no obligation to update the or to update the reasons why actual results could differ from those projected in the , except as required by law. Investors should consult all of the information set forth herein and should also refer to the risk factor disclosure set forth in the reports and other documents Valeritas files with the SEC available at http://www.sec.gov .\nInvestor Contacts:\nLynn Pieper Lewis or Greg Chodaczek\nGilmartin Group\n610-368-6505\nir@valeritas.com\nMedia Contact:\nKevin Knight\nKnight Marketing Communications, Ltd.\n206-451-4823\npr@valeritas.com\nVALERITAS HOLDINGS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (Dollars in thousands, except share and per share data) Quarter Ended\nDecember 31, Year Ended\nDecember 31, 2017 2016 2017 2016 Unaudited Revenue, net $ 5,781 $ 4,796 $ 20,245 $ 19,550 Cost of goods sold 3,169 3,017 12,080 12,606 Gross profit 2,612 1,779 8,165 6,944 Operating expense: Research and development 2,027 1,207 7,126 4,842 Selling, general and administrative 10,898 8,934 42,596 33,481 Restructuring costs — 33 — 2,394 Long-lived asset impairment costs 3,711 — 3,711 — Total operating expense 16,636 10,174 53,433 40,717 Operating loss (14,024 ) (8,395 ) (45,268 ) (33,773 ) Other income (expense), net: Interest expense, net (915 ) (1,549 ) (4,263 ) (12,151 ) Change in fair value of derivative liabilities 1 113 221 (549 ) Other income 3 (15 ) 9 106 Total other income (expense), net (911 ) (1,451 ) (4,033 ) (12,594 ) Loss before income taxes (14,935 ) (9,846 ) (49,301 ) (46,367 ) Income tax expense — — — — Net loss $ (14,935 ) $ (9,846 ) $ (49,301 ) $ (46,367 ) Preferred stock dividend $ (557 ) $ — $ (1,711 ) $ — Net loss attributable to common stockholders $ (15,492 ) $ (9,846 ) $ (51,012 ) $ (46,367 ) Net loss per share of common share outstanding — basic and diluted $ (3.10 ) $ (6.19 ) $ (8.94 ) $ (39.06 ) Weighted average common shares outstanding — basic and diluted 7,007,782 1,590,948 5,708,577 1,187,104\nVALERITAS HOLDINGS, INC. CONSOLIDATED BALANCE SHEETS (Dollars in thousands, except share and per share data) December 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 25,961 $ 9,866 Accounts receivable, net 3,991 3,462 Other receivables 242 173 Inventories, net 8,105 9,384 Deferred cost of goods sold 539 690 Prepaid expense and other current assets 634 569 Total current assets 39,472 24,144 Property and equipment, net 5,469 10,219 Other assets 148 153 Total assets $ 45,089 $ 34,516 Liabilities and stockholders’ deficit Current liabilities: Accounts payable $ 5,644 $ 4,591 Accrued expense and other current liabilities 5,798 5,532 Deferred revenue 1,638 1,623 Total current liabilities 13,080 11,746 Long-term debt, related parties (net of issuance costs of $125 and $214, respectively). 36,009 58,978 Other long-term liabilities 58 292 Total liabilities 49,147 71,016 Commitments and contingencies Stockholders’ deficit Convertible preferred stock, $0.001 par value; 50,000,000 authorized at December 31, 2017; 2,750,000 and 0 shares issued and outstanding, respectively (aggregate liquidation value of $29,211 and $0, respectively). 3 — Common stock, $0.001 par value, 300,000,000 shares authorized; 7,007,782 and 1,590,948 shares issued and outstanding, respectively 7 2 Additional paid-in capital 469,877 387,737 Accumulated deficit (473,921 ) (424,239 ) Treasury stock, at cost (7,854 and 0 shares, respectively) (24 ) — Total stockholders’ deficit (4,058 ) (36,500 ) Total liabilities and stockholders’ deficit $ 45,089 $ 34,516\nSource:Valeritas, Inc.",
    "published": "2018-02-27T00:03:00.000+02:00",
    "crawled": "2018-02-27T00:58:56.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bridgewater",
        "globe",
        "newswire",
        "valeritas",
        "holding",
        "nasdaq",
        "vlrx",
        "medical",
        "technology",
        "company",
        "offer",
        "patient",
        "type",
        "diabetes",
        "wearable",
        "insulin",
        "delivery",
        "device",
        "simple",
        "affordable",
        "insulin",
        "delivery",
        "option",
        "worn",
        "like",
        "patch",
        "eliminate",
        "need",
        "taking",
        "multiple",
        "daily",
        "shot",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "full",
        "highlight",
        "revenue",
        "fourth",
        "quarter",
        "grew",
        "million",
        "million",
        "fourth",
        "quarter",
        "represented",
        "sequential",
        "increase",
        "million",
        "third",
        "quarter",
        "increase",
        "million",
        "full",
        "million",
        "full",
        "year",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "improvement",
        "basis",
        "point",
        "full",
        "year",
        "compared",
        "full",
        "year",
        "improvement",
        "basis",
        "point",
        "million",
        "distributed",
        "used",
        "clinically",
        "patient",
        "december",
        "advanced",
        "development",
        "link",
        "bluetooth",
        "communication",
        "accessory",
        "provide",
        "insulin",
        "use",
        "information",
        "patient",
        "healthcare",
        "provider",
        "delighted",
        "company",
        "performance",
        "throughout",
        "excited",
        "positive",
        "prescription",
        "trend",
        "experienced",
        "second",
        "half",
        "year",
        "said",
        "john",
        "timberlake",
        "president",
        "chief",
        "executive",
        "officer",
        "valeritas",
        "sale",
        "marketing",
        "strategy",
        "generated",
        "growth",
        "targeted",
        "account",
        "every",
        "quarter",
        "enabled",
        "company",
        "return",
        "revenue",
        "growth",
        "last",
        "two",
        "quarter",
        "year",
        "fourth",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "sequential",
        "increase",
        "million",
        "third",
        "quarter",
        "represents",
        "company",
        "third",
        "consecutive",
        "quarter",
        "sequential",
        "revenue",
        "growth",
        "second",
        "consecutive",
        "quarter",
        "increasing",
        "revenue",
        "growth",
        "overall",
        "growth",
        "primarily",
        "due",
        "increase",
        "new",
        "prescription",
        "targeted",
        "account",
        "total",
        "new",
        "prescription",
        "targeted",
        "account",
        "increased",
        "fourth",
        "quarter",
        "third",
        "quarter",
        "continued",
        "stabilization",
        "total",
        "new",
        "prescription",
        "account",
        "targeted",
        "company",
        "sale",
        "representative",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "million",
        "increase",
        "compared",
        "million",
        "period",
        "gross",
        "margin",
        "increasing",
        "basis",
        "point",
        "basis",
        "point",
        "increase",
        "gross",
        "margin",
        "driven",
        "mainly",
        "improved",
        "manufacturing",
        "supply",
        "chain",
        "efficiency",
        "slight",
        "increase",
        "net",
        "price",
        "compared",
        "period",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "excludes",
        "expense",
        "million",
        "impairment",
        "asset",
        "increase",
        "million",
        "fourth",
        "quarter",
        "increased",
        "operating",
        "expense",
        "driven",
        "primarily",
        "increased",
        "investment",
        "company",
        "commercial",
        "initiative",
        "including",
        "expansion",
        "company",
        "sale",
        "force",
        "april",
        "increase",
        "research",
        "development",
        "r",
        "primarily",
        "related",
        "continued",
        "development",
        "link",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "increase",
        "increase",
        "net",
        "loss",
        "due",
        "primarily",
        "increase",
        "operating",
        "expense",
        "impairment",
        "expense",
        "million",
        "partially",
        "offset",
        "increase",
        "gross",
        "profit",
        "due",
        "increased",
        "revenue",
        "lower",
        "cost",
        "good",
        "sold",
        "full",
        "year",
        "financial",
        "result",
        "revenue",
        "increased",
        "million",
        "million",
        "increase",
        "revenue",
        "primarily",
        "due",
        "slight",
        "increase",
        "net",
        "price",
        "compared",
        "overall",
        "prescription",
        "volume",
        "year",
        "slightly",
        "due",
        "decline",
        "prescription",
        "account",
        "offset",
        "growth",
        "total",
        "prescription",
        "targeted",
        "account",
        "gross",
        "profit",
        "full",
        "year",
        "million",
        "gross",
        "margin",
        "million",
        "gross",
        "margin",
        "full",
        "year",
        "increase",
        "company",
        "gross",
        "margin",
        "primarily",
        "due",
        "manufacturing",
        "supply",
        "chain",
        "efficiency",
        "overhead",
        "slight",
        "increase",
        "net",
        "price",
        "operating",
        "expense",
        "full",
        "year",
        "million",
        "excludes",
        "million",
        "expense",
        "impairment",
        "asset",
        "increase",
        "million",
        "prior",
        "year",
        "increase",
        "operating",
        "expense",
        "driven",
        "primarily",
        "company",
        "commercial",
        "initiative",
        "including",
        "expansion",
        "company",
        "sale",
        "force",
        "april",
        "increase",
        "r",
        "primarily",
        "related",
        "company",
        "link",
        "bluetooth",
        "product",
        "program",
        "stock",
        "compensation",
        "expense",
        "impairment",
        "cost",
        "net",
        "loss",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "increase",
        "primarily",
        "due",
        "increase",
        "operating",
        "expense",
        "related",
        "expansion",
        "sale",
        "force",
        "impairment",
        "expense",
        "partially",
        "offset",
        "increase",
        "gross",
        "profit",
        "due",
        "increased",
        "revenue",
        "lower",
        "cost",
        "good",
        "sold",
        "total",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "compared",
        "million",
        "december",
        "guidance",
        "company",
        "expects",
        "revenue",
        "million",
        "previously",
        "discussed",
        "company",
        "ended",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "company",
        "expects",
        "quarterly",
        "gross",
        "margin",
        "increase",
        "annual",
        "sequential",
        "basis",
        "ending",
        "year",
        "gross",
        "margin",
        "near",
        "fourth",
        "quarter",
        "expectation",
        "based",
        "among",
        "thing",
        "assumption",
        "continued",
        "growth",
        "company",
        "targeted",
        "account",
        "decline",
        "company",
        "account",
        "conference",
        "call",
        "information",
        "valeritas",
        "hold",
        "conference",
        "call",
        "discus",
        "result",
        "today",
        "monday",
        "february",
        "pm",
        "et",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "number",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "valeritas",
        "corporate",
        "website",
        "replay",
        "conference",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "valeritas",
        "corporate",
        "website",
        "company",
        "report",
        "q1",
        "financial",
        "result",
        "addition",
        "telephonic",
        "replay",
        "call",
        "available",
        "february",
        "replay",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "please",
        "use",
        "replay",
        "pin",
        "number",
        "valeritas",
        "holding",
        "valeritas",
        "medical",
        "technology",
        "company",
        "focused",
        "improving",
        "health",
        "simplifying",
        "life",
        "people",
        "diabetes",
        "developing",
        "commercializing",
        "innovative",
        "technology",
        "valeritas",
        "flagship",
        "product",
        "wearable",
        "insulin",
        "delivery",
        "device",
        "simple",
        "affordable",
        "insulin",
        "delivery",
        "option",
        "patient",
        "type",
        "diabetes",
        "worn",
        "like",
        "patch",
        "eliminate",
        "need",
        "taking",
        "multiple",
        "daily",
        "shot",
        "administers",
        "continuous",
        "preset",
        "basal",
        "rate",
        "insulin",
        "hour",
        "provides",
        "discreet",
        "bolus",
        "dosing",
        "mealtime",
        "insulin",
        "delivery",
        "device",
        "market",
        "today",
        "specifically",
        "designed",
        "keeping",
        "mind",
        "need",
        "type",
        "diabetes",
        "patient",
        "headquartered",
        "bridgewater",
        "new",
        "jersey",
        "valeritas",
        "operates",
        "r",
        "function",
        "marlborough",
        "massachusetts",
        "information",
        "available",
        "twitter",
        "feed",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "press",
        "release",
        "purely",
        "historical",
        "include",
        "among",
        "thing",
        "reference",
        "valeritas",
        "technology",
        "business",
        "product",
        "development",
        "plan",
        "market",
        "information",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "due",
        "numerous",
        "factor",
        "factor",
        "include",
        "among",
        "others",
        "ability",
        "raise",
        "additional",
        "funding",
        "needed",
        "continue",
        "pursue",
        "valeritas",
        "business",
        "product",
        "development",
        "plan",
        "inherent",
        "uncertainty",
        "associated",
        "developing",
        "new",
        "product",
        "technology",
        "ability",
        "commercialize",
        "wearable",
        "insulin",
        "delivery",
        "device",
        "limited",
        "resource",
        "competition",
        "industry",
        "valeritas",
        "operates",
        "overall",
        "market",
        "condition",
        "made",
        "date",
        "press",
        "release",
        "valeritas",
        "assumes",
        "obligation",
        "update",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "except",
        "required",
        "law",
        "investor",
        "consult",
        "information",
        "set",
        "forth",
        "herein",
        "also",
        "refer",
        "risk",
        "factor",
        "disclosure",
        "set",
        "forth",
        "report",
        "document",
        "valeritas",
        "file",
        "sec",
        "available",
        "http",
        "investor",
        "contact",
        "lynn",
        "pieper",
        "lewis",
        "greg",
        "chodaczek",
        "gilmartin",
        "group",
        "ir",
        "medium",
        "contact",
        "kevin",
        "knight",
        "knight",
        "marketing",
        "communication",
        "pr",
        "valeritas",
        "holding",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "revenue",
        "net",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "restructuring",
        "cost",
        "asset",
        "impairment",
        "cost",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "net",
        "interest",
        "expense",
        "net",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "income",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "valeritas",
        "holding",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "receivables",
        "inventory",
        "net",
        "deferred",
        "cost",
        "good",
        "sold",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "debt",
        "related",
        "party",
        "net",
        "issuance",
        "cost",
        "respectively",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "deficit",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "december",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "aggregate",
        "liquidation",
        "value",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "treasury",
        "stock",
        "cost",
        "share",
        "respectively",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "source",
        "valeritas",
        "inc"
    ]
}