{
    "organizations": [],
    "uuid": "756d7a70267643ef272fe1b0ae22edba45b9a42b",
    "author": "Maria Tsvetkova",
    "url": "https://www.reuters.com/article/us-mideast-crisis-syria-russia-casualtie/russian-toll-in-syria-battle-was-300-killed-and-wounded-sources-idUSKCN1FZ2DZ",
    "ord_in_thread": 0,
    "title": "Russian toll in Syria battle was 300 killed and wounded: sources",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MOSCOW (Reuters) - About 300 men working for a Kremlin-linked Russian private military firm were either killed or injured in Syria last week, according to three sources familiar with the matter.\nA Russian military doctor said around 100 had been killed, and a source who knows several of the fighters said the death toll was in excess of 80 men.\nThe timing of the casualties coincided with a battle on Feb. 7 near the Syrian city of Deir al-Zor where, according to U.S. officials and associates of the fighters involved, U.S.-led coalition forces attacked forces aligned with Moscow’s ally, Syrian President Bashar al-Assad.\nRussian officials said five citizens may have been killed but they had no relation to Russia’s armed forces.\nThe clashes show Moscow is more deeply involved in Syria militarily than it has said, and risks being drawn into direct confrontation with the United States in Syria.\nThe casualties are the highest that Russia has suffered in a single battle since fierce clashes in Ukraine in 2014 claimed more than 100 fighters’ lives. Moscow denies sending soldiers and volunteers to Ukraine and has never confirmed that figure.\nThe wounded, who have been medically evacuated from Syria in the past few days, have been sent to four Russian military hospitals, according to five sources familiar with the matter.\nThe military doctor, who works in a Moscow military hospital and was directly involved in the treatment of wounded men evacuated from Syria, said that as of Saturday evening there were more than 50 such patients in his hospital, of which around 30 percent were seriously wounded.\nThe doctor, who spoke on condition of anonymity because he is not allowed to disclose information about casualties, said at least three planeloads of injured fighters were flown to Moscow between last Friday and Monday morning.\nHe said they were flown back on specially equipped military cargo planes which can each accommodate two or three intensive care cases and several dozen less severely wounded patients.\nMaria Zakharova, a spokeswoman for the Russian foreign ministry, said initial information was that five Russian citizens in the area of the battle may have been killed, but they were not Russian troops. She said reports of tens or hundreds of Russian casualties were disinformation inspired by Russia’s opponents.\nThe Russian defense ministry did not respond to Reuters questions about casualties in Syria. A Kremlin spokesman, asked about Russian casualties on Thursday, said he had nothing to add to previous statements. The Kremlin said earlier this week it had no information on any casualties.\nReuters was unable to make direct contact with the contractors’ employers, the Wagner group, whose fallen fighters have in the past received medals from the Kremlin.\nThe military doctor said that a fellow doctor who flew to Syria on one of the recent medevac flights told him that around 100 people in the Russian force had been killed as of the end of last week, and 200 injured.\nThe doctor who spoke to Reuters said most of the casualties were Russian private military contractors.\nYevgeny Shabayev, leader of a local chapter of a paramilitary Cossack organization who has ties to Russian military contractors, said he had visited acquaintances injured in Syria at the defense ministry’s Central Hospital in Khimki, on the outskirts of Moscow, on Wednesday.\nHe said the wounded men had told him that the two units of Russian contractors involved in the battle near Deir al-Zor numbered 550 men. Of those, there are now about 200 who are not either dead or wounded, the wounded men had told him.\nShabayev said the ward he visited contained eight patients, all evacuated from Syria in the past few days, and there were more in other wards in the hospital.\n“If you understand anything about military action and combat injuries then you can imagine what’s going on there. That’s to say, constant screams, shouts,” Shabayev told Reuters. “It’s a tough scene.”\nA source with ties to the Wagner organization, and who has spoken to people who took part in the Feb. 7 clashes, told Reuters his contacts told him more than 80 Russian contractors were killed.\nThe source, who spoke on condition of anonymity, said the total of about 300 killed or injured was broadly correct.\nRussian trucks seen on the road heading to Deir al-Zor in Kabakeb near Deir al-Zor, Syria September 21, 2017. REUTERS/Omar Sanadiki He said many of the injured had shrapnel in their bodies that was not showing up on X-rays, making treatment difficult. “The prognosis for most of the wounded is dismal,” he said.\nPROXY WAR Other military hospitals treating the contractors are the Third Vishnevskiy hospital in Krasnogorsk, near Moscow, the Burdenko hospital near Moscow city center, and the Military Medical Academy in St. Petersburg, according to the doctor, Shabayev, and three other people who know dead or wounded fighters.\nWhen Reuters contacted those hospitals by phone on Thursday, staff either declined to comment or denied having any patients evacuated from Syria.\nA Reuters reporter visited the Burdenko hospital on Wednesday and spoke briefly to patients who said they knew nothing about anyone evacuated from Syria. Reporters also visited the hospital in Krasnogorsk, and a fifth military hospital, at Balashikha near Moscow, but were denied entry.\nRussia launched a military operation in Syria in September 2015 which has turned the tide of the conflict in favor of Assad.\nRussian officials deny they deploy private military contractors in Syria, saying Moscow’s only military presence is a campaign of air strikes, a naval base, military instructors training Syrian forces, and limited numbers of special forces troops.\nSlideshow (2 Images) But according to people familiar with the deployment, Russia is using large numbers of the contractors in Syria because that allows Moscow to put more boots on the ground without risking regular soldiers whose deaths have to be accounted for.\nThe contractors, mostly ex-military, carry out missions assigned to them by the Russian military, the people familiar with the deployment said. Most are Russian citizens, though some have Ukrainian and Serbian passports.\nThe United States and Russia, while backing opposite sides in the Syria conflict, have taken pains to make sure that their forces do not accidentally collide. But the presence of the Russian contractors adds an element of unpredictability.\nPROBING MISSION A U.S. official, speaking on condition of anonymity, said last week that a force aligned with Assad, backed with artillery, tanks, rockets and mortars, had on Feb. 7 attacked fighters with the U.S.-backed Syrian Democratic Forces near Deir al-Zor.\nU.S. special forces were accompanying the SDF forces that came under attack, officials in Washington said.\nThe U.S.-led coalition in Syria retaliated, killing about 100 of the pro-Assad forces, according to the official.\nSince the battle, associates of Russian military contractors have said Russians were part of the pro-Assad force involved in the battle, and among the casualties.\nShabayev, the Cossack leader, said casualties were so high because the force had no air cover, and because they were attacked not by poorly equipped rebels, their usual adversaries, but by a well-armed force that could launch air strikes.\n“First of all the bombers attacked, and then they cleaned up using Apaches (U.S.-made attack helicopters),” Shabayev said, citing the wounded men he visited in hospital.\nThe source with ties to Wagner said they told him the force struck by the U.S.-led coalition was made up mainly of Russian contractors, with a few Syrians and Iranians in support roles.\nHe said that on Feb. 7 the force had advanced toward the settlement of Khusham, in Deir al-Zor province, into a zone designated as neutral under a deal between the Russian military and the U.S.-led coalition.\nThe aim was to test if the U.S.-led coalition would react. The force advanced to within less than 5 km (3 miles) of the SDF and American positions, he said.\nHe said that the U.S.-led forces, in line with procedure agreed with the Russians, warned Russian regular forces that they were preparing to strike. He does not know if the warning was passed on to the contractors.\n“The warning was 20 minutes beforehand, in that time it was not feasible to turn the column around,” said the source.\nHe said once the strikes began, the contractors did not return fire because they believed that would provoke even more strikes from the U.S.-led coalition.\nAdditional reporting by Anton Zverev in MOSCOW; Writing by Christian Lowe; Editing by Giles Elgood\n ",
    "published": "2018-02-16T01:34:00.000+02:00",
    "crawled": "2018-02-15T20:13:49.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "moscow",
        "reuters",
        "men",
        "working",
        "russian",
        "private",
        "military",
        "firm",
        "either",
        "killed",
        "injured",
        "syria",
        "last",
        "week",
        "according",
        "three",
        "source",
        "familiar",
        "matter",
        "russian",
        "military",
        "doctor",
        "said",
        "around",
        "killed",
        "source",
        "know",
        "several",
        "fighter",
        "said",
        "death",
        "toll",
        "excess",
        "men",
        "timing",
        "casualty",
        "coincided",
        "battle",
        "near",
        "syrian",
        "city",
        "deir",
        "according",
        "official",
        "associate",
        "fighter",
        "involved",
        "coalition",
        "force",
        "attacked",
        "force",
        "aligned",
        "moscow",
        "ally",
        "syrian",
        "president",
        "bashar",
        "russian",
        "official",
        "said",
        "five",
        "citizen",
        "may",
        "killed",
        "relation",
        "russia",
        "armed",
        "force",
        "clash",
        "show",
        "moscow",
        "deeply",
        "involved",
        "syria",
        "militarily",
        "said",
        "risk",
        "drawn",
        "direct",
        "confrontation",
        "united",
        "state",
        "syria",
        "casualty",
        "highest",
        "russia",
        "suffered",
        "single",
        "battle",
        "since",
        "fierce",
        "clash",
        "ukraine",
        "claimed",
        "fighter",
        "life",
        "moscow",
        "denies",
        "sending",
        "soldier",
        "volunteer",
        "ukraine",
        "never",
        "confirmed",
        "figure",
        "wounded",
        "medically",
        "evacuated",
        "syria",
        "past",
        "day",
        "sent",
        "four",
        "russian",
        "military",
        "hospital",
        "according",
        "five",
        "source",
        "familiar",
        "matter",
        "military",
        "doctor",
        "work",
        "moscow",
        "military",
        "hospital",
        "directly",
        "involved",
        "treatment",
        "wounded",
        "men",
        "evacuated",
        "syria",
        "said",
        "saturday",
        "evening",
        "patient",
        "hospital",
        "around",
        "percent",
        "seriously",
        "wounded",
        "doctor",
        "spoke",
        "condition",
        "anonymity",
        "allowed",
        "disclose",
        "information",
        "casualty",
        "said",
        "least",
        "three",
        "planeloads",
        "injured",
        "fighter",
        "flown",
        "moscow",
        "last",
        "friday",
        "monday",
        "morning",
        "said",
        "flown",
        "back",
        "specially",
        "equipped",
        "military",
        "cargo",
        "plane",
        "accommodate",
        "two",
        "three",
        "intensive",
        "care",
        "case",
        "several",
        "dozen",
        "less",
        "severely",
        "wounded",
        "patient",
        "maria",
        "zakharova",
        "spokeswoman",
        "russian",
        "foreign",
        "ministry",
        "said",
        "initial",
        "information",
        "five",
        "russian",
        "citizen",
        "area",
        "battle",
        "may",
        "killed",
        "russian",
        "troop",
        "said",
        "report",
        "ten",
        "hundred",
        "russian",
        "casualty",
        "disinformation",
        "inspired",
        "russia",
        "opponent",
        "russian",
        "defense",
        "ministry",
        "respond",
        "reuters",
        "question",
        "casualty",
        "syria",
        "kremlin",
        "spokesman",
        "asked",
        "russian",
        "casualty",
        "thursday",
        "said",
        "nothing",
        "add",
        "previous",
        "statement",
        "kremlin",
        "said",
        "earlier",
        "week",
        "information",
        "casualty",
        "reuters",
        "unable",
        "make",
        "direct",
        "contact",
        "contractor",
        "employer",
        "wagner",
        "group",
        "whose",
        "fallen",
        "fighter",
        "past",
        "received",
        "medal",
        "kremlin",
        "military",
        "doctor",
        "said",
        "fellow",
        "doctor",
        "flew",
        "syria",
        "one",
        "recent",
        "medevac",
        "flight",
        "told",
        "around",
        "people",
        "russian",
        "force",
        "killed",
        "end",
        "last",
        "week",
        "injured",
        "doctor",
        "spoke",
        "reuters",
        "said",
        "casualty",
        "russian",
        "private",
        "military",
        "contractor",
        "yevgeny",
        "shabayev",
        "leader",
        "local",
        "chapter",
        "paramilitary",
        "cossack",
        "organization",
        "tie",
        "russian",
        "military",
        "contractor",
        "said",
        "visited",
        "acquaintance",
        "injured",
        "syria",
        "defense",
        "ministry",
        "central",
        "hospital",
        "khimki",
        "outskirt",
        "moscow",
        "wednesday",
        "said",
        "wounded",
        "men",
        "told",
        "two",
        "unit",
        "russian",
        "contractor",
        "involved",
        "battle",
        "near",
        "deir",
        "numbered",
        "men",
        "either",
        "dead",
        "wounded",
        "wounded",
        "men",
        "told",
        "shabayev",
        "said",
        "ward",
        "visited",
        "contained",
        "eight",
        "patient",
        "evacuated",
        "syria",
        "past",
        "day",
        "ward",
        "hospital",
        "understand",
        "anything",
        "military",
        "action",
        "combat",
        "injury",
        "imagine",
        "going",
        "say",
        "constant",
        "scream",
        "shout",
        "shabayev",
        "told",
        "reuters",
        "tough",
        "source",
        "tie",
        "wagner",
        "organization",
        "spoken",
        "people",
        "took",
        "part",
        "clash",
        "told",
        "reuters",
        "contact",
        "told",
        "russian",
        "contractor",
        "killed",
        "source",
        "spoke",
        "condition",
        "anonymity",
        "said",
        "total",
        "killed",
        "injured",
        "broadly",
        "correct",
        "russian",
        "truck",
        "seen",
        "road",
        "heading",
        "deir",
        "kabakeb",
        "near",
        "deir",
        "syria",
        "september",
        "sanadiki",
        "said",
        "many",
        "injured",
        "shrapnel",
        "body",
        "showing",
        "making",
        "treatment",
        "difficult",
        "prognosis",
        "wounded",
        "dismal",
        "said",
        "proxy",
        "war",
        "military",
        "hospital",
        "treating",
        "contractor",
        "third",
        "vishnevskiy",
        "hospital",
        "krasnogorsk",
        "near",
        "moscow",
        "burdenko",
        "hospital",
        "near",
        "moscow",
        "city",
        "center",
        "military",
        "medical",
        "academy",
        "petersburg",
        "according",
        "doctor",
        "shabayev",
        "three",
        "people",
        "know",
        "dead",
        "wounded",
        "fighter",
        "reuters",
        "contacted",
        "hospital",
        "phone",
        "thursday",
        "staff",
        "either",
        "declined",
        "comment",
        "denied",
        "patient",
        "evacuated",
        "syria",
        "reuters",
        "reporter",
        "visited",
        "burdenko",
        "hospital",
        "wednesday",
        "spoke",
        "briefly",
        "patient",
        "said",
        "knew",
        "nothing",
        "anyone",
        "evacuated",
        "syria",
        "reporter",
        "also",
        "visited",
        "hospital",
        "krasnogorsk",
        "fifth",
        "military",
        "hospital",
        "balashikha",
        "near",
        "moscow",
        "denied",
        "entry",
        "russia",
        "launched",
        "military",
        "operation",
        "syria",
        "september",
        "turned",
        "tide",
        "conflict",
        "favor",
        "assad",
        "russian",
        "official",
        "deny",
        "deploy",
        "private",
        "military",
        "contractor",
        "syria",
        "saying",
        "moscow",
        "military",
        "presence",
        "campaign",
        "air",
        "strike",
        "naval",
        "base",
        "military",
        "instructor",
        "training",
        "syrian",
        "force",
        "limited",
        "number",
        "special",
        "force",
        "troop",
        "slideshow",
        "image",
        "according",
        "people",
        "familiar",
        "deployment",
        "russia",
        "using",
        "large",
        "number",
        "contractor",
        "syria",
        "allows",
        "moscow",
        "put",
        "boot",
        "ground",
        "without",
        "risking",
        "regular",
        "soldier",
        "whose",
        "death",
        "accounted",
        "contractor",
        "mostly",
        "carry",
        "mission",
        "assigned",
        "russian",
        "military",
        "people",
        "familiar",
        "deployment",
        "said",
        "russian",
        "citizen",
        "though",
        "ukrainian",
        "serbian",
        "passport",
        "united",
        "state",
        "russia",
        "backing",
        "opposite",
        "side",
        "syria",
        "conflict",
        "taken",
        "pain",
        "make",
        "sure",
        "force",
        "accidentally",
        "collide",
        "presence",
        "russian",
        "contractor",
        "add",
        "element",
        "unpredictability",
        "probing",
        "mission",
        "official",
        "speaking",
        "condition",
        "anonymity",
        "said",
        "last",
        "week",
        "force",
        "aligned",
        "assad",
        "backed",
        "artillery",
        "tank",
        "rocket",
        "mortar",
        "attacked",
        "fighter",
        "syrian",
        "democratic",
        "force",
        "near",
        "deir",
        "special",
        "force",
        "accompanying",
        "sdf",
        "force",
        "came",
        "attack",
        "official",
        "washington",
        "said",
        "coalition",
        "syria",
        "retaliated",
        "killing",
        "force",
        "according",
        "official",
        "since",
        "battle",
        "associate",
        "russian",
        "military",
        "contractor",
        "said",
        "russian",
        "part",
        "force",
        "involved",
        "battle",
        "among",
        "casualty",
        "shabayev",
        "cossack",
        "leader",
        "said",
        "casualty",
        "high",
        "force",
        "air",
        "cover",
        "attacked",
        "poorly",
        "equipped",
        "rebel",
        "usual",
        "adversary",
        "force",
        "could",
        "launch",
        "air",
        "strike",
        "first",
        "bomber",
        "attacked",
        "cleaned",
        "using",
        "apache",
        "attack",
        "helicopter",
        "shabayev",
        "said",
        "citing",
        "wounded",
        "men",
        "visited",
        "hospital",
        "source",
        "tie",
        "wagner",
        "said",
        "told",
        "force",
        "struck",
        "coalition",
        "made",
        "mainly",
        "russian",
        "contractor",
        "syrian",
        "iranian",
        "support",
        "role",
        "said",
        "force",
        "advanced",
        "toward",
        "settlement",
        "khusham",
        "deir",
        "province",
        "zone",
        "designated",
        "neutral",
        "deal",
        "russian",
        "military",
        "coalition",
        "aim",
        "test",
        "coalition",
        "would",
        "react",
        "force",
        "advanced",
        "within",
        "less",
        "km",
        "mile",
        "sdf",
        "american",
        "position",
        "said",
        "said",
        "force",
        "line",
        "procedure",
        "agreed",
        "russian",
        "warned",
        "russian",
        "regular",
        "force",
        "preparing",
        "strike",
        "know",
        "warning",
        "passed",
        "contractor",
        "warning",
        "minute",
        "beforehand",
        "time",
        "feasible",
        "turn",
        "column",
        "around",
        "said",
        "source",
        "said",
        "strike",
        "began",
        "contractor",
        "return",
        "fire",
        "believed",
        "would",
        "provoke",
        "even",
        "strike",
        "coalition",
        "additional",
        "reporting",
        "anton",
        "zverev",
        "moscow",
        "writing",
        "christian",
        "lowe",
        "editing",
        "giles",
        "elgood"
    ]
}