{
    "organizations": [],
    "uuid": "21d7c795d9ce559e68103e8e63feec17ee481234",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/globe-newswire-oncobiologics-reports-first-quarter-fiscal-year-2018-results.html",
    "ord_in_thread": 0,
    "title": "Oncobiologics Reports First Quarter Fiscal Year 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CRANBURY, N.J., Feb. 14, 2018 (GLOBE NEWSWIRE) -- Oncobiologics, Inc. (NASDAQ:ONS) today reported financial results and business highlights for its first fiscal quarter ended December 31, 2017. Oncobiologics had a net loss attributable to common stockholders of $17.7 million for the three months ended December 31, 2017 and total cash of $ 13.8 million at December 31, 2017. On an adjusted basis, Oncobiologics had a net loss attributable to common stockholders for the three months ended December 31, 2017 of $5.0 million.\nOncobiologics’ Chairman and Chief Executive Officer Dr. Pankaj Mohan commented, “With the closing of the GMS Tenshi strategic investment in October 2017, in 2018 we plan to execute on a newly developed strategy to organically generate funding for our biosimilar development programs, in addition to our ongoing efforts to secure additional development partners. The first step in this strategy is to leverage the capacity and capabilities of our BioSymphony Platform to accelerate and maximize commercial revenues from our core expertise in drug development and manufacturing. As we roll out this new contract development and manufacturing (CDMO) business, we initially plan to assist our clients with the development and manufacturing of their drug product candidates for clinical trials.”\n“In 2017, Oncobiologics also completed the process of out-licensing rights to ONS-3010 and ONS-1045 biosimilar development programs for emerging markets to GMS Tenshi. In each of these smaller, ex-U.S. markets, we identified potential synergies between our partner’s strategy to enter the biologics marketplace and access to our biosimilar development platform. For many of these emerging market opportunities, our partners may be able to take advantage of differing regulatory requirements that could allow more rapid regulatory approval of these product candidates and commercial sales.”\nDr. Mohan continued, “Going forward, we will continue to focus on the development of our biosimilar pipeline and look for partners for our most advanced programs, ONS-3010 and ONS-1045, to move those candidates into Phase 3 clinical trials to support FDA and EMA approvals. Additionally, we are excited to confirm two programs we are preparing for clinical development ONS-4010, a biosimilar of Prolia/Xgeva, and ONS-3040, a biosimilar for Stelara. We have also begun work on ONS-5010, an innovative drug product candidate that will not use the biosimilar regulatory pathway. Our intent is to seek and receive feedback from U.S. regulatory authorities and proceed into Phase 1 clinical trials for ONS-5010 in 2018.”\n“As we execute this updated strategy with the support of our new partner and investor, GMS Tenshi, we believe that the company is well positioned to begin generating revenue from our new CDMO business in 2019, which we expect to cover the basic operating costs of running our business and allow us to use funds generated from partnerships and other transactions for investment directly in our development pipeline,” concluded Dr. Mohan.\nFirst Quarter Highlights\nStockholders approved the strategic investment by GMS Tenshi Holdings Pte. Limited, from which the Company received the remaining $21.7 million of gross proceeds from the sale of Series A Convertible Preferred Stock; The Company initiated efforts to launch a new CDMO business to support ongoing biosimilar drug development efforts; Started work in emerging markets with development partners to expedite regulatory approvals and position the Company for potential revenue generation; Continued discussions with potential development partners to initiate Phase 3 programs for ONS-3010 and ONS-1045; Confirmed next biosimilar pipeline candidates for clinical development, ONS-4010 and ONS-3040; Identified ONS-5010, an innovative drug product candidate to be developed outside of the biosimilar regulatory pathway.\n2018 – Anticipated Milestones\n• Q2 2018\nEnter into first CDMO contract;\n• Q3/Q4 2018\nInitiate clinical development program for ONS-3010 and/or ONS-1045 by partners in emerging markets; Initiate ONS-5010 Phase 1 clinical development program; Announce licensing/co-development partnership announced for major market.\nLong-term Milestones\n• 2019\nCDMO business cash flow positive by end of 2019; Initiate Phase 3 trial for ONS-1045 in major markets with development partner;\n• 2020\nFirst revenue from emerging market partnerships; Initiate Phase 3 trial for ONS-3010 in major markets with development partner; Initiate ONS-3040 and ONS-4010 clinical development programs;\n• 2021\nSubmit applications to FDA for ONS-1045 and ONS-3010.\nFinancial Highlights\nFor the three months ended December 31, 2017, Oncobiologics reported a net loss attributable to common stockholders of $17.7 million, or $0.71 per share, compared to $19.1 million, or $0.82 per share for the same period in the preceding year. For the three months ended December 31, 2017, net loss attributable to common stockholders includes $1.9 million of non-cash stock-based compensation expense, $0.7 million of depreciation and amortization, a $1.3 million loss from the extinguishment of debt, $0.1 million from a decrease in the fair value of warrant liability, $3.2 million benefit from the sale of state of New Jersey net operating losses, a $15.4 million beneficial conversion charge related to the Company’s Series A convertible preferred stock and a $3.2 million reduction in expenses from the favorable settlement of the termination of a clinical contract. Adjusting for these items, the Company reported an adjusted net loss attributable to common stockholders of $5.0 million, or $0.20 per share, on a non-GAAP basis as appears in the attached non-GAAP reconciliation. Adjusted net loss attributable to common stockholders for the three months ended December 31, 2016 was $15.2 million, or $0.65 per share, on a non-GAAP adjusted basis comparable to the same period in the current fiscal year.\nThe primary factor for the decrease in adjusted net loss attributable to common stockholders for the three months ended December 31, 2017 as compared to the same period in the prior year was a significant reduction in research and development expenses, which was related to the Company’s decision to postpone the initiation of planned Phase 3 clinical trials for ONS-3010 and ONS-1045 until additional development partners have been secured.\nCash was $13.8 million as of December 31, 2017, compared to $3.2 million as of September 30, 2017.\nNon-GAAP Financial Measure – Adjusted Net Loss Attributable to Common Stockholders\nOncobiologics prepares its consolidated financial statements in conformity with accounting principles generally accepted in the United States of America (GAAP) and pursuant to accounting requirements of the Securities and Exchange Commission. In an effort to provide investors with additional information regarding the results and to provide a meaningful period-over-period comparison of Oncobiologics financial performance, Oncobiologics sometimes uses non-GAAP financial measures (NGFM) as defined by the Securities and Exchange Commission. In this press release, Oncobiologics uses the NGFM, “adjusted net loss attributable to common stockholders.” Management uses this NGFM because it adjusts for unusual transactions, transactions not related to the Company’s core business or events that are not expected to recur, such as losses from extinguishment of debt, sales of state net operating losses, as well as the settlement of a clinical development contract in connection with the decision to postpone Phase 3 clinical trials of two biosimilar programs, as well as significant non-cash items that impact financial results but not cash flows, such as the recognition of the beneficial conversion feature due to the issuance of Series A Convertible Preferred Stock to GMS Tenshi, stock-based compensation expense, depreciation and amortization expense, and fair value measurements for the Company’s equity and debt securities. Management used this NGFM to evaluate Oncobiologics’ financial performance against internal budgets and targets. Management believes that this NGFM is useful for evaluating Oncobiologics core operating results and facilitating comparison across reporting periods. Oncobiologics believes this NGFM should be considered in addition to, and not in lieu of, GAAP financial measures. Oncobiologics NGFM may be different from the same NGFM used by other companies.\nFor additional details on Oncobiologics’ financial performance during the quarter, please see the Company’s filings with the Securities and Exchange Commission at: https://www.sec.gov/cgi-bin/browse-edgar?company=oncobiologics&owner=exclude&action=getcompany\nAbout Oncobiologics, Inc. and its BioSymphony™ Platform\nOncobiologics is a clinical-stage biopharmaceutical company focused on identifying, developing, manufacturing and commercializing complex biosimilar therapeutics. Its current focus is on technically challenging and commercially attractive monoclonal antibodies (mAbs) in the disease areas of immunology and oncology. Oncobiologics is advancing its pipeline of biosimilar products, two of which are currently in clinical development. Led by a team of biopharmaceutical experts, Oncobiologics operates from an in-house state-of-the-art fully integrated research and development, and manufacturing facility in Cranbury, New Jersey. Oncobiologics employs its BioSymphony™ Platform to address the challenges of biosimilar development and commercialization by developing high quality mAb biosimilars in an efficient and cost-effective manner on an accelerated timeline. For more information, please visit www.oncobiologics.com .\nForward-Looking Statements\nThis press release contains forward-looking statements. All statements other than statements of historical facts are “forward-looking statements,” including those relating to future events. In some cases, you can identify forward-looking statements by terminology such as “may,” “might,” “will,” “should,” “expect,” “plan,” “anticipate,” “project,” “believe,” “estimate,” “predict,” “potential,” “intend” or “continue,” the negative of terms like these or other comparable terminology, and other words or terms of similar meaning. These include statements about the Company’s new strategy and anticipated milestones, in particular the ability to execute on its new CDMO strategy and generate revenues therefrom, the ability to receive regulatory approval and generate revenues in emerging markets, the ability to find partners to conduct Phase 3 trials for its lead biosimilar assets, receive FDA approval for ONS-5010 under a different pathway and commercially launch such product candidate, and the ability to conduct successful Phase 1 trials for ONS-4010 and ONS 3040, among others. Although Oncobiologics believes that it has a reasonable basis for forward-looking statements contained herein, they are based on current expectations about future events affecting the Company and are subject to risks, uncertainties and factors relating to its operations and business environment, all of which are difficult to predict and many of which are beyond its control. Therefore, they may cause actual results to differ materially from those expressed or implied by forward-looking statements in this press release. All forward-looking statements included in this press release are expressly qualified in their entirety by the foregoing cautionary statements. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. Oncobiologics does not undertake any obligation to update, amend or clarify these forward-looking statements whether as a result of new information, future events or otherwise, except as may be required under applicable securities law.\nCONTACTS:\nOncobiologics: Lawrence A. Kenyon\nChief Financial Officer\nLawrenceKenyon@oncobiologics.com\nMedia & Investors: Alex Fudukidis\nRusso Partners, LLC\nalex.fudukidis@russopartnersllc.com\nOncobiologics, Inc. Condensed Consolidated Statements of Operations (Amounts in thousands, except per share data) (Unaudited)\nThree Months Ended\nDecember 31,\n2017 2016 Collaboration revenue $ 772 $ 303 Operating expenses: Research and development 402 13,228 General and administrative 3,549 4,871 Total operating expenses 3,952 18,098 Loss from operations (3,180 ) (17,795 ) Interest expense, net 718 489 Loss on extinguishment of debt 1,252 - Change in fair value of warrant liability (79 ) 810 Income tax expense (benefit) (3,151 ) 4 Net loss (1,921 ) (19,098 ) Recognition of beneficial conversion\nfeature upon issuance of Series A\nconvertible preferred stock (15,355 ) - Series A convertible preferred stock\ndividends (451 ) - Net loss attributable to common stockholders $ (17,726 ) $ (19,098 ) Net loss per share – basic and diluted $ (0.71 ) $ (0.82 ) Weighted shares outstanding – basic and diluted 25,003 23,197\nConsolidated Balance Sheet Data (Amounts in thousands) (Unaudited) December 31,\n2017 September 30,\n2017 Cash $ 13,838 $ 3,186 Total assets $ 32,277 $ 20,734 Current liabilities $ 31,201 $ 28,738 Long-term debt $ 143 $ 13,383 Series A convertible preferred stock $ 17,190 $ 2,924 Total stockholders’ deficit $ (25,088 ) $ (33,651 )\nReconciliation Between Reported Net Loss (GAAP) and Adjusted Net Loss (Non-GAAP), in each case Attributable to Common Stockholders (Amounts in thousands, except per share data) (Unaudited) Three Months Ended\nDecember 31, 2017 2016 Net loss attributable to common stockholders, as reported (GAAP) $ (17,726 ) $ (19,098 ) Adjustments for reconciled items: Stock-based compensation, non-cash 1,890 2,464 Depreciation and amortization 677 670 Loss on extinguishment of debt 1,252 - Change in fair value of warrant liability (79 ) 810 Income tax benefit from sale of New Jersey NOLs (3,151 ) - Recognition of Series A beneficial conversion feature 15,355 - Settlement of clinical development contract (3,229 ) - Adjusted net loss attributable to common stockholders (non-GAAP) $ (5,011 ) $ (15,154 )\nNet loss attributable to common stockholders per share of common\nstock – basic and diluted, as reported (GAAP) $ (0.71 ) $ (0.82 ) Adjustments for reconciled items: Stock-based compensation, non-cash 0.08 0.11 Depreciation and amortization 0.03 0.03 Loss on extinguishment of debt 0.05 - Change in fair value of warrant liability - 0.03 Income tax benefit from sale of New Jersey NOLs (0.13 ) - Recognition of Series A beneficial conversion feature 0.61 - Settlement of clinical development contract (0.13 ) - Adjusted net loss attributable to common stockholders per share of\ncommon stock – basic and diluted (non-GAAP) $ (0.20 ) $ (0.65 )\nSource:Oncobiologics, Inc.",
    "published": "2018-02-14T17:00:00.000+02:00",
    "crawled": "2018-02-14T18:38:39.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cranbury",
        "globe",
        "newswire",
        "oncobiologics",
        "nasdaq",
        "ons",
        "today",
        "reported",
        "financial",
        "result",
        "business",
        "highlight",
        "first",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "oncobiologics",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "cash",
        "million",
        "december",
        "adjusted",
        "basis",
        "oncobiologics",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "oncobiologics",
        "chairman",
        "chief",
        "executive",
        "officer",
        "pankaj",
        "mohan",
        "commented",
        "closing",
        "gm",
        "tenshi",
        "strategic",
        "investment",
        "october",
        "plan",
        "execute",
        "newly",
        "developed",
        "strategy",
        "organically",
        "generate",
        "funding",
        "biosimilar",
        "development",
        "program",
        "addition",
        "ongoing",
        "effort",
        "secure",
        "additional",
        "development",
        "partner",
        "first",
        "step",
        "strategy",
        "leverage",
        "capacity",
        "capability",
        "biosymphony",
        "platform",
        "accelerate",
        "maximize",
        "commercial",
        "revenue",
        "core",
        "expertise",
        "drug",
        "development",
        "manufacturing",
        "roll",
        "new",
        "contract",
        "development",
        "manufacturing",
        "cdmo",
        "business",
        "initially",
        "plan",
        "assist",
        "client",
        "development",
        "manufacturing",
        "drug",
        "product",
        "candidate",
        "clinical",
        "oncobiologics",
        "also",
        "completed",
        "process",
        "right",
        "biosimilar",
        "development",
        "program",
        "emerging",
        "market",
        "gm",
        "tenshi",
        "smaller",
        "market",
        "identified",
        "potential",
        "synergy",
        "partner",
        "strategy",
        "enter",
        "biologics",
        "marketplace",
        "access",
        "biosimilar",
        "development",
        "platform",
        "many",
        "emerging",
        "market",
        "opportunity",
        "partner",
        "may",
        "able",
        "take",
        "advantage",
        "differing",
        "regulatory",
        "requirement",
        "could",
        "allow",
        "rapid",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "commercial",
        "mohan",
        "continued",
        "going",
        "forward",
        "continue",
        "focus",
        "development",
        "biosimilar",
        "pipeline",
        "look",
        "partner",
        "advanced",
        "program",
        "move",
        "candidate",
        "phase",
        "clinical",
        "trial",
        "support",
        "fda",
        "ema",
        "approval",
        "additionally",
        "excited",
        "confirm",
        "two",
        "program",
        "preparing",
        "clinical",
        "development",
        "biosimilar",
        "biosimilar",
        "stelara",
        "also",
        "begun",
        "work",
        "innovative",
        "drug",
        "product",
        "candidate",
        "use",
        "biosimilar",
        "regulatory",
        "pathway",
        "intent",
        "seek",
        "receive",
        "feedback",
        "regulatory",
        "authority",
        "proceed",
        "phase",
        "clinical",
        "trial",
        "execute",
        "updated",
        "strategy",
        "support",
        "new",
        "partner",
        "investor",
        "gm",
        "tenshi",
        "believe",
        "company",
        "well",
        "positioned",
        "begin",
        "generating",
        "revenue",
        "new",
        "cdmo",
        "business",
        "expect",
        "cover",
        "basic",
        "operating",
        "cost",
        "running",
        "business",
        "allow",
        "u",
        "use",
        "fund",
        "generated",
        "partnership",
        "transaction",
        "investment",
        "directly",
        "development",
        "pipeline",
        "concluded",
        "mohan",
        "first",
        "quarter",
        "highlight",
        "stockholder",
        "approved",
        "strategic",
        "investment",
        "gm",
        "tenshi",
        "holding",
        "pte",
        "limited",
        "company",
        "received",
        "remaining",
        "million",
        "gross",
        "proceeds",
        "sale",
        "series",
        "convertible",
        "preferred",
        "stock",
        "company",
        "initiated",
        "effort",
        "launch",
        "new",
        "cdmo",
        "business",
        "support",
        "ongoing",
        "biosimilar",
        "drug",
        "development",
        "effort",
        "started",
        "work",
        "emerging",
        "market",
        "development",
        "partner",
        "expedite",
        "regulatory",
        "approval",
        "position",
        "company",
        "potential",
        "revenue",
        "generation",
        "continued",
        "discussion",
        "potential",
        "development",
        "partner",
        "initiate",
        "phase",
        "program",
        "confirmed",
        "next",
        "biosimilar",
        "pipeline",
        "candidate",
        "clinical",
        "development",
        "identified",
        "innovative",
        "drug",
        "product",
        "candidate",
        "developed",
        "outside",
        "biosimilar",
        "regulatory",
        "pathway",
        "anticipated",
        "milestone",
        "q2",
        "enter",
        "first",
        "cdmo",
        "contract",
        "initiate",
        "clinical",
        "development",
        "program",
        "partner",
        "emerging",
        "market",
        "initiate",
        "phase",
        "clinical",
        "development",
        "program",
        "announce",
        "partnership",
        "announced",
        "major",
        "market",
        "milestone",
        "cdmo",
        "business",
        "cash",
        "flow",
        "positive",
        "end",
        "initiate",
        "phase",
        "trial",
        "major",
        "market",
        "development",
        "partner",
        "first",
        "revenue",
        "emerging",
        "market",
        "partnership",
        "initiate",
        "phase",
        "trial",
        "major",
        "market",
        "development",
        "partner",
        "initiate",
        "clinical",
        "development",
        "program",
        "submit",
        "application",
        "fda",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "december",
        "oncobiologics",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "preceding",
        "year",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "includes",
        "million",
        "compensation",
        "expense",
        "million",
        "depreciation",
        "amortization",
        "million",
        "loss",
        "extinguishment",
        "debt",
        "million",
        "decrease",
        "fair",
        "value",
        "warrant",
        "liability",
        "million",
        "benefit",
        "sale",
        "state",
        "new",
        "jersey",
        "net",
        "operating",
        "loss",
        "million",
        "beneficial",
        "conversion",
        "charge",
        "related",
        "company",
        "series",
        "convertible",
        "preferred",
        "stock",
        "million",
        "reduction",
        "expense",
        "favorable",
        "settlement",
        "termination",
        "clinical",
        "contract",
        "adjusting",
        "item",
        "company",
        "reported",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "basis",
        "appears",
        "attached",
        "reconciliation",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "adjusted",
        "basis",
        "comparable",
        "period",
        "current",
        "fiscal",
        "year",
        "primary",
        "factor",
        "decrease",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "period",
        "prior",
        "year",
        "significant",
        "reduction",
        "research",
        "development",
        "expense",
        "related",
        "company",
        "decision",
        "postpone",
        "initiation",
        "planned",
        "phase",
        "clinical",
        "trial",
        "additional",
        "development",
        "partner",
        "secured",
        "cash",
        "million",
        "december",
        "compared",
        "million",
        "september",
        "financial",
        "measure",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "oncobiologics",
        "prepares",
        "consolidated",
        "financial",
        "statement",
        "conformity",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "pursuant",
        "accounting",
        "requirement",
        "security",
        "exchange",
        "commission",
        "effort",
        "provide",
        "investor",
        "additional",
        "information",
        "regarding",
        "result",
        "provide",
        "meaningful",
        "comparison",
        "oncobiologics",
        "financial",
        "performance",
        "oncobiologics",
        "sometimes",
        "us",
        "financial",
        "measure",
        "ngfm",
        "defined",
        "security",
        "exchange",
        "commission",
        "press",
        "release",
        "oncobiologics",
        "us",
        "ngfm",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "management",
        "us",
        "ngfm",
        "adjusts",
        "unusual",
        "transaction",
        "transaction",
        "related",
        "company",
        "core",
        "business",
        "event",
        "expected",
        "recur",
        "loss",
        "extinguishment",
        "debt",
        "sale",
        "state",
        "net",
        "operating",
        "loss",
        "well",
        "settlement",
        "clinical",
        "development",
        "contract",
        "connection",
        "decision",
        "postpone",
        "phase",
        "clinical",
        "trial",
        "two",
        "biosimilar",
        "program",
        "well",
        "significant",
        "item",
        "impact",
        "financial",
        "result",
        "cash",
        "flow",
        "recognition",
        "beneficial",
        "conversion",
        "feature",
        "due",
        "issuance",
        "series",
        "convertible",
        "preferred",
        "stock",
        "gm",
        "tenshi",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "fair",
        "value",
        "measurement",
        "company",
        "equity",
        "debt",
        "security",
        "management",
        "used",
        "ngfm",
        "evaluate",
        "oncobiologics",
        "financial",
        "performance",
        "internal",
        "budget",
        "target",
        "management",
        "belief",
        "ngfm",
        "useful",
        "evaluating",
        "oncobiologics",
        "core",
        "operating",
        "result",
        "facilitating",
        "comparison",
        "across",
        "reporting",
        "period",
        "oncobiologics",
        "belief",
        "ngfm",
        "considered",
        "addition",
        "lieu",
        "gaap",
        "financial",
        "measure",
        "oncobiologics",
        "ngfm",
        "may",
        "different",
        "ngfm",
        "used",
        "company",
        "additional",
        "detail",
        "oncobiologics",
        "financial",
        "performance",
        "quarter",
        "please",
        "see",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "http",
        "oncobiologics",
        "platform",
        "oncobiologics",
        "biopharmaceutical",
        "company",
        "focused",
        "identifying",
        "developing",
        "manufacturing",
        "commercializing",
        "complex",
        "biosimilar",
        "therapeutic",
        "current",
        "focus",
        "technically",
        "challenging",
        "commercially",
        "attractive",
        "monoclonal",
        "antibody",
        "mabs",
        "disease",
        "area",
        "immunology",
        "oncology",
        "oncobiologics",
        "advancing",
        "pipeline",
        "biosimilar",
        "product",
        "two",
        "currently",
        "clinical",
        "development",
        "led",
        "team",
        "biopharmaceutical",
        "expert",
        "oncobiologics",
        "operates",
        "fully",
        "integrated",
        "research",
        "development",
        "manufacturing",
        "facility",
        "cranbury",
        "new",
        "jersey",
        "oncobiologics",
        "employ",
        "platform",
        "address",
        "challenge",
        "biosimilar",
        "development",
        "commercialization",
        "developing",
        "high",
        "quality",
        "mab",
        "biosimilars",
        "efficient",
        "manner",
        "accelerated",
        "timeline",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "including",
        "relating",
        "future",
        "event",
        "case",
        "identify",
        "statement",
        "terminology",
        "may",
        "might",
        "expect",
        "plan",
        "anticipate",
        "project",
        "believe",
        "estimate",
        "predict",
        "potential",
        "intend",
        "continue",
        "negative",
        "term",
        "like",
        "comparable",
        "terminology",
        "word",
        "term",
        "similar",
        "meaning",
        "include",
        "statement",
        "company",
        "new",
        "strategy",
        "anticipated",
        "milestone",
        "particular",
        "ability",
        "execute",
        "new",
        "cdmo",
        "strategy",
        "generate",
        "revenue",
        "therefrom",
        "ability",
        "receive",
        "regulatory",
        "approval",
        "generate",
        "revenue",
        "emerging",
        "market",
        "ability",
        "find",
        "partner",
        "conduct",
        "phase",
        "trial",
        "lead",
        "biosimilar",
        "asset",
        "receive",
        "fda",
        "approval",
        "different",
        "pathway",
        "commercially",
        "launch",
        "product",
        "candidate",
        "ability",
        "conduct",
        "successful",
        "phase",
        "trial",
        "ons",
        "among",
        "others",
        "although",
        "oncobiologics",
        "belief",
        "reasonable",
        "basis",
        "statement",
        "contained",
        "herein",
        "based",
        "current",
        "expectation",
        "future",
        "event",
        "affecting",
        "company",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "relating",
        "operation",
        "business",
        "environment",
        "difficult",
        "predict",
        "many",
        "beyond",
        "control",
        "therefore",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "press",
        "release",
        "statement",
        "included",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "oncobiologics",
        "undertake",
        "obligation",
        "update",
        "amend",
        "clarify",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "contact",
        "oncobiologics",
        "lawrence",
        "kenyon",
        "chief",
        "financial",
        "officer",
        "lawrencekenyon",
        "medium",
        "investor",
        "alex",
        "fudukidis",
        "russo",
        "partner",
        "llc",
        "oncobiologics",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "loss",
        "recognition",
        "beneficial",
        "conversion",
        "feature",
        "upon",
        "issuance",
        "series",
        "convertible",
        "preferred",
        "stock",
        "series",
        "convertible",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "amount",
        "thousand",
        "unaudited",
        "december",
        "september",
        "cash",
        "total",
        "asset",
        "current",
        "liability",
        "debt",
        "series",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "deficit",
        "reconciliation",
        "reported",
        "net",
        "loss",
        "gaap",
        "adjusted",
        "net",
        "loss",
        "case",
        "attributable",
        "common",
        "stockholder",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "reported",
        "gaap",
        "adjustment",
        "reconciled",
        "item",
        "compensation",
        "depreciation",
        "amortization",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "tax",
        "benefit",
        "sale",
        "new",
        "jersey",
        "nols",
        "recognition",
        "series",
        "beneficial",
        "conversion",
        "feature",
        "settlement",
        "clinical",
        "development",
        "contract",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "reported",
        "gaap",
        "adjustment",
        "reconciled",
        "item",
        "compensation",
        "depreciation",
        "amortization",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "tax",
        "benefit",
        "sale",
        "new",
        "jersey",
        "nols",
        "recognition",
        "series",
        "beneficial",
        "conversion",
        "feature",
        "settlement",
        "clinical",
        "development",
        "contract",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "source",
        "oncobiologics",
        "inc"
    ]
}