{
    "organizations": [],
    "uuid": "ce5fcfea60e05afeaa7897e006f1153a535a955a",
    "author": "Susan B. Barnes",
    "url": "https://www.cnbc.com/2018/02/22/where-you-can-ski-ice-skate-luge-and-more-at-olympic-parks.html",
    "ord_in_thread": 0,
    "title": "Where you can ski, ice skate, luge and more at Olympic parks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "6 places you can ski, ice skate and luge on actual Olympic tracks Susan B. Barnes, Special to CNBC 4 Hours Ago Getty Images | David Ramos Chloe Kim at the 2018 Winter Olympics \nThe 2018 Winter Olympics are in full swing, and millions of people around the world are gathered around their TVs, computers and phones watching in awe. If you're inspired by the athletes, you're in luck. Travelers can literally follow in the footsteps of Olympians and bobsled, ski, ice skate and more at Olympic venues around the world. Here are some spots where you can channel your inner-Olympian. \nWhistler Olympic Park, Vancouver: bobsled, skeleton, biathlon Getty Images | Derek Leung Whistler Sliding Centre in Whistler, British Columbia, Canada \nWhen the 2010 Winter Olympic Games were held in British Columbia, venues spread over nearly 75 miles from Richmond, through downtown Vancouver and north to the mountains of Whistler and Whistler Olympic Park . The Whistler Sliding Centre there hosted the bobsled, luge and skeleton competitions during the Vancouver 2010 Olympic Games. On the track where the U.S. Men's four-man bobsled team won gold, you can hop into a four-person bobsled — with a trained pilot — and glide through 10 twists and turns, reaching speeds of more than 75 miles per hour and forces of 4G (astronauts experience 3Gs during a rocket launch). \nFor the truly adventurous, glide headfirst down Canada's only public skeleton track and reach speeds of more than 60 mph. \nRather ski than slide? Try the park's Discover Biathlon program, based on the Winter Olympic sport that combines cross-country skiing and target shooting. \nOr if you're visiting in summertime, there's the summer bobsled, aka \"Rolling Thunder,\" which uses a bobsled equipped with wheels. \nThe Whistler Sliding Centre is open year-round, though winter bobsled, skeleton runs and Discover Biathalon are only offered from mid-December through the first of April. Check the website for specific opening dates and prices. \nUtah Olympic Park, Park City, Utah: bobsled, ice skating, curling \nAt Utah Olympic Park you can bobsled on the same track used for the bobsled, skeleton and luge events during the 2002 Salt Lake Olympic Winter Games. Visitors can ride in a piloted four-person bobsled with speeds that generate up to five times the force of gravity. Getty Images | Jamie Squire Utah Olympic Oval \nOr head to the Utah Olympic Oval in nearby Kearns. Here tourists can ice skate on the 400-meter rink dubbed \" the fastest ice on earth ,\" which was the setting for the Olympic speed skating competitions in 2002 and has seen more Olympic world records than anywhere else. \nAt the Oval, you can also try your hand — and broom — at curling through the Learn to Curl Program , a two-hour, on-ice class taught by Utah Olympic Oval certified instructors. \nOpen all year round, winter activity hours vary, so check the website for specifics and pricing. \nOlympiaparken, Lillehammer, Norway: cross country skiing, skeleton, bobsled Getty Images | ERIC FEFERBERG \nIf you're traveling through Norway, try and make a stop at Olympiaparken , the site of the 1994 Winter Olympics. It's here that Nancy Kerrigan skated to a silver medal and Ukraine's Oksana Baiul's took home the gold. \nThese days, visitors can cross-country ski via a network of trails that extend from Birkebeineren Ski Stadium to places like Nordseter, Sjusjøen and Rena. \nFor a bit more adrenaline, test your mettle on the skeleton track and reach speeds of up to 45 mph, head first. Or let someone else do the driving and hop into a bobsled to feel the pressure of 5Gs. In the summertime, the bobsled is replaced with a wheelbob — a bobsled with wheels —for a slightly slower yet still exhilarating bobsled experience. \nCheck the website for both hours and prices for wintertime activities and the summer bobsled. \nCanada Olympic Park, Calgary: luge, skeleton, bobsled \nOf the 225 athletes that the Canadian Olympic Committee sent to the 2018 Winter Olympics in PyeongChang, 171 have either trained or competed at the WinSport Winter Sport Institute at Canada Olympic Park in Calgary, site of the 1988 Winter Olympics, or at the Bill Warren Training Centre in nearby Canmore. It's no surprise, then, that Winter Olympian-wannabes can suit up at WinSport and take to the sliding tracks . \nIf you're up for going on your own, use your body weight to navigate the luge through five twists in just 40 seconds. On the face-down, head-first skeleton ride, you can reach speeds of nearly 50 miles per hour on its straightaway and there's a 270-degree turn called the Kreisel corner. \nFor something a bit more subdued but still exhilarating, tuck into the four-person bobsleigh (winter or summer) with a trained professional who will navigate through 10 turns and reach speeds of up to 60-plus miles per hour and up to 4Gs. \nWinSport is open daily, and the luge, skeleton and bobsled experiences are offered in the wintertime. Check with WinSport for specific operating hours and prices. \nLake Placid, New York: ice skating, luge, hockey \nHost of the Winter Olympic Games in 1932 and 1980, there are plenty of Olympic sports in to do in Lake Placid. In addition to the bobsled, biathlon and skeleton, you can cross-country ski on the Olympic trails of Mt. Van Hoevenberg and downhill ski on Whiteface Mountain, the host of the 1980 Winter Olympics' alpine skiing competitions. \nYou can also go ice skating on the very same Olympic Speed Skating Oval where USA Speed Skater Eric Heiden won his five gold medals in 1980. \nIf you're into luging and really want to sink your spikes into the sport, sign up for the Luge Fantasy Camp with a coaching staff made up of Olympic and World Cup medal winners. Two to three days of on-ice training include learning proper start, steering and racing techniques, and in your downtime, you'll stay at the United States Olympic Training Center. \nIf hockey's your game, register for the Miracle on Ice Fantasy Camp with 10 players from the gold medal winning 1980 USA Hockey Team, including U.S. team captain Mike Eruzione. \nCheck the website for hours and fees, as well as for dates and prices of the 2018 Luge Fantasy Camp dates and 2018 Miracle on Ice Fantasy Camp. \nSquaw Valley Ski Resort, Olympic Valley, California - downhill skiing Srdjan Zivulovic | Reuters US Alpine skier Mikaela Shiffrin. \nPyeongChang 2018 Olympic Ladies' Giant Slalom Gold Medalist Mikaela Shiffrin and recently-retired, four-time American Olympian Julia Mancuso, the most decorated female U.S. Olympic skier, both competed in the 2017 Audi FIS World Cup on the Red Dog run at Squaw Valley , which hosted the ladies' slalom and giant slalom events on the same run during the 1960 Winter Olympics. \nYou can ski Red Dog's black run, which begins atop Snow King Peak at 7,520 feet and descends 1,267 to the base area. Squaw Valley also has two runs named for \"Squaw-bred\" Olympians: Julia's Gold for Mancuso (2002, 2006, 2010, 2014), and Moseley's Run for Jonny Moseley (1998, 2002), who won Olympic gold in freestyle skiing in the 1998 Winter Olympics in Nagano, Japan. \nCheck squawalpine.com for pricing. \nCrested Butte, Steamboat and Colorado Springs, Colorado: downhill skiing, Olympic training \nBonus! Though Winter Olympic Games have yet to be held in Colorado, you can ski with Winter Olympians Wendy Fisher (1992 Winter Olympian) at Crested Butte Mountain, or Billy Kidd (1964 silver medalist) and Nelson Carmichael (1992 bronze medalist) in Steamboat. \nOr for a behind-the-scenes look at how Olympians train, book a VIP tour at the Colorado Springs Olympic Training Center for an experience led by an athlete ambassador, dining in the athletes' cafeteria and even participate in a sport such as fencing. Scores of Olympic athletes — including 2018 ice-dancing bronze medalist siblings Maia and Alex Shibutani and eight-time Olympic speed skating medalist Apolo Ohno — trained here. \nCheck out the website for hours, tours and pricing. ",
    "published": "2018-02-22T18:19:00.000+02:00",
    "crawled": "2018-02-22T18:20:00.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "place",
        "ski",
        "ice",
        "skate",
        "luge",
        "actual",
        "olympic",
        "track",
        "susan",
        "barnes",
        "special",
        "cnbc",
        "hour",
        "ago",
        "getty",
        "image",
        "david",
        "ramos",
        "chloe",
        "kim",
        "winter",
        "olympics",
        "winter",
        "olympics",
        "full",
        "swing",
        "million",
        "people",
        "around",
        "world",
        "gathered",
        "around",
        "tv",
        "computer",
        "phone",
        "watching",
        "awe",
        "inspired",
        "athlete",
        "luck",
        "traveler",
        "literally",
        "follow",
        "footstep",
        "olympian",
        "bobsled",
        "ski",
        "ice",
        "skate",
        "olympic",
        "venue",
        "around",
        "world",
        "spot",
        "channel",
        "whistler",
        "olympic",
        "park",
        "vancouver",
        "bobsled",
        "skeleton",
        "biathlon",
        "getty",
        "image",
        "derek",
        "leung",
        "whistler",
        "sliding",
        "centre",
        "whistler",
        "british",
        "columbia",
        "canada",
        "winter",
        "olympic",
        "game",
        "held",
        "british",
        "columbia",
        "venue",
        "spread",
        "nearly",
        "mile",
        "richmond",
        "downtown",
        "vancouver",
        "north",
        "mountain",
        "whistler",
        "whistler",
        "olympic",
        "park",
        "whistler",
        "sliding",
        "centre",
        "hosted",
        "bobsled",
        "luge",
        "skeleton",
        "competition",
        "vancouver",
        "olympic",
        "game",
        "track",
        "men",
        "bobsled",
        "team",
        "gold",
        "hop",
        "bobsled",
        "trained",
        "pilot",
        "glide",
        "twist",
        "turn",
        "reaching",
        "speed",
        "mile",
        "per",
        "hour",
        "force",
        "4g",
        "astronaut",
        "experience",
        "3gs",
        "rocket",
        "launch",
        "truly",
        "adventurous",
        "glide",
        "headfirst",
        "canada",
        "public",
        "skeleton",
        "track",
        "reach",
        "speed",
        "mph",
        "rather",
        "ski",
        "slide",
        "try",
        "park",
        "discover",
        "biathlon",
        "program",
        "based",
        "winter",
        "olympic",
        "sport",
        "combine",
        "skiing",
        "target",
        "shooting",
        "visiting",
        "summertime",
        "summer",
        "bobsled",
        "aka",
        "rolling",
        "thunder",
        "us",
        "bobsled",
        "equipped",
        "wheel",
        "whistler",
        "sliding",
        "centre",
        "open",
        "though",
        "winter",
        "bobsled",
        "skeleton",
        "run",
        "discover",
        "biathalon",
        "offered",
        "first",
        "april",
        "check",
        "website",
        "specific",
        "opening",
        "date",
        "price",
        "utah",
        "olympic",
        "park",
        "park",
        "city",
        "utah",
        "bobsled",
        "ice",
        "skating",
        "curling",
        "utah",
        "olympic",
        "park",
        "bobsled",
        "track",
        "used",
        "bobsled",
        "skeleton",
        "luge",
        "event",
        "salt",
        "lake",
        "olympic",
        "winter",
        "game",
        "visitor",
        "ride",
        "piloted",
        "bobsled",
        "speed",
        "generate",
        "five",
        "time",
        "force",
        "gravity",
        "getty",
        "image",
        "jamie",
        "squire",
        "utah",
        "olympic",
        "oval",
        "head",
        "utah",
        "olympic",
        "oval",
        "nearby",
        "kearns",
        "tourist",
        "ice",
        "skate",
        "rink",
        "dubbed",
        "fastest",
        "ice",
        "earth",
        "setting",
        "olympic",
        "speed",
        "skating",
        "competition",
        "seen",
        "olympic",
        "world",
        "record",
        "anywhere",
        "else",
        "oval",
        "also",
        "try",
        "hand",
        "broom",
        "curling",
        "learn",
        "curl",
        "program",
        "class",
        "taught",
        "utah",
        "olympic",
        "oval",
        "certified",
        "instructor",
        "open",
        "year",
        "round",
        "winter",
        "activity",
        "hour",
        "vary",
        "check",
        "website",
        "specific",
        "pricing",
        "olympiaparken",
        "lillehammer",
        "norway",
        "cross",
        "country",
        "skiing",
        "skeleton",
        "bobsled",
        "getty",
        "image",
        "eric",
        "feferberg",
        "traveling",
        "norway",
        "try",
        "make",
        "stop",
        "olympiaparken",
        "site",
        "winter",
        "olympics",
        "nancy",
        "kerrigan",
        "skated",
        "silver",
        "medal",
        "ukraine",
        "oksana",
        "baiul",
        "took",
        "home",
        "gold",
        "day",
        "visitor",
        "ski",
        "via",
        "network",
        "trail",
        "extend",
        "birkebeineren",
        "ski",
        "stadium",
        "place",
        "like",
        "nordseter",
        "sjusjøen",
        "rena",
        "bit",
        "adrenaline",
        "test",
        "mettle",
        "skeleton",
        "track",
        "reach",
        "speed",
        "mph",
        "head",
        "first",
        "let",
        "someone",
        "else",
        "driving",
        "hop",
        "bobsled",
        "feel",
        "pressure",
        "5gs",
        "summertime",
        "bobsled",
        "replaced",
        "wheelbob",
        "bobsled",
        "wheel",
        "slightly",
        "slower",
        "yet",
        "still",
        "exhilarating",
        "bobsled",
        "experience",
        "check",
        "website",
        "hour",
        "price",
        "wintertime",
        "activity",
        "summer",
        "bobsled",
        "canada",
        "olympic",
        "park",
        "calgary",
        "luge",
        "skeleton",
        "bobsled",
        "athlete",
        "canadian",
        "olympic",
        "committee",
        "sent",
        "winter",
        "olympics",
        "pyeongchang",
        "either",
        "trained",
        "competed",
        "winsport",
        "winter",
        "sport",
        "institute",
        "canada",
        "olympic",
        "park",
        "calgary",
        "site",
        "winter",
        "olympics",
        "bill",
        "warren",
        "training",
        "centre",
        "nearby",
        "canmore",
        "surprise",
        "winter",
        "suit",
        "winsport",
        "take",
        "sliding",
        "track",
        "going",
        "use",
        "body",
        "weight",
        "navigate",
        "luge",
        "five",
        "twist",
        "second",
        "skeleton",
        "ride",
        "reach",
        "speed",
        "nearly",
        "mile",
        "per",
        "hour",
        "straightaway",
        "turn",
        "called",
        "kreisel",
        "corner",
        "something",
        "bit",
        "subdued",
        "still",
        "exhilarating",
        "tuck",
        "bobsleigh",
        "winter",
        "summer",
        "trained",
        "professional",
        "navigate",
        "turn",
        "reach",
        "speed",
        "mile",
        "per",
        "hour",
        "4gs",
        "winsport",
        "open",
        "daily",
        "luge",
        "skeleton",
        "bobsled",
        "experience",
        "offered",
        "wintertime",
        "check",
        "winsport",
        "specific",
        "operating",
        "hour",
        "price",
        "lake",
        "placid",
        "new",
        "york",
        "ice",
        "skating",
        "luge",
        "hockey",
        "host",
        "winter",
        "olympic",
        "game",
        "plenty",
        "olympic",
        "sport",
        "lake",
        "placid",
        "addition",
        "bobsled",
        "biathlon",
        "skeleton",
        "ski",
        "olympic",
        "trail",
        "mt",
        "van",
        "hoevenberg",
        "downhill",
        "ski",
        "whiteface",
        "mountain",
        "host",
        "winter",
        "olympics",
        "alpine",
        "skiing",
        "competition",
        "also",
        "go",
        "ice",
        "skating",
        "olympic",
        "speed",
        "skating",
        "oval",
        "usa",
        "speed",
        "skater",
        "eric",
        "heiden",
        "five",
        "gold",
        "medal",
        "luging",
        "really",
        "want",
        "sink",
        "spike",
        "sport",
        "sign",
        "luge",
        "fantasy",
        "camp",
        "coaching",
        "staff",
        "made",
        "olympic",
        "world",
        "cup",
        "medal",
        "winner",
        "two",
        "three",
        "day",
        "training",
        "include",
        "learning",
        "proper",
        "start",
        "steering",
        "racing",
        "technique",
        "downtime",
        "stay",
        "united",
        "state",
        "olympic",
        "training",
        "center",
        "hockey",
        "game",
        "register",
        "miracle",
        "ice",
        "fantasy",
        "camp",
        "player",
        "gold",
        "medal",
        "winning",
        "usa",
        "hockey",
        "team",
        "including",
        "team",
        "captain",
        "mike",
        "eruzione",
        "check",
        "website",
        "hour",
        "fee",
        "well",
        "date",
        "price",
        "luge",
        "fantasy",
        "camp",
        "date",
        "miracle",
        "ice",
        "fantasy",
        "camp",
        "squaw",
        "valley",
        "ski",
        "resort",
        "olympic",
        "valley",
        "california",
        "downhill",
        "skiing",
        "srdjan",
        "zivulovic",
        "reuters",
        "u",
        "alpine",
        "skier",
        "mikaela",
        "shiffrin",
        "pyeongchang",
        "olympic",
        "lady",
        "giant",
        "slalom",
        "gold",
        "medalist",
        "mikaela",
        "shiffrin",
        "american",
        "olympian",
        "julia",
        "mancuso",
        "decorated",
        "female",
        "olympic",
        "skier",
        "competed",
        "audi",
        "fis",
        "world",
        "cup",
        "red",
        "dog",
        "run",
        "squaw",
        "valley",
        "hosted",
        "lady",
        "slalom",
        "giant",
        "slalom",
        "event",
        "run",
        "winter",
        "olympics",
        "ski",
        "red",
        "dog",
        "black",
        "run",
        "begin",
        "atop",
        "snow",
        "king",
        "peak",
        "foot",
        "descends",
        "base",
        "area",
        "squaw",
        "valley",
        "also",
        "two",
        "run",
        "named",
        "olympian",
        "julia",
        "gold",
        "mancuso",
        "moseley",
        "run",
        "jonny",
        "moseley",
        "olympic",
        "gold",
        "freestyle",
        "skiing",
        "winter",
        "olympics",
        "nagano",
        "japan",
        "check",
        "pricing",
        "crested",
        "butte",
        "steamboat",
        "colorado",
        "spring",
        "colorado",
        "downhill",
        "skiing",
        "olympic",
        "training",
        "bonus",
        "though",
        "winter",
        "olympic",
        "game",
        "yet",
        "held",
        "colorado",
        "ski",
        "winter",
        "olympian",
        "wendy",
        "fisher",
        "winter",
        "olympian",
        "crested",
        "butte",
        "mountain",
        "billy",
        "kidd",
        "silver",
        "medalist",
        "nelson",
        "carmichael",
        "bronze",
        "medalist",
        "steamboat",
        "look",
        "olympian",
        "train",
        "book",
        "vip",
        "tour",
        "colorado",
        "spring",
        "olympic",
        "training",
        "center",
        "experience",
        "led",
        "athlete",
        "ambassador",
        "dining",
        "athlete",
        "cafeteria",
        "even",
        "participate",
        "sport",
        "fencing",
        "score",
        "olympic",
        "athlete",
        "including",
        "bronze",
        "medalist",
        "sibling",
        "maia",
        "alex",
        "shibutani",
        "olympic",
        "speed",
        "skating",
        "medalist",
        "apolo",
        "ohno",
        "trained",
        "check",
        "website",
        "hour",
        "tour",
        "pricing"
    ]
}