{
    "organizations": [],
    "uuid": "7373a10ffa87d382024e2437d7f3513bc13d3421",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-lloyd-harassment-commentary/commentary-in-illiberal-societies-a-wider-metoo-movement-idUSKBN1FT2GS",
    "ord_in_thread": 0,
    "title": "In illiberal societies, a wider #MeToo movement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "In China, women calling themselves the “silence breakers” have demanded investigations into allegations of sexual harassment. In doing so, they pit themselves against a macho culture, a Communist Party deeply allergic to independent citizens’ initiatives, and an exaggerated and assiduously-cultivated respect for hierarchies, themselves male-dominated.\nThese women who seek to break the silence must contend with a widespread sense of shame on the part of those assaulted, but having embarked on the path of resistance they must dismiss such genuflection before traditional prejudice. Xu Yalu, a young marketing executive in Shanghai, described on social media her experience of being groped on the street by a man whom the police deemed too elderly to arrest. “It’s not my fault that I was sexually assaulted. Why should I be afraid or ashamed of talking about it?” she said.\nShame, and its proper placing at the feet of the perpetrator rather than the victim, is at the heart of the sudden outpouring about sexual assault and harassment, usually perpetrated by men in positions of power, and the spread of the movement to apportion blame where it belongs.\nBut the movement is taking on a broader meaning in illiberal societies. In Western democracies, the revelations of such incidents generally attract condemnation of the perpetrator, sympathy for the victim, recourse to law, the hasty rewriting of codes of behavior. There’s always the risk that haste to be seen to act can produce unfairness. In some cases, the moral obloquy attached to a charge of harassment or assault is such that the alleged offender might be punished by dismissal before any offense is proven, or even properly examined, and relatively mild, if inappropriate, advances are ranked beside serious assaults. Yet such missteps underscore the fact that the response has been both wide and deep. Everyone in public life wants to be on the same side against this suddenly public malaise.\nThat isn’t the case in authoritarian states. In Russia, women who complain of harassment are generally mocked and ignored , including by other women. Both the government and the powerful Russian Orthodox church commend traditional family hierarchies, which privilege the man. In China, a (possibly) extreme example of the culture was caught on a video posted on a popular web site: the teaching in one of many “morality schools” set up to educate women in obedience. One teacher was shown telling her class: “Don’t fight back when beaten. Don’t talk back when scolded. And, no matter what, don’t get divorced.”\nThese schools point to a semi-subterranean, but highly divisive, clash of cultures. On one side, a return to a society where women submissively accept men as masters, both in the home and in the nation; on the other, an appeal to the values of equality and respect. The women who protest have to fight custom, a male-dominated society, a ruling party that hates challenges to its monopoly of knowing what is good for the country as well as the fearfulness of many women, often hard-pressed and poor, who feel they have no choice but put up with the way they’re treated.\nIn their favor, apart from their own courage, is the internet. Mostly barred from the party-controlled mainstream media, they take to the Chinese equivalents of Facebook and Twitter to find allies and shame oppressors. Though the ascent of Xi Jinping to the presidency has meant a sharp tightening of censorship , social media remain the best way to get facts out in spite of a vast army of censors ceaselessly searching for forbidden content and cutting the active life of such messages to a few minutes, even seconds.\nFor Chinese women, the party is still mightier than the medium. The “silence breakers” may themselves be silenced, at least for a time. But an engine has been set in motion which has been waiting for fuel for decades – one could say, centuries. The longstanding inequality of status and physical power between men and women can, we have learned and are still learning, result in countless chapters of humiliation, depression, loss of confidence and worse.\nWe expect and may be getting reform – of both laws and behavior – as resistance to sexual bullying spreads from the highly publicized revelations in boardrooms, legislatures and Hollywood executive suites to lowly-paid women in service and retail jobs. In the UK, a survey by the BBC showed that an extraordinary 50 percent of women said they had been sexually harassed at work, while 20 percent of men made similar charges. Nearly two-thirds of the women didn't report the incidents, nor did four-fifths of the men; they are more likely to do so now.\nThere is a sense of real optimism to be taken from the appearance of a fight back in China. The fact that, in an authoritarian, media-censored state, women will speak out and share their experiences, shows that a belief in equal dignity, equality of treatment and the need for rational and agreed boundaries to power is, at least potentially, a sign that liberal values are catching on among the people. These values were notionally those of communism as well, but the theory of equality falls before the practice of a one-party state, where the automatic response to pressure from civil society is to resist and crush it, in case it should grow and threaten party power.\nLiberalism has long been seen as under attack; Fareed Zakaria , Edward Luce and Jan Zielonka are among those who have written eloquently about its decline. Politically, especially in Europe – liberalism’s birthplace – the swing towards populist parties offers persuasive evidence of an advance of anti-liberalism. But the Chinese women’s courage and their embrace of a demand for human dignity reflects a universal theme. Outrage at a culture of sexual violence is provoked by an individual’s sense of self worth, itself the bedrock of civil and human freedom. Underneath authoritarian cover, a struggle for justice becomes universal.\nThis week the UK celebrates the centenary of British women winning the right to vote. But before that victory the suffragettes who fought for it faced the mockery, suppression and punishment that always attend the beginning of a struggle for rights. That a similar struggle is now being grasped by those who look for just treatment and redress is a triumph.\nAbout the Author John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. Lloyd has written several books, including “What the Media Are Doing to Our Politics” and \"Journalism in an Age of Terror.\" He is also a contributing editor at the Financial Times and the founder of FT Magazine.\nThe views expressed in this article are not those of Reuters News.",
    "published": "2018-02-10T01:18:00.000+02:00",
    "crawled": "2018-02-10T04:11:57.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "china",
        "woman",
        "calling",
        "silence",
        "breaker",
        "demanded",
        "investigation",
        "allegation",
        "sexual",
        "harassment",
        "pit",
        "macho",
        "culture",
        "communist",
        "party",
        "deeply",
        "allergic",
        "independent",
        "citizen",
        "initiative",
        "exaggerated",
        "respect",
        "hierarchy",
        "woman",
        "seek",
        "break",
        "silence",
        "must",
        "contend",
        "widespread",
        "sense",
        "shame",
        "part",
        "assaulted",
        "embarked",
        "path",
        "resistance",
        "must",
        "dismiss",
        "genuflection",
        "traditional",
        "prejudice",
        "xu",
        "yalu",
        "young",
        "marketing",
        "executive",
        "shanghai",
        "described",
        "social",
        "medium",
        "experience",
        "groped",
        "street",
        "man",
        "police",
        "deemed",
        "elderly",
        "arrest",
        "fault",
        "sexually",
        "assaulted",
        "afraid",
        "ashamed",
        "talking",
        "said",
        "shame",
        "proper",
        "placing",
        "foot",
        "perpetrator",
        "rather",
        "victim",
        "heart",
        "sudden",
        "outpouring",
        "sexual",
        "assault",
        "harassment",
        "usually",
        "perpetrated",
        "men",
        "position",
        "power",
        "spread",
        "movement",
        "apportion",
        "blame",
        "belongs",
        "movement",
        "taking",
        "broader",
        "meaning",
        "illiberal",
        "society",
        "western",
        "democracy",
        "revelation",
        "incident",
        "generally",
        "attract",
        "condemnation",
        "perpetrator",
        "sympathy",
        "victim",
        "recourse",
        "law",
        "hasty",
        "rewriting",
        "code",
        "behavior",
        "always",
        "risk",
        "haste",
        "seen",
        "act",
        "produce",
        "unfairness",
        "case",
        "moral",
        "obloquy",
        "attached",
        "charge",
        "harassment",
        "assault",
        "alleged",
        "offender",
        "might",
        "punished",
        "dismissal",
        "offense",
        "proven",
        "even",
        "properly",
        "examined",
        "relatively",
        "mild",
        "inappropriate",
        "advance",
        "ranked",
        "beside",
        "serious",
        "assault",
        "yet",
        "misstep",
        "underscore",
        "fact",
        "response",
        "wide",
        "deep",
        "everyone",
        "public",
        "life",
        "want",
        "side",
        "suddenly",
        "public",
        "malaise",
        "case",
        "authoritarian",
        "state",
        "russia",
        "woman",
        "complain",
        "harassment",
        "generally",
        "mocked",
        "ignored",
        "including",
        "woman",
        "government",
        "powerful",
        "russian",
        "orthodox",
        "church",
        "commend",
        "traditional",
        "family",
        "hierarchy",
        "privilege",
        "man",
        "china",
        "possibly",
        "extreme",
        "example",
        "culture",
        "caught",
        "video",
        "posted",
        "popular",
        "web",
        "site",
        "teaching",
        "one",
        "many",
        "morality",
        "school",
        "set",
        "educate",
        "woman",
        "obedience",
        "one",
        "teacher",
        "shown",
        "telling",
        "class",
        "fight",
        "back",
        "beaten",
        "talk",
        "back",
        "scolded",
        "matter",
        "get",
        "school",
        "point",
        "highly",
        "divisive",
        "clash",
        "culture",
        "one",
        "side",
        "return",
        "society",
        "woman",
        "submissively",
        "accept",
        "men",
        "master",
        "home",
        "nation",
        "appeal",
        "value",
        "equality",
        "respect",
        "woman",
        "protest",
        "fight",
        "custom",
        "society",
        "ruling",
        "party",
        "hate",
        "challenge",
        "monopoly",
        "knowing",
        "good",
        "country",
        "well",
        "fearfulness",
        "many",
        "woman",
        "often",
        "poor",
        "feel",
        "choice",
        "put",
        "way",
        "treated",
        "favor",
        "apart",
        "courage",
        "internet",
        "mostly",
        "barred",
        "mainstream",
        "medium",
        "take",
        "chinese",
        "equivalent",
        "facebook",
        "twitter",
        "find",
        "ally",
        "shame",
        "oppressor",
        "though",
        "ascent",
        "xi",
        "jinping",
        "presidency",
        "meant",
        "sharp",
        "tightening",
        "censorship",
        "social",
        "medium",
        "remain",
        "best",
        "way",
        "get",
        "fact",
        "spite",
        "vast",
        "army",
        "censor",
        "ceaselessly",
        "searching",
        "forbidden",
        "content",
        "cutting",
        "active",
        "life",
        "message",
        "minute",
        "even",
        "second",
        "chinese",
        "woman",
        "party",
        "still",
        "mightier",
        "medium",
        "silence",
        "breaker",
        "may",
        "silenced",
        "least",
        "time",
        "engine",
        "set",
        "motion",
        "waiting",
        "fuel",
        "decade",
        "one",
        "could",
        "say",
        "century",
        "longstanding",
        "inequality",
        "status",
        "physical",
        "power",
        "men",
        "woman",
        "learned",
        "still",
        "learning",
        "result",
        "countless",
        "chapter",
        "humiliation",
        "depression",
        "loss",
        "confidence",
        "worse",
        "expect",
        "may",
        "getting",
        "reform",
        "law",
        "behavior",
        "resistance",
        "sexual",
        "bullying",
        "spread",
        "highly",
        "publicized",
        "revelation",
        "boardroom",
        "legislature",
        "hollywood",
        "executive",
        "suite",
        "woman",
        "service",
        "retail",
        "job",
        "uk",
        "survey",
        "bbc",
        "showed",
        "extraordinary",
        "percent",
        "woman",
        "said",
        "sexually",
        "harassed",
        "work",
        "percent",
        "men",
        "made",
        "similar",
        "charge",
        "nearly",
        "woman",
        "report",
        "incident",
        "men",
        "likely",
        "sense",
        "real",
        "optimism",
        "taken",
        "appearance",
        "fight",
        "back",
        "china",
        "fact",
        "authoritarian",
        "state",
        "woman",
        "speak",
        "share",
        "experience",
        "show",
        "belief",
        "equal",
        "dignity",
        "equality",
        "treatment",
        "need",
        "rational",
        "agreed",
        "boundary",
        "power",
        "least",
        "potentially",
        "sign",
        "liberal",
        "value",
        "catching",
        "among",
        "people",
        "value",
        "notionally",
        "communism",
        "well",
        "theory",
        "equality",
        "fall",
        "practice",
        "state",
        "automatic",
        "response",
        "pressure",
        "civil",
        "society",
        "resist",
        "crush",
        "case",
        "grow",
        "threaten",
        "party",
        "power",
        "liberalism",
        "long",
        "seen",
        "attack",
        "fareed",
        "zakaria",
        "edward",
        "luce",
        "jan",
        "zielonka",
        "among",
        "written",
        "eloquently",
        "decline",
        "politically",
        "especially",
        "europe",
        "liberalism",
        "birthplace",
        "swing",
        "towards",
        "populist",
        "party",
        "offer",
        "persuasive",
        "evidence",
        "advance",
        "chinese",
        "woman",
        "courage",
        "embrace",
        "demand",
        "human",
        "dignity",
        "reflects",
        "universal",
        "theme",
        "outrage",
        "culture",
        "sexual",
        "violence",
        "provoked",
        "individual",
        "sense",
        "self",
        "worth",
        "bedrock",
        "civil",
        "human",
        "freedom",
        "underneath",
        "authoritarian",
        "cover",
        "struggle",
        "justice",
        "becomes",
        "universal",
        "week",
        "uk",
        "celebrates",
        "centenary",
        "british",
        "woman",
        "winning",
        "right",
        "vote",
        "victory",
        "suffragette",
        "fought",
        "faced",
        "mockery",
        "suppression",
        "punishment",
        "always",
        "attend",
        "beginning",
        "struggle",
        "right",
        "similar",
        "struggle",
        "grasped",
        "look",
        "treatment",
        "redress",
        "triumph",
        "author",
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "lloyd",
        "written",
        "several",
        "book",
        "including",
        "medium",
        "politics",
        "journalism",
        "age",
        "terror",
        "also",
        "contributing",
        "editor",
        "financial",
        "time",
        "founder",
        "ft",
        "magazine",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}