{
    "organizations": [],
    "uuid": "cbd6dbe5bd11aeb8e9b3c5035a933d5c659436af",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/business-wire-dexypa-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "DexYP™ Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS--(BUSINESS WIRE)-- DexYP™, one of the largest national providers of local business automation software, today announced financial results for fourth quarter and full year 2017.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180214006475/en/\nKey highlights for DexYP:\nGenerated $2.3 billion of Pro Forma Net Revenue in 2017 Became a majority digital revenue business in the second half of the year Achieved $563.0 million of Adjusted Pro Forma EBITDA, a 24.4% EBITDA margin for the year Delivered $237.0 million of combined free cash flow in 2017\n“We closed out the year with strong performance,” said CEO Joe Walsh. “Our operationally-efficient model continues to prove successful, allowing us to focus on offering Thryv℠—our local business automation software—helping local businesses work smarter.”\nFourth Quarter and Full Year 2017 Pro Forma Results\nQ4 Full Year Variance Variance 2017 2016 Fav (Unfav) % 2017 2016 Fav (Unfav) % Client Count, Period End (000)\n(a), (b) Multi-Product 203 231 (28 ) -12.0 % Digital 116 114 2 1.9 % Print 282 380 (98 ) -25.9 % Total Clients 601 725 (124 ) -17.1 % Pro Forma Net Revenue ($mm)\n(b), (c) Print $ 252.9 $ 344.0 $ (91.2 ) -26.5 % $ 1,131.0 $ 1,513.1 $ (382.0 ) -25.2 % Digital 282.5 312.6 (30.0 ) -9.6 % 1,170.9 1,280.0 (109.2 ) -8.5 % Other 1.6 2.6 (0.9 ) -35.8 % 7.5 8.1 (0.6 ) -7.9 % Total Pro Forma Net Revenue $ 537.0 $ 659.2 $ (122.1 ) -18.5 % $ 2,309.4 $ 2,801.3 $ (491.9 ) -17.6 % Adjusted Pro Forma EBITDA ($mm) (b), (d) $ 136.0 $ 183.8 $ (47.8 ) -26.0 % $ 563.0 $ 720.2 $ (157.2 ) -21.8 % Adjusted Pro Forma EBITDA Margin % 25.3 % 27.9 % -2.6 % 24.4 % 25.7 % -1.3 % Free Cash Flow ($mm) (b), (e), (f) $ 67.3 $ 97.0 $ (29.7 ) -30.6 % $ 237.0 $ 350.1 $ (113.2 ) -32.3 % Debt ($mm)\n(b) Term Note $ 652.0 $ 681.3 $ 29.3 4.3 % ABL 160.0 228.0 68.0 29.8 % Total Outstanding Debt $ 812.0 $ 909.3 $ 97.3 10.7 % Cash $ (2.0 ) $ (44.7 ) $ (42.6 ) 95.4 % Net Debt (f) $ 810.0 $ 864.7 $ 54.7 6.3 % Footnotes:\n(a) Duplicative local clients were removed from 2017 but not 2016. (b) All figures presented are preliminary, subject to change, and unaudited. Material changes may result from audit procedures. (c) Pro Forma Net Revenue for Q4 2017 and full year 2017 is presented on a consolidated pro forma basis as a result of acquisition and fresh start accounting. DexYP's historical net revenue has been adjusted to reflect proper recognition of contracts with both print and digital components. (d) Adjusted Pro Forma EBITDA excludes interest, taxes, depreciation and amortization, and other non-cash/non-recurring expenses, such as integration costs and transaction fees, pension, long-term incentive compensation, capital restructuring, business transformation and adjustments for reorganization (emergence), fresh start and acquisition accounting, and other pro forma adjustments. (e) Free Cash Flow reflects cash generated from operating activities, less capital expenditures and interest payments. Free cash flow in 2017 includes the payment of YP acquisition integration and transaction fees of $6.7 million in Q4 and $55.8 million for the full year, income taxes of $6.8 million in Q4 and $131.1 million for the full year, and other non-recurring costs of $2.5 million in Q4 and $20.4 million for the full year. Free cash flow in 2016 includes capital restructuring costs of $29.4 million and reorganization costs of $13.9 million for the full year. (f) Net debt excludes capital lease obligations. Total capital lease obligations as of December 31, 2017, and December 31, 2016, were $69.5 million and $67.6 million, respectively. Total capital lease payments in Q4 2017 were $4.4 million. Re-Cast Results\nThe unaudited pro forma information below presents the combined operating results of DexYP, with results prior to the acquisition date adjusted, as if the transaction had occurred January 1, 2016. These pro forma results include adjustments associated with the recognition of certain deferred revenue and deferred costs, consistent with Dex Media’s historical accounting policies. The historical financial information has also been adjusted to give effect to pro forma events that are: (1) directly attributable to the acquisition, (2) factually supportable and (3) expected to have a continuing impact on the combined results of the company. These pro forma results do not purport to be indicative of the results that would have actually been obtained if the acquisition occurred on January 1, 2016, nor does the pro forma data intend to be a projection of results that may be obtained in the future.\n2016 2017 $mm Q1 Q2 Q3 Q4 Full Year Q1 Q2 Q3 Q4 Full Year Pro Forma Net Revenue (After Conformity Adjustments) Print $ 413.1 $ 388.8 $ 367.1 $ 344.0 $ 1,513.1 $ 318.8 $ 285.6 $ 273.8 $ 252.8 $ 1,131.0 Digital 329.4 319.5 318.6 312.6 1,280.0 296.0 300.5 291.8 282.5 1,170.9 Other 0.5 2.6 2.5 2.6 8.1 2.1 2.0 1.8 1.6 7.5 Total Adjusted Pro Forma Net Revenue (After Conformity Adjustments) $ 743.0 $ 710.9 $ 688.1 $ 659.2 $ 2,801.3 $ 616.9 $ 588.1 $ 567.4 $ 537.0 $ 2,309.4 Adjusted Pro Forma EBITDA (After Conformity & Other One-Time Adjustments) $ 179.7 $ 175.4 $ 181.3 $ 183.8 $ 720.2 $ 136.9 $ 143.0 $ 147.2 $ 136.0 $ 563.0 Adjusted Pro Forma EBITDA Margin % 24.2 % 24.7 % 26.4 % 27.9 % 25.7 % 22.2 % 24.3 % 25.9 % 25.3 % 24.4 % Earnings Conference Call Information\nDexYP will host an investor conference call at 2 p.m. CST on February 27, 2018. Individuals within the United States can access the conference call by dialing 888.603.6873. International participants should dial 973.582.2706. The passcode is: 5997238.\nBasis of Presentation and Non-GAAP Financial Measures\nThe financial information accompanying this release provides a reconciliation of GAAP to non-GAAP and adjusted pro forma non-GAAP results. DexYP believes that the use of non-GAAP financial measures provides useful information to investors to gain an overall understanding of its current financial performance. Specifically, DexYP believes the non-GAAP results provide useful information to management and investors by excluding certain nonrecurring items that DexYP believes are not indicative of its core operating results. In addition, non-GAAP financial measures are used by management for budgeting and forecasting as well as subsequently measuring DexYP's performance, and DexYP believes that non-GAAP results provide investors with financial measures that most closely align to its internal financial measurement processes.\nAbout DexYP\nDexYP provides local business automation software and digital and print marketing solutions to more than 500,000 local businesses that enable them to compete and win in today’s on-demand economy. We provide the digital tools and marketing sophistication that big businesses utilize, arming local businesses with the deep resources they need to survive and thrive. Our flagship product—Thryv—allows local businesses to automate the business functions they performed manually in the past, or never performed. These include building a digital customer list, communicating with customers via email and text, updating business listings across the internet, accepting appointments, sending notifications and reminders, managing ratings and reviews, generating estimates and invoices, processing payments, and issuing invoices and coupons.\nDexYP also provides consumer services through our market-leading search, display and social products— and connects local businesses to the 47.5 million monthly visitors of DexKnows.com®, Superpages.com® and yellowpages.com search portals; and local print directories The Real Yellow Pages®. For more information about the company, visit dexyp.com .\nForward-Looking Statements\nSome statements included in this release constitute forward-looking statements. Statements that include the words “may”, “will”, “could”, “should”, “would”, “believe”, “anticipate”, “forecast”, “estimate”, “expect”, “preliminary”, “intend”, “plan”, “project”, “outlook” and similar statements of a future or forward-looking nature identify forward-looking statements. You should not place undue reliance on these statements, as they are not guarantees of future performance. Forward-looking statements provide current expectations with respect to our financial performance and future events with respect to our business and industry in general. Forward-looking statements are based on certain assumptions and include any statement that does not directly relate to any historical or current fact. Accordingly, there are or will be important factors that could cause our actual results to differ materially from those indicated in these statements. We believe that these factors include, but are not limited to, the risks related to the following: the Company's ability to maintain adequate liquidity to fund operations; the Company’s future operating and financial performance; limitations on our operating and strategic flexibility and the ability to operate our business, finance our capital needs or expand business strategies under the terms of our credit facilities; our ability to retain existing business and obtain and retain new business; general economic or business conditions affecting the markets we serve; declining use of print yellow page directories by consumers; our ability to collect trade receivables from clients to whom we extend credit; credit risk associated with our reliance on small and medium sized businesses as clients; our ability to attract and retain key managers; increased competition in our markets; our ability to obtain future financing due to changes in the lending markets or our financial position; our ability to maintain agreements with major Internet search and local media companies; reduced advertising spending and increased contract cancellations by our clients, which causes reduced revenue; and, our ability to anticipate or respond effectively to changes in technology and consumer preferences; and our ability to successfully integrate the YP business with the Company’s business. With respect to the acquisition, important factors could cause actual results to differ materially from those indicated by forward-looking statements and projections included herein, including, but not limited to: the risk that anticipated cost savings, growth opportunities and other financial and operating benefits as a result of the transaction may not be realized or may take longer to realize than expected, the risk that benefits from the transaction may be significantly offset by costs incurred in integrating the companies, including, coordinating geographically separate organizations, integrating business cultures, which could prove to be incompatible, difficulties and costs of integrating information technology systems; and the potential difficulty in retaining key officers and personnel. All subsequent written and oral forward-looking statements attributable to us or persons acting on our behalf are expressly qualified in their entirety by such cautionary statements.\nIf one or more events related to these or other risks or uncertainties materialize, or if our underlying assumptions prove to be incorrect, actual results may differ materially from what we anticipate. All forward-looking statements included in this press release are expressly qualified in their entirety by the foregoing cautionary statements. These forward-looking statements speak only as of the date hereof and, other than as required by law, we undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180214006475/en/\nDexYP\nMedia Contact:\nPaige Blankenship, 972-453-3012\npaige.blankenship@dexyp.com\nor\nInvestor Contact:\nNicholas Haughey, 972-453-7637\nnicholas.haughey@dexyp.com\nSource: DexYP",
    "published": "2018-02-15T01:40:00.000+02:00",
    "crawled": "2018-02-15T01:19:46.105+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "business",
        "wire",
        "one",
        "largest",
        "national",
        "provider",
        "local",
        "business",
        "automation",
        "software",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "key",
        "highlight",
        "dexyp",
        "generated",
        "billion",
        "pro",
        "forma",
        "net",
        "revenue",
        "became",
        "majority",
        "digital",
        "revenue",
        "business",
        "second",
        "half",
        "year",
        "achieved",
        "million",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "ebitda",
        "margin",
        "year",
        "delivered",
        "million",
        "combined",
        "free",
        "cash",
        "flow",
        "closed",
        "year",
        "strong",
        "performance",
        "said",
        "ceo",
        "joe",
        "walsh",
        "model",
        "continues",
        "prove",
        "successful",
        "allowing",
        "u",
        "focus",
        "offering",
        "local",
        "business",
        "automation",
        "local",
        "business",
        "work",
        "fourth",
        "quarter",
        "full",
        "year",
        "pro",
        "forma",
        "result",
        "q4",
        "full",
        "year",
        "variance",
        "variance",
        "fav",
        "unfav",
        "fav",
        "unfav",
        "client",
        "count",
        "period",
        "end",
        "b",
        "digital",
        "print",
        "total",
        "client",
        "pro",
        "forma",
        "net",
        "revenue",
        "mm",
        "b",
        "c",
        "print",
        "digital",
        "total",
        "pro",
        "forma",
        "net",
        "revenue",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "mm",
        "b",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "margin",
        "free",
        "cash",
        "flow",
        "mm",
        "b",
        "e",
        "f",
        "debt",
        "mm",
        "b",
        "term",
        "note",
        "abl",
        "total",
        "outstanding",
        "debt",
        "cash",
        "net",
        "debt",
        "f",
        "footnote",
        "duplicative",
        "local",
        "client",
        "removed",
        "b",
        "figure",
        "presented",
        "preliminary",
        "subject",
        "change",
        "unaudited",
        "material",
        "change",
        "may",
        "result",
        "audit",
        "procedure",
        "c",
        "pro",
        "forma",
        "net",
        "revenue",
        "q4",
        "full",
        "year",
        "presented",
        "consolidated",
        "pro",
        "forma",
        "basis",
        "result",
        "acquisition",
        "fresh",
        "start",
        "accounting",
        "dexyp",
        "historical",
        "net",
        "revenue",
        "adjusted",
        "reflect",
        "proper",
        "recognition",
        "contract",
        "print",
        "digital",
        "component",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "excludes",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "integration",
        "cost",
        "transaction",
        "fee",
        "pension",
        "incentive",
        "compensation",
        "capital",
        "restructuring",
        "business",
        "transformation",
        "adjustment",
        "reorganization",
        "emergence",
        "fresh",
        "start",
        "acquisition",
        "accounting",
        "pro",
        "forma",
        "adjustment",
        "e",
        "free",
        "cash",
        "flow",
        "reflects",
        "cash",
        "generated",
        "operating",
        "activity",
        "less",
        "capital",
        "expenditure",
        "interest",
        "payment",
        "free",
        "cash",
        "flow",
        "includes",
        "payment",
        "yp",
        "acquisition",
        "integration",
        "transaction",
        "fee",
        "million",
        "q4",
        "million",
        "full",
        "year",
        "income",
        "tax",
        "million",
        "q4",
        "million",
        "full",
        "year",
        "cost",
        "million",
        "q4",
        "million",
        "full",
        "year",
        "free",
        "cash",
        "flow",
        "includes",
        "capital",
        "restructuring",
        "cost",
        "million",
        "reorganization",
        "cost",
        "million",
        "full",
        "year",
        "f",
        "net",
        "debt",
        "excludes",
        "capital",
        "lease",
        "obligation",
        "total",
        "capital",
        "lease",
        "obligation",
        "december",
        "december",
        "million",
        "million",
        "respectively",
        "total",
        "capital",
        "lease",
        "payment",
        "q4",
        "million",
        "result",
        "unaudited",
        "pro",
        "forma",
        "information",
        "present",
        "combined",
        "operating",
        "result",
        "dexyp",
        "result",
        "prior",
        "acquisition",
        "date",
        "adjusted",
        "transaction",
        "occurred",
        "january",
        "pro",
        "forma",
        "result",
        "include",
        "adjustment",
        "associated",
        "recognition",
        "certain",
        "deferred",
        "revenue",
        "deferred",
        "cost",
        "consistent",
        "dex",
        "medium",
        "historical",
        "accounting",
        "policy",
        "historical",
        "financial",
        "information",
        "also",
        "adjusted",
        "give",
        "effect",
        "pro",
        "forma",
        "event",
        "directly",
        "attributable",
        "acquisition",
        "factually",
        "supportable",
        "expected",
        "continuing",
        "impact",
        "combined",
        "result",
        "company",
        "pro",
        "forma",
        "result",
        "purport",
        "indicative",
        "result",
        "would",
        "actually",
        "obtained",
        "acquisition",
        "occurred",
        "january",
        "pro",
        "forma",
        "data",
        "intend",
        "projection",
        "result",
        "may",
        "obtained",
        "future",
        "mm",
        "q1",
        "q2",
        "q3",
        "q4",
        "full",
        "year",
        "q1",
        "q2",
        "q3",
        "q4",
        "full",
        "year",
        "pro",
        "forma",
        "net",
        "revenue",
        "conformity",
        "adjustment",
        "print",
        "digital",
        "total",
        "adjusted",
        "pro",
        "forma",
        "net",
        "revenue",
        "conformity",
        "adjustment",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "conformity",
        "adjustment",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "margin",
        "earnings",
        "conference",
        "call",
        "information",
        "dexyp",
        "host",
        "investor",
        "conference",
        "call",
        "cst",
        "february",
        "individual",
        "within",
        "united",
        "state",
        "access",
        "conference",
        "call",
        "dialing",
        "international",
        "participant",
        "dial",
        "passcode",
        "basis",
        "presentation",
        "financial",
        "measure",
        "financial",
        "information",
        "accompanying",
        "release",
        "provides",
        "reconciliation",
        "gaap",
        "adjusted",
        "pro",
        "forma",
        "result",
        "dexyp",
        "belief",
        "use",
        "financial",
        "measure",
        "provides",
        "useful",
        "information",
        "investor",
        "gain",
        "overall",
        "understanding",
        "current",
        "financial",
        "performance",
        "specifically",
        "dexyp",
        "belief",
        "result",
        "provide",
        "useful",
        "information",
        "management",
        "investor",
        "excluding",
        "certain",
        "nonrecurring",
        "item",
        "dexyp",
        "belief",
        "indicative",
        "core",
        "operating",
        "result",
        "addition",
        "financial",
        "measure",
        "used",
        "management",
        "budgeting",
        "forecasting",
        "well",
        "subsequently",
        "measuring",
        "dexyp",
        "performance",
        "dexyp",
        "belief",
        "result",
        "provide",
        "investor",
        "financial",
        "measure",
        "closely",
        "align",
        "internal",
        "financial",
        "measurement",
        "process",
        "dexyp",
        "dexyp",
        "provides",
        "local",
        "business",
        "automation",
        "software",
        "digital",
        "print",
        "marketing",
        "solution",
        "local",
        "business",
        "enable",
        "compete",
        "win",
        "today",
        "economy",
        "provide",
        "digital",
        "tool",
        "marketing",
        "sophistication",
        "big",
        "business",
        "utilize",
        "arming",
        "local",
        "business",
        "deep",
        "resource",
        "need",
        "survive",
        "thrive",
        "flagship",
        "local",
        "business",
        "automate",
        "business",
        "function",
        "performed",
        "manually",
        "past",
        "never",
        "performed",
        "include",
        "building",
        "digital",
        "customer",
        "list",
        "communicating",
        "customer",
        "via",
        "email",
        "text",
        "updating",
        "business",
        "listing",
        "across",
        "internet",
        "accepting",
        "appointment",
        "sending",
        "notification",
        "reminder",
        "managing",
        "rating",
        "review",
        "generating",
        "estimate",
        "invoice",
        "processing",
        "payment",
        "issuing",
        "invoice",
        "coupon",
        "dexyp",
        "also",
        "provides",
        "consumer",
        "service",
        "search",
        "display",
        "social",
        "connects",
        "local",
        "business",
        "million",
        "monthly",
        "visitor",
        "search",
        "portal",
        "local",
        "print",
        "directory",
        "real",
        "yellow",
        "information",
        "company",
        "visit",
        "statement",
        "statement",
        "included",
        "release",
        "constitute",
        "statement",
        "statement",
        "include",
        "word",
        "may",
        "could",
        "would",
        "believe",
        "anticipate",
        "forecast",
        "estimate",
        "expect",
        "preliminary",
        "intend",
        "plan",
        "project",
        "outlook",
        "similar",
        "statement",
        "future",
        "nature",
        "identify",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "provide",
        "current",
        "expectation",
        "respect",
        "financial",
        "performance",
        "future",
        "event",
        "respect",
        "business",
        "industry",
        "general",
        "statement",
        "based",
        "certain",
        "assumption",
        "include",
        "statement",
        "directly",
        "relate",
        "historical",
        "current",
        "fact",
        "accordingly",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "believe",
        "factor",
        "include",
        "limited",
        "risk",
        "related",
        "following",
        "company",
        "ability",
        "maintain",
        "adequate",
        "liquidity",
        "fund",
        "operation",
        "company",
        "future",
        "operating",
        "financial",
        "performance",
        "limitation",
        "operating",
        "strategic",
        "flexibility",
        "ability",
        "operate",
        "business",
        "finance",
        "capital",
        "need",
        "expand",
        "business",
        "strategy",
        "term",
        "credit",
        "facility",
        "ability",
        "retain",
        "existing",
        "business",
        "obtain",
        "retain",
        "new",
        "business",
        "general",
        "economic",
        "business",
        "condition",
        "affecting",
        "market",
        "serve",
        "declining",
        "use",
        "print",
        "yellow",
        "page",
        "directory",
        "consumer",
        "ability",
        "collect",
        "trade",
        "receivables",
        "client",
        "extend",
        "credit",
        "credit",
        "risk",
        "associated",
        "reliance",
        "small",
        "medium",
        "sized",
        "business",
        "client",
        "ability",
        "attract",
        "retain",
        "key",
        "manager",
        "increased",
        "competition",
        "market",
        "ability",
        "obtain",
        "future",
        "financing",
        "due",
        "change",
        "lending",
        "market",
        "financial",
        "position",
        "ability",
        "maintain",
        "agreement",
        "major",
        "internet",
        "search",
        "local",
        "medium",
        "company",
        "reduced",
        "advertising",
        "spending",
        "increased",
        "contract",
        "cancellation",
        "client",
        "cause",
        "reduced",
        "revenue",
        "ability",
        "anticipate",
        "respond",
        "effectively",
        "change",
        "technology",
        "consumer",
        "preference",
        "ability",
        "successfully",
        "integrate",
        "yp",
        "business",
        "company",
        "business",
        "respect",
        "acquisition",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "projection",
        "included",
        "herein",
        "including",
        "limited",
        "risk",
        "anticipated",
        "cost",
        "saving",
        "growth",
        "opportunity",
        "financial",
        "operating",
        "benefit",
        "result",
        "transaction",
        "may",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "risk",
        "benefit",
        "transaction",
        "may",
        "significantly",
        "offset",
        "cost",
        "incurred",
        "integrating",
        "company",
        "including",
        "coordinating",
        "geographically",
        "separate",
        "organization",
        "integrating",
        "business",
        "culture",
        "could",
        "prove",
        "incompatible",
        "difficulty",
        "cost",
        "integrating",
        "information",
        "technology",
        "system",
        "potential",
        "difficulty",
        "retaining",
        "key",
        "officer",
        "personnel",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "u",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "one",
        "event",
        "related",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipate",
        "statement",
        "included",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "statement",
        "speak",
        "date",
        "hereof",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "dexyp",
        "medium",
        "contact",
        "paige",
        "blankenship",
        "investor",
        "contact",
        "nicholas",
        "haughey",
        "source",
        "dexyp"
    ]
}