{
    "organizations": [],
    "uuid": "47c20786f9b264a9752356adedb592701ad4c9ae",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/business-wire-pinnacle-west-reports-2017-full-year-and-fourth-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Pinnacle West Reports 2017 Full-Year and Fourth-Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Full-year results benefit from strong operational performance and regulatory settlement Annual customer growth increases 1.8 percent Company updates 2018 guidance\nPHOENIX--(BUSINESS WIRE)-- Pinnacle West Capital Corporation (NYSE: PNW) today reported consolidated net income attributable to common shareholders of $488.5 million, or $4.35 per diluted share, for full-year 2017. This result compares with net income of $442.0 million, or $3.95 per share, in 2016.\n“Led by strong operational performance and a regulatory settlement that allows us to continue investing in a smarter and cleaner energy infrastructure, 2017 proved to be another solid year for our company,” said Pinnacle West Chairman, President and Chief Executive Officer Don Brandt . “Our employees once again did an excellent job running and maintaining our generation fleet and electric grid, and ensuring that our 1.2 million customers received the reliable electrical service they have come to expect from us.”\nArizona Public Service Co.’s power reliability for the year remained among the strongest in the industry. The typical APS customer experienced less than one outage (0.75 power outages compared to a national industry median of 1.12 interruptions) over the course of the entire year – a new company record. This performance was especially impressive, Brandt said, considering the company also set an all-time peak demand record in June, breaking the prior record which had stood for 11 years.\nThe Company’s regulatory and rate settlement, which was approved by the Arizona Corporation Commission, continues Arizona’s solar leadership and brings substantial benefits to the state while offering customers more choice and control through new rate options.\nBrandt cited several additional examples of the Company’s 2017 achievements:\nFor the sixth straight year, Pinnacle West increased its common dividend , raising it by 6.1 percent. In addition, Pinnacle West’s total return to shareholders was 12.7 percent, which compared favorably with a 10.6 percent return for the S&P 1500 Electric Utilities Index. Palo Verde achieved its 26 th consecutive year as the nation’s largest power producer – producing 32.3 million megawatt-hours of carbon-free electricity. The plant achieved a 93.8 percent capacity factor and completed both its spring and fall planned refueling outages in 30 days each – a first in plant history. The Company maintained its top-decile safety performance as employees’ vigilant focus led to one of the safest years on record.\nLooking to the near future, Brandt said the company will maximize its regulatory settlement to continue creating value for customers and shareholders alike. “One of our top priorities from the settlement is lowering customer bills following the federal corporate tax cuts,” he said. “If approved by the Commission, the $119 million tax decrease will offset the $95 million revenue increase that resulted from our rate review this past fall.”\nBrandt said the company also will remain at the forefront of innovative and advanced grid technologies (including batteries, microgrids and electric vehicle charging stations) to help the Company better manage customer demand, while strengthening an already solid record of reliable service.\nThe 2017 full-year financial results comparison was positively impacted by the following major factors:\nThe Company’s regulatory settlement, which included APS’s first retail base rate increase in five years, increased results by $0.30 per share. The settlement became effective Aug. 19, 2017. Higher transmission revenues improved earnings by $0.23 per share. Retail electricity sales increased earnings $0.13 per share due in part to higher retail revenue from customer growth, which improved 1.8 percent compared to a year ago, as well as higher average effective prices due to customer usage patterns. Higher recovery of lost revenue resulting from customer energy efficiency and distributed generation programs (also known as lost fixed cost recovery) contributed $0.08 per share compared to 2016. The effects of weather variations improved the Company’s earnings by $0.03 per share. The net effect of miscellaneous items increased results $0.03 per share.\nThe above positive factors were offset in part by the following factors:\nOperating expenses, including higher depreciation and amortization and increased taxes other than income taxes, reduced results by $0.37 per share compared with the prior-year, primarily due to increased plant in service. Higher operations and maintenance expenses reduced results by $0.03 per share. The increased costs were largely the result of increased employee benefit costs and higher corporate support expenses related to information technology and implementation of new customer systems. These costs were partially offset by lower Palo Verde operating costs, as well as a decrease in fossil generation costs.\nFor the quarter ended December 31, 2017, Pinnacle West reported lower consolidated net income attributable to common shareholders of $21.6 million, or $0.19 per diluted share. This result compares with net income of $53.2 million, or $0.47 per share, for the same period a year ago.\nThe 2017 fourth-quarter results comparison versus the same quarter in 2016 was positively impacted by the retail base rate increase, higher retail revenue, and an increase in transmission revenues. These factors were more than offset by higher operating expenses, the effects of weather and a higher effective tax rate.\nFinancial Outlook\nFor 2018, Pinnacle West estimates its consolidated earnings guidance will be in the range of $4.35 to $4.55 per diluted share, and expects to achieve a consolidated earned return on average common equity of more than 9.5 percent. The Company increased its earnings guidance expectations from a previously disclosed range of $4.25 to $4.45 per share.\nKey factors and assumptions underlying the 2018 outlook can be found on the year-end and fourth-quarter 2017 earnings presentation slides on the Company’s website at pinnaclewest.com/investors .\nConference Call and Webcast\nPinnacle West invites interested parties to listen to the live webcast of management’s conference call to discuss the Company’s 2017 year-end and fourth-quarter results, as well as recent developments, at 11 a.m. ET (9 a.m. AZ time) today, February 23. The webcast can be accessed at pinnaclewest.com/presentations and will be available for replay on the website for 30 days. To access the live conference call by telephone, participants can dial (877) 407-8035 or (201) 689-8035 for international callers. A replay of the call also will be available until 11:59 p.m. (ET), Friday, March 2, 2018, by calling (877) 481-4010 in the U.S. and Canada or (919) 882-2331 internationally and entering conference ID number 23277.\nGeneral Information\nPinnacle West Capital Corp ., an energy holding company based in Phoenix, has consolidated assets of about $17 billion, about 6,200 megawatts of generating capacity and 6,300 employees in Arizona and New Mexico. Through its principal subsidiary, Arizona Public Service , the Company provides retail electricity service to nearly 1.2 million Arizona homes and businesses. For more information about Pinnacle West, visit the Company’s website at pinnaclewest.com .\nEarnings per share amounts are based on average diluted common shares outstanding. For more information on Pinnacle West’s operating statistics and earnings, please visit pinnaclewest.com/investors .\nFORWARD-LOOKING STATEMENTS\nThis press release contains forward-looking statements based on our current expectations, including statements regarding our earnings guidance and financial outlook and goals. These forward-looking statements are often identified by words such as “estimate,” “predict,” “may,” “believe,” “plan,” “expect,” “require,” “intend,” “assume,” “project” and similar words. Because actual results may differ materially from expectations, we caution readers not to place undue reliance on these statements. A number of factors could cause future results to differ materially from historical results, or from outcomes currently expected or sought by Pinnacle West or APS. These factors include, but are not limited to:\nour ability to manage capital expenditures and operations and maintenance costs while maintaining high reliability and customer service levels; variations in demand for electricity, including those due to weather, seasonality, the general economy, customer and sales growth (or decline), and the effects of energy conservation measures and distributed generation; power plant and transmission system performance and outages; competition in retail and wholesale power markets; regulatory and judicial decisions, developments and proceedings; new legislation, ballot initiatives and regulation, including those relating to environmental requirements, regulatory policy, nuclear plant operations and potential deregulation of retail electric markets; fuel and water supply availability; our ability to achieve timely and adequate rate recovery of our costs, including returns on and of debt and equity capital investment; our ability to meet renewable energy and energy efficiency mandates and recover related costs; risks inherent in the operation of nuclear facilities, including spent fuel disposal uncertainty; current and future economic conditions in Arizona, including in real estate markets; the development of new technologies which may affect electric sales or delivery; the cost of debt and equity capital and the ability to access capital markets when required; environmental, economic and other concerns surrounding coal-fired generation, including regulation of greenhouse gas emissions; volatile fuel and purchased power costs; the investment performance of the assets of our nuclear decommissioning trust, pension, and other post-retirement benefit plans and the resulting impact on future funding requirements; the liquidity of wholesale power markets and the use of derivative contracts in our business; potential shortfalls in insurance coverage; new accounting requirements or new interpretations of existing requirements; generation, transmission and distribution facility and system conditions and operating costs; the ability to meet the anticipated future need for additional generation and associated transmission facilities in our region; the willingness or ability of our counterparties, power plant participants and power plant land owners to meet contractual or other obligations or extend the rights for continued power plant operations; and restrictions on dividends or other provisions in our credit agreements and Arizona Corporation Commission orders.\nThese and other factors are discussed in Risk Factors described in Part 1, Item 1A of the Pinnacle West/APS Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which readers should review carefully before placing any reliance on our financial statements or disclosures. Neither Pinnacle West nor APS assumes any obligation to update these statements, even if our internal estimates change, except as required by law.\nPINNACLE WEST CAPITAL CORPORATION CONSOLIDATED STATEMENTS OF INCOME (unaudited) (dollars and shares in thousands, except per share amounts) THREE MONTHS ENDED TWELVE MONTHS ENDED DECEMBER 31, DECEMBER 31, 2017 2016 2017 2016 Operating Revenues $ 759,659 $ 739,199 $ 3,565,296 $ 3,498,682 Operating Expenses Fuel and purchased power 203,826 243,257 981,301 1,075,510 Operations and maintenance 266,149 208,277 924,443 911,319 Depreciation and amortization 146,840 122,852 534,118 485,829 Taxes other than income taxes 51,053 40,597 184,347 166,499 Other expenses 1,181 1,400 6,660 3,541 Total 669,049 616,383 2,630,869 2,642,698 Operating Income 90,610 122,816 934,427 855,984 Other Income (Deductions) Allowance for equity funds used during construction 14,345 11,061 47,011 42,140 Other income 1,951 516 4,006 901 Other expense (9,044 ) (3,252 ) (21,539 ) (15,337 ) Total 7,252 8,325 29,478 27,704 Interest Expense Interest charges 57,319 50,834 219,796 205,720 Allowance for borrowed funds used during construction (6,734 ) (5,121 ) (22,112 ) (19,970 ) Total 50,585 45,713 197,684 185,750 Income Before Income Taxes 47,277 85,428 766,221 697,938 Income Taxes 20,775 27,309 258,272 236,411 Net Income 26,502 58,119 507,949 461,527 Less: Net income attributable to noncontrolling interests 4,873 4,873 19,493 19,493 Net Income Attributable To Common Shareholders $ 21,629 $ 53,246 $ 488,456 $ 442,034 Weighted-Average Common Shares Outstanding - Basic 111,943 111,545 111,839 111,409 Weighted-Average Common Shares Outstanding - Diluted 112,472 112,223 112,367 112,046 Earnings Per Weighted-Average Common Share Outstanding Net income attributable to common shareholders - basic $ 0.19 $ 0.48 $ 4.37 $ 3.97 Net income attributable to common shareholders - diluted $ 0.19 $ 0.47 $ 4.35 $ 3.95\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180223005027/en/\nPinnacle West Capital Corporation\nMedia Contact:\nAlan Bunnell, 602-250-3376\nAnalyst Contacts:\nStefanie Layton, 602-250-4541\nChalese Haraldsen, 602-250-5643\nWebsite: pinnaclewest.com\nSource: Pinnacle West Capital Corporation",
    "published": "2018-02-23T16:40:00.000+02:00",
    "crawled": "2018-02-23T17:20:41.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "result",
        "benefit",
        "strong",
        "operational",
        "performance",
        "regulatory",
        "settlement",
        "annual",
        "customer",
        "growth",
        "increase",
        "percent",
        "company",
        "update",
        "guidance",
        "phoenix",
        "business",
        "wire",
        "pinnacle",
        "west",
        "capital",
        "corporation",
        "nyse",
        "pnw",
        "today",
        "reported",
        "consolidated",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "diluted",
        "share",
        "result",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "share",
        "led",
        "strong",
        "operational",
        "performance",
        "regulatory",
        "settlement",
        "allows",
        "u",
        "continue",
        "investing",
        "smarter",
        "cleaner",
        "energy",
        "infrastructure",
        "proved",
        "another",
        "solid",
        "year",
        "company",
        "said",
        "pinnacle",
        "west",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "brandt",
        "employee",
        "excellent",
        "job",
        "running",
        "maintaining",
        "generation",
        "fleet",
        "electric",
        "grid",
        "ensuring",
        "million",
        "customer",
        "received",
        "reliable",
        "electrical",
        "service",
        "come",
        "expect",
        "arizona",
        "public",
        "service",
        "power",
        "reliability",
        "year",
        "remained",
        "among",
        "strongest",
        "industry",
        "typical",
        "aps",
        "customer",
        "experienced",
        "less",
        "one",
        "outage",
        "power",
        "outage",
        "compared",
        "national",
        "industry",
        "median",
        "interruption",
        "course",
        "entire",
        "year",
        "new",
        "company",
        "record",
        "performance",
        "especially",
        "impressive",
        "brandt",
        "said",
        "considering",
        "company",
        "also",
        "set",
        "peak",
        "demand",
        "record",
        "june",
        "breaking",
        "prior",
        "record",
        "stood",
        "year",
        "company",
        "regulatory",
        "rate",
        "settlement",
        "approved",
        "arizona",
        "corporation",
        "commission",
        "continues",
        "arizona",
        "solar",
        "leadership",
        "brings",
        "substantial",
        "benefit",
        "state",
        "offering",
        "customer",
        "choice",
        "control",
        "new",
        "rate",
        "option",
        "brandt",
        "cited",
        "several",
        "additional",
        "example",
        "company",
        "achievement",
        "sixth",
        "straight",
        "year",
        "pinnacle",
        "west",
        "increased",
        "common",
        "dividend",
        "raising",
        "percent",
        "addition",
        "pinnacle",
        "west",
        "total",
        "return",
        "shareholder",
        "percent",
        "compared",
        "favorably",
        "percent",
        "return",
        "p",
        "electric",
        "utility",
        "index",
        "palo",
        "verde",
        "achieved",
        "th",
        "consecutive",
        "year",
        "nation",
        "largest",
        "power",
        "producer",
        "producing",
        "million",
        "electricity",
        "plant",
        "achieved",
        "percent",
        "capacity",
        "factor",
        "completed",
        "spring",
        "fall",
        "planned",
        "refueling",
        "outage",
        "day",
        "first",
        "plant",
        "history",
        "company",
        "maintained",
        "safety",
        "performance",
        "employee",
        "vigilant",
        "focus",
        "led",
        "one",
        "safest",
        "year",
        "record",
        "looking",
        "near",
        "future",
        "brandt",
        "said",
        "company",
        "maximize",
        "regulatory",
        "settlement",
        "continue",
        "creating",
        "value",
        "customer",
        "shareholder",
        "alike",
        "one",
        "top",
        "priority",
        "settlement",
        "lowering",
        "customer",
        "bill",
        "following",
        "federal",
        "corporate",
        "tax",
        "cut",
        "said",
        "approved",
        "commission",
        "million",
        "tax",
        "decrease",
        "offset",
        "million",
        "revenue",
        "increase",
        "resulted",
        "rate",
        "review",
        "past",
        "brandt",
        "said",
        "company",
        "also",
        "remain",
        "forefront",
        "innovative",
        "advanced",
        "grid",
        "technology",
        "including",
        "battery",
        "microgrids",
        "electric",
        "vehicle",
        "charging",
        "station",
        "help",
        "company",
        "better",
        "manage",
        "customer",
        "demand",
        "strengthening",
        "already",
        "solid",
        "record",
        "reliable",
        "service",
        "financial",
        "result",
        "comparison",
        "positively",
        "impacted",
        "following",
        "major",
        "factor",
        "company",
        "regulatory",
        "settlement",
        "included",
        "aps",
        "first",
        "retail",
        "base",
        "rate",
        "increase",
        "five",
        "year",
        "increased",
        "result",
        "per",
        "share",
        "settlement",
        "became",
        "effective",
        "higher",
        "transmission",
        "revenue",
        "improved",
        "earnings",
        "per",
        "share",
        "retail",
        "electricity",
        "sale",
        "increased",
        "earnings",
        "per",
        "share",
        "due",
        "part",
        "higher",
        "retail",
        "revenue",
        "customer",
        "growth",
        "improved",
        "percent",
        "compared",
        "year",
        "ago",
        "well",
        "higher",
        "average",
        "effective",
        "price",
        "due",
        "customer",
        "usage",
        "pattern",
        "higher",
        "recovery",
        "lost",
        "revenue",
        "resulting",
        "customer",
        "energy",
        "efficiency",
        "distributed",
        "generation",
        "program",
        "also",
        "known",
        "lost",
        "fixed",
        "cost",
        "recovery",
        "contributed",
        "per",
        "share",
        "compared",
        "effect",
        "weather",
        "variation",
        "improved",
        "company",
        "earnings",
        "per",
        "share",
        "net",
        "effect",
        "miscellaneous",
        "item",
        "increased",
        "result",
        "per",
        "share",
        "positive",
        "factor",
        "offset",
        "part",
        "following",
        "factor",
        "operating",
        "expense",
        "including",
        "higher",
        "depreciation",
        "amortization",
        "increased",
        "tax",
        "income",
        "tax",
        "reduced",
        "result",
        "per",
        "share",
        "compared",
        "primarily",
        "due",
        "increased",
        "plant",
        "service",
        "higher",
        "operation",
        "maintenance",
        "expense",
        "reduced",
        "result",
        "per",
        "share",
        "increased",
        "cost",
        "largely",
        "result",
        "increased",
        "employee",
        "benefit",
        "cost",
        "higher",
        "corporate",
        "support",
        "expense",
        "related",
        "information",
        "technology",
        "implementation",
        "new",
        "customer",
        "system",
        "cost",
        "partially",
        "offset",
        "lower",
        "palo",
        "verde",
        "operating",
        "cost",
        "well",
        "decrease",
        "fossil",
        "generation",
        "cost",
        "quarter",
        "ended",
        "december",
        "pinnacle",
        "west",
        "reported",
        "lower",
        "consolidated",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "diluted",
        "share",
        "result",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "share",
        "period",
        "year",
        "ago",
        "result",
        "comparison",
        "versus",
        "quarter",
        "positively",
        "impacted",
        "retail",
        "base",
        "rate",
        "increase",
        "higher",
        "retail",
        "revenue",
        "increase",
        "transmission",
        "revenue",
        "factor",
        "offset",
        "higher",
        "operating",
        "expense",
        "effect",
        "weather",
        "higher",
        "effective",
        "tax",
        "rate",
        "financial",
        "outlook",
        "pinnacle",
        "west",
        "estimate",
        "consolidated",
        "earnings",
        "guidance",
        "range",
        "per",
        "diluted",
        "share",
        "expects",
        "achieve",
        "consolidated",
        "earned",
        "return",
        "average",
        "common",
        "equity",
        "percent",
        "company",
        "increased",
        "earnings",
        "guidance",
        "expectation",
        "previously",
        "disclosed",
        "range",
        "per",
        "share",
        "key",
        "factor",
        "assumption",
        "underlying",
        "outlook",
        "found",
        "earnings",
        "presentation",
        "slide",
        "company",
        "website",
        "conference",
        "call",
        "webcast",
        "pinnacle",
        "west",
        "invite",
        "interested",
        "party",
        "listen",
        "live",
        "webcast",
        "management",
        "conference",
        "call",
        "discus",
        "company",
        "result",
        "well",
        "recent",
        "development",
        "et",
        "az",
        "time",
        "today",
        "february",
        "webcast",
        "accessed",
        "available",
        "replay",
        "website",
        "day",
        "access",
        "live",
        "conference",
        "call",
        "telephone",
        "participant",
        "dial",
        "international",
        "caller",
        "replay",
        "call",
        "also",
        "available",
        "et",
        "friday",
        "march",
        "calling",
        "canada",
        "internationally",
        "entering",
        "conference",
        "id",
        "number",
        "general",
        "information",
        "pinnacle",
        "west",
        "capital",
        "corp",
        "energy",
        "holding",
        "company",
        "based",
        "phoenix",
        "consolidated",
        "asset",
        "billion",
        "megawatt",
        "generating",
        "capacity",
        "employee",
        "arizona",
        "new",
        "mexico",
        "principal",
        "subsidiary",
        "arizona",
        "public",
        "service",
        "company",
        "provides",
        "retail",
        "electricity",
        "service",
        "nearly",
        "million",
        "arizona",
        "home",
        "business",
        "information",
        "pinnacle",
        "west",
        "visit",
        "company",
        "website",
        "earnings",
        "per",
        "share",
        "amount",
        "based",
        "average",
        "diluted",
        "common",
        "share",
        "outstanding",
        "information",
        "pinnacle",
        "west",
        "operating",
        "statistic",
        "earnings",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "based",
        "current",
        "expectation",
        "including",
        "statement",
        "regarding",
        "earnings",
        "guidance",
        "financial",
        "outlook",
        "goal",
        "statement",
        "often",
        "identified",
        "word",
        "estimate",
        "predict",
        "may",
        "believe",
        "plan",
        "expect",
        "require",
        "intend",
        "assume",
        "project",
        "similar",
        "word",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "factor",
        "could",
        "cause",
        "future",
        "result",
        "differ",
        "materially",
        "historical",
        "result",
        "outcome",
        "currently",
        "expected",
        "sought",
        "pinnacle",
        "west",
        "aps",
        "factor",
        "include",
        "limited",
        "ability",
        "manage",
        "capital",
        "expenditure",
        "operation",
        "maintenance",
        "cost",
        "maintaining",
        "high",
        "reliability",
        "customer",
        "service",
        "level",
        "variation",
        "demand",
        "electricity",
        "including",
        "due",
        "weather",
        "seasonality",
        "general",
        "economy",
        "customer",
        "sale",
        "growth",
        "decline",
        "effect",
        "energy",
        "conservation",
        "measure",
        "distributed",
        "generation",
        "power",
        "plant",
        "transmission",
        "system",
        "performance",
        "outage",
        "competition",
        "retail",
        "wholesale",
        "power",
        "market",
        "regulatory",
        "judicial",
        "decision",
        "development",
        "proceeding",
        "new",
        "legislation",
        "ballot",
        "initiative",
        "regulation",
        "including",
        "relating",
        "environmental",
        "requirement",
        "regulatory",
        "policy",
        "nuclear",
        "plant",
        "operation",
        "potential",
        "deregulation",
        "retail",
        "electric",
        "market",
        "fuel",
        "water",
        "supply",
        "availability",
        "ability",
        "achieve",
        "timely",
        "adequate",
        "rate",
        "recovery",
        "cost",
        "including",
        "return",
        "debt",
        "equity",
        "capital",
        "investment",
        "ability",
        "meet",
        "renewable",
        "energy",
        "energy",
        "efficiency",
        "mandate",
        "recover",
        "related",
        "cost",
        "risk",
        "inherent",
        "operation",
        "nuclear",
        "facility",
        "including",
        "spent",
        "fuel",
        "disposal",
        "uncertainty",
        "current",
        "future",
        "economic",
        "condition",
        "arizona",
        "including",
        "real",
        "estate",
        "market",
        "development",
        "new",
        "technology",
        "may",
        "affect",
        "electric",
        "sale",
        "delivery",
        "cost",
        "debt",
        "equity",
        "capital",
        "ability",
        "access",
        "capital",
        "market",
        "required",
        "environmental",
        "economic",
        "concern",
        "surrounding",
        "generation",
        "including",
        "regulation",
        "greenhouse",
        "gas",
        "emission",
        "volatile",
        "fuel",
        "purchased",
        "power",
        "cost",
        "investment",
        "performance",
        "asset",
        "nuclear",
        "decommissioning",
        "trust",
        "pension",
        "benefit",
        "plan",
        "resulting",
        "impact",
        "future",
        "funding",
        "requirement",
        "liquidity",
        "wholesale",
        "power",
        "market",
        "use",
        "derivative",
        "contract",
        "business",
        "potential",
        "shortfall",
        "insurance",
        "coverage",
        "new",
        "accounting",
        "requirement",
        "new",
        "interpretation",
        "existing",
        "requirement",
        "generation",
        "transmission",
        "distribution",
        "facility",
        "system",
        "condition",
        "operating",
        "cost",
        "ability",
        "meet",
        "anticipated",
        "future",
        "need",
        "additional",
        "generation",
        "associated",
        "transmission",
        "facility",
        "region",
        "willingness",
        "ability",
        "counterparties",
        "power",
        "plant",
        "participant",
        "power",
        "plant",
        "land",
        "owner",
        "meet",
        "contractual",
        "obligation",
        "extend",
        "right",
        "continued",
        "power",
        "plant",
        "operation",
        "restriction",
        "dividend",
        "provision",
        "credit",
        "agreement",
        "arizona",
        "corporation",
        "commission",
        "order",
        "factor",
        "discussed",
        "risk",
        "factor",
        "described",
        "part",
        "item",
        "1a",
        "pinnacle",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "reader",
        "review",
        "carefully",
        "placing",
        "reliance",
        "financial",
        "statement",
        "disclosure",
        "neither",
        "pinnacle",
        "west",
        "aps",
        "assumes",
        "obligation",
        "update",
        "statement",
        "even",
        "internal",
        "estimate",
        "change",
        "except",
        "required",
        "law",
        "pinnacle",
        "west",
        "capital",
        "corporation",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "dollar",
        "share",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "operating",
        "revenue",
        "operating",
        "expense",
        "fuel",
        "purchased",
        "power",
        "operation",
        "maintenance",
        "depreciation",
        "amortization",
        "tax",
        "income",
        "tax",
        "expense",
        "total",
        "operating",
        "income",
        "income",
        "deduction",
        "allowance",
        "equity",
        "fund",
        "used",
        "construction",
        "income",
        "expense",
        "total",
        "interest",
        "expense",
        "interest",
        "charge",
        "allowance",
        "borrowed",
        "fund",
        "used",
        "construction",
        "total",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "less",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "common",
        "share",
        "outstanding",
        "basic",
        "common",
        "share",
        "outstanding",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "outstanding",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "pinnacle",
        "west",
        "capital",
        "corporation",
        "medium",
        "contact",
        "alan",
        "bunnell",
        "analyst",
        "contact",
        "stefanie",
        "layton",
        "chalese",
        "haraldsen",
        "website",
        "source",
        "pinnacle",
        "west",
        "capital",
        "corporation"
    ]
}