{
    "organizations": [],
    "uuid": "fd760921708b0773afc855ac04751b5de0e3fafe",
    "author": "Maggie Overfelt",
    "url": "https://www.cnbc.com/2018/02/22/main-street-bull-95-year-old-business-bets-it-all-on-pretzel-bun.html",
    "ord_in_thread": 0,
    "title": "Main Street bull: 95-year-old business bets it all on pretzel bun",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The pretzel bun craze might have peaked nationwide four years ago, when everyone from Wendy's to Sonic was featuring it as part of their regular menus. But Pretzilla, an 8-year-old, high-end pretzel bun brand out of Milwaukee, is having a moment.\nIts newfound notoriety includes a January sighting on Top Chef , when a contestant made a sausage slider encased in a Pretzilla hot dog bun. There was also lots of unsolicited media coverage in November in several New York City publications, which featured Pretzilla's core product as the poster bun for the beef or lamb burger at Tetsu, a new restaurant opened by sushi chef Masa Takayama.\n\"One day I log onto the New York Post's [website], and on the home page I see a picture of our bun with the caption 'This is New York's best new burger,'\" said Brian Miller, owner of 120-employee Miller Baking, which makes Pretzilla. \"I was shocked. I knew instantly [the bun] was ours.\"\nOnce Miller confirmed with the restaurant that it was, in fact, using Pretzilla for its burgers — the chefs probably found Pretzilla at a nearby Whole Foods, which has carried the brand for several years — he struck a deal to ship buns weekly to Tetsu in January. \nA contract with one urban eatery might not be enough to lift Pretzilla to a household name, but Miller is hoping that love from some high-profile foodies underscores what the rest of the nation will feel for his product once they know about it. In fact, Miller has so much faith in his pretzel bun that he's betting his family business on it.\nAs of January, Miller Baking, which was founded in 1923 and bought by the current owner's family in 1970, discontinued operating the way it had for nine decades — baking, selling and distributing 175 different bread products daily to Milwaukee area restaurants and stores. Today the company is solely focused on baking and marketing its four core pretzel bread variations: burger buns, mini buns, pretzel bites and sausage buns.\n\"It's hard to scale with 50 loaves of white bread and some pecan rolls and some challah bread,\" said Miller, 45, who first launched his pretzel bun in 2007. \"We wanted to take our 175 SKUs [stock keeping units] and drive volume and scale with one of those.\"\nMiller Baking Since 1923, Milwaukee-based Miller Baking has made 175 bread products. After nine decades, it has begun a bold redesign of its operations to solely focus on baking and marketing its four core pretzel bread variations. Brian Miller, owner of the 120-employee bakery, center. To do so, Miller, whose company is profitable and has nearly $30 million in sales, is renovating its original baking facility in downtown Milwaukee, which should add up to 30 jobs after it reopens in early March (the company has a second facility, north of the city). Small-business confidence has reached a record level in the first quarter, according to the CNBC/SurveyMonkey Small Business Survey released earlier this week, a bullish Main Street uptick tied to the passage of the Trump tax cuts. But many business owners, unlike Miller, are still hesitant to invest in labor .\nMiller said for him it's not government policy that has bred confidence and has encouraged him to hire 30 more workers: \"My team and I have worked so hard to try and make Pretzilla a household name across the country. The growth that we have made over the last 12 months gave me the confidence to go all in on Pretzilla.\"\nMiller is knocking on the doors (some days, literally) of national grocery chains. Whole Foods, now owned by Amazon , has sold Pretzilla since 2010, when it launched the brand in its Chicago stores; today the chain sells its buns nationwide. Pretzilla sells in Wegmans and is in talks with other big grocers, and in January, Costco started selling 36-count tubs of Pretzilla's pretzel bites in its Northeast stores.\n\"What's unique about Pretzilla is that the product came from a family bakery in Milwaukee and expanded nationwide,\" said Bobby Turner, former vice president of Whole Foods Market's Midwest region, who brokered the first deal with Miller Baking and was impressed by the entrepreneur's ability to quickly scale to demand. (Today Turner is the president of Whole Foods' southern region.) \"I knew that the pretzel bun was a growing trend, but at that time, there wasn't anything on the market that could be a fresh product for all of the Whole Foods Market locations in Chicago — it was mostly an item appearing in smaller bakeries.\"\nMiller is also planning a huge sales and marketing push this year to convince consumers that high-quality pretzel buns \"are not a specialty, they're for every day,\" he said. \"If you look at a map where Pretzilla is sold, we're missing out on about 85 percent of the country.\"\n\"We're now all in with pretzels — I feel like the time is right.\" -Brian Miller, owner of 120-employee Miller Baking Miller wasn't so sure he'd be making lots of pretzel bun dough when he first brought the idea to Miller Baking. Not a baker by trade — Miller was studying law in Chicago when his father called him in 1997 to say he was either selling or closing the business if his son wouldn't take over — Miller learned to listen to his customers, innovating when they asked him for something new.\n\"People would travel and see things in other parts of the country, come back and say, 'Hey Brian, you're a scratch baking company — can you make this for us?'\" Miller, who didn't work in the family business growing up, said, \"It really pushed the boundaries of what we thought we could do.\"\nMiller credits the rise of the Food Network in the late 1990s with customers' willingness to experiment, and he began to use his restaurant delivery route as a baked-goods incubator. Miller Baking was long known for its rye bread, which uses a starter for its dough, so it wasn't too much of a stretch when a customer, just back from a West Coast trip, asked him to try making sourdough. Ciabatta and focaccia breads followed, and Miller started seeing an uptick in sales with his new artisan bread initiative.\nA 40% increase in sales in the pretzel bun era One day, while traveling in the Midwest, he ordered a burger on a pretzel roll and was struck by the possibilities. \"It was very heavy, dense, and a little glutinous,\" he said. After buying a second bun to take home, he brought it to his master baker and said, \"'Let's learn about making pretzel buns, but I don't want to make this one. I want it lighter and airier, sweeter.\"\nAfter some trial and error, in the spring of 2007, Miller Baking turned out its first 35-pound batch of pretzel dough and started sending the buns out on its delivery trucks. \"By 2008 that 35 pounds became a couple hundred; by 2009 and 2010 we were making 1,000 pounds of dough a day,\" Miller said. \"We were throwing [the buns] in a white bag with no label and sending them out. But when Whole Foods approached us, a half a lightbulb went on and I thought, maybe we should come up with a name and a logo and a marketing strategy.\"\nToday pretzel bun sales make up about 90 percent of Miller Baking's revenues. Overall sales were up roughly 40 percent in 2017, despite the fact that the company's \"fresh route\" revenue (traditional sales to local customers) was down by about 10 percent.\n\"We're now all in with pretzels — I feel like the time is right,\" Miller said, a little wistfully. The bakery is 95 years old, but Miller's family has run the company for 47 years. \"From a business standpoint it makes sense, but from an emotional one it's tough.\"\nIn an age where one of the most popular recent food fads has revolved around Americans' distaste for carbohydrates and refined grains, it might seem a little odd that a successful, decades-old bakery is going all in on something as singular as a pretzel bun. But according to Denise Purcell at the Specialty Food Association, trends may be moving in Pretzilla's favor.\n\"We're seeing the return of traditional bread,\" she said, noting that consumers' preference for more healthful, gluten-free varieties is waning. \"Some of the companies that make traditional bread are sourcing more heirloom grains or doing different production methods that are more throwbacks to the old way [of making bread], and people are embracing it.\"\nRobert Wemischner, an instructor in professional baking at Los Angeles Trade Technical College, says Miller Baking will be able to use its heritage and location as an effective marketing tool. \"Historically Milwaukee is thought of a German, middle-European enclave of immigration — that creates a story.\" \nWemischner says there's also room for Pretzilla to experiment with the recent trend toward less sweet sweets. \"A magical combination of sweet and savory could help to open it up to a sophisticated audience that goes beyond its [perception as] Americana ballpark food,\" he said.\nMore from the CNBC/SurveyMonkey Small Business Survey: \n\nMain Street bullishness soars after Trump tax cuts become law \n\nThere's a disconnect between economic confidence and Main Street hiring \n\n#MeToo firings and suspensions are taking place at small businesses \nMiller is toying with entering the convenience store market, where he's tried selling six-packs of his pretzel bites packaged with cheese sauce. While the move could be huge — sales in the $3.6 billion specialty snacks market is expected to grow 23.9 percent by 2021, according to the Specialty Food Association — it also presents a quality-control challenge for Pretzilla, whose products are vegan, produced in allergen-free facilities and are clean label, which means they include no artificial ingredients.\n\"You don't want to have a premium pretzel product paired with a bad cheese,\" Miller said, who outsources the sauce, which he wants to be as natural as his own products. \"To do a great cheese that is shelf-stable isn't easy — it took us six months to find our cheese partner.\"\nHe sees lots of potential for innovation when it comes to premium dips and sauces that could be paired with Pretzilla — that's a booming market, too. But his first priority is connecting more with customers.\n\"We need to do a better job talking to them about how to handle our products — when [the bites] are warmed up in the toaster or an open-flame grill, it takes the product to the next level,\" Miller said. \"The process of turning my small business into a national company has been very humbling. Not every day is a 10.\"\n— By Maggie Overfelt, special to CNBC.com",
    "published": "2018-02-23T15:56:00.000+02:00",
    "crawled": "2018-02-23T16:03:10.026+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pretzel",
        "bun",
        "craze",
        "might",
        "peaked",
        "nationwide",
        "four",
        "year",
        "ago",
        "everyone",
        "wendy",
        "sonic",
        "featuring",
        "part",
        "regular",
        "menu",
        "pretzilla",
        "pretzel",
        "bun",
        "brand",
        "milwaukee",
        "moment",
        "newfound",
        "notoriety",
        "includes",
        "january",
        "sighting",
        "top",
        "chef",
        "contestant",
        "made",
        "sausage",
        "slider",
        "encased",
        "pretzilla",
        "hot",
        "dog",
        "bun",
        "also",
        "lot",
        "unsolicited",
        "medium",
        "coverage",
        "november",
        "several",
        "new",
        "york",
        "city",
        "publication",
        "featured",
        "pretzilla",
        "core",
        "product",
        "poster",
        "bun",
        "beef",
        "lamb",
        "burger",
        "tetsu",
        "new",
        "restaurant",
        "opened",
        "sushi",
        "chef",
        "masa",
        "takayama",
        "one",
        "day",
        "log",
        "onto",
        "new",
        "york",
        "post",
        "website",
        "home",
        "page",
        "see",
        "picture",
        "bun",
        "caption",
        "new",
        "york",
        "best",
        "new",
        "burger",
        "said",
        "brian",
        "miller",
        "owner",
        "miller",
        "baking",
        "make",
        "pretzilla",
        "shocked",
        "knew",
        "instantly",
        "bun",
        "miller",
        "confirmed",
        "restaurant",
        "fact",
        "using",
        "pretzilla",
        "burger",
        "chef",
        "probably",
        "found",
        "pretzilla",
        "nearby",
        "whole",
        "food",
        "carried",
        "brand",
        "several",
        "year",
        "struck",
        "deal",
        "ship",
        "bun",
        "weekly",
        "tetsu",
        "january",
        "contract",
        "one",
        "urban",
        "eatery",
        "might",
        "enough",
        "lift",
        "pretzilla",
        "household",
        "name",
        "miller",
        "hoping",
        "love",
        "foodie",
        "underscore",
        "rest",
        "nation",
        "feel",
        "product",
        "know",
        "fact",
        "miller",
        "much",
        "faith",
        "pretzel",
        "bun",
        "betting",
        "family",
        "business",
        "january",
        "miller",
        "baking",
        "founded",
        "bought",
        "current",
        "owner",
        "family",
        "discontinued",
        "operating",
        "way",
        "nine",
        "decade",
        "baking",
        "selling",
        "distributing",
        "different",
        "bread",
        "product",
        "daily",
        "milwaukee",
        "area",
        "restaurant",
        "store",
        "today",
        "company",
        "solely",
        "focused",
        "baking",
        "marketing",
        "four",
        "core",
        "pretzel",
        "bread",
        "variation",
        "burger",
        "bun",
        "mini",
        "bun",
        "pretzel",
        "bite",
        "sausage",
        "bun",
        "hard",
        "scale",
        "loaf",
        "white",
        "bread",
        "pecan",
        "roll",
        "challah",
        "bread",
        "said",
        "miller",
        "first",
        "launched",
        "pretzel",
        "bun",
        "wanted",
        "take",
        "skus",
        "stock",
        "keeping",
        "unit",
        "drive",
        "volume",
        "scale",
        "one",
        "miller",
        "baking",
        "since",
        "miller",
        "baking",
        "made",
        "bread",
        "product",
        "nine",
        "decade",
        "begun",
        "bold",
        "redesign",
        "operation",
        "solely",
        "focus",
        "baking",
        "marketing",
        "four",
        "core",
        "pretzel",
        "bread",
        "variation",
        "brian",
        "miller",
        "owner",
        "bakery",
        "center",
        "miller",
        "whose",
        "company",
        "profitable",
        "nearly",
        "million",
        "sale",
        "renovating",
        "original",
        "baking",
        "facility",
        "downtown",
        "milwaukee",
        "add",
        "job",
        "reopens",
        "early",
        "march",
        "company",
        "second",
        "facility",
        "north",
        "city",
        "confidence",
        "reached",
        "record",
        "level",
        "first",
        "quarter",
        "according",
        "small",
        "business",
        "survey",
        "released",
        "earlier",
        "week",
        "bullish",
        "main",
        "street",
        "uptick",
        "tied",
        "passage",
        "trump",
        "tax",
        "cut",
        "many",
        "business",
        "owner",
        "unlike",
        "miller",
        "still",
        "hesitant",
        "invest",
        "labor",
        "miller",
        "said",
        "government",
        "policy",
        "bred",
        "confidence",
        "encouraged",
        "hire",
        "worker",
        "team",
        "worked",
        "hard",
        "try",
        "make",
        "pretzilla",
        "household",
        "name",
        "across",
        "country",
        "growth",
        "made",
        "last",
        "month",
        "gave",
        "confidence",
        "go",
        "pretzilla",
        "miller",
        "knocking",
        "door",
        "day",
        "literally",
        "national",
        "grocery",
        "chain",
        "whole",
        "food",
        "owned",
        "amazon",
        "sold",
        "pretzilla",
        "since",
        "launched",
        "brand",
        "chicago",
        "store",
        "today",
        "chain",
        "sell",
        "bun",
        "nationwide",
        "pretzilla",
        "sell",
        "wegmans",
        "talk",
        "big",
        "grocer",
        "january",
        "costco",
        "started",
        "selling",
        "tub",
        "pretzilla",
        "pretzel",
        "bite",
        "northeast",
        "store",
        "unique",
        "pretzilla",
        "product",
        "came",
        "family",
        "bakery",
        "milwaukee",
        "expanded",
        "nationwide",
        "said",
        "bobby",
        "turner",
        "former",
        "vice",
        "president",
        "whole",
        "food",
        "market",
        "midwest",
        "region",
        "brokered",
        "first",
        "deal",
        "miller",
        "baking",
        "impressed",
        "entrepreneur",
        "ability",
        "quickly",
        "scale",
        "demand",
        "today",
        "turner",
        "president",
        "whole",
        "food",
        "southern",
        "region",
        "knew",
        "pretzel",
        "bun",
        "growing",
        "trend",
        "time",
        "anything",
        "market",
        "could",
        "fresh",
        "product",
        "whole",
        "food",
        "market",
        "location",
        "chicago",
        "mostly",
        "item",
        "appearing",
        "smaller",
        "bakery",
        "miller",
        "also",
        "planning",
        "huge",
        "sale",
        "marketing",
        "push",
        "year",
        "convince",
        "consumer",
        "pretzel",
        "bun",
        "specialty",
        "every",
        "day",
        "said",
        "look",
        "map",
        "pretzilla",
        "sold",
        "missing",
        "percent",
        "country",
        "pretzel",
        "feel",
        "like",
        "time",
        "right",
        "miller",
        "owner",
        "miller",
        "baking",
        "miller",
        "sure",
        "making",
        "lot",
        "pretzel",
        "bun",
        "dough",
        "first",
        "brought",
        "idea",
        "miller",
        "baking",
        "baker",
        "trade",
        "miller",
        "studying",
        "law",
        "chicago",
        "father",
        "called",
        "say",
        "either",
        "selling",
        "closing",
        "business",
        "son",
        "would",
        "take",
        "miller",
        "learned",
        "listen",
        "customer",
        "innovating",
        "asked",
        "something",
        "new",
        "people",
        "would",
        "travel",
        "see",
        "thing",
        "part",
        "country",
        "come",
        "back",
        "say",
        "brian",
        "scratch",
        "baking",
        "company",
        "make",
        "u",
        "miller",
        "work",
        "family",
        "business",
        "growing",
        "said",
        "really",
        "pushed",
        "boundary",
        "thought",
        "could",
        "miller",
        "credit",
        "rise",
        "food",
        "network",
        "late",
        "1990s",
        "customer",
        "willingness",
        "experiment",
        "began",
        "use",
        "restaurant",
        "delivery",
        "route",
        "incubator",
        "miller",
        "baking",
        "long",
        "known",
        "rye",
        "bread",
        "us",
        "starter",
        "dough",
        "much",
        "stretch",
        "customer",
        "back",
        "west",
        "coast",
        "trip",
        "asked",
        "try",
        "making",
        "sourdough",
        "ciabatta",
        "focaccia",
        "bread",
        "followed",
        "miller",
        "started",
        "seeing",
        "uptick",
        "sale",
        "new",
        "artisan",
        "bread",
        "initiative",
        "increase",
        "sale",
        "pretzel",
        "bun",
        "era",
        "one",
        "day",
        "traveling",
        "midwest",
        "ordered",
        "burger",
        "pretzel",
        "roll",
        "struck",
        "possibility",
        "heavy",
        "dense",
        "little",
        "glutinous",
        "said",
        "buying",
        "second",
        "bun",
        "take",
        "home",
        "brought",
        "master",
        "baker",
        "said",
        "learn",
        "making",
        "pretzel",
        "bun",
        "want",
        "make",
        "one",
        "want",
        "lighter",
        "airier",
        "sweeter",
        "trial",
        "error",
        "spring",
        "miller",
        "baking",
        "turned",
        "first",
        "batch",
        "pretzel",
        "dough",
        "started",
        "sending",
        "bun",
        "delivery",
        "truck",
        "pound",
        "became",
        "couple",
        "hundred",
        "making",
        "pound",
        "dough",
        "day",
        "miller",
        "said",
        "throwing",
        "bun",
        "white",
        "bag",
        "label",
        "sending",
        "whole",
        "food",
        "approached",
        "u",
        "half",
        "lightbulb",
        "went",
        "thought",
        "maybe",
        "come",
        "name",
        "logo",
        "marketing",
        "strategy",
        "today",
        "pretzel",
        "bun",
        "sale",
        "make",
        "percent",
        "miller",
        "baking",
        "revenue",
        "overall",
        "sale",
        "roughly",
        "percent",
        "despite",
        "fact",
        "company",
        "fresh",
        "route",
        "revenue",
        "traditional",
        "sale",
        "local",
        "customer",
        "percent",
        "pretzel",
        "feel",
        "like",
        "time",
        "right",
        "miller",
        "said",
        "little",
        "wistfully",
        "bakery",
        "year",
        "old",
        "miller",
        "family",
        "run",
        "company",
        "year",
        "business",
        "standpoint",
        "make",
        "sense",
        "emotional",
        "one",
        "tough",
        "age",
        "one",
        "popular",
        "recent",
        "food",
        "fad",
        "revolved",
        "around",
        "american",
        "distaste",
        "carbohydrate",
        "refined",
        "grain",
        "might",
        "seem",
        "little",
        "odd",
        "successful",
        "bakery",
        "going",
        "something",
        "singular",
        "pretzel",
        "bun",
        "according",
        "denise",
        "purcell",
        "specialty",
        "food",
        "association",
        "trend",
        "may",
        "moving",
        "pretzilla",
        "favor",
        "seeing",
        "return",
        "traditional",
        "bread",
        "said",
        "noting",
        "consumer",
        "preference",
        "healthful",
        "variety",
        "waning",
        "company",
        "make",
        "traditional",
        "bread",
        "sourcing",
        "heirloom",
        "grain",
        "different",
        "production",
        "method",
        "throwback",
        "old",
        "way",
        "making",
        "bread",
        "people",
        "embracing",
        "robert",
        "wemischner",
        "instructor",
        "professional",
        "baking",
        "los",
        "angeles",
        "trade",
        "technical",
        "college",
        "say",
        "miller",
        "baking",
        "able",
        "use",
        "heritage",
        "location",
        "effective",
        "marketing",
        "tool",
        "historically",
        "milwaukee",
        "thought",
        "german",
        "enclave",
        "immigration",
        "creates",
        "story",
        "wemischner",
        "say",
        "also",
        "room",
        "pretzilla",
        "experiment",
        "recent",
        "trend",
        "toward",
        "less",
        "sweet",
        "sweet",
        "magical",
        "combination",
        "sweet",
        "savory",
        "could",
        "help",
        "open",
        "sophisticated",
        "audience",
        "go",
        "beyond",
        "perception",
        "americana",
        "ballpark",
        "food",
        "said",
        "small",
        "business",
        "survey",
        "main",
        "street",
        "bullishness",
        "soar",
        "trump",
        "tax",
        "cut",
        "become",
        "law",
        "disconnect",
        "economic",
        "confidence",
        "main",
        "street",
        "hiring",
        "metoo",
        "firing",
        "suspension",
        "taking",
        "place",
        "small",
        "business",
        "miller",
        "toying",
        "entering",
        "convenience",
        "store",
        "market",
        "tried",
        "selling",
        "pretzel",
        "bite",
        "packaged",
        "cheese",
        "sauce",
        "move",
        "could",
        "huge",
        "sale",
        "billion",
        "specialty",
        "snack",
        "market",
        "expected",
        "grow",
        "percent",
        "according",
        "specialty",
        "food",
        "association",
        "also",
        "present",
        "challenge",
        "pretzilla",
        "whose",
        "product",
        "vegan",
        "produced",
        "facility",
        "clean",
        "label",
        "mean",
        "include",
        "artificial",
        "ingredient",
        "want",
        "premium",
        "pretzel",
        "product",
        "paired",
        "bad",
        "cheese",
        "miller",
        "said",
        "outsources",
        "sauce",
        "want",
        "natural",
        "product",
        "great",
        "cheese",
        "easy",
        "took",
        "u",
        "six",
        "month",
        "find",
        "cheese",
        "partner",
        "see",
        "lot",
        "potential",
        "innovation",
        "come",
        "premium",
        "dip",
        "sauce",
        "could",
        "paired",
        "pretzilla",
        "booming",
        "market",
        "first",
        "priority",
        "connecting",
        "customer",
        "need",
        "better",
        "job",
        "talking",
        "handle",
        "product",
        "bite",
        "warmed",
        "toaster",
        "grill",
        "take",
        "product",
        "next",
        "level",
        "miller",
        "said",
        "process",
        "turning",
        "small",
        "business",
        "national",
        "company",
        "humbling",
        "every",
        "day",
        "maggie",
        "overfelt",
        "special"
    ]
}