{
    "organizations": [],
    "uuid": "42bd6dc358d9731c3b4b10cf0cc26193ca804b4b",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/12/trump-military-budget/",
    "ord_in_thread": 0,
    "title": "How Donald Trump Plans to Spend $686 Billion for the Military | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg 1:39 PM EST \nPresident Donald Trump’s $686 billion defense request for the coming fiscal year would propel the Navy toward a new goal of 355 ships, restore major funding for a Boeing Co. fighter jet favored by the president and boost missile defense spending to counter threats from North Korea and Iran. \nOn its voyage to a 355-ship Navy, the budget plan envisions building the fleet to 299 vessels by the end of fiscal 2019, which begins Oct. 1, and 326 by 2023. The Navy has 280 ships today, but some are nearing the end of their useful life. \nMissile defense spending, spurred by Trump and supported by lawmakers over fears of North Korea’s accelerated ballistic missile and nuclear programs, would increase about 25 percent over the Obama administration’s last projected numbers for fiscal 2019 — to $9.92 billion, or $1.91 billion more than previously planned. It would bankroll 20 new interceptor missiles and silos, a new “homeland defense radar” in Hawaii and, for the first time, a “salvo” test to fire two interceptors at once at an incoming target. \nTrump has praised Boeing’s Super Hornet, which former President Barack Obama’s administration sought to phase out. By contrast, Trump has at times criticized the costs of Lockheed Martin Corp.’s F-35, the most expensive U.S.. weapons system. \nThe Trump plan calls for adding 24 Boeing Co. F/A-18E/F Super Hornet jets in fiscal 2019, and 110 jets through 2023, as previously reported by Bloomberg News. The Obama administration had proposed ending purchases of the plane this year. \nThe Pentagon is requesting funding for 77 F-35s for fiscal 2019, three fewer than projected in the the last Obama plan. The Trump plan projects 84 of the fighters for fiscal 2020, the same as the last Obama plan, and 98 in 2021, or one fewer. \nIn addition, the Air Force plans $16.8 billion in funding through 2023 for the new B-21 bomber being built by Northrop Grumman Corp., including $2.3 billion next year for continued research. \nThe $686 billion includes $597.1 billion in base defense funding — the most ever if enacted — plus $89 billion in a war-fighting account. Of the $89 billion, $17 billion would finance readiness requirements “and other support activities” normally funded in the base budget, the Pentagon said. \nThe combined total falls short of the Obama administration’s post-Cold War peak of $691 billion in fiscal 2010, which included $163 billion in war spending. Trump’s overall national security package — which includes Energy Department nuclear weapons programs and defense-related activities at the FBI and smaller agencies — would total $716 billion. \n“The risk with such a large increase in the defense budget is that policy makers will be reluctant to make hard choices,” Todd Harrison, a defense analyst with the Center for Strategic and International Studies, said in an email. “DoD is still in desperate need of reform in many areas. It has 19 percent excess capacity in U.S. bases, a personnel system stuck in the 1950s, and scores of legacy weapons that need to be retired. If reforms aren’t made in these areas, the military will just get fatter, not stronger.” ‘Growth Trajectory’ \nEven as the Pentagon unveils the administration’s proposed defense budget, Congress has yet to complete a funding bill for the current fiscal year. Last week’s budget agreement removed spending caps in the 2011 Budget Control Act for this year and fiscal 2019, only to have them return in fiscal 2020 and 2021 unless another deal is reached. Last week’s relief marked the fourth such agreement since the Budget Control Act was passed. \n“The real story” of the fiscal 2019 defense request is “the growth trajectory from” the 2017 defense bill that was enacted “as opposed to 2019 in isolation,” Mackenzie Eaglen, a budget analyst for the conservative American Enterprise Institute, said in an email. \nNot counting war spending, the base defense budget will have increased 17.4 percent in nominal terms from 2017 to 2019, she said. Including the war spending, the budget plan approved by Congress provides for an increase of 2.9 percent from fiscal 2018 to 2019, she said. \nFred Bartels, the Heritage Foundation’s defense budget analyst, said in an email that “this budget deal is going to provide a relief for the 18 months between March 24 and September 30, 2019. But as soon as it expires we are back at the same place.” \nThe new National Defense Strategy “calls for a sustained, predictable and increased budget to be able to execute the strategy,” he said, so “being able to make the defense budget sustained and predictable will be dependent on future Congresses.” \nThe budget requests $6.5 billion for what’s now being called the “European Deterrence Initiative,” up from $4.7 billion requested last year, to increase the U.S. military presence in Europe, conduct more exercises with NATO partners and preposition equipment. It was previously called the “European Reassurance Initiative.” Missile Defense \nThe top contractors that would benefit from the proposed increase in missile-defense spending are Boeing, Raytheon Co., Orbital ATK Inc., Northrop Grumman, Lockheed and Aerojet Rocketdyne Holdings Inc. \nThe Missile Defense Agency’s five-year plan projects $46.7 billion through 2023, $13.7 billion more than the last Obama plan that covered the five years through 2022. \nFor fiscal 2019 the MDA request is: \n* $6.8 billion for research, or about $1 billion more than previously planned, including programs to defend against hypersonic weapons under development by China and Russia. \n* $2.4 billion, or $855 million more than planned, for procurement including 20 additional interceptors from Orbital ATK, 42 more Standard Missiles from Raytheon, a redesigned hit-to-kill warhead to deploy by 2021 and additional silo construction at Fort Greely in Alaska. Navy Expansion \nThe Navy’s five-year ship building plan calls for 111 vessels through 2023, going from 18 next year to 25 by 2023. The plan includes six new, better-armed frigates instead of the lightly armored Littoral Combat Ship; the first frigate would be bought in 2020 \nThe Navy’s $58.5 billion fiscal 2019 procurement plan would benefit shipbuilders General Dynamics Corp., Huntington Ingalls Industries Inc. and combat system suppliers Raytheon, Lockheed and BAE Systems PLC. It calls for buying: \n* 18 combat and auxiliary vessels, including continuing purchase of two Virginia-class submarines, three DDG-51 destroyers, one Littoral Combat Ship — that’s likely to be the last — and five ship-to-shore connectors designed to move weapons systems, equipment and personnel to shore in support of an assault. Altogether, $21 .9 billion is earmarked for ship construction, which includes 10 new warships. \n* 29 F-35C and B model F-35 jets, 24 Advanced E-2D Hawkeye surveillance aircraft, 19 P-8 Maritime surveillance planes, 23 KC-130J refueling tankers, eight CH-53K heavy lift helicopters and three Triton surveillance drones. The Navy plans to buy 198 F-35s through 2023. Also, the Marine Corps plans to buy 69 CH-53K choppers made by Lockheed’s Sikorsky helicopter unit. \n* 90 Small Diameter Bomb-II models made by Raytheon that can hit stationary and moving targets, toward a total of 3,750 through 2023, and 125 of Raytheon’s Standard missile-6 multi-mission weapon toward a total of 625 through 2023. \n* 112 Raytheon Tomahawk missiles would be upgraded, toward a total of 1,046 through 2023. \n* 25 Lockheed long-range anti-ship missiles, and 75 through 2023. Air Force Stable \nThe Air Force would maintain stable budgeting for its planned major aircraft, including purchases, upgrades and maintenance: \n* $7.2 billion to buy 48 F-35 jets next year, the initial installment of $40 billion for 258 F-35s through 2023. The Air Force, the F-35’s biggest customer, plans to buy another 48 fighters in 2020 and 54 each through fiscal 2021-2023; Air Force officials have said they needed 60 a year. \n* $3.6 billion for continued Boeing KC-46 tanker procurement for 15 aircraft toward a goal of $20 billion and 75 aircraft through 2023. \n* $2.75 billion for continued operations and support and upgrades of Lockheed’s F-22 stealth fighters. \n* $2.3 billion for continued B-21 development, up from $2 billion this year, or $16.8 billion through 2023; Northrop Grumman would see the first procurement dollars in fiscal 2022. \n* $964 million for continued upkeep of the aging A-10 “Warthog” close air support attack plane. The Air Force wanted to retire it but Congress refused. The service budgets $4.3 billion through 2023. \n* $1.1 billion to purchase 43,594 GPS-guided tail-kits from Boeing for the Jdam smart bomb, up from $834 million and 34,529 requested for this year. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-12T15:39:00.000+02:00",
    "crawled": "2018-02-12T22:17:30.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "pm",
        "est",
        "president",
        "donald",
        "trump",
        "billion",
        "defense",
        "request",
        "coming",
        "fiscal",
        "year",
        "would",
        "propel",
        "navy",
        "toward",
        "new",
        "goal",
        "ship",
        "restore",
        "major",
        "funding",
        "boeing",
        "fighter",
        "jet",
        "favored",
        "president",
        "boost",
        "missile",
        "defense",
        "spending",
        "counter",
        "threat",
        "north",
        "korea",
        "iran",
        "voyage",
        "navy",
        "budget",
        "plan",
        "envisions",
        "building",
        "fleet",
        "vessel",
        "end",
        "fiscal",
        "begin",
        "navy",
        "ship",
        "today",
        "nearing",
        "end",
        "useful",
        "life",
        "missile",
        "defense",
        "spending",
        "spurred",
        "trump",
        "supported",
        "lawmaker",
        "fear",
        "north",
        "korea",
        "accelerated",
        "ballistic",
        "missile",
        "nuclear",
        "program",
        "would",
        "increase",
        "percent",
        "obama",
        "administration",
        "last",
        "projected",
        "number",
        "fiscal",
        "billion",
        "billion",
        "previously",
        "planned",
        "would",
        "bankroll",
        "new",
        "interceptor",
        "missile",
        "silo",
        "new",
        "homeland",
        "defense",
        "radar",
        "hawaii",
        "first",
        "time",
        "salvo",
        "test",
        "fire",
        "two",
        "interceptor",
        "incoming",
        "target",
        "trump",
        "praised",
        "boeing",
        "super",
        "hornet",
        "former",
        "president",
        "barack",
        "obama",
        "administration",
        "sought",
        "phase",
        "contrast",
        "trump",
        "time",
        "criticized",
        "cost",
        "lockheed",
        "martin",
        "expensive",
        "weapon",
        "system",
        "trump",
        "plan",
        "call",
        "adding",
        "boeing",
        "super",
        "hornet",
        "jet",
        "fiscal",
        "jet",
        "previously",
        "reported",
        "bloomberg",
        "news",
        "obama",
        "administration",
        "proposed",
        "ending",
        "purchase",
        "plane",
        "year",
        "pentagon",
        "requesting",
        "funding",
        "fiscal",
        "three",
        "fewer",
        "projected",
        "last",
        "obama",
        "plan",
        "trump",
        "plan",
        "project",
        "fighter",
        "fiscal",
        "last",
        "obama",
        "plan",
        "one",
        "fewer",
        "addition",
        "air",
        "force",
        "plan",
        "billion",
        "funding",
        "new",
        "bomber",
        "built",
        "northrop",
        "grumman",
        "including",
        "billion",
        "next",
        "year",
        "continued",
        "research",
        "billion",
        "includes",
        "billion",
        "base",
        "defense",
        "funding",
        "ever",
        "enacted",
        "plus",
        "billion",
        "account",
        "billion",
        "billion",
        "would",
        "finance",
        "readiness",
        "requirement",
        "support",
        "activity",
        "normally",
        "funded",
        "base",
        "budget",
        "pentagon",
        "said",
        "combined",
        "total",
        "fall",
        "short",
        "obama",
        "administration",
        "war",
        "peak",
        "billion",
        "fiscal",
        "included",
        "billion",
        "war",
        "spending",
        "trump",
        "overall",
        "national",
        "security",
        "package",
        "includes",
        "energy",
        "department",
        "nuclear",
        "weapon",
        "program",
        "activity",
        "fbi",
        "smaller",
        "agency",
        "would",
        "total",
        "billion",
        "risk",
        "large",
        "increase",
        "defense",
        "budget",
        "policy",
        "maker",
        "reluctant",
        "make",
        "hard",
        "choice",
        "todd",
        "harrison",
        "defense",
        "analyst",
        "center",
        "strategic",
        "international",
        "study",
        "said",
        "email",
        "dod",
        "still",
        "desperate",
        "need",
        "reform",
        "many",
        "area",
        "percent",
        "excess",
        "capacity",
        "base",
        "personnel",
        "system",
        "stuck",
        "1950s",
        "score",
        "legacy",
        "weapon",
        "need",
        "retired",
        "reform",
        "made",
        "area",
        "military",
        "get",
        "fatter",
        "growth",
        "trajectory",
        "even",
        "pentagon",
        "unveils",
        "administration",
        "proposed",
        "defense",
        "budget",
        "congress",
        "yet",
        "complete",
        "funding",
        "bill",
        "current",
        "fiscal",
        "year",
        "last",
        "week",
        "budget",
        "agreement",
        "removed",
        "spending",
        "cap",
        "budget",
        "control",
        "act",
        "year",
        "fiscal",
        "return",
        "fiscal",
        "unless",
        "another",
        "deal",
        "reached",
        "last",
        "week",
        "relief",
        "marked",
        "fourth",
        "agreement",
        "since",
        "budget",
        "control",
        "act",
        "passed",
        "real",
        "story",
        "fiscal",
        "defense",
        "request",
        "growth",
        "trajectory",
        "defense",
        "bill",
        "enacted",
        "opposed",
        "isolation",
        "mackenzie",
        "eaglen",
        "budget",
        "analyst",
        "conservative",
        "american",
        "enterprise",
        "institute",
        "said",
        "email",
        "counting",
        "war",
        "spending",
        "base",
        "defense",
        "budget",
        "increased",
        "percent",
        "nominal",
        "term",
        "said",
        "including",
        "war",
        "spending",
        "budget",
        "plan",
        "approved",
        "congress",
        "provides",
        "increase",
        "percent",
        "fiscal",
        "said",
        "fred",
        "bartels",
        "heritage",
        "foundation",
        "defense",
        "budget",
        "analyst",
        "said",
        "email",
        "budget",
        "deal",
        "going",
        "provide",
        "relief",
        "month",
        "march",
        "september",
        "soon",
        "expires",
        "back",
        "new",
        "national",
        "defense",
        "strategy",
        "call",
        "sustained",
        "predictable",
        "increased",
        "budget",
        "able",
        "execute",
        "strategy",
        "said",
        "able",
        "make",
        "defense",
        "budget",
        "sustained",
        "predictable",
        "dependent",
        "future",
        "budget",
        "request",
        "billion",
        "called",
        "european",
        "deterrence",
        "initiative",
        "billion",
        "requested",
        "last",
        "year",
        "increase",
        "military",
        "presence",
        "europe",
        "conduct",
        "exercise",
        "nato",
        "partner",
        "preposition",
        "equipment",
        "previously",
        "called",
        "european",
        "reassurance",
        "missile",
        "defense",
        "top",
        "contractor",
        "would",
        "benefit",
        "proposed",
        "increase",
        "spending",
        "boeing",
        "raytheon",
        "orbital",
        "atk",
        "northrop",
        "grumman",
        "lockheed",
        "aerojet",
        "rocketdyne",
        "holding",
        "missile",
        "defense",
        "agency",
        "plan",
        "project",
        "billion",
        "billion",
        "last",
        "obama",
        "plan",
        "covered",
        "five",
        "year",
        "fiscal",
        "mda",
        "request",
        "billion",
        "research",
        "billion",
        "previously",
        "planned",
        "including",
        "program",
        "defend",
        "hypersonic",
        "weapon",
        "development",
        "china",
        "russia",
        "billion",
        "million",
        "planned",
        "procurement",
        "including",
        "additional",
        "interceptor",
        "orbital",
        "atk",
        "standard",
        "missile",
        "raytheon",
        "redesigned",
        "warhead",
        "deploy",
        "additional",
        "silo",
        "construction",
        "fort",
        "greely",
        "alaska",
        "navy",
        "expansion",
        "navy",
        "ship",
        "building",
        "plan",
        "call",
        "vessel",
        "going",
        "next",
        "year",
        "plan",
        "includes",
        "six",
        "new",
        "frigate",
        "instead",
        "lightly",
        "armored",
        "littoral",
        "combat",
        "ship",
        "first",
        "frigate",
        "would",
        "bought",
        "navy",
        "billion",
        "fiscal",
        "procurement",
        "plan",
        "would",
        "benefit",
        "shipbuilder",
        "general",
        "dynamic",
        "huntington",
        "ingalls",
        "industry",
        "combat",
        "system",
        "supplier",
        "raytheon",
        "lockheed",
        "bae",
        "system",
        "plc",
        "call",
        "buying",
        "combat",
        "auxiliary",
        "vessel",
        "including",
        "continuing",
        "purchase",
        "two",
        "submarine",
        "three",
        "destroyer",
        "one",
        "littoral",
        "combat",
        "ship",
        "likely",
        "last",
        "five",
        "connector",
        "designed",
        "move",
        "weapon",
        "system",
        "equipment",
        "personnel",
        "shore",
        "support",
        "assault",
        "altogether",
        "billion",
        "earmarked",
        "ship",
        "construction",
        "includes",
        "new",
        "warship",
        "b",
        "model",
        "jet",
        "advanced",
        "hawkeye",
        "surveillance",
        "aircraft",
        "maritime",
        "surveillance",
        "plane",
        "refueling",
        "tanker",
        "eight",
        "heavy",
        "lift",
        "helicopter",
        "three",
        "triton",
        "surveillance",
        "drone",
        "navy",
        "plan",
        "buy",
        "also",
        "marine",
        "corp",
        "plan",
        "buy",
        "chopper",
        "made",
        "lockheed",
        "sikorsky",
        "helicopter",
        "unit",
        "small",
        "diameter",
        "model",
        "made",
        "raytheon",
        "hit",
        "stationary",
        "moving",
        "target",
        "toward",
        "total",
        "raytheon",
        "standard",
        "weapon",
        "toward",
        "total",
        "raytheon",
        "tomahawk",
        "missile",
        "would",
        "upgraded",
        "toward",
        "total",
        "lockheed",
        "missile",
        "air",
        "force",
        "stable",
        "air",
        "force",
        "would",
        "maintain",
        "stable",
        "budgeting",
        "planned",
        "major",
        "aircraft",
        "including",
        "purchase",
        "upgrade",
        "maintenance",
        "billion",
        "buy",
        "jet",
        "next",
        "year",
        "initial",
        "installment",
        "billion",
        "air",
        "force",
        "biggest",
        "customer",
        "plan",
        "buy",
        "another",
        "fighter",
        "fiscal",
        "air",
        "force",
        "official",
        "said",
        "needed",
        "year",
        "billion",
        "continued",
        "boeing",
        "tanker",
        "procurement",
        "aircraft",
        "toward",
        "goal",
        "billion",
        "aircraft",
        "billion",
        "continued",
        "operation",
        "support",
        "upgrade",
        "lockheed",
        "stealth",
        "fighter",
        "billion",
        "continued",
        "development",
        "billion",
        "year",
        "billion",
        "northrop",
        "grumman",
        "would",
        "see",
        "first",
        "procurement",
        "dollar",
        "fiscal",
        "million",
        "continued",
        "upkeep",
        "aging",
        "warthog",
        "close",
        "air",
        "support",
        "attack",
        "plane",
        "air",
        "force",
        "wanted",
        "retire",
        "congress",
        "refused",
        "service",
        "budget",
        "billion",
        "billion",
        "purchase",
        "boeing",
        "jdam",
        "smart",
        "bomb",
        "million",
        "requested",
        "year",
        "sponsored",
        "financial",
        "content"
    ]
}