{
    "organizations": [],
    "uuid": "71fcdc52dc5823c261e7a13a6920070c50b3b482",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/globe-newswire-isoray-announces-second-quarter-fiscal-2018-revenue-of-1-point-54-million-50-percent-second-quarter-over-second-quarter.html",
    "ord_in_thread": 0,
    "title": "IsoRay Announces Second Fiscal 2018 Revenue of $1.54 Million, 50% Second Quarter-Over-Second Quarter Increase",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RICHLAND, Wash., IsoRay, Inc. (NYSE American:ISR), a medical technology company and innovator in seed brachytherapy and medical radioisotope applications for the treatment of prostate, brain, lung, head and neck and gynecological cancers, today announced financial results for the second quarter of fiscal 2018 ended December 31, 2017.\nRevenue for the second quarter of fiscal 2018 was $1.54 million, a 50% increase compared to revenue of $1.03 million for the second quarter of fiscal 2017 and a 27% increase compared to revenue of $1.21 million in the first quarter of fiscal 2018. The revenue increase was driven by the increasing traction of the Company’s new sales and marketing initiatives launched in the second quarter of fiscal 2017 and the maturation of the new sales team. Prostate brachytherapy represented 86% of total revenue for both second quarter periods. Gross profit for the three months ended December 31, 2017 was $0.53 million compared to a loss of $0.01 million in the three month period ended December 31, 2016 and $0.27 million in the first quarter of fiscal 2018. The increase is primarily due to ongoing cost saving initiatives and reduced staffing costs, including moving certain production personnel to research and development projects. Gross profit margin was 35% in the current period, negative in the second quarter of fiscal 2017 and 22% in the first quarter of fiscal 2018.\nTotal operating expenses were $2.0 million compared to $1.48 million in the second quarter of our last fiscal year. Continued investment in research & development and sales & marketing accounted for most of the increase. The increase in general and administrative expense is partially a function of the sales increase, which results in higher share-based compensation and bonus expense. R&D activities include cost increases associated with the collaborative development agreement with GammaTile, LLC, participation in new protocols and new device development. Operating loss was $1.47 million compared to a $1.48 million loss in the second quarter of fiscal 2017. The net loss was $1.46 million, or ($0.03) per basic and diluted share, for the second quarter of fiscal 2018 compared to a net loss of $1.45 million, or ($0.03) per basic and diluted share, for the second quarter of fiscal 2017. Basic and diluted per share results are based on weighted average shares outstanding of approximately 55.0 million for both periods. IsoRay had cash, cash equivalents and certificates of deposit of $5.7 million as of December 31, 2017, and no debt.\n“We believe that IsoRay’s 50% increase in second quarter revenue, the fourth consecutive quarter of year-over-year increases, firmly establishes its upward trend and supports our confidence in reiterating guidance for the fiscal year ending June 30, 2018 for revenue growth of at least 20%, or approximately $5.8 million,” said Thomas LaVoy, Chairman and Chief Executive Officer of IsoRay, Inc. “In the remaining half of the fiscal year, we expect sales to continue to progressively accelerate as current and new accounts increase their use of our brachytherapy products in prostate and other applications. Our ongoing manufacturing and process improvements are also expected to continue to contribute to sustainable gross profit expansion as operating leverage kicks in with the expanding sales base.”\nMr. LaVoy continued, “We’re excited about the study that was published on January 16 th in Cureus* that demonstrates advantages of Cesium-131 over Iodine-125 for brain brachytherapy from a perspective of radiation dose delivery. This is a key addition to the growing number of peer-reviewed published studies supporting the use of Cesium-131 to treat brain tumors and other cancers. These studies also provide additional support for the efforts of our new sales team, which has become increasingly effective in delivering IsoRay’s message of the value of Cesium-131 and providing service and support to our customers and target markets. During the quarter, we signed a 10-year exclusive manufacturing agreement with GT Medical Technologies, Inc., for the manufacture of GammaTile™ products for recurrent brain cancer treatment. We look forward to moving through the 510(k) and NTAP clearance process for this important product and we expect to obtain clearance and a NTAP reimbursement code in mid- 2018.”\nFor the first six months of fiscal 2018 ended December 31, 2017, revenue was $2.75 million, a 30% increase compared to revenue of $2.11 million for the same period of fiscal 2017. Prostate brachytherapy represented 87% of total revenue for the first half of fiscal 2018 compared to 88% for the first half of fiscal 2017. Operating expenses were $3.82 million, a 23% increase compared to $3.10 million for the six months ended December 31, 2016. Operating loss was $3.02 million for the six months ended December 31, 2017, compared to a $3.05 million operating loss for the comparable period of fiscal 2017. The net loss for the six-month period was $3.01 million, or $(0.05) per basic and diluted share, compared to a net loss of $2.95 million, or $(0.05), per basic and diluted share, for the six- month period of fiscal 2017. Basic and diluted per share results are based on weighted average shares outstanding of approximately 55.0 million shares in both periods.\n* Han D Y, Ma L, Braunstein S, et al. (January 16, 2018) Resection Cavity Contraction Effects in the Use of Radioactive Sources (1-25 versus Cs-131) for Intra-Operative Brain Implants. Cureus 10(1): e2079. DOI 10.7759/cureus.2079\nConference Call Details\nManagement of IsoRay will host a teleconference to discuss second quarter fiscal 2018 financial results on Thursday, February 8, 2018, at 4:30 p.m. Eastern Time. Interested parties are asked to dial-in approximately 10 minutes before the call begins at the following numbers:\nU.S. Participants: (877) 270-2148\nInternational Participants: + 1-412-902-6510\nParticipant Passcode: 10116701\nThe earnings release and a replay of the call will be available through the Investor Relations section of IsoRay’s website: https://isoray.com/about/investors/events/ . A replay of the call will be available for one week beginning at approximately 10:00 p.m. Eastern Time on February 8, 2018. The playback can be accessed by dialing (877) 344-7529 (U.S.) and +1-412-317-0088 (International). The passcode is 10116701.\nAbout IsoRay, Inc.\nIsoRay, Inc., through its subsidiary, IsoRay Medical, Inc. is the sole producer of Cesium-131 brachytherapy seeds, which are expanding brachytherapy options throughout the body. Learn more about this innovative Richland, Washington company and explore the many benefits and uses of Cesium-131 by visiting www.isoray.com . Join us on Facebook/IsoRay. Follow us on Twitter @IsoRay.\nSafe Harbor Statement\nStatements in this news release about IsoRay's future expectations, including: the advantages of our products and their delivery systems, whether interest in and use of our products will increase or continue, whether the new marketing strategy will increase sales, whether the changes to the sales staff will result in increased sales, whether the additional resources being added to IsoRay's online presence will increase patient or clinician engagement and interest, whether use of Cesium-131 in non-prostate applications will increase revenue, our ongoing relationship with GammaTile LLC, whether we will obtain FDA and NTAP clearance and related code in mid-2018 or at all, whether further manufacturing and production process improvements will be completed or will result in lower costs, the advantages of Cesium-131 over Iodine-125,whether revenue will increase or will reach approximately $5.8 million in fiscal 2018 or costs will decrease in the upcoming quarters, the positive industry data fueling renewed interest in brachytherapy, strong patient results, the perception by patients of quality of life outcomes, and all other statements in this release, other than historical facts, are \" \" within the meaning of the Private Securities Litigation Reform Act of 1995 (\"PSLRA\"). This statement is included for the express purpose of availing IsoRay, Inc. of the protections of the safe harbor provisions of the PSLRA. It is important to note that actual results and ultimate corporate actions could differ materially from those in such based on such factors as physician acceptance, training and use of our products, our ability to successfully manufacture, market and sell our products, our ability to manufacture our products in sufficient quantities to meet demand within required delivery time periods while meeting our quality control standards, our ability to enforce our intellectual property rights, whether additional studies are released and that support the conclusions of past studies, whether ongoing patient results with our products are favorable and in line with the conclusions of clinical studies and initial patient results, patient results achieved when our products are used for the treatment of cancers and malignant diseases, successful completion of future research and development activities, whether we, our distributors and our customers will successfully obtain and maintain all required regulatory approvals and licenses to market, sell and use our products in its various forms, continued compliance with ISO standards, the success of our sales and marketing efforts, changes in reimbursement rates, the procedures and regulatory requirements mandated by the FDA for 510(k) approval, NTAP clearance requirements and reimbursement codes, changes in laws and regulations applicable to our products, the scheduling of physicians who either delay or do not schedule patients in periods anticipated, the use of competitors' products in lieu of our products, less favorable reimbursement rates than anticipated for each of our products, and other risks detailed from time to time in IsoRay's reports filed with the SEC. Unless required to do so by law, we undertake no obligation to publicly update or revise any , whether as a result of new information, future events or otherwise.\nContacts:\nIsoRay, Inc.\ninfo@isoray.com\n(509) 375-1202\nInvestors:\nStephanie Prince, Managing Director\nPCG Advisory Group\nsprince@pcgadvisory.com\n(646) 762-4518\nIsoRay, Inc. and Subsidiaries Consolidated Balance Sheets (In thousands, except shares) December 31, June 30, 2017 2017 (unaudited) ASSETS Current assets: Cash and cash equivalents $ 2,951 $ 5,932 Certificates of deposit 2,725 3,039 Accounts receivable, net of allowance for doubtful accounts of $26 and $26, respectively 987 726 Inventory 459 323 Prepaid expenses and other current assets 295 271 Total current assets 7,417 10,291 Property and equipment, net 1,168 1,054 Restricted cash 181 181 Inventory, non-current 408 513 Other assets, net of accumulated amortization 204 230 Total assets $ 9,378 $ 12,269 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities: Accounts payable and accrued expenses $ 581 $ 630 Accrued protocol expense 43 75 Accrued radioactive waste disposal 19 125 Accrued payroll and related taxes 165 138 Accrued vacation 123 138 Total current liabilities 931 1,106 Long-term liabilities: Asset retirement obligation 576 561 Total liabilities 1,507 1,667 Commitments and contingencies Shareholders' equity: Preferred stock, $.001 par value; 7,001,671 shares authorized: Series A: 1,000,000 shares allocated; no shares issued and outstanding - - Series B: 5,000,000 shares allocated; 59,065 shares issued and outstanding - - Series C: 1,000,000 shares allocated; no shares issued and outstanding - - Series D: 1,671 shares allocated; no shares issued and outstanding - - Common stock, $.001 par value; 192,998,329 shares authorized; 55,100,229 and 55,017,419 shares issued and outstanding 55 55 Additional paid-in capital 83,430 83,151 Accumulated deficit (75,614 ) (72,604 ) Total shareholders' equity 7,871 10,602 Total liabilities and shareholders' equity $ 9,378 $ 12,269 The accompanying notes are an integral part of these consolidated financial statements.\nIsoRay, Inc. and Subsidiaries Consolidated Statements of Operations (Unaudited) (Dollars and shares in thousands, except for per-share amounts) Three months ended Six months ended December 31, December 31, 2017 2016 2017 2016 Product sales, net $ 1,536 $ 1,028 $ 2,747 $ 2,109 Cost of product sales 1,005 1,029 1,951 2,062 Gross profit / (loss) 531 (1 ) 796 47 Operating expenses: Research and development Proprietary research and development 311 150 597 322 Collaboration arrangement, net of reimbursement 29 - 104 - Total research and development 340 150 701 322 Sales and marketing 674 496 1,288 1,020 General and administrative 985 880 1,827 1,807 Change in estimate of asset retirement obligation - (48 ) - (48 ) Total operating expenses 1,999 1,478 3,816 3,101 Operating loss (1,468 ) (1,479 ) (3,020 ) (3,054 ) Non-operating income: Interest income, net 5 29 10 60 Change in fair value of warrant derivative liability - - - 27 Other income - - - 20 Non-operating income, net 5 29 10 107 Net loss (1,463 ) (1,450 ) (3,010 ) (2,947 ) Preferred stock dividends (3 ) (2 ) (5 ) (5 ) Net loss applicable to common shareholders $ (1,466 ) $ (1,452 ) $ (3,015 ) $ (2,952 ) Basic and diluted loss per share $ (0.03 ) $ (0.03 ) $ (0.05 ) $ (0.05 ) Weighted average shares used in computing net loss per share: Basic and diluted 55,056 55,017 55,037 55,014 The accompanying notes are an integral part of these consolidated financial statements.\nSource:Isoray, Inc.",
    "published": "2018-02-09T00:05:00.000+02:00",
    "crawled": "2018-02-09T02:03:06.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "richland",
        "isoray",
        "nyse",
        "american",
        "isr",
        "medical",
        "technology",
        "company",
        "innovator",
        "seed",
        "brachytherapy",
        "medical",
        "radioisotope",
        "application",
        "treatment",
        "prostate",
        "brain",
        "lung",
        "head",
        "neck",
        "gynecological",
        "cancer",
        "today",
        "announced",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "ended",
        "december",
        "revenue",
        "second",
        "quarter",
        "fiscal",
        "million",
        "increase",
        "compared",
        "revenue",
        "million",
        "second",
        "quarter",
        "fiscal",
        "increase",
        "compared",
        "revenue",
        "million",
        "first",
        "quarter",
        "fiscal",
        "revenue",
        "increase",
        "driven",
        "increasing",
        "traction",
        "company",
        "new",
        "sale",
        "marketing",
        "initiative",
        "launched",
        "second",
        "quarter",
        "fiscal",
        "maturation",
        "new",
        "sale",
        "team",
        "prostate",
        "brachytherapy",
        "represented",
        "total",
        "revenue",
        "second",
        "quarter",
        "period",
        "gross",
        "profit",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "loss",
        "million",
        "three",
        "month",
        "period",
        "ended",
        "december",
        "million",
        "first",
        "quarter",
        "fiscal",
        "increase",
        "primarily",
        "due",
        "ongoing",
        "cost",
        "saving",
        "initiative",
        "reduced",
        "staffing",
        "cost",
        "including",
        "moving",
        "certain",
        "production",
        "personnel",
        "research",
        "development",
        "project",
        "gross",
        "profit",
        "margin",
        "current",
        "period",
        "negative",
        "second",
        "quarter",
        "fiscal",
        "first",
        "quarter",
        "fiscal",
        "total",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "second",
        "quarter",
        "last",
        "fiscal",
        "year",
        "continued",
        "investment",
        "research",
        "development",
        "sale",
        "marketing",
        "accounted",
        "increase",
        "increase",
        "general",
        "administrative",
        "expense",
        "partially",
        "function",
        "sale",
        "increase",
        "result",
        "higher",
        "compensation",
        "bonus",
        "expense",
        "r",
        "activity",
        "include",
        "cost",
        "increase",
        "associated",
        "collaborative",
        "development",
        "agreement",
        "gammatile",
        "llc",
        "participation",
        "new",
        "protocol",
        "new",
        "device",
        "development",
        "operating",
        "loss",
        "million",
        "compared",
        "million",
        "loss",
        "second",
        "quarter",
        "fiscal",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "second",
        "quarter",
        "fiscal",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "second",
        "quarter",
        "fiscal",
        "basic",
        "diluted",
        "per",
        "share",
        "result",
        "based",
        "weighted",
        "average",
        "share",
        "outstanding",
        "approximately",
        "million",
        "period",
        "isoray",
        "cash",
        "cash",
        "equivalent",
        "certificate",
        "deposit",
        "million",
        "december",
        "debt",
        "believe",
        "isoray",
        "increase",
        "second",
        "quarter",
        "revenue",
        "fourth",
        "consecutive",
        "quarter",
        "increase",
        "firmly",
        "establishes",
        "upward",
        "trend",
        "support",
        "confidence",
        "reiterating",
        "guidance",
        "fiscal",
        "year",
        "ending",
        "june",
        "revenue",
        "growth",
        "least",
        "approximately",
        "million",
        "said",
        "thomas",
        "lavoy",
        "chairman",
        "chief",
        "executive",
        "officer",
        "isoray",
        "remaining",
        "half",
        "fiscal",
        "year",
        "expect",
        "sale",
        "continue",
        "progressively",
        "accelerate",
        "current",
        "new",
        "account",
        "increase",
        "use",
        "brachytherapy",
        "product",
        "prostate",
        "application",
        "ongoing",
        "manufacturing",
        "process",
        "improvement",
        "also",
        "expected",
        "continue",
        "contribute",
        "sustainable",
        "gross",
        "profit",
        "expansion",
        "operating",
        "leverage",
        "kick",
        "expanding",
        "sale",
        "lavoy",
        "continued",
        "excited",
        "study",
        "published",
        "january",
        "th",
        "cureus",
        "demonstrates",
        "advantage",
        "brain",
        "brachytherapy",
        "perspective",
        "radiation",
        "dose",
        "delivery",
        "key",
        "addition",
        "growing",
        "number",
        "published",
        "study",
        "supporting",
        "use",
        "treat",
        "brain",
        "tumor",
        "cancer",
        "study",
        "also",
        "provide",
        "additional",
        "support",
        "effort",
        "new",
        "sale",
        "team",
        "become",
        "increasingly",
        "effective",
        "delivering",
        "isoray",
        "message",
        "value",
        "providing",
        "service",
        "support",
        "customer",
        "target",
        "market",
        "quarter",
        "signed",
        "exclusive",
        "manufacturing",
        "agreement",
        "gt",
        "medical",
        "technology",
        "manufacture",
        "product",
        "recurrent",
        "brain",
        "cancer",
        "treatment",
        "look",
        "forward",
        "moving",
        "k",
        "ntap",
        "clearance",
        "process",
        "important",
        "product",
        "expect",
        "obtain",
        "clearance",
        "ntap",
        "reimbursement",
        "code",
        "first",
        "six",
        "month",
        "fiscal",
        "ended",
        "december",
        "revenue",
        "million",
        "increase",
        "compared",
        "revenue",
        "million",
        "period",
        "fiscal",
        "prostate",
        "brachytherapy",
        "represented",
        "total",
        "revenue",
        "first",
        "half",
        "fiscal",
        "compared",
        "first",
        "half",
        "fiscal",
        "operating",
        "expense",
        "million",
        "increase",
        "compared",
        "million",
        "six",
        "month",
        "ended",
        "december",
        "operating",
        "loss",
        "million",
        "six",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "operating",
        "loss",
        "comparable",
        "period",
        "fiscal",
        "net",
        "loss",
        "period",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "month",
        "period",
        "fiscal",
        "basic",
        "diluted",
        "per",
        "share",
        "result",
        "based",
        "weighted",
        "average",
        "share",
        "outstanding",
        "approximately",
        "million",
        "share",
        "period",
        "han",
        "l",
        "braunstein",
        "et",
        "al",
        "january",
        "resection",
        "cavity",
        "contraction",
        "effect",
        "use",
        "radioactive",
        "source",
        "versus",
        "brain",
        "implant",
        "cureus",
        "e2079",
        "doi",
        "conference",
        "call",
        "detail",
        "management",
        "isoray",
        "host",
        "teleconference",
        "discus",
        "second",
        "quarter",
        "fiscal",
        "financial",
        "result",
        "thursday",
        "february",
        "eastern",
        "time",
        "interested",
        "party",
        "asked",
        "approximately",
        "minute",
        "call",
        "begin",
        "following",
        "number",
        "participant",
        "international",
        "participant",
        "participant",
        "passcode",
        "earnings",
        "release",
        "replay",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "isoray",
        "website",
        "http",
        "replay",
        "call",
        "available",
        "one",
        "week",
        "beginning",
        "approximately",
        "eastern",
        "time",
        "february",
        "playback",
        "accessed",
        "dialing",
        "international",
        "passcode",
        "isoray",
        "isoray",
        "subsidiary",
        "isoray",
        "medical",
        "sole",
        "producer",
        "brachytherapy",
        "seed",
        "expanding",
        "brachytherapy",
        "option",
        "throughout",
        "body",
        "learn",
        "innovative",
        "richland",
        "washington",
        "company",
        "explore",
        "many",
        "benefit",
        "us",
        "visiting",
        "join",
        "u",
        "follow",
        "u",
        "twitter",
        "isoray",
        "safe",
        "harbor",
        "statement",
        "statement",
        "news",
        "release",
        "isoray",
        "future",
        "expectation",
        "including",
        "advantage",
        "product",
        "delivery",
        "system",
        "whether",
        "interest",
        "use",
        "product",
        "increase",
        "continue",
        "whether",
        "new",
        "marketing",
        "strategy",
        "increase",
        "sale",
        "whether",
        "change",
        "sale",
        "staff",
        "result",
        "increased",
        "sale",
        "whether",
        "additional",
        "resource",
        "added",
        "isoray",
        "online",
        "presence",
        "increase",
        "patient",
        "clinician",
        "engagement",
        "interest",
        "whether",
        "use",
        "application",
        "increase",
        "revenue",
        "ongoing",
        "relationship",
        "gammatile",
        "llc",
        "whether",
        "obtain",
        "fda",
        "ntap",
        "clearance",
        "related",
        "code",
        "whether",
        "manufacturing",
        "production",
        "process",
        "improvement",
        "completed",
        "result",
        "lower",
        "cost",
        "advantage",
        "whether",
        "revenue",
        "increase",
        "reach",
        "approximately",
        "million",
        "fiscal",
        "cost",
        "decrease",
        "upcoming",
        "quarter",
        "positive",
        "industry",
        "data",
        "fueling",
        "renewed",
        "interest",
        "brachytherapy",
        "strong",
        "patient",
        "result",
        "perception",
        "patient",
        "quality",
        "life",
        "outcome",
        "statement",
        "release",
        "historical",
        "fact",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "pslra",
        "statement",
        "included",
        "express",
        "purpose",
        "availing",
        "isoray",
        "protection",
        "safe",
        "harbor",
        "provision",
        "pslra",
        "important",
        "note",
        "actual",
        "result",
        "ultimate",
        "corporate",
        "action",
        "could",
        "differ",
        "materially",
        "based",
        "factor",
        "physician",
        "acceptance",
        "training",
        "use",
        "product",
        "ability",
        "successfully",
        "manufacture",
        "market",
        "sell",
        "product",
        "ability",
        "manufacture",
        "product",
        "sufficient",
        "quantity",
        "meet",
        "demand",
        "within",
        "required",
        "delivery",
        "time",
        "period",
        "meeting",
        "quality",
        "control",
        "standard",
        "ability",
        "enforce",
        "intellectual",
        "property",
        "right",
        "whether",
        "additional",
        "study",
        "released",
        "support",
        "conclusion",
        "past",
        "study",
        "whether",
        "ongoing",
        "patient",
        "result",
        "product",
        "favorable",
        "line",
        "conclusion",
        "clinical",
        "study",
        "initial",
        "patient",
        "result",
        "patient",
        "result",
        "achieved",
        "product",
        "used",
        "treatment",
        "cancer",
        "malignant",
        "disease",
        "successful",
        "completion",
        "future",
        "research",
        "development",
        "activity",
        "whether",
        "distributor",
        "customer",
        "successfully",
        "obtain",
        "maintain",
        "required",
        "regulatory",
        "approval",
        "license",
        "market",
        "sell",
        "use",
        "product",
        "various",
        "form",
        "continued",
        "compliance",
        "iso",
        "standard",
        "success",
        "sale",
        "marketing",
        "effort",
        "change",
        "reimbursement",
        "rate",
        "procedure",
        "regulatory",
        "requirement",
        "mandated",
        "fda",
        "k",
        "approval",
        "ntap",
        "clearance",
        "requirement",
        "reimbursement",
        "code",
        "change",
        "law",
        "regulation",
        "applicable",
        "product",
        "scheduling",
        "physician",
        "either",
        "delay",
        "schedule",
        "patient",
        "period",
        "anticipated",
        "use",
        "competitor",
        "product",
        "lieu",
        "product",
        "less",
        "favorable",
        "reimbursement",
        "rate",
        "anticipated",
        "product",
        "risk",
        "detailed",
        "time",
        "time",
        "isoray",
        "report",
        "filed",
        "sec",
        "unless",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "isoray",
        "info",
        "investor",
        "stephanie",
        "prince",
        "managing",
        "director",
        "pcg",
        "advisory",
        "group",
        "sprince",
        "isoray",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "december",
        "june",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "certificate",
        "deposit",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "respectively",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "inventory",
        "asset",
        "net",
        "accumulated",
        "amortization",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "protocol",
        "expense",
        "accrued",
        "radioactive",
        "waste",
        "disposal",
        "accrued",
        "payroll",
        "related",
        "tax",
        "accrued",
        "vacation",
        "total",
        "current",
        "liability",
        "liability",
        "asset",
        "retirement",
        "obligation",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "series",
        "share",
        "allocated",
        "share",
        "issued",
        "outstanding",
        "series",
        "b",
        "share",
        "allocated",
        "share",
        "issued",
        "outstanding",
        "series",
        "c",
        "share",
        "allocated",
        "share",
        "issued",
        "outstanding",
        "series",
        "share",
        "allocated",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "accompanying",
        "note",
        "integral",
        "part",
        "consolidated",
        "financial",
        "statement",
        "isoray",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "dollar",
        "share",
        "thousand",
        "except",
        "amount",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "product",
        "sale",
        "net",
        "cost",
        "product",
        "sale",
        "gross",
        "profit",
        "loss",
        "operating",
        "expense",
        "research",
        "development",
        "proprietary",
        "research",
        "development",
        "collaboration",
        "arrangement",
        "net",
        "reimbursement",
        "total",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "change",
        "estimate",
        "asset",
        "retirement",
        "obligation",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "interest",
        "income",
        "net",
        "change",
        "fair",
        "value",
        "warrant",
        "derivative",
        "liability",
        "income",
        "income",
        "net",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "applicable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "accompanying",
        "note",
        "integral",
        "part",
        "consolidated",
        "financial",
        "statement",
        "source",
        "isoray",
        "inc"
    ]
}