{
    "organizations": [],
    "uuid": "c7604ffa54735e3ebcbf52f431fae4d81d771811",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/business-wire-okta-inc-announces-pricing-of-offering-of-300-million-of-convertible-senior-notes.html",
    "ord_in_thread": 0,
    "title": "Okta, Inc. Announces Pricing of Offering of $300 Million of Convertible Senior Notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO--(BUSINESS WIRE)-- Okta, Inc. (“Okta”) (NASDAQ:OKTA) today announced the pricing of $300 million aggregate principal amount of Convertible Senior Notes due 2023 (the “notes”) in a private offering (the “offering”) to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”). Okta also granted the initial purchasers of the notes a 13-day option to purchase up to an additional $45 million aggregate principal amount of the notes. The sale of the notes to the initial purchasers is expected to settle on February 27, 2018, subject to customary closing conditions, and is expected to result in approximately $290.0 million in net proceeds to Okta after deducting the initial purchasers’ discount and estimated offering expenses payable by Okta (assuming no exercise of the initial purchasers’ option to purchase additional notes).\nThe notes will be senior, unsecured obligations of Okta. The notes will bear interest at a rate of 0.25% per year. Interest will be payable semi-annually in arrears on February 15 and August 15 of each year, beginning on August 15, 2018. The notes will mature on February 15, 2023, unless earlier repurchased or converted. Okta may not redeem the notes prior to their maturity. Holders of the notes will have the right to require Okta to repurchase all or a portion of their notes upon the occurrence of a fundamental change (as defined in the indenture governing the notes) at a purchase price of 100% of their principal amount plus any accrued and unpaid interest.\nThe notes will be convertible at an initial conversion rate of 20.6795 shares of Okta’s Class A common stock, per $1,000 principal amount of notes (equivalent to an initial conversion price of approximately $48.36 per share, which represents a conversion premium of approximately 35% to the last reported sale price of $35.82 per share of Okta’s Class A common stock on NASDAQ on February 22, 2018).\nPrior to the close of business on the business day immediately preceding October 15, 2022, the notes will be convertible at the option of the noteholders only upon the satisfaction of specified conditions and during certain periods. On or after October 15, 2022 until the close of business on the second scheduled trading day preceding the maturity date, the notes will be convertible at the option of the noteholders at any time regardless of these conditions. Conversions of the notes will be settled in cash, shares of Okta’s Class A common stock, or a combination thereof, at Okta’s election.\nIn connection with the pricing of the notes, Okta entered into privately negotiated convertible note hedge transactions with respect to its Class A common stock with certain of the initial purchasers of the notes and their affiliates (the “option counterparties”). The convertible note hedge transactions cover, subject to anti-dilution adjustments, the number of shares of Class A common stock underlying the notes sold in the offering. Okta also entered into privately negotiated warrant transactions with the option counterparties pursuant to which Okta will sell warrants for the purchase, subject to customary anti-dilution adjustments, of up to the same number of shares of its Class A common stock. The convertible note hedge transactions are expected generally to reduce potential dilution to Okta’s Class A common stock upon conversion of any notes and/or offset any potential cash payments Okta is required to make in excess of the principal amount of converted notes, as the case may be. However, the warrant transactions could separately have a dilutive effect to the extent that the market value per share of the Class A common stock exceeds the strike price of the warrants. The strike price of the warrant transactions will initially be approximately $68.06 per share, which represents a premium of approximately 90% over the last reported sale price of Okta’s Class A common stock on February 22, 2018, and is subject to certain adjustments under the terms of the warrant transactions. If the initial purchasers exercise their option to purchase additional notes, Okta expects to enter into additional convertible note hedge transactions and additional warrant transactions with the option counterparties.\nOkta expects that, in connection with establishing their initial hedges of the convertible note hedge and warrant transactions, the option counterparties or their respective affiliates will purchase shares of Okta’s Class A common stock and/or enter into various derivative transactions with respect to the Class A common stock concurrently with or shortly after the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of the Class A common stock or the notes at that time. In addition, Okta expects that the option counterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to the Class A common stock and/or purchasing or selling the Class A common stock or other securities of Okta in secondary market transactions following the pricing of the notes and prior to the maturity of the notes (and are likely to do so following a conversion of the notes or during any observation period related to a conversion of notes). This activity could also cause a decrease or avoid an increase in the market price of the Class A common stock or the notes, which could affect the ability of noteholders to convert the notes and, to the extent the activity occurs following a conversion or during any observation period related to a conversion of notes, it could affect the amount and value of the consideration that noteholders will receive upon conversion of the notes.\nOkta expects to use approximately $24 million of the net proceeds of the offering of the notes to pay the net cost of the convertible note hedge transactions described above (after such cost is partially offset by the proceeds to Okta of the warrant transactions described above), and to use the remainder of the net proceeds from the offering of notes for general corporate purposes. While Okta may use a portion of the proceeds for acquisitions, Okta does not have any specific planned acquisitions at this time.\nThe notes were only offered to qualified institutional buyers pursuant to Rule 144A under the Securities Act. Neither the notes nor the shares of Okta’s Class A common stock potentially issuable upon conversion of the notes, if any, have been, or will be, registered under the Securities Act or the securities laws of any other jurisdiction, and unless so registered, may not be offered or sold in the United States except pursuant to an applicable exemption from such registration requirements.\nThis announcement is neither an offer to sell nor a solicitation of an offer to buy any of these securities and shall not constitute an offer, solicitation or sale in any jurisdiction in which such offer, solicitation or sale is unlawful.\nAbout Okta\nOkta is the leading independent provider of identity for the enterprise. The Okta Identity Cloud connects and protects employees of many of the world's largest enterprises. It also securely connects enterprises to their partners, suppliers and customers.\nCautionary Language Concerning Forward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995, including but not limited to, statements regarding the proposed terms of the notes, the size of the notes offering, including the option to purchase additional notes to the initial purchasers, the extent, and potential effects, of convertible note hedge and warrant transactions, the potential dilution to Okta’s Class A common stock, the conversion price for the notes and the expected use of the proceeds from the sale of the notes, and other statements contained in this press release that are not historical facts. These forward-looking statements are made as of the date they were first issued and were based on current expectations, estimates, forecasts and projections as well as the beliefs and assumptions of management. Words such as “expect,” “anticipate,” “should,” “believe,” “hope,” “target,” “project,” “goals,” “estimate,” “potential,” “predict,” “may,” “will,” “might,” “could,” “intend,” “shall” and variations of these terms or the negative of these terms and similar expressions are intended to identify these forward-looking statements. Forward-looking statements are subject to a number of risks and uncertainties, many of which involve factors or circumstances that are beyond Okta’s control. Okta’s actual results could differ materially from those stated or implied in forward-looking statements due to a number of factors, including but not limited to, risks detailed in Okta's filings and reports with the Securities and Exchange Commission (“SEC”), including our Quarterly Report on Form 10-Q for the quarter ended October 31, 2017, as well as other filings and reports that may be filed by Okta from time to time with the SEC. In particular, the following factors, among others, could cause results to differ materially from those expressed or implied by such forward-looking statements: the market for our products may develop more slowly than expected or than it has in the past; quarterly and annual operating results may fluctuate more than expected; variations related to our revenue recognition may cause significant fluctuations in our results of operations and cash flows; assertions by third parties that we violate their intellectual property rights could substantially harm our business; a network or data security incident that allows unauthorized access to our network or data or our customers’ data could harm our reputation, create additional liability and adversely impact our financial results; the risk of interruptions or performance problems, including a service outage, associated with our technology; we face intense competition in our market; weakened global economic conditions may adversely affect our industry; the risk of losing key employees; changes in foreign exchange rates; general political or destabilizing events, including war, conflict or acts of terrorism; and other risks and uncertainties. Past performance is not necessarily indicative of future results. Okta anticipates that subsequent events and developments will cause its views to change. Okta undertakes no intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. These forward-looking statements should not be relied upon as representing Okta’s views as of any date subsequent to the date of this press release.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180223005140/en/\nOkta, Inc.\nInvestor Contact:\nCatherine Buan, 415-604-3346\ninvestor@okta.com\nor\nMedia Contact:\nJenna Kozel, 888-722-7871\npress@okta.com\nSource: Okta, Inc.",
    "published": "2018-02-23T14:00:00.000+02:00",
    "crawled": "2018-02-23T15:31:26.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "business",
        "wire",
        "okta",
        "okta",
        "nasdaq",
        "okta",
        "today",
        "announced",
        "pricing",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "note",
        "private",
        "offering",
        "offering",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "okta",
        "also",
        "granted",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "note",
        "sale",
        "note",
        "initial",
        "purchaser",
        "expected",
        "settle",
        "february",
        "subject",
        "customary",
        "closing",
        "condition",
        "expected",
        "result",
        "approximately",
        "million",
        "net",
        "proceeds",
        "okta",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "estimated",
        "offering",
        "expense",
        "payable",
        "okta",
        "assuming",
        "exercise",
        "initial",
        "purchaser",
        "option",
        "purchase",
        "additional",
        "note",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "okta",
        "note",
        "bear",
        "interest",
        "rate",
        "per",
        "year",
        "interest",
        "payable",
        "arrears",
        "february",
        "august",
        "year",
        "beginning",
        "august",
        "note",
        "mature",
        "february",
        "unless",
        "earlier",
        "repurchased",
        "converted",
        "okta",
        "may",
        "redeem",
        "note",
        "prior",
        "maturity",
        "holder",
        "note",
        "right",
        "require",
        "okta",
        "repurchase",
        "portion",
        "note",
        "upon",
        "occurrence",
        "fundamental",
        "change",
        "defined",
        "indenture",
        "governing",
        "note",
        "purchase",
        "price",
        "principal",
        "amount",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "note",
        "convertible",
        "initial",
        "conversion",
        "rate",
        "share",
        "okta",
        "class",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "note",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "represents",
        "conversion",
        "premium",
        "approximately",
        "last",
        "reported",
        "sale",
        "price",
        "per",
        "share",
        "okta",
        "class",
        "common",
        "stock",
        "nasdaq",
        "february",
        "prior",
        "close",
        "business",
        "business",
        "day",
        "immediately",
        "preceding",
        "october",
        "note",
        "convertible",
        "option",
        "noteholders",
        "upon",
        "satisfaction",
        "specified",
        "condition",
        "certain",
        "period",
        "october",
        "close",
        "business",
        "second",
        "scheduled",
        "trading",
        "day",
        "preceding",
        "maturity",
        "date",
        "note",
        "convertible",
        "option",
        "noteholders",
        "time",
        "regardless",
        "condition",
        "conversion",
        "note",
        "settled",
        "cash",
        "share",
        "okta",
        "class",
        "common",
        "stock",
        "combination",
        "thereof",
        "okta",
        "election",
        "connection",
        "pricing",
        "note",
        "okta",
        "entered",
        "privately",
        "negotiated",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "respect",
        "class",
        "common",
        "stock",
        "certain",
        "initial",
        "purchaser",
        "note",
        "affiliate",
        "option",
        "counterparties",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "cover",
        "subject",
        "adjustment",
        "number",
        "share",
        "class",
        "common",
        "stock",
        "underlying",
        "note",
        "sold",
        "offering",
        "okta",
        "also",
        "entered",
        "privately",
        "negotiated",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "pursuant",
        "okta",
        "sell",
        "warrant",
        "purchase",
        "subject",
        "customary",
        "adjustment",
        "number",
        "share",
        "class",
        "common",
        "stock",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "expected",
        "generally",
        "reduce",
        "potential",
        "dilution",
        "okta",
        "class",
        "common",
        "stock",
        "upon",
        "conversion",
        "note",
        "offset",
        "potential",
        "cash",
        "payment",
        "okta",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "case",
        "may",
        "however",
        "warrant",
        "transaction",
        "could",
        "separately",
        "dilutive",
        "effect",
        "extent",
        "market",
        "value",
        "per",
        "share",
        "class",
        "common",
        "stock",
        "exceeds",
        "strike",
        "price",
        "warrant",
        "strike",
        "price",
        "warrant",
        "transaction",
        "initially",
        "approximately",
        "per",
        "share",
        "represents",
        "premium",
        "approximately",
        "last",
        "reported",
        "sale",
        "price",
        "okta",
        "class",
        "common",
        "stock",
        "february",
        "subject",
        "certain",
        "adjustment",
        "term",
        "warrant",
        "transaction",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "okta",
        "expects",
        "enter",
        "additional",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "additional",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "okta",
        "expects",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "convertible",
        "note",
        "hedge",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "purchase",
        "share",
        "okta",
        "class",
        "common",
        "stock",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "class",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "class",
        "common",
        "stock",
        "note",
        "time",
        "addition",
        "okta",
        "expects",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "respect",
        "class",
        "common",
        "stock",
        "purchasing",
        "selling",
        "class",
        "common",
        "stock",
        "security",
        "okta",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "likely",
        "following",
        "conversion",
        "note",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "activity",
        "could",
        "also",
        "cause",
        "decrease",
        "avoid",
        "increase",
        "market",
        "price",
        "class",
        "common",
        "stock",
        "note",
        "could",
        "affect",
        "ability",
        "noteholders",
        "convert",
        "note",
        "extent",
        "activity",
        "occurs",
        "following",
        "conversion",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "could",
        "affect",
        "amount",
        "value",
        "consideration",
        "noteholders",
        "receive",
        "upon",
        "conversion",
        "note",
        "okta",
        "expects",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "note",
        "pay",
        "net",
        "cost",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "described",
        "cost",
        "partially",
        "offset",
        "proceeds",
        "okta",
        "warrant",
        "transaction",
        "described",
        "use",
        "remainder",
        "net",
        "proceeds",
        "offering",
        "note",
        "general",
        "corporate",
        "purpose",
        "okta",
        "may",
        "use",
        "portion",
        "proceeds",
        "acquisition",
        "okta",
        "specific",
        "planned",
        "acquisition",
        "time",
        "note",
        "offered",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "neither",
        "note",
        "share",
        "okta",
        "class",
        "common",
        "stock",
        "potentially",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "unless",
        "registered",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "except",
        "pursuant",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "announcement",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "unlawful",
        "okta",
        "okta",
        "leading",
        "independent",
        "provider",
        "identity",
        "enterprise",
        "okta",
        "identity",
        "cloud",
        "connects",
        "protects",
        "employee",
        "many",
        "world",
        "largest",
        "enterprise",
        "also",
        "securely",
        "connects",
        "enterprise",
        "partner",
        "supplier",
        "customer",
        "cautionary",
        "language",
        "concerning",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "statement",
        "regarding",
        "proposed",
        "term",
        "note",
        "size",
        "note",
        "offering",
        "including",
        "option",
        "purchase",
        "additional",
        "note",
        "initial",
        "purchaser",
        "extent",
        "potential",
        "effect",
        "convertible",
        "note",
        "hedge",
        "warrant",
        "transaction",
        "potential",
        "dilution",
        "okta",
        "class",
        "common",
        "stock",
        "conversion",
        "price",
        "note",
        "expected",
        "use",
        "proceeds",
        "sale",
        "note",
        "statement",
        "contained",
        "press",
        "release",
        "historical",
        "fact",
        "statement",
        "made",
        "date",
        "first",
        "issued",
        "based",
        "current",
        "expectation",
        "estimate",
        "forecast",
        "projection",
        "well",
        "belief",
        "assumption",
        "management",
        "word",
        "expect",
        "anticipate",
        "believe",
        "hope",
        "target",
        "project",
        "goal",
        "estimate",
        "potential",
        "predict",
        "may",
        "might",
        "could",
        "intend",
        "shall",
        "variation",
        "term",
        "negative",
        "term",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "involve",
        "factor",
        "circumstance",
        "beyond",
        "okta",
        "control",
        "okta",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "stated",
        "implied",
        "statement",
        "due",
        "number",
        "factor",
        "including",
        "limited",
        "risk",
        "detailed",
        "okta",
        "filing",
        "report",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "october",
        "well",
        "filing",
        "report",
        "may",
        "filed",
        "okta",
        "time",
        "time",
        "sec",
        "particular",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "market",
        "product",
        "may",
        "develop",
        "slowly",
        "expected",
        "past",
        "quarterly",
        "annual",
        "operating",
        "result",
        "may",
        "fluctuate",
        "expected",
        "variation",
        "related",
        "revenue",
        "recognition",
        "may",
        "cause",
        "significant",
        "fluctuation",
        "result",
        "operation",
        "cash",
        "flow",
        "assertion",
        "third",
        "party",
        "violate",
        "intellectual",
        "property",
        "right",
        "could",
        "substantially",
        "harm",
        "business",
        "network",
        "data",
        "security",
        "incident",
        "allows",
        "unauthorized",
        "access",
        "network",
        "data",
        "customer",
        "data",
        "could",
        "harm",
        "reputation",
        "create",
        "additional",
        "liability",
        "adversely",
        "impact",
        "financial",
        "result",
        "risk",
        "interruption",
        "performance",
        "problem",
        "including",
        "service",
        "outage",
        "associated",
        "technology",
        "face",
        "intense",
        "competition",
        "market",
        "weakened",
        "global",
        "economic",
        "condition",
        "may",
        "adversely",
        "affect",
        "industry",
        "risk",
        "losing",
        "key",
        "employee",
        "change",
        "foreign",
        "exchange",
        "rate",
        "general",
        "political",
        "destabilizing",
        "event",
        "including",
        "war",
        "conflict",
        "act",
        "terrorism",
        "risk",
        "uncertainty",
        "past",
        "performance",
        "necessarily",
        "indicative",
        "future",
        "result",
        "okta",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "view",
        "change",
        "okta",
        "undertakes",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "relied",
        "upon",
        "representing",
        "okta",
        "view",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "view",
        "source",
        "version",
        "http",
        "okta",
        "investor",
        "contact",
        "catherine",
        "buan",
        "investor",
        "medium",
        "contact",
        "jenna",
        "kozel",
        "press",
        "source",
        "okta",
        "inc"
    ]
}