{
    "organizations": [],
    "uuid": "33384349860be1227a8141e462dde31e4066e21f",
    "author": "Andrew Nusca",
    "url": "http://fortune.com/2018/02/15/best-companies-activision-blizzard/",
    "ord_in_thread": 0,
    "title": "Activision Blizzard: What It’s Like to Work at a Video Game Powerhouse | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Andrew Nusca 6:30 AM EST \nThe vision will come to you when you least expect it. It will strike you a moment somewhere between accepting your fifth meeting request of the day and gulping down your third overly acidic cup of corporate coffee. You will see before you the outline of a gleaming village by the ocean, tucked into the base of a verdant mountain range. Step toward it. Reach out. Leave behind your familiar fluorescent light, beige walls, and patchwork gray carpet and venture instead to this beautiful place—its cornflower sky, its swaying palm trees, its amber sun that reflects off the water on the horizon. It is here, reader, in this land of magic and wonder, where villains are vanquished, heroes are made, and legends are born. Indeed, it is here, in this place called Irvine, where you might aspire to something more. \nFor this is the sovereign kingdom known as Blizzard Entertainment, part of the great California empire known as Activision Blizzard ( No. 84 on this year’s 100 Best Companies to Work For list), where beyond the slow-moving security gates is a world most corporate denizens can only dream of. \nStep inside the campus, walk along the concrete path from the entrance, and you will quickly confront an ax-wielding, wolf-riding Orc, its grimace frozen by the fury of an endless battle. Step through a door only to stare up at a faceless archangel known as Tyrael, hovering 14 feet in the air with sword in hand to protect humanity from the forces of Hell. Beyond this seraph, past the Sanctuary and the Zen Den and down a long and dark corridor, is the Library. It is here, behind portals of iron and wood and among rows and rows of books and games, where you will meet the Loremasters—the men and women tasked with protecting and passing on the stories of this kingdom for a new generation. They await you with hands clasped, seated around a large wooden table. The Loremasters of Blizzard Entertainment goof off in their Irvine, Calif., lair. From left: Sean Copeland, Christi Kugler, and Justin Parker. Michael Lewis \n“Loremaster” is a real job at this $54 billion company. And theirs is not an easy task. Activision (atvi) is growing rapidly—annual sales climbed 6% to $7 billion this year, and it now lays claim to 385 million monthly active users—and with every new venture comes the risk of repeating the tales of its lucrative franchises incorrectly. Once only an empire of video games, Activision Blizzard has come to encompass books, films, toys, and e-sports. In addition to its namesake divisions, A-B, as employees sometimes call it, in 2015 further expanded its borders to the far-off land of London to include the aptly named King, manufacturer of mobile adventures such as Candy Crush. The Loremasters’ duty is to, amid all this activity, ensure that the legends of Blizzard’s Warcraft , StarCraft , and Diablo —never mind others elsewhere in the empire—accurately live on. That burden falls on the shoulders of Sean Copeland, Justin Parker, and apprentice Christi Kugler—“world-class dungeon masters that can empower the other dungeon masters across the company so they can execute on their awesomeness,” as Copeland describes it, paraphrasing his predecessor. \n“There’s a saying about jazz musicians that every scar on their face tells a story,” says Robert Simpson, a Blizzard lead editor who regularly works with the Loremasters. Every detail has a story connected to it, and “every mistake and inconsistency makes you believe it less.” \nThe long tenures of the Loremasters—Parker, 19 years; Copeland, 11 years; Kugler, three years—are telling, though far from unusual. Everywhere you turn at Blizzard there are ceremonial steins, swords, shields, rings, and the occasional helm (a battle mask of sorts) to commemorate individual years of service. Similar objects decorate the halls at Activision. Some perks of working at Activision Blizzard. \nThe people of the realm are quick to tell you that they are happy here. The perpetual sun and the palms help, no doubt. And the ubiquitous presence of their great warriors—the towering statues of game characters that stand at the entrance to many campus buildings—is most welcome. But it’s the daily freedom it affords that keeps most people from uprooting and finding work elsewhere. Passion is rewarded, creative discourse is encouraged, and excellence is paramount. “Honestly, one of the things I’m most proud of about Blizzard culture is that disagreeing is okay,” says Mike Morhaime, who co-established the Blizzard kingdom in 1991. “A really good culture actually encourages healthy debate.” Nate Nanzer, the commissioner of the Overwatch League, a professional e-sports association, agrees. “You are here because you’re great, and you’re expected to do great things and be an active voice in what we’re building,” he proclaims. \nThough Nanzer has been with Blizzard for only 3½ years, his path—first joining its research and consumer insights group before diving headlong into e-sports—is common in the greater Activision Blizzard empire. Many people come to this place because they know their versatility will be rewarded. Brandy Stiles joined 11 years ago as a quality assurance analyst with a college degree in theater and an affinity for World of Warcraft ; today she co-leads the rigging and character simulation teams for its animation group. “We’ve got a lot of people here who started in entry-level positions, made connections within the company, learned peer to peer and practice to practice, and switched between titles to find their spot,” she says. \nSam Didier, a legendary art director with a dark mop of heavy-metal hair who joined Blizzard in 1991, concurs. The merits of talent management and individual development are manifest. “All of the producers on our team came from customer service or billing or QA or any other department,” he says. (Besides, he adds, battle fatigue is real. It can be helpful to embark on a new mission from time to time.) This approach rings true 50 miles north at Activision as well as 5,400 miles east at King. “We’re able to balance the benefits, feeling, and fun of being on a smaller team with the benefits of the broader network of talent and knowledge and technology in the company,” says Dave Stohl, leader of Activision’s Infinity Ward studio, known for its Call of Duty series. Riccardo Zacconi, the reigning monarch at King, puts it more simply in a phone call from London: “When the learning curve goes flat, you have to learn again.” \nSee the full 100 Best Companies to Work For 2018 list. \nEven if that includes lessons in swordsmanship, sculpture, screenwriting, cooking, weight lifting, or leadership, as it does in Irvine. “I take a class once a week no matter what—either learning more art or a language or something,” says Jessica Johnson, a platinum-haired character modeler on the animation team. “You’re scheduling time to practice a discipline that ultimately leads back into your work.” \nThe sun is getting low in the sky now, its rays tinged in terra-cotta. It is nearly time for you to return to the real world and the parade of meetings that awaits. You must therefore speak with the emperor of this fantastic realm, Bobby Kotick, the king of kings who has presided over these lands for 27 years. He has watched the empire grow from near-ruin into a great power; surely he knows what attracts people to it after all these years. \nThrough another door and down a long corridor, the emperor awaits. You find him seated on a soft throne with a panoramic view of palms visible over his shoulders. You ask him why the people are so happy. You ask him how, as one citizen called Andy Simonds earlier described, it remains a place where people believe they can “work on cool stuff that other people care about.” You ask him how he fosters an environment where, as another citizen named Julie Farbaniec explained, people “don’t have to ‘suit up’ ” to coexist. The corners of his mouth turn upward into a slight grin. \n“Our purpose is to make every day more fun,” Kotick replies with a glint in his eye. “If you can’t be a great place to work when your mission is that, who can?” \nA version of this article appears as part of the 100 Best Companies to Work For package in the March 1, 2018 issue of Fortune. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-15T08:30:00.000+02:00",
    "crawled": "2018-02-15T18:00:34.023+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "andrew",
        "nusca",
        "est",
        "vision",
        "come",
        "least",
        "expect",
        "strike",
        "moment",
        "somewhere",
        "accepting",
        "fifth",
        "meeting",
        "request",
        "day",
        "gulping",
        "third",
        "overly",
        "acidic",
        "cup",
        "corporate",
        "coffee",
        "see",
        "outline",
        "gleaming",
        "village",
        "ocean",
        "tucked",
        "base",
        "verdant",
        "mountain",
        "range",
        "step",
        "toward",
        "reach",
        "leave",
        "behind",
        "familiar",
        "fluorescent",
        "light",
        "beige",
        "wall",
        "patchwork",
        "gray",
        "carpet",
        "venture",
        "instead",
        "beautiful",
        "cornflower",
        "sky",
        "swaying",
        "palm",
        "tree",
        "amber",
        "sun",
        "reflects",
        "water",
        "horizon",
        "reader",
        "land",
        "magic",
        "wonder",
        "villain",
        "vanquished",
        "hero",
        "made",
        "legend",
        "born",
        "indeed",
        "place",
        "called",
        "irvine",
        "might",
        "aspire",
        "something",
        "sovereign",
        "kingdom",
        "known",
        "blizzard",
        "entertainment",
        "part",
        "great",
        "california",
        "empire",
        "known",
        "activision",
        "blizzard",
        "year",
        "best",
        "company",
        "work",
        "list",
        "beyond",
        "security",
        "gate",
        "world",
        "corporate",
        "denizen",
        "dream",
        "step",
        "inside",
        "campus",
        "walk",
        "along",
        "concrete",
        "path",
        "entrance",
        "quickly",
        "confront",
        "orc",
        "grimace",
        "frozen",
        "fury",
        "endless",
        "battle",
        "step",
        "door",
        "stare",
        "faceless",
        "archangel",
        "known",
        "tyrael",
        "hovering",
        "foot",
        "air",
        "sword",
        "hand",
        "protect",
        "humanity",
        "force",
        "hell",
        "beyond",
        "seraph",
        "past",
        "sanctuary",
        "zen",
        "den",
        "long",
        "dark",
        "corridor",
        "library",
        "behind",
        "portal",
        "iron",
        "wood",
        "among",
        "row",
        "row",
        "book",
        "game",
        "meet",
        "men",
        "woman",
        "tasked",
        "protecting",
        "passing",
        "story",
        "kingdom",
        "new",
        "generation",
        "await",
        "hand",
        "clasped",
        "seated",
        "around",
        "large",
        "wooden",
        "table",
        "loremasters",
        "blizzard",
        "entertainment",
        "goof",
        "irvine",
        "lair",
        "left",
        "sean",
        "copeland",
        "christi",
        "kugler",
        "justin",
        "parker",
        "michael",
        "lewis",
        "loremaster",
        "real",
        "job",
        "billion",
        "company",
        "easy",
        "task",
        "activision",
        "atvi",
        "growing",
        "sale",
        "climbed",
        "billion",
        "year",
        "lay",
        "claim",
        "million",
        "monthly",
        "active",
        "every",
        "new",
        "venture",
        "come",
        "risk",
        "repeating",
        "tale",
        "lucrative",
        "franchise",
        "incorrectly",
        "empire",
        "video",
        "game",
        "activision",
        "blizzard",
        "come",
        "encompass",
        "book",
        "film",
        "toy",
        "addition",
        "namesake",
        "division",
        "employee",
        "sometimes",
        "call",
        "expanded",
        "border",
        "land",
        "london",
        "include",
        "aptly",
        "named",
        "king",
        "manufacturer",
        "mobile",
        "adventure",
        "candy",
        "crush",
        "loremasters",
        "duty",
        "amid",
        "activity",
        "ensure",
        "legend",
        "blizzard",
        "warcraft",
        "starcraft",
        "diablo",
        "mind",
        "others",
        "elsewhere",
        "live",
        "burden",
        "fall",
        "shoulder",
        "sean",
        "copeland",
        "justin",
        "parker",
        "apprentice",
        "christi",
        "dungeon",
        "master",
        "empower",
        "dungeon",
        "master",
        "across",
        "company",
        "execute",
        "awesomeness",
        "copeland",
        "describes",
        "paraphrasing",
        "predecessor",
        "saying",
        "jazz",
        "musician",
        "every",
        "scar",
        "face",
        "tell",
        "story",
        "say",
        "robert",
        "simpson",
        "blizzard",
        "lead",
        "editor",
        "regularly",
        "work",
        "loremasters",
        "every",
        "detail",
        "story",
        "connected",
        "every",
        "mistake",
        "inconsistency",
        "make",
        "believe",
        "long",
        "tenure",
        "year",
        "copeland",
        "year",
        "kugler",
        "three",
        "telling",
        "though",
        "far",
        "unusual",
        "everywhere",
        "turn",
        "blizzard",
        "ceremonial",
        "stein",
        "sword",
        "shield",
        "ring",
        "occasional",
        "helm",
        "battle",
        "mask",
        "sort",
        "commemorate",
        "individual",
        "year",
        "service",
        "similar",
        "object",
        "decorate",
        "hall",
        "activision",
        "perk",
        "working",
        "activision",
        "blizzard",
        "people",
        "realm",
        "quick",
        "tell",
        "happy",
        "perpetual",
        "sun",
        "palm",
        "help",
        "doubt",
        "ubiquitous",
        "presence",
        "great",
        "towering",
        "statue",
        "game",
        "character",
        "stand",
        "entrance",
        "many",
        "campus",
        "welcome",
        "daily",
        "freedom",
        "affords",
        "keep",
        "people",
        "uprooting",
        "finding",
        "work",
        "elsewhere",
        "passion",
        "rewarded",
        "creative",
        "discourse",
        "encouraged",
        "excellence",
        "paramount",
        "honestly",
        "one",
        "thing",
        "proud",
        "blizzard",
        "culture",
        "disagreeing",
        "okay",
        "say",
        "mike",
        "morhaime",
        "blizzard",
        "kingdom",
        "really",
        "good",
        "culture",
        "actually",
        "encourages",
        "healthy",
        "nate",
        "nanzer",
        "commissioner",
        "overwatch",
        "league",
        "professional",
        "association",
        "agrees",
        "great",
        "expected",
        "great",
        "thing",
        "active",
        "voice",
        "building",
        "proclaims",
        "though",
        "nanzer",
        "blizzard",
        "3½",
        "year",
        "joining",
        "research",
        "consumer",
        "insight",
        "group",
        "diving",
        "headlong",
        "common",
        "greater",
        "activision",
        "blizzard",
        "empire",
        "many",
        "people",
        "come",
        "place",
        "know",
        "versatility",
        "rewarded",
        "brandy",
        "stile",
        "joined",
        "year",
        "ago",
        "quality",
        "assurance",
        "analyst",
        "college",
        "degree",
        "theater",
        "affinity",
        "world",
        "warcraft",
        "today",
        "rigging",
        "character",
        "simulation",
        "team",
        "animation",
        "group",
        "got",
        "lot",
        "people",
        "started",
        "position",
        "made",
        "connection",
        "within",
        "company",
        "learned",
        "peer",
        "peer",
        "practice",
        "practice",
        "switched",
        "title",
        "find",
        "spot",
        "say",
        "sam",
        "didier",
        "legendary",
        "art",
        "director",
        "dark",
        "mop",
        "hair",
        "joined",
        "blizzard",
        "concurs",
        "merit",
        "talent",
        "management",
        "individual",
        "development",
        "manifest",
        "producer",
        "team",
        "came",
        "customer",
        "service",
        "billing",
        "qa",
        "department",
        "say",
        "besides",
        "add",
        "battle",
        "fatigue",
        "real",
        "helpful",
        "embark",
        "new",
        "mission",
        "time",
        "time",
        "approach",
        "ring",
        "true",
        "mile",
        "north",
        "activision",
        "well",
        "mile",
        "east",
        "king",
        "able",
        "balance",
        "benefit",
        "feeling",
        "fun",
        "smaller",
        "team",
        "benefit",
        "broader",
        "network",
        "talent",
        "knowledge",
        "technology",
        "company",
        "say",
        "dave",
        "stohl",
        "leader",
        "activision",
        "infinity",
        "ward",
        "studio",
        "known",
        "call",
        "duty",
        "series",
        "riccardo",
        "zacconi",
        "reigning",
        "monarch",
        "king",
        "put",
        "simply",
        "phone",
        "call",
        "london",
        "learning",
        "curve",
        "go",
        "flat",
        "learn",
        "see",
        "full",
        "best",
        "company",
        "work",
        "list",
        "even",
        "includes",
        "lesson",
        "swordsmanship",
        "sculpture",
        "screenwriting",
        "cooking",
        "weight",
        "lifting",
        "leadership",
        "irvine",
        "take",
        "class",
        "week",
        "matter",
        "learning",
        "art",
        "language",
        "something",
        "say",
        "jessica",
        "johnson",
        "character",
        "modeler",
        "animation",
        "team",
        "scheduling",
        "time",
        "practice",
        "discipline",
        "ultimately",
        "lead",
        "back",
        "sun",
        "getting",
        "low",
        "sky",
        "ray",
        "tinged",
        "nearly",
        "time",
        "return",
        "real",
        "world",
        "parade",
        "meeting",
        "awaits",
        "must",
        "therefore",
        "speak",
        "emperor",
        "fantastic",
        "realm",
        "bobby",
        "kotick",
        "king",
        "king",
        "presided",
        "land",
        "year",
        "watched",
        "empire",
        "grow",
        "great",
        "power",
        "surely",
        "know",
        "attracts",
        "people",
        "year",
        "another",
        "door",
        "long",
        "corridor",
        "emperor",
        "awaits",
        "find",
        "seated",
        "soft",
        "throne",
        "panoramic",
        "view",
        "palm",
        "visible",
        "shoulder",
        "ask",
        "people",
        "happy",
        "ask",
        "one",
        "citizen",
        "called",
        "andy",
        "simonds",
        "earlier",
        "described",
        "remains",
        "place",
        "people",
        "believe",
        "work",
        "cool",
        "stuff",
        "people",
        "care",
        "ask",
        "foster",
        "environment",
        "another",
        "citizen",
        "named",
        "julie",
        "farbaniec",
        "explained",
        "people",
        "suit",
        "coexist",
        "corner",
        "mouth",
        "turn",
        "upward",
        "slight",
        "grin",
        "purpose",
        "make",
        "every",
        "day",
        "fun",
        "kotick",
        "reply",
        "glint",
        "eye",
        "great",
        "place",
        "work",
        "mission",
        "version",
        "article",
        "appears",
        "part",
        "best",
        "company",
        "work",
        "package",
        "march",
        "issue",
        "fortune",
        "sponsored",
        "financial",
        "content"
    ]
}