{
    "organizations": [],
    "uuid": "2ef0d4f74bdfd261a0ca4a336c33068dce6afe30",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-achaogen-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Achaogen Reports Fourth Quarter and Full Year 2017 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Plazomicin New Drug Application (NDA) accepted by U.S. Food and Drug Administration (FDA);\nJune 25, 2018 set as PDUFA action date --\n-- Orally-administered antibacterial candidate C-Scape achieved positive top-line results in Phase 1 --\n-- Conference call today at 4:30 p.m. Eastern Time --\nSOUTH SAN FRANCISCO, Calif., Feb. 27, 2018 (GLOBE NEWSWIRE) -- Achaogen, Inc. (NASDAQ:AKAO), a late-stage biopharmaceutical company discovering and developing innovative antibacterials addressing multi-drug resistant (MDR) gram-negative infections, today reported financial results for the fourth quarter and year ended December 31, 2017, and provided an update on its corporate and clinical development activities.\n\"We gained considerable momentum in 2017 that culminated with FDA acceptance of our plazomicin NDA submission and positive results from our first clinical trial of C-Scape, our second antibacterial product candidate,” said Blake Wise, Achaogen's Chief Executive Officer. “There remains a significant unmet need for the treatment of serious bacterial infections due to MDR Enterobacteriaceae, including carbapenem-resistant Enterobacteriaceae (CRE), and we look forward to the potential approval of plazomicin this year and the opportunity to make plazomicin available to hospitals and patients in need.”\nRecent Highlights and Upcoming Milestones\nPlazomicin Approval Application (United States) : The FDA accepted for review the Company's New Drug Application (NDA) for plazomicin for the treatment of complicated urinary tract infections (cUTI), including pyelonephritis, and bloodstream infections (BSI) due to certain Enterobacteriaceae in patients who have limited or no alternative treatment options. Plazomicin previously received FDA Breakthrough Therapy Designation for the treatment of bloodstream infections (BSI) caused by certain Enterobacteriaceae in patients who have limited or no alternative treatment options. Plazomicin PDUFA Date : The plazomicin NDA has Priority Review and the Prescription Drug User Fee Act (PDUFA) target action date is June 25, 2018. Should plazomicin receive approval by the target action date, the Company expects to launch plazomicin soon thereafter. The FDA recently upgraded the status of the plazomicin fill manufacturer, the Pfizer CentreOne McPherson facility, to Voluntary Action Indicated (VAI), clearing a regulatory path for approval of plazomicin out of this facility. The FDA is currently planning to hold an advisory committee meeting to discuss the application.\nPlazomicin Approval Application (European Union) : Achaogen currently plans to submit a Marketing Authorization Application to the European Medicines Agency in the second half of 2018.\nC-Scape Phase 1 Clinical Trial : Positive top-line results from a Phase 1 clinical trial of C-Scape demonstrated that the drug was well tolerated across all doses studied in the clinical trial, with no drug-drug interaction between ceftibuten and clavulanate when dosed in combination.\nC-Scape Components : C-Scape is an oral combination of ceftibuten, an approved third generation cephalosporin, and clavulanate, an approved beta-lactamase inhibitor. C-Scape was awarded Qualified Infectious Disease Product (QIDP) status by the FDA for the treatment of cUTI.\nC-Scape Phase 3 Program : Achaogen plans to meet with regulatory agencies in the first half of 2018 to seek agreement on the details of the C-Scape development plan that would include initiating, in 2018, a pivotal trial in patients with cUTI.\nOther Corporate Milestones\nRefinanced an existing $25.0 million debt line with Solar Capital with a new $50.0 million secured debt line with Silicon Valley Bank, which has an interest-only period until at least February 2020. Thermo Fisher Scientific received an Acceptance Review Notification for its 510(k) submission for its assay enabling therapeutic drug management (TDM) of plazomicin. The notification from the FDA confirms that the submission contains all of the necessary information needed to proceed with the substantive review.\nFourth Quarter and Year 2017 Financial Results\nCash Position : At December 31, 2017, Achaogen had $164.8 million in unrestricted cash, cash equivalents and short-term investments compared to $145.9 million at December 31, 2016. Subsequent to December 31, 2017, Achaogen refinanced a $25.0 million secured debt line it had with Solar Capital with a new $50.0 million secured debt line with Silicon Valley Bank. The Company also issued 2,144,454 shares of common stock under its at-the-market equity facility for net proceeds of $24.0 million.\nRevenue : Contract revenue totaled $1.9 million for the fourth quarter of 2017 compared to $10.7 million for the same period of 2016. Contract revenue for the year ended December 31, 2017 was $11.2 million compared to $41.8 million for the year ended December 31, 2016. The decrease in contract revenue during the fourth quarter and 2017 was primarily due to lower Biomedical Advanced Research and Development Authority (BARDA) contract revenues. As of December 31, 2017, $11.0 million remains on Option 1 of the BARDA C-Scape contract. Achaogen derived all of its revenue from funding provided under Gates Foundation and U.S. government contracts in connection with the research and development of product candidates.\nResearch and Development (R&D): R&D expenses in the fourth quarter of 2017 were $29.5 million, compared to $17.9 million reported for the same period in 2016. The increase in R&D expenses during the quarter was attributable to increased personnel and facility-related costs as net headcount increased, external expenses related to plazomicin product supply and pre-launch activities, C-Scape and early research programs. For the full year 2017, research and development expenses were $95.6 million, compared to $74.0 million for the full year 2016. The increase in 2017 R&D expenses was primarily attributable to increased personnel and facility related costs, increased expenses related to C-Scape and early research programs, offset by decreases related to the plazomicin program.\nGeneral and Administrative (G&A): G&A expenses in the fourth quarter of 2017 were $14.5 million, compared to $4.9 million for the same period in 2016. For the full year 2017, G&A expenses were $41.9 million, compared to $17.1 million for the full year 2016. The increase in G&A expenses for the quarter and the year 2017 was primarily attributable to an increase in personnel and facility-related costs, and in costs related to preparation for the commercialization of plazomicin.\nChange in warrant and derivative liabilities for the fourth quarter of 2017 was a $5.9 million gain compared to a $17.0 million loss for the same period in 2016. The increase was primarily related to non-cash gain for the revaluation of warrants issued in the private placement of common stock and warrants to purchase common stock in June 2016.\nNet Loss : Achaogen reported a net loss of $36.4 million for the fourth quarter of 2017, compared to a net loss of $29.7 million for the same period in 2016. Diluted net loss was $0.98 per share for the fourth quarter of 2017, compared to diluted net loss of $1.04 per share for the same period of 2016. For the year ended December 31, 2017, net loss was $125.6 million, or $3.17 per share, compared to a net loss of $71.2 million, or $3.00 per share, for the year ended December 31, 2016. As of December 31, 2017, there were approximately 42.5 million shares of common stock outstanding.\nConference Call\nThe Company and webcast today at 4:30 p.m. Eastern Time / 1:30 p.m. Pacific Time. To participate by telephone, please dial 800-281-7973 (Domestic) or 323-794-2093 (International). The conference ID number is 3750290. A live and archived audio webcast can be accessed through the Investors section of the Company's website at www.achaogen.com . The archived audio webcast will remain available on the Company's website for 30 days following the conference call.\nAbout Achaogen\nAchaogen is a late-stage biopharmaceutical company passionately committed to the discovery, development, and commercialization of innovative antibacterial treatments for MDR gram-negative infections. Achaogen is developing plazomicin, its lead product candidate, for the treatment of serious bacterial infections due to MDR Enterobacteriaceae, including carbapenem-resistant Enterobacteriaceae. The Food and Drug Administration has granted plazomicin Breakthrough Therapy designation for the treatment of bloodstream infections caused by certain Enterobacteriaceae in patients who have limited or no alternative treatment options. Achaogen's plazomicin program has been funded in part with Federal funds from the Biomedical Advanced Research and Development Authority (BARDA), Office of the Assistant Secretary for Preparedness and Response, Office of the Secretary, Department of Health and Human Services, under Contract No. HHSO100201000046C. The Company's second product candidate C-Scape, an orally-administered beta-lactam/beta-lactamase inhibitor combination, is funded in part with Federal funds from BARDA, Office of the Assistant Secretary for Preparedness and Response, Office of the Secretary, U.S. Department of Health and Human Services, under Contract No. HHSO100201700021C. Achaogen has other programs in early and late preclinical stages focused on other MDR gram-negative infections and additional disease areas. All product candidates, including plazomicin, are investigational only and have not been approved for commercialization. For more information, please visit www.achaogen.com .\nForward-Looking Statements\nThis press release contains . All statements other than statements of historical facts contained herein are reflecting the current beliefs and expectations of management made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995, including, but not limited to, Achaogen's expectations regarding potential regulatory approval of plazomicin and other product candidates, Achaogen's commercial objectives and Achaogen's pipeline of product candidates. Such involve known and unknown risks, uncertainties and other important factors that may cause Achaogen's actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the . Such risks and uncertainties include, among others, the uncertainties inherent in the preclinical and clinical development process; the uncertainties of having an NDA accepted by the FDA, the risks and uncertainties of the regulatory approval process; the risks and uncertainties of product sales and effectiveness; Achaogen's reliance on third-party contract manufacturing organizations for manufacture and supply, including sources of certain raw materials; risk of third-party claims alleging infringement of patents and proprietary rights or seeking to invalidate Achaogen's patents or proprietary rights; and the risk that Achaogen's proprietary rights may be insufficient to protect its technologies and product candidates. For a further description of the risks and uncertainties that could cause actual results to differ from those expressed in these , as well as risks relating to Achaogen's business in general, see Achaogen's current and future reports filed with the Securities and Exchange Commission, including its Annual Report on Form 10-K filed on February 27, 2018. Achaogen does not plan to publicly update or revise any contained in this press release, whether as a result of any new information, future events, changed circumstances or otherwise.\nSource: Achaogen, Inc. (NASDAQ:AKAO)\nInvestor Contact:\nAshley R. Robinson\nLifeSci Partners, LLC\narr@lifesciadvisors.com\nMedia Contact:\nDenise T. Powell\nRed House Consulting, LLC\ndpowell@achaogen.com\nAchaogen, Inc. Condensed Consolidated Statements of Operations (in thousands except share and per share data) Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 Contract revenue $ 1,869 $ 10,734 $ 11,175 $ 41,773 Operating expenses Research and development 29,485 17,862 95,598 73,999 General and administrative 14,488 4,934 41,903 17,122 Total operating expenses 43,973 22,796 137,501 91,121 Loss from operations (42,104 ) (12,062 ) (126,326 ) (49,348 ) Interest expense (685 ) (765 ) (2,855 ) (2,320 ) Change in warrant and derivative liabilities 5,885 (16,978 ) 1,928 (19,859 ) Other income, net 522 81 1,635 300 Net loss $ (36,382 ) $ (29,724 ) $ (125,618 ) $ (71,227 ) Net loss per common share: Basic $ (0.86 ) $ (1.04 ) $ (3.17 ) $ (3.00 ) Diluted $ (0.98 ) $ (1.04 ) $ (3.17 ) $ (3.00 ) Weighted-average shares used to compute net loss per common share Basic 42,422,592 28,653,045 39,645,635 23,707,063 Diluted 43,257,602 28,653,045 39,645,635 23,707,063\nAchaogen, Inc. Condensed Consolidated Balance Sheets (in thousands) December 31,\n2017 December 31,\n2016 Assets Current assets: Cash and cash equivalents $ 145,219 $ 118,964 Short-term investments 19,572 26,912 Contracts receivable 1,357 12,151 Prepaids and other current assets 6,367 2,189 Restricted cash 5,891 127 Total current assets 178,406 160,343 Property and equipment, net 14,810 3,261 Restricted cash 3,855 250 Deposit and other assets — 71 Total assets $ 197,071 $ 163,925 Liabilities, contingently redeemable common stock and stockholders’ equity Current liabilities: Accounts payable $ 6,862 $ 5,739 Accrued liabilities 15,441 9,698 Loan payable, current portion 12,500 4,167 Deferred revenue 2,100 — Other current liabilities — 104 Total current liabilities 36,903 19,708 Loan payable, long-term 9,457 21,110 Warrant liability 9,774 13,874 Derivative liability 686 602 Deferred rent 8,289 1,896 Total liabilities 65,109 57,190 Commitments and contingencies Contingently redeemable common stock 10,000 — Stockholders’ equity 121,962 106,735 Total liabilities, contingently redeemable common stock and stockholders’ equity $ 197,071 $ 163,925\nSource:Achaogen, Inc.",
    "published": "2018-02-28T00:01:00.000+02:00",
    "crawled": "2018-02-28T01:42:38.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "plazomicin",
        "new",
        "drug",
        "application",
        "nda",
        "accepted",
        "food",
        "drug",
        "administration",
        "fda",
        "june",
        "set",
        "pdufa",
        "action",
        "date",
        "antibacterial",
        "candidate",
        "achieved",
        "positive",
        "result",
        "phase",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "south",
        "san",
        "francisco",
        "globe",
        "newswire",
        "achaogen",
        "nasdaq",
        "akao",
        "biopharmaceutical",
        "company",
        "discovering",
        "developing",
        "innovative",
        "antibacterial",
        "addressing",
        "resistant",
        "mdr",
        "infection",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "update",
        "corporate",
        "clinical",
        "development",
        "activity",
        "gained",
        "considerable",
        "momentum",
        "culminated",
        "fda",
        "acceptance",
        "plazomicin",
        "nda",
        "submission",
        "positive",
        "result",
        "first",
        "clinical",
        "trial",
        "second",
        "antibacterial",
        "product",
        "candidate",
        "said",
        "blake",
        "wise",
        "achaogen",
        "chief",
        "executive",
        "officer",
        "remains",
        "significant",
        "unmet",
        "need",
        "treatment",
        "serious",
        "bacterial",
        "infection",
        "due",
        "mdr",
        "enterobacteriaceae",
        "including",
        "enterobacteriaceae",
        "cre",
        "look",
        "forward",
        "potential",
        "approval",
        "plazomicin",
        "year",
        "opportunity",
        "make",
        "plazomicin",
        "available",
        "hospital",
        "patient",
        "recent",
        "highlight",
        "upcoming",
        "milestone",
        "plazomicin",
        "approval",
        "application",
        "united",
        "state",
        "fda",
        "accepted",
        "review",
        "company",
        "new",
        "drug",
        "application",
        "nda",
        "plazomicin",
        "treatment",
        "complicated",
        "urinary",
        "tract",
        "infection",
        "cuti",
        "including",
        "pyelonephritis",
        "bloodstream",
        "infection",
        "bsi",
        "due",
        "certain",
        "enterobacteriaceae",
        "patient",
        "limited",
        "alternative",
        "treatment",
        "option",
        "plazomicin",
        "previously",
        "received",
        "fda",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "bloodstream",
        "infection",
        "bsi",
        "caused",
        "certain",
        "enterobacteriaceae",
        "patient",
        "limited",
        "alternative",
        "treatment",
        "option",
        "plazomicin",
        "pdufa",
        "date",
        "plazomicin",
        "nda",
        "priority",
        "review",
        "prescription",
        "drug",
        "user",
        "fee",
        "act",
        "pdufa",
        "target",
        "action",
        "date",
        "june",
        "plazomicin",
        "receive",
        "approval",
        "target",
        "action",
        "date",
        "company",
        "expects",
        "launch",
        "plazomicin",
        "soon",
        "thereafter",
        "fda",
        "recently",
        "upgraded",
        "status",
        "plazomicin",
        "fill",
        "manufacturer",
        "pfizer",
        "centreone",
        "mcpherson",
        "facility",
        "voluntary",
        "action",
        "indicated",
        "vai",
        "clearing",
        "regulatory",
        "path",
        "approval",
        "plazomicin",
        "facility",
        "fda",
        "currently",
        "planning",
        "hold",
        "advisory",
        "committee",
        "meeting",
        "discus",
        "application",
        "plazomicin",
        "approval",
        "application",
        "european",
        "union",
        "achaogen",
        "currently",
        "plan",
        "submit",
        "marketing",
        "authorization",
        "application",
        "european",
        "medicine",
        "agency",
        "second",
        "half",
        "phase",
        "clinical",
        "trial",
        "positive",
        "result",
        "phase",
        "clinical",
        "trial",
        "demonstrated",
        "drug",
        "well",
        "tolerated",
        "across",
        "dos",
        "studied",
        "clinical",
        "trial",
        "interaction",
        "ceftibuten",
        "clavulanate",
        "dosed",
        "combination",
        "component",
        "oral",
        "combination",
        "ceftibuten",
        "approved",
        "third",
        "generation",
        "cephalosporin",
        "clavulanate",
        "approved",
        "inhibitor",
        "awarded",
        "qualified",
        "infectious",
        "disease",
        "product",
        "qidp",
        "status",
        "fda",
        "treatment",
        "cuti",
        "phase",
        "program",
        "achaogen",
        "plan",
        "meet",
        "regulatory",
        "agency",
        "first",
        "half",
        "seek",
        "agreement",
        "detail",
        "development",
        "plan",
        "would",
        "include",
        "initiating",
        "pivotal",
        "trial",
        "patient",
        "cuti",
        "corporate",
        "milestone",
        "refinanced",
        "existing",
        "million",
        "debt",
        "line",
        "solar",
        "capital",
        "new",
        "million",
        "secured",
        "debt",
        "line",
        "silicon",
        "valley",
        "bank",
        "period",
        "least",
        "february",
        "thermo",
        "fisher",
        "scientific",
        "received",
        "acceptance",
        "review",
        "notification",
        "k",
        "submission",
        "assay",
        "enabling",
        "therapeutic",
        "drug",
        "management",
        "tdm",
        "plazomicin",
        "notification",
        "fda",
        "confirms",
        "submission",
        "contains",
        "necessary",
        "information",
        "needed",
        "proceed",
        "substantive",
        "review",
        "fourth",
        "quarter",
        "year",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "achaogen",
        "million",
        "unrestricted",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "compared",
        "million",
        "december",
        "subsequent",
        "december",
        "achaogen",
        "refinanced",
        "million",
        "secured",
        "debt",
        "line",
        "solar",
        "capital",
        "new",
        "million",
        "secured",
        "debt",
        "line",
        "silicon",
        "valley",
        "bank",
        "company",
        "also",
        "issued",
        "share",
        "common",
        "stock",
        "equity",
        "facility",
        "net",
        "proceeds",
        "million",
        "revenue",
        "contract",
        "revenue",
        "totaled",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "contract",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "contract",
        "revenue",
        "fourth",
        "quarter",
        "primarily",
        "due",
        "lower",
        "biomedical",
        "advanced",
        "research",
        "development",
        "authority",
        "barda",
        "contract",
        "revenue",
        "december",
        "million",
        "remains",
        "option",
        "barda",
        "contract",
        "achaogen",
        "derived",
        "revenue",
        "funding",
        "provided",
        "gate",
        "foundation",
        "government",
        "contract",
        "connection",
        "research",
        "development",
        "product",
        "candidate",
        "research",
        "development",
        "r",
        "r",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "reported",
        "period",
        "increase",
        "r",
        "expense",
        "quarter",
        "attributable",
        "increased",
        "personnel",
        "cost",
        "net",
        "headcount",
        "increased",
        "external",
        "expense",
        "related",
        "plazomicin",
        "product",
        "supply",
        "activity",
        "early",
        "research",
        "program",
        "full",
        "year",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "increase",
        "r",
        "expense",
        "primarily",
        "attributable",
        "increased",
        "personnel",
        "facility",
        "related",
        "cost",
        "increased",
        "expense",
        "related",
        "early",
        "research",
        "program",
        "offset",
        "decrease",
        "related",
        "plazomicin",
        "program",
        "general",
        "administrative",
        "g",
        "g",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "full",
        "year",
        "g",
        "expense",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "increase",
        "g",
        "expense",
        "quarter",
        "year",
        "primarily",
        "attributable",
        "increase",
        "personnel",
        "cost",
        "cost",
        "related",
        "preparation",
        "commercialization",
        "plazomicin",
        "change",
        "warrant",
        "derivative",
        "liability",
        "fourth",
        "quarter",
        "million",
        "gain",
        "compared",
        "million",
        "loss",
        "period",
        "increase",
        "primarily",
        "related",
        "gain",
        "revaluation",
        "warrant",
        "issued",
        "private",
        "placement",
        "common",
        "stock",
        "warrant",
        "purchase",
        "common",
        "stock",
        "june",
        "net",
        "loss",
        "achaogen",
        "reported",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "fourth",
        "quarter",
        "compared",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "december",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "conference",
        "call",
        "company",
        "webcast",
        "today",
        "eastern",
        "time",
        "pacific",
        "time",
        "participate",
        "telephone",
        "please",
        "dial",
        "domestic",
        "international",
        "conference",
        "id",
        "number",
        "live",
        "archived",
        "audio",
        "webcast",
        "accessed",
        "investor",
        "section",
        "company",
        "website",
        "archived",
        "audio",
        "webcast",
        "remain",
        "available",
        "company",
        "website",
        "day",
        "following",
        "conference",
        "call",
        "achaogen",
        "achaogen",
        "biopharmaceutical",
        "company",
        "passionately",
        "committed",
        "discovery",
        "development",
        "commercialization",
        "innovative",
        "antibacterial",
        "treatment",
        "mdr",
        "infection",
        "achaogen",
        "developing",
        "plazomicin",
        "lead",
        "product",
        "candidate",
        "treatment",
        "serious",
        "bacterial",
        "infection",
        "due",
        "mdr",
        "enterobacteriaceae",
        "including",
        "enterobacteriaceae",
        "food",
        "drug",
        "administration",
        "granted",
        "plazomicin",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "bloodstream",
        "infection",
        "caused",
        "certain",
        "enterobacteriaceae",
        "patient",
        "limited",
        "alternative",
        "treatment",
        "option",
        "achaogen",
        "plazomicin",
        "program",
        "funded",
        "part",
        "federal",
        "fund",
        "biomedical",
        "advanced",
        "research",
        "development",
        "authority",
        "barda",
        "office",
        "assistant",
        "secretary",
        "preparedness",
        "response",
        "office",
        "secretary",
        "department",
        "health",
        "human",
        "service",
        "contract",
        "hhso100201000046c",
        "company",
        "second",
        "product",
        "candidate",
        "inhibitor",
        "combination",
        "funded",
        "part",
        "federal",
        "fund",
        "barda",
        "office",
        "assistant",
        "secretary",
        "preparedness",
        "response",
        "office",
        "secretary",
        "department",
        "health",
        "human",
        "service",
        "contract",
        "hhso100201700021c",
        "achaogen",
        "program",
        "early",
        "late",
        "preclinical",
        "stage",
        "focused",
        "mdr",
        "infection",
        "additional",
        "disease",
        "area",
        "product",
        "candidate",
        "including",
        "plazomicin",
        "investigational",
        "approved",
        "commercialization",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "herein",
        "reflecting",
        "current",
        "belief",
        "expectation",
        "management",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "achaogen",
        "expectation",
        "regarding",
        "potential",
        "regulatory",
        "approval",
        "plazomicin",
        "product",
        "candidate",
        "achaogen",
        "commercial",
        "objective",
        "achaogen",
        "pipeline",
        "product",
        "candidate",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "may",
        "cause",
        "achaogen",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "uncertainty",
        "inherent",
        "preclinical",
        "clinical",
        "development",
        "process",
        "uncertainty",
        "nda",
        "accepted",
        "fda",
        "risk",
        "uncertainty",
        "regulatory",
        "approval",
        "process",
        "risk",
        "uncertainty",
        "product",
        "sale",
        "effectiveness",
        "achaogen",
        "reliance",
        "contract",
        "manufacturing",
        "organization",
        "manufacture",
        "supply",
        "including",
        "source",
        "certain",
        "raw",
        "material",
        "risk",
        "claim",
        "alleging",
        "infringement",
        "patent",
        "proprietary",
        "right",
        "seeking",
        "invalidate",
        "achaogen",
        "patent",
        "proprietary",
        "right",
        "risk",
        "achaogen",
        "proprietary",
        "right",
        "may",
        "insufficient",
        "protect",
        "technology",
        "product",
        "candidate",
        "description",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "well",
        "risk",
        "relating",
        "achaogen",
        "business",
        "general",
        "see",
        "achaogen",
        "current",
        "future",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "filed",
        "february",
        "achaogen",
        "plan",
        "publicly",
        "update",
        "revise",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "changed",
        "circumstance",
        "otherwise",
        "source",
        "achaogen",
        "nasdaq",
        "akao",
        "investor",
        "contact",
        "ashley",
        "robinson",
        "lifesci",
        "partner",
        "llc",
        "arr",
        "medium",
        "contact",
        "denise",
        "powell",
        "red",
        "house",
        "consulting",
        "llc",
        "dpowell",
        "achaogen",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "contract",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "change",
        "warrant",
        "derivative",
        "liability",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "achaogen",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "contract",
        "receivable",
        "prepaids",
        "current",
        "asset",
        "restricted",
        "cash",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "deposit",
        "asset",
        "total",
        "asset",
        "liability",
        "contingently",
        "redeemable",
        "common",
        "stock",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "loan",
        "payable",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "loan",
        "payable",
        "warrant",
        "liability",
        "derivative",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "contingently",
        "redeemable",
        "common",
        "stock",
        "stockholder",
        "equity",
        "total",
        "liability",
        "contingently",
        "redeemable",
        "common",
        "stock",
        "stockholder",
        "equity",
        "source",
        "achaogen",
        "inc"
    ]
}