{
    "organizations": [],
    "uuid": "ccb847d256818400c958dc7721019454d03f6361",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-united-company-rusal-plcachange-in-executive-offices-of-directors-re-designation-of-director-and-appointment-of-chief.html",
    "ord_in_thread": 0,
    "title": "United Company RUSAL Plc: Change in Executive Offices of Directors, Re-Designation of Director and Appointment of Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HONG KONG--(BUSINESS WIRE)-- Regulatory News:\nUnited Company RUSAL Plc (Paris:RUSAL) (Paris:RUAL)\nHong Kong Exchanges and Clearing Limited and The Stock Exchange of Hong Kong Limited take no responsibility for the contents of this announcement, make no representation as to its accuracy or completeness and expressly disclaim any liability whatsoever for any loss howsoever arising from or in reliance upon the whole or any part of the contents of this announcement.\nUNITED COMPANY RUSAL PLC\n(Incorporated under the laws of Jersey with limited liability)\n(Stock Code: 486)\nCHANGE IN EXECUTIVE OFFICES OF DIRECTORS, RE-DESIGNATION OF DIRECTOR AND APPOINTMENT\nOF CHIEF EXECUTIVE OFFICER\nThe Board of Directors (the “ Board ”) of United Company RUSAL Plc (the “ Company ”) announces that Mr. Oleg Deripaska (“ Mr. Deripaska ”), an executive Director of the Company, has been re-designated by the Board as a non-executive Director of the Company and will cease to be the President of the Company; Mr. Vladislav Soloviev (“ Mr. Soloviev ”) has been appointed by the Board as the President of the Company and will cease to be the Chief Executive Officer of the Company; and Ms. Alexandra Bouriko (“ Ms. Bouriko ”) has been appointed by the Board as the Chief Executive Officer of the Company and will cease to be the Chief Financial Officer. All the aforesaid changes will come into effect from 15 March 2018.\nRE-DESIGNATION OF MR. DERIPASKA AS NON-EXECUTIVE DIRECTOR\nMr. Deripaska, aged 50, has been re-designated by the Board as a non-executive Director of the Company and will cease to be the President of the Company with effect from 15 March 2018. Previously, he served as an executive Director of the Company since March 2007. From January 2009 to November 2014, he was the Chief Executive Officer of the Company, and the chief executive officer of RUSAL Global Management B.V. and the head of its Moscow branch. In respectively November and December 2014, Mr. Deripaska was appointed as the President of the Company and the president of RUSAL Global Management B.V.. From April to December 2010, Mr. Deripaska held the position of chief executive officer of En+ Management LLC. From 2010, Mr. Deripaska has been a director of En+ and during the period from December 2010 to July 2011, Mr. Deripaska held the position of chairman of the board of directors of En+. In July 2011, he was appointed as the President of En+ and from June 2013 to April 2014, he was the chief executive officer of En+.\nAs at the date of this announcement, Mr. Deripaska is (within the meaning of Part XV of the Securities and Futures Ordinance (Chapter 571) of the laws of Hong Kong) interested in a total of 7,313,969,039 shares of the Company (representing approximately 48.14 % of the total issued share capital of the Company).\nSave as disclosed in this announcement and as at the date of this announcement, Mr. Deripaska is independent from and not related to any other Directors, members of senior management, substantial shareholders or controlling shareholders (as defined in the Listing Rules) of the Company.\nSave as disclosed in this announcement, Mr. Deripaska has not held any directorship in any listed companies in the last three years preceding the date of this announcement.\nMr. Deripaska will sign an appointment letter with the Company as a non-executive Director with effect from 15 March 2018. The length of service of Mr. Deripaska as a non-executive Director will be determined in accordance with the Articles. Mr. Deripaska’s appointment may be terminated by Mr. Deripaska giving the Company one month’s notice of termination and/or otherwise in accordance with the Articles. As a non-executive Director, Mr. Deripaska will be entitled to a fixed director’s fee of £120,000 per annum, which is determined by the Board with reference to the performance of the Company, his duties and responsibilities and the prevailing market conditions. Mr. Deripaska will also be entitled to £10,000 per annum as a member of, and £15,000 per annum as chairman of, each Board committee to which he may be appointed.\nSave as disclosed above, there are no other matters relating to Mr. Deripaska’s re-designation as a non-executive Director that need to be brought to the attention of the shareholders of the Company and there is no other information which is required to be disclosed pursuant to Rules 13.51(2)(h) to 13.51(2)(v) of the Listing Rules.\nTHE APPOINTMENT OF MR. SOLOVIEV AS THE PRESIDENT\nMr. Soloviev, aged 44, has been appointed by the Board as the President of the Company and will cease to be the Chief Executive Officer of the Company with effect from 15 March 2018. Mr. Soloviev remains an executive Director of the Company. As the President of the Company, Mr. Soloviev will be responsible for strategy and corporate development; external communications (public, government, international); supervision of the investment in Norilsk Nickel; succession planning; investor relations; research and development (including the supervision of such projects and the development of production systems) and coordination of initiatives on development of internal market.\nOn or around 15 March 2018, Mr. Soloviev will also cease to be the chief executive officer of RUSAL Global Management B.V. and the head of its Moscow branch and will take up the office of the president of the company.\nAs the President of the Company, Mr. Soloviev is entitled to a base salary of US$3 million per annum. He is also entitled to an annual discretionary bonus up to a maximum of US$3 million to be paid on the basis of achievement of key performance targets, in addition to other ancillary benefits.\nMr. Soloviev will enter into a formal contract with the Company regarding his appointment as the President of the Company, the duration of which is expected to be three years.\nAs at the date of this announcement, Mr. Soloviev was (within the meaning of Part XV of the SFO) interested in 1,311,629 shares of the Company (representing approximately 0.008% of the total issued share capital of the Company).\nMr. Vladislav Soloviev was appointed as a member of the board of directors of En+ with effect from 1 January 2018. Save as disclosed in this announcement, Mr. Soloviev was independent from and not related to any other Directors, members of senior management, substantial shareholders or controlling shareholders of the Company.\nSave as disclosed in this announcement, Mr. Soloviev has not held any directorship in any listed companies in the last three years preceding the date of this announcement.\nSave as disclosed above, there are no other matters relating to the appointment of Mr. Soloviev as the President of the Company that need to be brought to the attention of the shareholders of the Company and there is no other information which is required to be disclosed pursuant to Rules 13.51(2)(h) to 13.51(2)(v) of the Listing Rules.\nTHE APPOINTMENT OF MS. BOURIKO AS THE CHIEF EXECUTIVE OFFICER\nMs. Bouriko, aged 40, has been appointed by the Board as the Chief Executive Officer of the Company (the “ Appointment of the CEO ”) and will cease to be the Chief Financial Officer with effect from 15 March 2018. As the Chief Executive Officer of the Company, Ms. Bouriko will be responsible for the management of the production and supply-chain across all divisions; financial management and corporate finance; sales and marketing; supervising the legal, human resources and public relations functions and implementation of production system in the members of the Group. Ms. Bouriko will also be appointed as the chief executive officer and the chairman of the Executive Committee of RUSAL Global Management B.V. on or about 15 March 2018.\nMs. Bouriko has served as the Chief Financial Officer since October 2013. She is responsible for the financial planning, auditing and preparation of financial reports and the execution of the company’s investment programs.\nFrom June 2013 to October 2013, Ms. Bouriko served on the Board as a non-executive Director of the Company.\nFrom November 2012 to October 2013, Ms. Bouriko was the Deputy CEO of En+. She was responsible for the En+ Group´s operational management, enhancement of business effectiveness and improvement of the group’s financial performance.\nPrior to joining En+ Group Alexandra Bouriko spent 16 years with KPMG in Russia and Canada (since 2005 she held the position of KPMG Partner).\nAt KPMG, Ms. Bouriko worked with major Russian and international companies with a focus on metals, mining, oil and gas industries. Ms. Bouriko played key roles in the audits of IFRS, US GAAP and Russian GAAP financial statements of major Russian groups. Ms. Bouriko was in charge of initial public offering planning and preparation of major Russian metals and mining companies listed on the London Stock Exchange and the Hong Kong Stock Exchange.\nMs. Bouriko graduated from the economic faculty of the Lomonosov Moscow State University. She is a member of the Canadian Institute of Chartered Accountants and the American Institute of Certified Public Accountants.\nAs the Chief Executive Officer of the Company, Ms. Bouriko is entitled to a base salary of US$3 million per annum. She is also entitled to an annual discretionary bonus of up to a maximum of US$3 million, which will be determined on the basis of achievement of key performance targets, in addition to other ancillary benefits.\nMs. Bouriko will enter into a formal contract with the Company regarding her appointment as the Chief Executive Officer of the Company, the duration of which is expected to be three years based on a resolution of the board passed in relation to the duration of the agreement.\nAs at the date of this announcement, Ms. Bouriko was not (within the meaning of Part XV of the SFO) interested in any share of the Company.\nSave as disclosed in this announcement, Ms. Bouriko was independent from and not related to any other Directors, members of senior management, substantial shareholders or controlling shareholders of the Company.\nSave as disclosed in this announcement, Ms. Bouriko has not held any directorship in any listed companies in the last three years preceding the date of this announcement.\nSave as disclosed above, there are no other matters relating to the appointment of Ms. Bouriko as the Chief Executive Officer of the Company that need to be brought to the attention of the shareholders of the Company and there is no other information which is required to be disclosed pursuant to Rules 13.51(2)(h) to 13.51(2)(v) of the Listing Rules.\nDEFINITIONS\nIn this announcement, the following expressions have the following meanings, unless the context otherwise requires:\n“Articles” the articles of association of the Company. “associate(s)” has the same meaning ascribed thereto under the Listing Rules. “Basic Element” Basic Element Limited, a company incorporated in Jersey, which is beneficially controlled by Mr. Deripaska. “Board” the board of Directors. “Company” United Company RUSAL Plc, a limited liability company incorporated in Jersey, the shares of which are listed on the Main Board of the Stock Exchange of Hong Kong Limited and the Moscow Exchange. “Director(s)” the director(s) of the Company. “En+” En+ Group Plc, formerly En+ Group Limited, a company incorporated in Jersey, a substantial shareholder of the Company. “En+ Group” En+ and its subsidiaries. “Group” the Company and its subsidiaries. “Listing Rules” the Rules Governing the Listing of Securities on the Stock Exchange of Hong Kong Limited. “Norilsk Nickel” PJSC «MMC «NORILSK NICKEL», a company incorporated under the laws of the Russian Federation. “substantial shareholder” has the same meaning ascribed thereto under the Listing Rules. “£” Pounds Sterling, the lawful currency of the United Kingdom. By Order of the Board of\nUnited Company RUSAL Plc\nAby Wong Po Ying\nCompany Secretary 23 February 2018\nAs at the date of this announcement, the executive Directors are Mr. Oleg Deripaska, Mr. Vladislav Soloviev and Mr. Siegfried Wolf, the non-executive Directors are Mr. Maxim Sokov, Mr. Dmitry Afanasiev, Mr. Ivan Glasenberg, Mr. Maksim Goldman, Ms. Gulzhan Moldazhanova, Mr. Daniel Lesin Wolfe, Ms. Olga Mashkovskaya, Ms. Ekaterina Nikitina and Mr. Marco Musetti, and the independent non-executive Directors are Mr. Matthias Warnig (Chairman), Mr. Philip Lader, Dr. Elsie Leung Oi-sie, Mr. Mark Garber, Mr. Dmitry Vasiliev and Mr. Bernard Zonneveld.\nAll announcements and press releases published by the Company are available on its website under the links http://www.rusal.ru/en/investors/info.aspx , http://rusal.ru/investors/info/moex/ and http://www.rusal.ru/en/press-center/press-releases.aspx , respectively.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222006419/en/\nUnited Company RUSAL Plc\nSource: United Company RUSAL Plc",
    "published": "2018-02-23T03:15:00.000+02:00",
    "crawled": "2018-02-23T03:02:36.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hong",
        "kong",
        "business",
        "wire",
        "regulatory",
        "news",
        "united",
        "company",
        "rusal",
        "plc",
        "paris",
        "rusal",
        "paris",
        "rual",
        "hong",
        "kong",
        "exchange",
        "clearing",
        "limited",
        "stock",
        "exchange",
        "hong",
        "kong",
        "limited",
        "take",
        "responsibility",
        "content",
        "announcement",
        "make",
        "representation",
        "accuracy",
        "completeness",
        "expressly",
        "disclaim",
        "liability",
        "whatsoever",
        "loss",
        "howsoever",
        "arising",
        "reliance",
        "upon",
        "whole",
        "part",
        "content",
        "announcement",
        "united",
        "company",
        "rusal",
        "plc",
        "incorporated",
        "law",
        "jersey",
        "limited",
        "liability",
        "stock",
        "code",
        "change",
        "executive",
        "office",
        "director",
        "director",
        "appointment",
        "chief",
        "executive",
        "officer",
        "board",
        "director",
        "board",
        "united",
        "company",
        "rusal",
        "plc",
        "company",
        "announces",
        "oleg",
        "deripaska",
        "deripaska",
        "executive",
        "director",
        "company",
        "board",
        "director",
        "company",
        "cease",
        "president",
        "company",
        "vladislav",
        "soloviev",
        "soloviev",
        "appointed",
        "board",
        "president",
        "company",
        "cease",
        "chief",
        "executive",
        "officer",
        "company",
        "alexandra",
        "bouriko",
        "bouriko",
        "appointed",
        "board",
        "chief",
        "executive",
        "officer",
        "company",
        "cease",
        "chief",
        "financial",
        "officer",
        "aforesaid",
        "change",
        "come",
        "effect",
        "march",
        "deripaska",
        "director",
        "deripaska",
        "aged",
        "board",
        "director",
        "company",
        "cease",
        "president",
        "company",
        "effect",
        "march",
        "previously",
        "served",
        "executive",
        "director",
        "company",
        "since",
        "march",
        "january",
        "november",
        "chief",
        "executive",
        "officer",
        "company",
        "chief",
        "executive",
        "officer",
        "rusal",
        "global",
        "management",
        "head",
        "moscow",
        "branch",
        "respectively",
        "november",
        "december",
        "deripaska",
        "appointed",
        "president",
        "company",
        "president",
        "rusal",
        "global",
        "management",
        "april",
        "december",
        "deripaska",
        "held",
        "position",
        "chief",
        "executive",
        "officer",
        "management",
        "llc",
        "deripaska",
        "director",
        "period",
        "december",
        "july",
        "deripaska",
        "held",
        "position",
        "chairman",
        "board",
        "director",
        "july",
        "appointed",
        "president",
        "june",
        "april",
        "chief",
        "executive",
        "officer",
        "date",
        "announcement",
        "deripaska",
        "within",
        "meaning",
        "part",
        "xv",
        "security",
        "future",
        "ordinance",
        "chapter",
        "law",
        "hong",
        "kong",
        "interested",
        "total",
        "share",
        "company",
        "representing",
        "approximately",
        "total",
        "issued",
        "share",
        "capital",
        "company",
        "save",
        "disclosed",
        "announcement",
        "date",
        "announcement",
        "deripaska",
        "independent",
        "related",
        "director",
        "member",
        "senior",
        "management",
        "substantial",
        "shareholder",
        "controlling",
        "shareholder",
        "defined",
        "listing",
        "rule",
        "company",
        "save",
        "disclosed",
        "announcement",
        "deripaska",
        "held",
        "directorship",
        "listed",
        "company",
        "last",
        "three",
        "year",
        "preceding",
        "date",
        "announcement",
        "deripaska",
        "sign",
        "appointment",
        "letter",
        "company",
        "director",
        "effect",
        "march",
        "length",
        "service",
        "deripaska",
        "director",
        "determined",
        "accordance",
        "article",
        "deripaska",
        "appointment",
        "may",
        "terminated",
        "deripaska",
        "giving",
        "company",
        "one",
        "month",
        "notice",
        "termination",
        "otherwise",
        "accordance",
        "article",
        "director",
        "deripaska",
        "entitled",
        "fixed",
        "director",
        "fee",
        "per",
        "annum",
        "determined",
        "board",
        "reference",
        "performance",
        "company",
        "duty",
        "responsibility",
        "prevailing",
        "market",
        "condition",
        "deripaska",
        "also",
        "entitled",
        "per",
        "annum",
        "member",
        "per",
        "annum",
        "chairman",
        "board",
        "committee",
        "may",
        "appointed",
        "save",
        "disclosed",
        "matter",
        "relating",
        "deripaska",
        "director",
        "need",
        "brought",
        "attention",
        "shareholder",
        "company",
        "information",
        "required",
        "disclosed",
        "pursuant",
        "rule",
        "h",
        "v",
        "listing",
        "rule",
        "appointment",
        "soloviev",
        "president",
        "soloviev",
        "aged",
        "appointed",
        "board",
        "president",
        "company",
        "cease",
        "chief",
        "executive",
        "officer",
        "company",
        "effect",
        "march",
        "soloviev",
        "remains",
        "executive",
        "director",
        "company",
        "president",
        "company",
        "soloviev",
        "responsible",
        "strategy",
        "corporate",
        "development",
        "external",
        "communication",
        "public",
        "government",
        "international",
        "supervision",
        "investment",
        "norilsk",
        "nickel",
        "succession",
        "planning",
        "investor",
        "relation",
        "research",
        "development",
        "including",
        "supervision",
        "project",
        "development",
        "production",
        "system",
        "coordination",
        "initiative",
        "development",
        "internal",
        "market",
        "around",
        "march",
        "soloviev",
        "also",
        "cease",
        "chief",
        "executive",
        "officer",
        "rusal",
        "global",
        "management",
        "head",
        "moscow",
        "branch",
        "take",
        "office",
        "president",
        "company",
        "president",
        "company",
        "soloviev",
        "entitled",
        "base",
        "salary",
        "u",
        "million",
        "per",
        "annum",
        "also",
        "entitled",
        "annual",
        "discretionary",
        "bonus",
        "maximum",
        "u",
        "million",
        "paid",
        "basis",
        "achievement",
        "key",
        "performance",
        "target",
        "addition",
        "ancillary",
        "benefit",
        "soloviev",
        "enter",
        "formal",
        "contract",
        "company",
        "regarding",
        "appointment",
        "president",
        "company",
        "duration",
        "expected",
        "three",
        "year",
        "date",
        "announcement",
        "soloviev",
        "within",
        "meaning",
        "part",
        "xv",
        "sfo",
        "interested",
        "share",
        "company",
        "representing",
        "approximately",
        "total",
        "issued",
        "share",
        "capital",
        "company",
        "vladislav",
        "soloviev",
        "appointed",
        "member",
        "board",
        "director",
        "effect",
        "january",
        "save",
        "disclosed",
        "announcement",
        "soloviev",
        "independent",
        "related",
        "director",
        "member",
        "senior",
        "management",
        "substantial",
        "shareholder",
        "controlling",
        "shareholder",
        "company",
        "save",
        "disclosed",
        "announcement",
        "soloviev",
        "held",
        "directorship",
        "listed",
        "company",
        "last",
        "three",
        "year",
        "preceding",
        "date",
        "announcement",
        "save",
        "disclosed",
        "matter",
        "relating",
        "appointment",
        "soloviev",
        "president",
        "company",
        "need",
        "brought",
        "attention",
        "shareholder",
        "company",
        "information",
        "required",
        "disclosed",
        "pursuant",
        "rule",
        "h",
        "v",
        "listing",
        "rule",
        "appointment",
        "bouriko",
        "chief",
        "executive",
        "officer",
        "bouriko",
        "aged",
        "appointed",
        "board",
        "chief",
        "executive",
        "officer",
        "company",
        "appointment",
        "ceo",
        "cease",
        "chief",
        "financial",
        "officer",
        "effect",
        "march",
        "chief",
        "executive",
        "officer",
        "company",
        "bouriko",
        "responsible",
        "management",
        "production",
        "across",
        "division",
        "financial",
        "management",
        "corporate",
        "finance",
        "sale",
        "marketing",
        "supervising",
        "legal",
        "human",
        "resource",
        "public",
        "relation",
        "function",
        "implementation",
        "production",
        "system",
        "member",
        "group",
        "bouriko",
        "also",
        "appointed",
        "chief",
        "executive",
        "officer",
        "chairman",
        "executive",
        "committee",
        "rusal",
        "global",
        "management",
        "march",
        "bouriko",
        "served",
        "chief",
        "financial",
        "officer",
        "since",
        "october",
        "responsible",
        "financial",
        "planning",
        "auditing",
        "preparation",
        "financial",
        "report",
        "execution",
        "company",
        "investment",
        "program",
        "june",
        "october",
        "bouriko",
        "served",
        "board",
        "director",
        "company",
        "november",
        "october",
        "bouriko",
        "deputy",
        "ceo",
        "responsible",
        "operational",
        "management",
        "enhancement",
        "business",
        "effectiveness",
        "improvement",
        "group",
        "financial",
        "performance",
        "prior",
        "joining",
        "group",
        "alexandra",
        "bouriko",
        "spent",
        "year",
        "kpmg",
        "russia",
        "canada",
        "since",
        "held",
        "position",
        "kpmg",
        "partner",
        "kpmg",
        "bouriko",
        "worked",
        "major",
        "russian",
        "international",
        "company",
        "focus",
        "metal",
        "mining",
        "oil",
        "gas",
        "industry",
        "bouriko",
        "played",
        "key",
        "role",
        "audit",
        "ifrs",
        "u",
        "gaap",
        "russian",
        "gaap",
        "financial",
        "statement",
        "major",
        "russian",
        "group",
        "bouriko",
        "charge",
        "initial",
        "public",
        "offering",
        "planning",
        "preparation",
        "major",
        "russian",
        "metal",
        "mining",
        "company",
        "listed",
        "london",
        "stock",
        "exchange",
        "hong",
        "kong",
        "stock",
        "exchange",
        "bouriko",
        "graduated",
        "economic",
        "faculty",
        "lomonosov",
        "moscow",
        "state",
        "university",
        "member",
        "canadian",
        "institute",
        "chartered",
        "accountant",
        "american",
        "institute",
        "certified",
        "public",
        "accountant",
        "chief",
        "executive",
        "officer",
        "company",
        "bouriko",
        "entitled",
        "base",
        "salary",
        "u",
        "million",
        "per",
        "annum",
        "also",
        "entitled",
        "annual",
        "discretionary",
        "bonus",
        "maximum",
        "u",
        "million",
        "determined",
        "basis",
        "achievement",
        "key",
        "performance",
        "target",
        "addition",
        "ancillary",
        "benefit",
        "bouriko",
        "enter",
        "formal",
        "contract",
        "company",
        "regarding",
        "appointment",
        "chief",
        "executive",
        "officer",
        "company",
        "duration",
        "expected",
        "three",
        "year",
        "based",
        "resolution",
        "board",
        "passed",
        "relation",
        "duration",
        "agreement",
        "date",
        "announcement",
        "bouriko",
        "within",
        "meaning",
        "part",
        "xv",
        "sfo",
        "interested",
        "share",
        "company",
        "save",
        "disclosed",
        "announcement",
        "bouriko",
        "independent",
        "related",
        "director",
        "member",
        "senior",
        "management",
        "substantial",
        "shareholder",
        "controlling",
        "shareholder",
        "company",
        "save",
        "disclosed",
        "announcement",
        "bouriko",
        "held",
        "directorship",
        "listed",
        "company",
        "last",
        "three",
        "year",
        "preceding",
        "date",
        "announcement",
        "save",
        "disclosed",
        "matter",
        "relating",
        "appointment",
        "bouriko",
        "chief",
        "executive",
        "officer",
        "company",
        "need",
        "brought",
        "attention",
        "shareholder",
        "company",
        "information",
        "required",
        "disclosed",
        "pursuant",
        "rule",
        "h",
        "v",
        "listing",
        "rule",
        "definition",
        "announcement",
        "following",
        "expression",
        "following",
        "meaning",
        "unless",
        "context",
        "otherwise",
        "requires",
        "article",
        "article",
        "association",
        "company",
        "associate",
        "meaning",
        "ascribed",
        "thereto",
        "listing",
        "rule",
        "basic",
        "element",
        "basic",
        "element",
        "limited",
        "company",
        "incorporated",
        "jersey",
        "beneficially",
        "controlled",
        "deripaska",
        "board",
        "board",
        "director",
        "company",
        "united",
        "company",
        "rusal",
        "plc",
        "limited",
        "liability",
        "company",
        "incorporated",
        "jersey",
        "share",
        "listed",
        "main",
        "board",
        "stock",
        "exchange",
        "hong",
        "kong",
        "limited",
        "moscow",
        "exchange",
        "director",
        "director",
        "company",
        "group",
        "plc",
        "formerly",
        "group",
        "limited",
        "company",
        "incorporated",
        "jersey",
        "substantial",
        "shareholder",
        "company",
        "group",
        "subsidiary",
        "group",
        "company",
        "subsidiary",
        "listing",
        "rule",
        "rule",
        "governing",
        "listing",
        "security",
        "stock",
        "exchange",
        "hong",
        "kong",
        "limited",
        "norilsk",
        "nickel",
        "pjsc",
        "mmc",
        "norilsk",
        "nickel",
        "company",
        "incorporated",
        "law",
        "russian",
        "federation",
        "substantial",
        "shareholder",
        "meaning",
        "ascribed",
        "thereto",
        "listing",
        "rule",
        "pound",
        "sterling",
        "lawful",
        "currency",
        "united",
        "kingdom",
        "order",
        "board",
        "united",
        "company",
        "rusal",
        "plc",
        "aby",
        "wong",
        "po",
        "ying",
        "company",
        "secretary",
        "february",
        "date",
        "announcement",
        "executive",
        "director",
        "oleg",
        "deripaska",
        "vladislav",
        "soloviev",
        "siegfried",
        "wolf",
        "director",
        "maxim",
        "sokov",
        "dmitry",
        "afanasiev",
        "ivan",
        "glasenberg",
        "maksim",
        "goldman",
        "gulzhan",
        "moldazhanova",
        "daniel",
        "lesin",
        "wolfe",
        "olga",
        "mashkovskaya",
        "ekaterina",
        "nikitina",
        "marco",
        "musetti",
        "independent",
        "director",
        "matthias",
        "warnig",
        "chairman",
        "philip",
        "lader",
        "elsie",
        "leung",
        "mark",
        "garber",
        "dmitry",
        "vasiliev",
        "bernard",
        "zonneveld",
        "announcement",
        "press",
        "release",
        "published",
        "company",
        "available",
        "website",
        "link",
        "http",
        "http",
        "http",
        "respectively",
        "view",
        "source",
        "version",
        "http",
        "united",
        "company",
        "rusal",
        "plc",
        "source",
        "united",
        "company",
        "rusal",
        "plc"
    ]
}