{
    "organizations": [],
    "uuid": "73abcf677b0c6957c7448cb4b6d31174008b9cf4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/cnbc-transcript-mark-cuban-speaks-with-scott-wapner-today.html",
    "ord_in_thread": 0,
    "title": "CNBC TRANSCRIPT: MARK CUBAN SPEAKS WITH SCOTT WAPNER TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Date: Today, Tuesday, February 13, 2018\nWhere: Fast Money Halftime Report\nFollowing is the unofficial transcript of a CNBC interview with Dallas Maverick owner Mark Cuban and CNBC's Scott Wapner on CNBC's \"Fast Money Halftime Report\" (M-F 12PM – 1PM) today, Tuesday, February 13th. Following is a link to video of the full interview on CNBC.com: https://www.cnbc.com/video/2018/02/13/watch-cnbcs-full-interview-with-billionaire-mark-cuban.html?play=1\nAll sources must be referenced to CNBC.\nSCOTT WAPNER: WELCOME BACK TO \"THE HALFTIME REPORT.\" MARK CUBAN AS I SAID JOINING US NOW BY PHONE. MARK, WELCOME BACK TO \"HALFTIME.\" IT'S GOOD TO TALK TO YOU AGAIN.\nMARK CUBAN: GOOD TO BE BACK.\nWAPNER: GIVE ME YOUR THOUGHTS, YOUR OBSERVATIONS ON WHAT'S TAKEN PLACE IN THE MARKET OVER THE LAST WEEK.\nCUBAN: OH, MY GOODNESS. YOU KNOW, THERE'S THE OLD SAYING EVERYBODY IS A GENIUS IN THE BULL MARKET. AND FROM THE ELECTION, GOING EVEN BEFORE THE ELECTION, THINGS JUST KEPT ON GOING UP, AND SO WHEN THINGS ARE WORKING, PEOPLE DO MORE OF IT. AND SO WE SAW MORE PEOPLE, YOU KNOW, APPLY MORE LEVERAGE, DO MORE LEVERAGED ETFs AND IT ALL WORKED SO THEY KEPT ON LEVELING UP AND IT WORKED UNTIL IT DIDN'T. AND SO WE SAW WHAT HAPPENED WITH THE MARKETS, WE SAW WHAT HAPPENED WITH THE VIX AND WE SAW WITH THE UNWINDINGS AND SO I TOOK OF A COUPLE OCCASIONS TO JUMP IN. YOU KNOW, THERE WAS BLOOD IN THE STREETS WITH THE VIX. EVERYBODY GOT LEVELED OUT ON – SO WHAT DID I DO? I BOUGHT PUTS ON THE VXX, NOT HUGE POSITIONS BUT ENOUGH TO BE INTERESTING. I ALSO BOUGHT SOME VIRTU BECAUSE THEY DO HFT TRADING AND THEY MAKE MONEY OFF OF VOLATILITY, AND WENT BACK AND READ THEIR TRANSCRIPTS FROM THEIR CONFERENCE CALLS AND SO, IF THE VOLATILITY CONTINUES, I'VE GOT ENOUGH OF A POSITION THAT I CAN MAKE SOME MONEY THERE, AND IF IT DOESN'T, THEN I'LL MAKE MONEY OFF THE VIX PUTS. SO I KIND OF PLAYED IT IN BOTH DIRECTIONS.\nWAPNER: INTERESTING WEVE HAD DOUG CIFU WHO RUNS VIRTU AND VINNIE VIOLA WHO FOUNDED IT ON OUR AIR THE PAST WEEK SO A LOT OF PEOPLE ARE TALKING ABOUT THE INCREASED VOLATILITY AND WHAT IT COULD MEAN FOR THAT STOCK. IS THIS THE NEW NORMAL NOW, MORE VOLATILITY? IT'S BACK AND WILL BE THIS WAY FOR A WHILE?\nCUBAN: I DON'T KNOW. AND HERE'S THE UNCERTAINTY AND HERE'S WHY I DON'T KNOW. YOU KNOW, YOU GET THE TAX CUT AND WHAT'S THE FIRST THING THAT PEOPLE DO? LET ME TAKE A STEP BACK. WHEN THINGS ARE GOING GREAT, LIKE I SAID, EVERYBODY IS A GENIUS IN A BULL MARKET, NO ONE PAYS ATTENTION TO THE DETAILS BECAUSE EVERYTHING IS WORKING. AND SO WE KIND OF IGNORED THE ADMINISTRATION AND ALL THE POLITICAL SIDE OF THINGS BECAUSE IT DIDN'T MATTER. WE GOT THE TAX CUTS, YOU KNOW, THE GDP SEEMED TO BE GOING UP, WAGES SEEMED TO BE GOING UP. YOU KNOW, LIFE – YOU KNOW, EVERYBODY'S HAPPY, YOU KNOW, EVERYBODY'S IN MARY POPPINS WORLD. THEN WE SAW THESE LAST FEW DAYS WHERE THINGS WERE CRAZY. NOW WE HAVE TO START PAYING ATTENTION TO DETAIL BECAUSE OF THE UNCERTAINTY. AND SO IF YOU START PAYING ATTENTION TO DETAIL AND START WALKING THINGS THROUGH STRATEGICALLY THAT'S WHAT I'M TRYING TO FIGURE OUT. SO FIRST THING WE GOT THE TAX CUT. THERE'S GOOD AND BAD TO IT BUT SHORT TERM IT'S GREAT. WHAT ARE PEOPLE GOING TO DO WITH HE TAX CUT? THEY'RE GOING TO SPEND MONEY. WHAT ARE THEY GOING TO SPEND MONEY ON? JUST THE BASIC THINGS THEY NEED, WHICH IS GOING TO INCREASE IMPORTS, WHICH IS GOING TO INCREASE THE TRADE DEFICIT. NOW, IN THE PAST SINCE THE ELECTION, PAST 14 MONTHS, WE IGNORED ALL THE POLITICAL THINGS, BUT IF ALL OF A SUDDEN THE TRADE DEFICITS ARE GOING UP SIGNIFICANTLY BECAUSE AMERICANS HAVE GOT A LOT MORE MONEY TO SPEND, WHAT'S THE -- HOW IS THE ADMINISTRATION GOING TO REACT? WE KIND OF IGNORED THAT BEFORE, BUT NOW WE HAVE TO KNOW. IS THERE GOING TO BE A BETTER REASON TO UNDO NAFTA NOW? ARE THERE GOING TO BE MORE TRADE RESTRICTIONS OR RECIPROCAL TRADE? YOU KNOW, THERE WAS AN ARTICLE IN \"THE JOURNAL\" THIS MORNING SAYING THAT -- SUGGESTING BASICALLY IF THE TRADE IMBALANCES CONTINUED THAT THERE WOULD BE A RECIPROCAL ACTIONS TAKEN. WELL, THAT'S A NEGATIVE FOR THE MARKET OVERALL. THEN ON TOP OF THAT, YOU HAVE THE INCREASE IN INTEREST RATES THAT ARE MOST LIKELY AS THE MARKET HEATS UP. WELL, HOW ARE WE GOING TO RESPOND TO THAT? THE POINT BEING THAT STRATEGICALLY WHEN WE LOOK OUT AHEAD, THERE'S MORE UNCERTAINTY INTRODUCED, AND BECAUSE OF THAT POLITICAL UNCERTAINTY AND THE FACT THAT WE HAVE TO PAY ATTENTION TO THE DETAILS NOW AND WHAT THE ADMINISTRATION MIGHT DO, I THINK THAT'S GOING TO INCREASE THE VOLATILITY, AT LEAST FOR THE NEXT YEAR.\nWAPNER: SO THERE ARE A BUNCH OF DIFFERENT THINGS TO DISCUSS WITH YOU ON ALL OF THOSE POINTS THAT YOU MADE. YOU HAVE A GOOD READ INTO BOTH THE TECH ECONOMY AND THE CONSUMER ECONOMY, OBVIOUSLY, THROUGH YOUR SPORTS OWNERSHIP OF THE MAVERICKS.\nCUBAN: SURE.\nWAPNER: THINGS SEEM PRETTY GOOD.\nCUBAN: YEAH.\nWAPNER: YOU DON'T SUGGEST IN ANY WAY, SHAPE OR FORM OTHERWISE.\nCUBAN: NO, NO, NOT AT ALL. I MEAN, LOOK, PEOPLE GOT MORE MONEY IN THEIR POCKET BECAUSE OF THE TAX CUT. BUT THAT SHORT-TERM IS GREAT, BUT WE DON'T KNOW HOW MUCH IT'S GOING TO HEAT THE ECONOMY. BUT AGAIN, BECAUSE THERE SEEMS TO BE A LACK OF ECONOMIC UNDERSTANDING IN THE WHITE HOUSE, YOU KNOW, YOU'RE GOING TO SEE AN INCREASE IN TRADE IMBALANCES BECAUSE WE'RE SPENDING MORE MONEY FOR THE REASONS YOU JUST MENTIONED, WE HAVE MORE MONEY TO SPEND. BUT WHAT'S GOING TO HAPPEN NEXT IF ALL OF A SUDDEN WE START SEEING RECIPROCAL TRADE ACTIONS? THAT CHANGES THE EXPECTATION OF THINGS GETTING BETTER.\nWAPNER: WELL, I MEAN, THE PRESIDENT CONTINUES TO TALK ABOUT REDOING NAFTA.\nCUBAN: YEAH.\nWAPNER: AND WE SHOULD ADD, HE'S MEETING WITH A BIPARTISAN GROUP OF CONGRESSIONAL LEADERS AT THE WHITE HOUSE AS WE SPEAK TODAY TO DISCUSS THE VERY ISSUE OF TRADE.\nCUBAN: YEAH. I MEAN, UP UNTIL LAST WEEK WE JUST IGNORED ALL THAT STUFF BECAUSE EVERYBODY WAS MAKING MONEY ON EVERYTHING. WHEN EVERYBODY IS MAKING MONEY ON EVERYTHING AND THEY'RE JUST LEVERING UP AND MAKING MORE MONEY AND EVERYBODY IS HAPPY, EXCEPT MAYBE IF YOU'RE IN THE BOND MARKETS, THEN YOU KNOW, YOU KIND OF IGNORE IT. IT'S ALL – BUT NOW YOU HAVE TO PAY ATTENTION TO IT AND THAT INTRODUCES THE UNCERTAINTY. BUT GOING BACK TO ALL OF MY SHARK TANK COMPANIES, THE MAVS, BUSINESS IS GOOD. THERE CERTAINLY IS MORE MONEY TO SPEND. BUT THERE'S KIND OF A RACE BETWEEN ARE WE GOING TO INCREASE GDP, ARE WE GOING TO INCREASE PRODUCTIVITY FAST ENOUGH TO PAY DOWN THE DEBT OR IS ALL THE FEDERAL DEBT GOING TO SKYROCKET AND INTEREST RATES GO UP QUICKER THAN WE EXPECT AND NOW ALL OF A SUDDEN WE LOSE THAT TAX BENEFIT BECAUSE WE'RE SPENDING MORE ON INTEREST AND OTHER THINGS, OR TAXES HAVE TO GO BACK UP.\nWAPNER: DO YOU THINK THE BOTTOM WAS PUT IN ON FRIDAY?\nCUBAN: I DON'T KNOW. I CAN MAKE AN ARGUMENT BOTH WAYS SO THAT'S WHY, YOU KNOW, WITH VIRTU I'M PLAYING IT BOTH WAYS. IF THERE'S LESS VOLATILITY, I'M GONNA TRY TO MAKE MONEY USING OPTIONS. IF THERE'S MORE, I'M TRYING TO MAKE MONEY AS WELL.\nWAPNER: THERE'S SOME STOCKS THAT HAVE MOVED THAT ARE IN YOUR WHEELHOUSE. WHAT DO YOU MAKE OF TWITTER? TWITTER IS UP TODAY ALMOST 8% AND IT'S BEEN AN INCREDIBLE COMEBACK AND REALLY A CHANGE IN THE FUNDAMENTAL NARRATIVE.\nCUBAN: YEAH, YOU KNOW, I'M MAD BECAUSE I BOUGHT TWITTER AT 15 AND SOLD IT AT 22 SO OBVIOUSLY LEFT A WHOLE LOT OF MONEY ON THE TABLE. TWITTER HAS DONE A GREAT JOB OF USING ARTIFICIAL INTELLIGENCE TO IMPROVE THE WAY THEY DELIVER INFORMATION. THEY'VE DONE AN IMPROVING JOB ALLOWING SMALL BUSINESSES TO BUY ADS ON A SELF-SERVE BASIS. BUT THEY'RE STILL NOT DOING THAT VERY WELL. THEY'RE JUST DOING IT BETTER BUT THAT'S ALL THEIR UPSIDE. NOW, THEY STILL HAVE THE ISSUE OF TROLLS. I THINK THEY HAVE REDUCED IT SOME, BUT IT'S STILL A PROBLEM. YOU KNOW, PARTICULARLY IF YOU'RE ACTIVE ON TWITTER, YOU'RE ALWAYS GOING TO MEET RESISTANCE AND THERE'S A LOT OF – RESISTANCE THEY HAVEN'T SOLVED THAT, BUT THEY HAVE TAKEN STEPS. SO I THINK IT'S DEFINITELY ON THE UPSWING. I SOLD MY TWITTER, BUT MY TWO LARGEST POSITIONS ARE STILL NETFLIX THAT I BOUGHT AT 50, YEARS AGO –\nWAPNER: WHICH I THINK, BY THE WAY, YOU DOCUMENTED RIGHT AFTER YOU DID IT ON OUR PROGRAM. SO YOU'RE STILL HOLDING IT.\nCUBAN: YES, STILL HAVE IT. HAVEN'T SOLD IT. HAVEN'T SOLD CALLS ON IT ON. AND THEN ANYTHING AND THEN WHEN TRUMP GOT ELECTED AND AMAZON -- I SOLD AMAZON AT 500. AND THEN WHEN TRUMP GOT ELECTED AND AMAZON DROPPED, I WENT ALL IN AND BOUGHT A HUGE AMOUNT AND MADE IT MY LARGEST POSITION AT 700. AND I STILL HAVE IT ALL. AND ACTUALLY I BOUGHT A FEW THOUSAND MORE – MORE THAN A HUGE POSITION FOR ME, BUT ENOUGH TO, AS KEVIN WOULD SAY, \"WET MY BEAK\" ON AMAZON WHEN IT DROPPED.\nWAPNER: I WISH HE WAS HERE TO REKINDLE THAT FIERY DEBATE WE HAD, NOT ALL THAT LONG AGO. YOU KNOW ONE STOCK YOU DIDN'T MENTION? FACEBOOK. I'M WONDERING WHAT SORT OF REGULATORY RISK YOU SEE AROUND THIS STORY AND IF THAT IS THE DETERMINING FACTOR AS TO WHY YOU DIDN'T MENTION THAT NAME?\nCUBAN: NO. I THINK, WELL, OKAY – FACEBOOK HAS GOT A FEW ISSUES ONE IS OBVIOUSLY TRYING TO FIGURE OUT WHAT KIND OF PLATFORM THEY'RE GOING TO BE AND WHO THEIR CONSTITUENCY IS, PARTICULARLY HERE IN THE UNITED STATES. OUTSIDE NORTH AMERICA, THEY'RE A DIFFERENT PRODUCT AND THEY SERVE A DIFFERENT NEED. BUT, YOU KNOW, STILL I THINK NORTH AMERICA STILL DRIVES WHO THEY ARE. AND BECAUSE OF THE RUSSIAN INTERFERENCE, THAT'S A BIG ISSUE. THERE'S MENTAL HEALTH ISSUES THAT THEY HAVE TO ADDRESS WITH THEIR USERS AND BULLYING AND THINGS LIKE THAT. THEY'VE GOT SO MANY ISSUES THAT ARE GOING ON THAT I THINK WE SAW IN THEIR NUMBERS THAT A BIG PORTION OF THE YOUNGER DEMOGRAPHICS, YOU KNOW, THEY MAY HAVE A FACEBOOK ACCOUNT JUST BECAUSE THEY HAVE A FACEBOOK ACCOUNT, BUT THE'YRE NOT REALLY USING IT. YOU KNOW, MY KIDS ARE 8, 11 AND 14, AND THE 14-YEAR-OLD WOULDN'T CONSIDER USING FACEBOOK UNLESS HER GRANDMOTHER POSTED SOMETHING AND SHE HAD TO LOOK AT FACEBOOK. YOU KNOW, BUT ON THE FLIP SIDE, EVEN WITH THE SNAPCHAT UPGRADE, THEY'RE COMPLAINING ABOUT IT, BUT THEY'RE CONTINUING TO USE IT, AND I THINK THE SNAPCHAT UPGRADE WILL END UP BEING A NET POSITIVE FOR SNAPCHAT AND I THINK THEIR SELF SERVICE WILL BE A NET POSITIVE. NOW, DID I BUY THE STOCK? NO, I MISSED THE UPSWING. IF IT COMES BACK, I'LL TAKE A CLOSER LOOK. I DO THINK EVAN AND THOSE GUYS ARE SMART.\nWAPNER: I'LL WRAP IT UP ON A COUPLE OF OTHER NAMES. I'M JUST CURIOUS, AND THROW THEM OUT THERE, YOU GIVE ME YOUR THOUGHTS. UNDER ARMOUR. WE'RE HAVING A DEBATE TODAY AS TO WHETHER THAT STOCK HAS BOTTOMED. I DON'T KNOW WHAT EXPOSURE THE MAVS HAVE TO UNDER ARMOUR IF ANY AT ALL, OR WHAT YOU DO PERSONALLY.\nCUBAN: DENNIS SMITH, OUR ROOKIE IS WITH UNDER ARMOUR. I KNOW KEVIN. I DON'T KNOW -- I THINK THEIR WORST TIMES ARE BEHIND THEM, BUT I JUST DON'T KNOW WHETHER OR NOT OR HOW THEY'RE GOING TO BE ABLE TO GROW OR WHERE THE GROWTH WILL COME FROM. AS STEPH CURRY GOES AND HIS SALE OF SHOE GOES, I THINK THAT WILL DRIVE THEIR UPSIDES. BUT I CANT SAY IT'S -- I DON'T THINK YOU CAN GET MUCH WORSE. I DON'T THINK THERE'S A LOT OF DOWNSIDE RISK BUT I DON'T KNOW HOW MUCH HIGHER IT WILL GO.\nWAPNER: YOU'RE NOT AN INVESTOR IN THOSE SHARES PERSONALLY?\nCUBAN: NO, I'M NOT.\nWAPNER: AND FINALLY THE OTHER, JUST TO BRING IT FULL CIRCLE, APPLE. TIM COOK'S MEETING WITH SHAREHOLDERS TODAY. WHAT'S YOUR OPINION ON APPLE TODAY?\nCUBAN: I THINK -- I THINK THEY'RE GOING TO RETURN A LOT OF CASH TO SHAREHOLDERS AND I THINK THAT'S POSITIVE. IF YOU LOOK BACK AT WHAT MICROSOFT DID WHEN THERE WAS A LAST REPATRIATION, REMEMBER THEY DID THAT HUGE DIVIDEND, IT WAS LIKE A $30 BILLION DIVIDEND, I WOULDN'T BE SHOCKED IF APPLE DID THE SAME THING. AND I THINK THAT'S DRIVING A LOT OF THE OWNERSHIP. BUT IN TERMS OF – I'VE GOT THE X AND IT'S OKAY, BUT IT'S NOT SPECTACULAR. AND I THINK, YOU KNOW, APPLE IS NOT GOING TO FAIL, APPLE IS GOING TO KEEP ON GROWING, BUT I DON'T KNOW IF WE'RE GONNA SEE THE HYPERGROWTH. BUT, FOR VALUE INVESTORS IT'S FINE, FOR GROWTH INVESTORS I THINK IT'S A CHALLENGE.\nWAPNER: I DON'T KNOW, WHAT WERE YOU LOOKING FOR WITH THE X? IT'S NOT GOING TO HIT THREE-POINTERS FOR YOU.\nCUBAN: YEAH – MY THREE-POINT SHOTS FAILED LONG AGO.\nWAPNER: THANKFULLY YOU'VE GOT SOME GUYS AROUND THAT STILL KNOW HOW TO DO THAT. MARK, THANKS FOR CALLING IN.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-02-13T23:20:00.000+02:00",
    "crawled": "2018-02-14T03:00:58.045+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "date",
        "today",
        "tuesday",
        "february",
        "fast",
        "money",
        "halftime",
        "report",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "dallas",
        "maverick",
        "owner",
        "mark",
        "cuban",
        "cnbc",
        "scott",
        "wapner",
        "cnbc",
        "fast",
        "money",
        "halftime",
        "report",
        "12pm",
        "1pm",
        "today",
        "tuesday",
        "february",
        "13th",
        "following",
        "link",
        "video",
        "full",
        "interview",
        "http",
        "source",
        "must",
        "referenced",
        "cnbc",
        "scott",
        "wapner",
        "welcome",
        "back",
        "halftime",
        "report",
        "mark",
        "cuban",
        "said",
        "joining",
        "u",
        "phone",
        "mark",
        "welcome",
        "back",
        "halftime",
        "good",
        "talk",
        "mark",
        "cuban",
        "good",
        "back",
        "wapner",
        "give",
        "thought",
        "observation",
        "taken",
        "place",
        "market",
        "last",
        "week",
        "cuban",
        "oh",
        "goodness",
        "know",
        "old",
        "saying",
        "everybody",
        "genius",
        "bull",
        "market",
        "election",
        "going",
        "even",
        "election",
        "thing",
        "kept",
        "going",
        "thing",
        "working",
        "people",
        "saw",
        "people",
        "know",
        "apply",
        "leverage",
        "leveraged",
        "etf",
        "worked",
        "kept",
        "leveling",
        "worked",
        "saw",
        "happened",
        "market",
        "saw",
        "happened",
        "vix",
        "saw",
        "unwindings",
        "took",
        "couple",
        "occasion",
        "jump",
        "know",
        "blood",
        "street",
        "vix",
        "everybody",
        "got",
        "leveled",
        "bought",
        "put",
        "vxx",
        "huge",
        "position",
        "enough",
        "interesting",
        "also",
        "bought",
        "virtu",
        "hft",
        "trading",
        "make",
        "money",
        "volatility",
        "went",
        "back",
        "read",
        "transcript",
        "conference",
        "call",
        "volatility",
        "continues",
        "got",
        "enough",
        "position",
        "make",
        "money",
        "make",
        "money",
        "vix",
        "put",
        "kind",
        "played",
        "direction",
        "wapner",
        "interesting",
        "weve",
        "doug",
        "cifu",
        "run",
        "virtu",
        "vinnie",
        "viola",
        "founded",
        "air",
        "past",
        "week",
        "lot",
        "people",
        "talking",
        "increased",
        "volatility",
        "could",
        "mean",
        "stock",
        "new",
        "normal",
        "volatility",
        "back",
        "way",
        "cuban",
        "know",
        "uncertainty",
        "know",
        "know",
        "get",
        "tax",
        "cut",
        "first",
        "thing",
        "people",
        "let",
        "take",
        "step",
        "back",
        "thing",
        "going",
        "great",
        "like",
        "said",
        "everybody",
        "genius",
        "bull",
        "market",
        "one",
        "pay",
        "attention",
        "detail",
        "everything",
        "working",
        "kind",
        "ignored",
        "administration",
        "political",
        "side",
        "thing",
        "matter",
        "got",
        "tax",
        "cut",
        "know",
        "gdp",
        "seemed",
        "going",
        "wage",
        "seemed",
        "going",
        "know",
        "life",
        "know",
        "everybody",
        "happy",
        "know",
        "everybody",
        "mary",
        "poppins",
        "world",
        "saw",
        "last",
        "day",
        "thing",
        "crazy",
        "start",
        "paying",
        "attention",
        "detail",
        "uncertainty",
        "start",
        "paying",
        "attention",
        "detail",
        "start",
        "walking",
        "thing",
        "strategically",
        "trying",
        "figure",
        "first",
        "thing",
        "got",
        "tax",
        "cut",
        "good",
        "bad",
        "short",
        "term",
        "great",
        "people",
        "going",
        "tax",
        "cut",
        "going",
        "spend",
        "money",
        "going",
        "spend",
        "money",
        "basic",
        "thing",
        "need",
        "going",
        "increase",
        "import",
        "going",
        "increase",
        "trade",
        "deficit",
        "past",
        "since",
        "election",
        "past",
        "month",
        "ignored",
        "political",
        "thing",
        "sudden",
        "trade",
        "deficit",
        "going",
        "significantly",
        "american",
        "got",
        "lot",
        "money",
        "spend",
        "administration",
        "going",
        "react",
        "kind",
        "ignored",
        "know",
        "going",
        "better",
        "reason",
        "undo",
        "nafta",
        "going",
        "trade",
        "restriction",
        "reciprocal",
        "trade",
        "know",
        "article",
        "journal",
        "morning",
        "saying",
        "suggesting",
        "basically",
        "trade",
        "imbalance",
        "continued",
        "would",
        "reciprocal",
        "action",
        "taken",
        "well",
        "negative",
        "market",
        "overall",
        "top",
        "increase",
        "interest",
        "rate",
        "likely",
        "market",
        "heat",
        "well",
        "going",
        "respond",
        "point",
        "strategically",
        "look",
        "ahead",
        "uncertainty",
        "introduced",
        "political",
        "uncertainty",
        "fact",
        "pay",
        "attention",
        "detail",
        "administration",
        "might",
        "think",
        "going",
        "increase",
        "volatility",
        "least",
        "next",
        "year",
        "wapner",
        "bunch",
        "different",
        "thing",
        "discus",
        "point",
        "made",
        "good",
        "read",
        "tech",
        "economy",
        "consumer",
        "economy",
        "obviously",
        "sport",
        "ownership",
        "maverick",
        "cuban",
        "sure",
        "wapner",
        "thing",
        "seem",
        "pretty",
        "good",
        "cuban",
        "yeah",
        "wapner",
        "suggest",
        "way",
        "shape",
        "form",
        "otherwise",
        "cuban",
        "mean",
        "look",
        "people",
        "got",
        "money",
        "pocket",
        "tax",
        "cut",
        "great",
        "know",
        "much",
        "going",
        "heat",
        "economy",
        "seems",
        "lack",
        "economic",
        "understanding",
        "white",
        "house",
        "know",
        "going",
        "see",
        "increase",
        "trade",
        "imbalance",
        "spending",
        "money",
        "reason",
        "mentioned",
        "money",
        "spend",
        "going",
        "happen",
        "next",
        "sudden",
        "start",
        "seeing",
        "reciprocal",
        "trade",
        "action",
        "change",
        "expectation",
        "thing",
        "getting",
        "better",
        "wapner",
        "well",
        "mean",
        "president",
        "continues",
        "talk",
        "redoing",
        "nafta",
        "cuban",
        "yeah",
        "wapner",
        "add",
        "meeting",
        "bipartisan",
        "group",
        "congressional",
        "leader",
        "white",
        "house",
        "speak",
        "today",
        "discus",
        "issue",
        "trade",
        "cuban",
        "yeah",
        "mean",
        "last",
        "week",
        "ignored",
        "stuff",
        "everybody",
        "making",
        "money",
        "everything",
        "everybody",
        "making",
        "money",
        "everything",
        "levering",
        "making",
        "money",
        "everybody",
        "happy",
        "except",
        "maybe",
        "bond",
        "market",
        "know",
        "kind",
        "ignore",
        "pay",
        "attention",
        "introduces",
        "uncertainty",
        "going",
        "back",
        "shark",
        "tank",
        "company",
        "mavs",
        "business",
        "good",
        "certainly",
        "money",
        "spend",
        "kind",
        "race",
        "going",
        "increase",
        "gdp",
        "going",
        "increase",
        "productivity",
        "fast",
        "enough",
        "pay",
        "debt",
        "federal",
        "debt",
        "going",
        "skyrocket",
        "interest",
        "rate",
        "go",
        "quicker",
        "expect",
        "sudden",
        "lose",
        "tax",
        "benefit",
        "spending",
        "interest",
        "thing",
        "tax",
        "go",
        "back",
        "wapner",
        "think",
        "bottom",
        "put",
        "friday",
        "cuban",
        "know",
        "make",
        "argument",
        "way",
        "know",
        "virtu",
        "playing",
        "way",
        "less",
        "volatility",
        "gon",
        "na",
        "try",
        "make",
        "money",
        "using",
        "option",
        "trying",
        "make",
        "money",
        "well",
        "wapner",
        "stock",
        "moved",
        "wheelhouse",
        "make",
        "twitter",
        "twitter",
        "today",
        "almost",
        "incredible",
        "comeback",
        "really",
        "change",
        "fundamental",
        "narrative",
        "cuban",
        "yeah",
        "know",
        "mad",
        "bought",
        "twitter",
        "sold",
        "obviously",
        "left",
        "whole",
        "lot",
        "money",
        "table",
        "twitter",
        "done",
        "great",
        "job",
        "using",
        "artificial",
        "intelligence",
        "improve",
        "way",
        "deliver",
        "information",
        "done",
        "improving",
        "job",
        "allowing",
        "small",
        "business",
        "buy",
        "ad",
        "basis",
        "still",
        "well",
        "better",
        "upside",
        "still",
        "issue",
        "troll",
        "think",
        "reduced",
        "still",
        "problem",
        "know",
        "particularly",
        "active",
        "twitter",
        "always",
        "going",
        "meet",
        "resistance",
        "lot",
        "resistance",
        "solved",
        "taken",
        "step",
        "think",
        "definitely",
        "upswing",
        "sold",
        "twitter",
        "two",
        "largest",
        "position",
        "still",
        "netflix",
        "bought",
        "year",
        "ago",
        "wapner",
        "think",
        "way",
        "documented",
        "right",
        "program",
        "still",
        "holding",
        "cuban",
        "yes",
        "still",
        "sold",
        "sold",
        "call",
        "anything",
        "trump",
        "got",
        "elected",
        "amazon",
        "sold",
        "amazon",
        "trump",
        "got",
        "elected",
        "amazon",
        "dropped",
        "went",
        "bought",
        "huge",
        "amount",
        "made",
        "largest",
        "position",
        "still",
        "actually",
        "bought",
        "thousand",
        "huge",
        "position",
        "enough",
        "kevin",
        "would",
        "say",
        "wet",
        "beak",
        "amazon",
        "dropped",
        "wapner",
        "wish",
        "rekindle",
        "fiery",
        "debate",
        "long",
        "ago",
        "know",
        "one",
        "stock",
        "mention",
        "facebook",
        "wondering",
        "sort",
        "regulatory",
        "risk",
        "see",
        "around",
        "story",
        "determining",
        "factor",
        "mention",
        "name",
        "cuban",
        "think",
        "well",
        "okay",
        "facebook",
        "got",
        "issue",
        "one",
        "obviously",
        "trying",
        "figure",
        "kind",
        "platform",
        "going",
        "constituency",
        "particularly",
        "united",
        "state",
        "outside",
        "north",
        "america",
        "different",
        "product",
        "serve",
        "different",
        "need",
        "know",
        "still",
        "think",
        "north",
        "america",
        "still",
        "drive",
        "russian",
        "interference",
        "big",
        "issue",
        "mental",
        "health",
        "issue",
        "address",
        "user",
        "bullying",
        "thing",
        "like",
        "got",
        "many",
        "issue",
        "going",
        "think",
        "saw",
        "number",
        "big",
        "portion",
        "younger",
        "demographic",
        "know",
        "may",
        "facebook",
        "account",
        "facebook",
        "account",
        "really",
        "using",
        "know",
        "kid",
        "would",
        "consider",
        "using",
        "facebook",
        "unless",
        "grandmother",
        "posted",
        "something",
        "look",
        "facebook",
        "know",
        "flip",
        "side",
        "even",
        "snapchat",
        "upgrade",
        "complaining",
        "continuing",
        "use",
        "think",
        "snapchat",
        "upgrade",
        "end",
        "net",
        "positive",
        "snapchat",
        "think",
        "self",
        "service",
        "net",
        "positive",
        "buy",
        "stock",
        "missed",
        "upswing",
        "come",
        "back",
        "take",
        "closer",
        "look",
        "think",
        "evan",
        "guy",
        "smart",
        "wapner",
        "wrap",
        "couple",
        "name",
        "curious",
        "throw",
        "give",
        "thought",
        "armour",
        "debate",
        "today",
        "whether",
        "stock",
        "bottomed",
        "know",
        "exposure",
        "mavs",
        "armour",
        "personally",
        "cuban",
        "dennis",
        "smith",
        "rookie",
        "armour",
        "know",
        "kevin",
        "know",
        "think",
        "worst",
        "time",
        "behind",
        "know",
        "whether",
        "going",
        "able",
        "grow",
        "growth",
        "come",
        "steph",
        "curry",
        "go",
        "sale",
        "shoe",
        "go",
        "think",
        "drive",
        "upside",
        "cant",
        "say",
        "think",
        "get",
        "much",
        "worse",
        "think",
        "lot",
        "downside",
        "risk",
        "know",
        "much",
        "higher",
        "go",
        "wapner",
        "investor",
        "share",
        "personally",
        "cuban",
        "wapner",
        "finally",
        "bring",
        "full",
        "circle",
        "apple",
        "tim",
        "cook",
        "meeting",
        "shareholder",
        "today",
        "opinion",
        "apple",
        "today",
        "cuban",
        "think",
        "think",
        "going",
        "return",
        "lot",
        "cash",
        "shareholder",
        "think",
        "positive",
        "look",
        "back",
        "microsoft",
        "last",
        "repatriation",
        "remember",
        "huge",
        "dividend",
        "like",
        "billion",
        "dividend",
        "would",
        "shocked",
        "apple",
        "thing",
        "think",
        "driving",
        "lot",
        "ownership",
        "term",
        "got",
        "x",
        "okay",
        "spectacular",
        "think",
        "know",
        "apple",
        "going",
        "fail",
        "apple",
        "going",
        "keep",
        "growing",
        "know",
        "gon",
        "na",
        "see",
        "hypergrowth",
        "value",
        "investor",
        "fine",
        "growth",
        "investor",
        "think",
        "challenge",
        "wapner",
        "know",
        "looking",
        "x",
        "going",
        "hit",
        "cuban",
        "yeah",
        "shot",
        "failed",
        "long",
        "ago",
        "wapner",
        "thankfully",
        "got",
        "guy",
        "around",
        "still",
        "know",
        "mark",
        "thanks",
        "calling",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}