{
    "organizations": [],
    "uuid": "d394ae9d35afefb76a3351083614a33859d3e3e6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/globe-newswire-america-first-multifamily-investors-l-p-reports-37-point-7-percent-increase-in-fourth-quarter-2017-revenues.html",
    "ord_in_thread": 0,
    "title": "America First Multifamily Investors, L.P. Reports 37.7% increase in Fourth Quarter 2017 Revenues",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OMAHA, Neb., Feb. 28, 2018 (GLOBE NEWSWIRE) -- On February 28, 2018, America First Multifamily Investors, L.P. (NASDAQ:ATAX) (the “Partnership”) reported the following results:\nFor the quarter ended December 31, 2017\nTotal revenue increased approximately $6.0 million, or 37.7%, to $21.9 million in the fourth quarter 2017, compared to $15.9 million in the fourth quarter 2016, and Net income, basic and diluted, increased approximately $0.14 per Unit, or 155.6%, to $0.23 per Unit in the fourth quarter 2017, compared to $0.09 per Unit in the fourth quarter 2016.\nFor the year ended December 31, 2017\nTotal revenue increased approximately $11.4 million, or 19.3%, to $70.4 million for 2017, compared to $59.0 million for 2016, Net income, basic and diluted, increased approximately $0.10 per Unit, or 29.4%, to $0.44 per Unit, for 2017, compared to $0.34 per Unit for 2016, and Cash Available for Distribution increased approximately $0.10 per Unit, or 20%, to $0.60 per Unit for 2017, compared to $0.50 per Unit for 2016.\nThe Partnership reported the following notable transactions during the fourth quarter of 2017:\nAcquired seven mortgage revenue bonds for approximately $49.3 million, Redemptions of five mortgage revenue bonds for approximately $40.4 million, Sold three MF Properties for approximately $32.8 million, Invested approximately $4.5 million as the only limited equity investor in two entities and reported its investment by the equity method of accounting, Utilized $37.5 million from the unsecured line of credit to finance the acquisition of mortgage revenue bonds, and Executed one long-term fixed rate, fixed term A/B Trusts for $9.0 million.\nThe Partnership reported the following notable transactions for the year ended December 31, 2017:\nAcquired 15 mortgage revenue bonds for approximately $121.3 million par value which are collateralized by multifamily residential properties, Invested approximately $17.2 million as the only limited equity investor in four entities and reported its investment by the equity method of accounting, Sold four MF Properties for approximately $46.5 million, Had redeemed six mortgage revenue bonds for approximately $42.4 million, Utilized $50.0 million from the unsecured line of credit to finance the acquisition of mortgage revenue bonds, and Executed 20 new Term A/B Trusts for approximately $115.8 million.\nAdditionally, in October 2017, the Partnership issued, in private placements, 1,750,000 non-cumulative, non-voting and non-convertible Series A Preferred Units (“Preferred Units”) pursuant to two subscription agreements with financial institutions resulting in $17.5 million in aggregate proceeds. The Partnership will use the proceeds to acquire mortgage revenue bonds issued by state and local housing authorities to provide construction and/or permanent financing for affordable multifamily housing properties. In addition, the Partnership will use the proceeds to acquire other allowable investments as provided for in the Partnership’s Limited Partnership Agreement. At December 31, 2017, the Partnership has issued 9,450,000 Preferred Units with aggregate gross proceeds of approximately $94.5 million. Subsequent to completion of these transactions, the Partnership has terminated the private offering of the Preferred Units.\n“We are pleased we have attracted these additional investments from existing Preferred Unitholders,” said Chad Daffer, Chief Executive Officer of America First Multifamily Investors, L.P. “The $94.5 million of non-dilutive, fixed rate and low-cost institutional capital we have successfully raised in 2017 will allow us to continue to execute on our overall strategy for the benefit of our Unitholders.”\nIn December 2017, the Partnership initiated an At the Market (“ATM”) offering to sell up to $75.0 million of Beneficial Unit Certificates (“BUCs”) at prevailing market prices on the date of sale. The Partnership sold 161,383 BUCs under the ATM Program for net proceeds of approximately $806,000, net of issuance costs, during December 2017. “We are pleased with the results of the ATM program,” said Daffer. “This provides the Partnership with another option in its liquidity stack and allows us to raise capital without price dilution and at substantially reduced issuance costs.”\nDuring the fourth quarter 2017, the Partnership was successful in selling the following MF Properties:\nOn November 15, 2017, the Partnership sold Residences of Weatherford (“Weatherford”), a 76-unit property located in Weatherford, Texas for $7.9 million. The Partnership originally invested in Weatherford’s MRB in May 2007 and in February 2011, acquired Weatherford through foreclosure.\nOn November 28, 2017, the Partnership sold the Residences of DeCordova (“DeCordova”), a 110-unit property located in Granbury, Texas for $12.1 million. Construction of DeCordova was completed in November 2008 with the Partnership originally investing in its MRB. The Partnership foreclosed on the property in February 2011. In July 2012, the Partnership completed Phase II which added an additional 34 units, increasing the total units at DeCordova to 110.\nOn November 30, 2017, the Partnership sold Eagle Village, a 511-bed student housing property located in Evansville, Indiana for approximately $12.8 million. In the third quarter of 2010, the Partnership acquired a minority interest in Eagle Village and in June 2011 acquired the remaining ownership interests in the property.\n“The Partnership was able to utilize our Real Estate Platform to transform each of these MF Properties and prepare them for a successful sale,” said Daffer. “As gains on sale of each of these properties were realized, the Unitholders of the Partnership have benefitted from the transactions.”\nDisclosure Regarding Non-GAAP Measures\nThis report refers to Cash Available for Distribution (“CAD”), which is identified as a non-GAAP financial measure. The Partnership utilizes CAD as a means to determine our ability to make distributions to unitholders. We believe CAD provides relevant information about our operations and is necessary along with net income for understanding our operating results. Net income is the GAAP measure most comparable to CAD. There is no generally accepted methodology for computing CAD, and our computation of CAD may not be comparable to CAD reported by other companies. Although we consider CAD to be a useful measure of our operating performance, CAD is a non-GAAP measure and should not be considered as an alternative to net income or net cash flows from operating activities which are calculated in accordance with GAAP, or any other measures of financial performance or liquidity presented in accordance with GAAP. See the table at the end of this press release for a reconciliation of our net income as determined in accordance with GAAP and our CAD for the periods set forth.\nEarnings Webcast/ Conference Call\nThe Partnership will host an Webcast/Earnings Call for Unitholders on Thursday, March 1, 2018, at 4:30 p.m. Eastern Standard Time, to discuss its Fourth Quarter 2017 results. Participants can access the Fourth Quarter 2017 Earnings Conference Call in one of two ways:\nThe Webcast link: https://edge.media-server.com/m6/p/c2vb8nky will be available for registration on Thursday, March 1, 2018, approximately 30 minutes prior to the start of the call, or Participants may dial 1-855-854-0934, (direct 720-634-2907), Conference ID #7398379, ten minutes before the call is scheduled to begin, to listen to the audio portion only.\nFollowing completion of the call, a recorded replay will be available on the Partnership’s Investor Relations website.\nAbout America First Multifamily Investors, L.P.\nAmerica First Multifamily Investors, L.P. was formed on April 2, 1998 under the Delaware Revised Uniform Limited Partnership Act for the primary purpose of acquiring, holding, selling and otherwise dealing with a portfolio of mortgage revenue bonds which have been issued to provide construction and/or permanent financing for affordable multifamily, student housing and commercial properties. The Partnership is pursuing a business strategy of acquiring additional mortgage revenue bonds and other investments on a leveraged basis. The Partnership expects and believes the interest earned on these mortgage revenue bonds is excludable from gross income for federal income tax purposes. The Partnership seeks to achieve its investment growth strategy by investing in additional mortgage revenue bonds and other investments as permitted by the Partnership’s Amended and Restated Limited Partnership Agreement, dated September 15, 2015, taking advantage of attractive financing structures available in the securities market, and entering into interest rate risk management instruments. America First Multifamily Investors, L.P. press releases are available at www.ataxfund.com .\nS afe Harbor Statement\nInformation contained contains “forward-looking statements,” which are based on current expectations, forecasts and assumptions that involve risks and uncertainties that could cause actual outcomes and results to differ materially. These risks and uncertainties include, but are not limited to, risks involving current maturities of our financing arrangements and our ability to renew or refinance such maturities, fluctuations in short-term interest rates, collateral valuations, bond investment valuations and overall economic and credit market conditions. For a further list and description of such risks, see the reports and other filings made by the Partnership with the Securities and Exchange Commission, including its Annual Report on Form 10-K for the year ended December 31, 2016 and its Quarterly Report on Form 10-Q for the quarter ended June 30, 2016. The Partnership disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nGAAP to Non-GAAP Reconciliation of Partnership Net Income\nThe following tables show the calculation of CAD (and a reconciliation of the Partnership’s net income (loss) as determined in accordance with GAAP to CAD) for the years ended December 31, 2017, 2016 and 2015.\nFor the Years Ended December 31, 2017 2016 2015 Partnership net income $ 30,591,198 $ 23,784,507 $ 26,609,023 Net (income) loss related to VIEs and eliminations due to\nconsolidation - - (3,721,397 ) Net income before impact of Consolidated VIE 30,591,198 23,784,507 22,887,626 Change in fair value of derivatives and interest rate\nderivative amortization 240,091 (17,618 ) 1,802,655 Depreciation and amortization expense 5,212,859 6,862,530 6,505,011 Impairment of securities 761,960 - - Impairment charge on real estate assets - 61,506 - Amortization of deferred financing costs 2,324,535 1,862,509 1,622,789 Restricted units compensation\nexpense 1,615,242 833,142 - Deferred income taxes (400,000 ) 366,000 - Redeemable Series A Preferred Unit distribution and\naccretion (1,982,538 ) (583,407 ) - Tier 2 Income distributable to the General Partner (1) (1,994,518 ) (2,858,650 ) (2,338,956 ) Developer income (2) - - 18,159 Bond purchase premium (discount) amortization\n(accretion), net of cash received (270,048 ) (106,439 ) 1,300,932 Depreciation and amortization related to discontinued\noperations - - 7,432 Total CAD $ 36,098,781 $ 30,204,080 $ 31,805,648 Weighted average number of Units outstanding, basic 59,895,229 60,182,264 60,252,928 Net income per Unit, basic $ 0.44 $ 0.34 $ 0.34 Total CAD per Unit, basic $ 0.60 $ 0.50 $ 0.53 Distributions per Unit $ 0.50 $ 0.50 $ 0.50 (1) As described in Note 3 to the Company’s consolidated financial statements, Net Interest Income representing contingent interest and Net Residual Proceeds representing contingent interest (Tier 2 income) will be distributed 75% to the Unitholders and 25% to the General Partner. This adjustment represents the 25% of Tier 2 income due to the General Partner.\nFor the year ended December 31, 2017, we realized contingent interest of approximately $219,000 from excess cash flow on the Lake Forest MRBs and approximately $2.9 million of cash proceeds from redemption of the Ashley Square MRB, which resulted in Tier 2 income allocable to the general partner of approximately $787,000. The remaining Tier 2 income allocated to the general partner was realized on the gains on sale of the Northern View, Residences of Weatherford, Residences of DeCordova and Eagle Village MF Properties, net of tax. The Amended and Restated LP Agreement limits Tier 2 income to 0.9% per annum of the principal amount of the MRBs and other investments on a cumulative basis. This limit was reached during the year ended December 31, 2017. All income in excess of the limit is considered Tier 3 income that is allocated entirely to the BUCs. See Note 3 of the consolidated financial statements for additional information. For the year ended December 31, 2016, we realized contingent interest of approximately $642,000 from excess cash flow on the Ashley Square and Lake Forest MRBs and approximately $1.4 million on settlement of the Foundation for Affordable Housing property loan, which resulted in Tier 2 income allocable to the general partner of approximately $505,000. In addition, we realized gross gains of approximately $12.4 million and $1.7 million from the sales of the Arboretum and Woodland Park, respectively. After consideration of income taxes, the gain on these sales resulted in approximately $2.4 million allocable to the general partner. For the year ended December 31, 2015, the Consolidated VIEs were sold and we realized approximately $4.8 million of contingent interest and 25% of Tier 2 income due to the General Partner of approximately $1.2 million. In addition, we reported the sale of Glynn Place and The Colonial which resulted in an approximately $1.2 million and $3.4 million gain, respectively, and 25% of Tier 2 income due to the General Partner is approximately $297,000 and $854,000, respectively.\n(2) The developer income amount represents cash received by us for developer and construction management services performed on The 50/50 Student Housing at UNL mixed-use project in Lincoln, Nebraska. The development at the University of Nebraska - Lincoln is accounted for as an MF Property and the cash received for these fees has been eliminated within the consolidated financial statements. For purposes of CAD, we treat these fees as if received from an unconsolidated entity.\nCONTACT: Craig Allen\nChief Financial Officer\n(800) 283-2357\nSource:America First Multifamily Investors, L.P.",
    "published": "2018-02-28T16:15:00.000+02:00",
    "crawled": "2018-02-28T17:51:42.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "omaha",
        "globe",
        "newswire",
        "february",
        "america",
        "first",
        "multifamily",
        "investor",
        "nasdaq",
        "atax",
        "partnership",
        "reported",
        "following",
        "result",
        "quarter",
        "ended",
        "december",
        "total",
        "revenue",
        "increased",
        "approximately",
        "million",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "net",
        "income",
        "basic",
        "diluted",
        "increased",
        "approximately",
        "per",
        "unit",
        "per",
        "unit",
        "fourth",
        "quarter",
        "compared",
        "per",
        "unit",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "increased",
        "approximately",
        "million",
        "million",
        "compared",
        "million",
        "net",
        "income",
        "basic",
        "diluted",
        "increased",
        "approximately",
        "per",
        "unit",
        "per",
        "unit",
        "compared",
        "per",
        "unit",
        "cash",
        "available",
        "distribution",
        "increased",
        "approximately",
        "per",
        "unit",
        "per",
        "unit",
        "compared",
        "per",
        "unit",
        "partnership",
        "reported",
        "following",
        "notable",
        "transaction",
        "fourth",
        "quarter",
        "acquired",
        "seven",
        "mortgage",
        "revenue",
        "bond",
        "approximately",
        "million",
        "redemption",
        "five",
        "mortgage",
        "revenue",
        "bond",
        "approximately",
        "million",
        "sold",
        "three",
        "mf",
        "property",
        "approximately",
        "million",
        "invested",
        "approximately",
        "million",
        "limited",
        "equity",
        "investor",
        "two",
        "entity",
        "reported",
        "investment",
        "equity",
        "method",
        "accounting",
        "utilized",
        "million",
        "unsecured",
        "line",
        "credit",
        "finance",
        "acquisition",
        "mortgage",
        "revenue",
        "bond",
        "executed",
        "one",
        "fixed",
        "rate",
        "fixed",
        "term",
        "trust",
        "million",
        "partnership",
        "reported",
        "following",
        "notable",
        "transaction",
        "year",
        "ended",
        "december",
        "acquired",
        "mortgage",
        "revenue",
        "bond",
        "approximately",
        "million",
        "par",
        "value",
        "collateralized",
        "multifamily",
        "residential",
        "property",
        "invested",
        "approximately",
        "million",
        "limited",
        "equity",
        "investor",
        "four",
        "entity",
        "reported",
        "investment",
        "equity",
        "method",
        "accounting",
        "sold",
        "four",
        "mf",
        "property",
        "approximately",
        "million",
        "redeemed",
        "six",
        "mortgage",
        "revenue",
        "bond",
        "approximately",
        "million",
        "utilized",
        "million",
        "unsecured",
        "line",
        "credit",
        "finance",
        "acquisition",
        "mortgage",
        "revenue",
        "bond",
        "executed",
        "new",
        "term",
        "trust",
        "approximately",
        "million",
        "additionally",
        "october",
        "partnership",
        "issued",
        "private",
        "placement",
        "series",
        "preferred",
        "unit",
        "preferred",
        "unit",
        "pursuant",
        "two",
        "subscription",
        "agreement",
        "financial",
        "institution",
        "resulting",
        "million",
        "aggregate",
        "proceeds",
        "partnership",
        "use",
        "proceeds",
        "acquire",
        "mortgage",
        "revenue",
        "bond",
        "issued",
        "state",
        "local",
        "housing",
        "authority",
        "provide",
        "construction",
        "permanent",
        "financing",
        "affordable",
        "multifamily",
        "housing",
        "property",
        "addition",
        "partnership",
        "use",
        "proceeds",
        "acquire",
        "allowable",
        "investment",
        "provided",
        "partnership",
        "limited",
        "partnership",
        "agreement",
        "december",
        "partnership",
        "issued",
        "preferred",
        "unit",
        "aggregate",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "subsequent",
        "completion",
        "transaction",
        "partnership",
        "terminated",
        "private",
        "offering",
        "preferred",
        "unit",
        "pleased",
        "attracted",
        "additional",
        "investment",
        "existing",
        "preferred",
        "unitholders",
        "said",
        "chad",
        "daffer",
        "chief",
        "executive",
        "officer",
        "america",
        "first",
        "multifamily",
        "investor",
        "million",
        "fixed",
        "rate",
        "institutional",
        "capital",
        "successfully",
        "raised",
        "allow",
        "u",
        "continue",
        "execute",
        "overall",
        "strategy",
        "benefit",
        "december",
        "partnership",
        "initiated",
        "market",
        "atm",
        "offering",
        "sell",
        "million",
        "beneficial",
        "unit",
        "certificate",
        "bucs",
        "prevailing",
        "market",
        "price",
        "date",
        "sale",
        "partnership",
        "sold",
        "bucs",
        "atm",
        "program",
        "net",
        "proceeds",
        "approximately",
        "net",
        "issuance",
        "cost",
        "december",
        "pleased",
        "result",
        "atm",
        "program",
        "said",
        "daffer",
        "provides",
        "partnership",
        "another",
        "option",
        "liquidity",
        "stack",
        "allows",
        "u",
        "raise",
        "capital",
        "without",
        "price",
        "dilution",
        "substantially",
        "reduced",
        "issuance",
        "fourth",
        "quarter",
        "partnership",
        "successful",
        "selling",
        "following",
        "mf",
        "property",
        "november",
        "partnership",
        "sold",
        "residence",
        "weatherford",
        "weatherford",
        "property",
        "located",
        "weatherford",
        "texas",
        "million",
        "partnership",
        "originally",
        "invested",
        "weatherford",
        "mrb",
        "may",
        "february",
        "acquired",
        "weatherford",
        "foreclosure",
        "november",
        "partnership",
        "sold",
        "residence",
        "decordova",
        "decordova",
        "property",
        "located",
        "granbury",
        "texas",
        "million",
        "construction",
        "decordova",
        "completed",
        "november",
        "partnership",
        "originally",
        "investing",
        "mrb",
        "partnership",
        "foreclosed",
        "property",
        "february",
        "july",
        "partnership",
        "completed",
        "phase",
        "ii",
        "added",
        "additional",
        "unit",
        "increasing",
        "total",
        "unit",
        "decordova",
        "november",
        "partnership",
        "sold",
        "eagle",
        "village",
        "student",
        "housing",
        "property",
        "located",
        "evansville",
        "indiana",
        "approximately",
        "million",
        "third",
        "quarter",
        "partnership",
        "acquired",
        "minority",
        "interest",
        "eagle",
        "village",
        "june",
        "acquired",
        "remaining",
        "ownership",
        "interest",
        "property",
        "partnership",
        "able",
        "utilize",
        "real",
        "estate",
        "platform",
        "transform",
        "mf",
        "property",
        "prepare",
        "successful",
        "sale",
        "said",
        "daffer",
        "gain",
        "sale",
        "property",
        "realized",
        "unitholders",
        "partnership",
        "benefitted",
        "disclosure",
        "regarding",
        "measure",
        "report",
        "refers",
        "cash",
        "available",
        "distribution",
        "cad",
        "identified",
        "financial",
        "measure",
        "partnership",
        "utilizes",
        "cad",
        "mean",
        "determine",
        "ability",
        "make",
        "distribution",
        "unitholders",
        "believe",
        "cad",
        "provides",
        "relevant",
        "information",
        "operation",
        "necessary",
        "along",
        "net",
        "income",
        "understanding",
        "operating",
        "result",
        "net",
        "income",
        "gaap",
        "measure",
        "comparable",
        "cad",
        "generally",
        "accepted",
        "methodology",
        "computing",
        "cad",
        "computation",
        "cad",
        "may",
        "comparable",
        "cad",
        "reported",
        "company",
        "although",
        "consider",
        "cad",
        "useful",
        "measure",
        "operating",
        "performance",
        "cad",
        "measure",
        "considered",
        "alternative",
        "net",
        "income",
        "net",
        "cash",
        "flow",
        "operating",
        "activity",
        "calculated",
        "accordance",
        "gaap",
        "measure",
        "financial",
        "performance",
        "liquidity",
        "presented",
        "accordance",
        "gaap",
        "see",
        "table",
        "end",
        "press",
        "release",
        "reconciliation",
        "net",
        "income",
        "determined",
        "accordance",
        "gaap",
        "cad",
        "period",
        "set",
        "forth",
        "earnings",
        "conference",
        "call",
        "partnership",
        "host",
        "call",
        "unitholders",
        "thursday",
        "march",
        "eastern",
        "standard",
        "time",
        "discus",
        "fourth",
        "quarter",
        "result",
        "participant",
        "access",
        "fourth",
        "quarter",
        "earnings",
        "conference",
        "call",
        "one",
        "two",
        "way",
        "webcast",
        "link",
        "http",
        "available",
        "registration",
        "thursday",
        "march",
        "approximately",
        "minute",
        "prior",
        "start",
        "call",
        "participant",
        "may",
        "dial",
        "direct",
        "conference",
        "id",
        "ten",
        "minute",
        "call",
        "scheduled",
        "begin",
        "listen",
        "audio",
        "portion",
        "following",
        "completion",
        "call",
        "recorded",
        "replay",
        "available",
        "partnership",
        "investor",
        "relation",
        "website",
        "america",
        "first",
        "multifamily",
        "investor",
        "america",
        "first",
        "multifamily",
        "investor",
        "formed",
        "april",
        "delaware",
        "revised",
        "uniform",
        "limited",
        "partnership",
        "act",
        "primary",
        "purpose",
        "acquiring",
        "holding",
        "selling",
        "otherwise",
        "dealing",
        "portfolio",
        "mortgage",
        "revenue",
        "bond",
        "issued",
        "provide",
        "construction",
        "permanent",
        "financing",
        "affordable",
        "multifamily",
        "student",
        "housing",
        "commercial",
        "property",
        "partnership",
        "pursuing",
        "business",
        "strategy",
        "acquiring",
        "additional",
        "mortgage",
        "revenue",
        "bond",
        "investment",
        "leveraged",
        "basis",
        "partnership",
        "expects",
        "belief",
        "interest",
        "earned",
        "mortgage",
        "revenue",
        "bond",
        "excludable",
        "gross",
        "income",
        "federal",
        "income",
        "tax",
        "purpose",
        "partnership",
        "seek",
        "achieve",
        "investment",
        "growth",
        "strategy",
        "investing",
        "additional",
        "mortgage",
        "revenue",
        "bond",
        "investment",
        "permitted",
        "partnership",
        "amended",
        "restated",
        "limited",
        "partnership",
        "agreement",
        "dated",
        "september",
        "taking",
        "advantage",
        "attractive",
        "financing",
        "structure",
        "available",
        "security",
        "market",
        "entering",
        "interest",
        "rate",
        "risk",
        "management",
        "instrument",
        "america",
        "first",
        "multifamily",
        "investor",
        "press",
        "release",
        "available",
        "afe",
        "harbor",
        "statement",
        "information",
        "contained",
        "contains",
        "statement",
        "based",
        "current",
        "expectation",
        "forecast",
        "assumption",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "outcome",
        "result",
        "differ",
        "materially",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "involving",
        "current",
        "maturity",
        "financing",
        "arrangement",
        "ability",
        "renew",
        "refinance",
        "maturity",
        "fluctuation",
        "interest",
        "rate",
        "collateral",
        "valuation",
        "bond",
        "investment",
        "valuation",
        "overall",
        "economic",
        "credit",
        "market",
        "condition",
        "list",
        "description",
        "risk",
        "see",
        "report",
        "filing",
        "made",
        "partnership",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "june",
        "partnership",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "gaap",
        "reconciliation",
        "partnership",
        "net",
        "income",
        "following",
        "table",
        "show",
        "calculation",
        "cad",
        "reconciliation",
        "partnership",
        "net",
        "income",
        "loss",
        "determined",
        "accordance",
        "gaap",
        "cad",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "partnership",
        "net",
        "income",
        "net",
        "income",
        "loss",
        "related",
        "vies",
        "elimination",
        "due",
        "consolidation",
        "net",
        "income",
        "impact",
        "consolidated",
        "vie",
        "change",
        "fair",
        "value",
        "derivative",
        "interest",
        "rate",
        "derivative",
        "amortization",
        "depreciation",
        "amortization",
        "expense",
        "impairment",
        "security",
        "impairment",
        "charge",
        "real",
        "estate",
        "asset",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "restricted",
        "unit",
        "compensation",
        "expense",
        "deferred",
        "income",
        "tax",
        "redeemable",
        "series",
        "preferred",
        "unit",
        "distribution",
        "accretion",
        "tier",
        "income",
        "distributable",
        "general",
        "partner",
        "developer",
        "income",
        "bond",
        "purchase",
        "premium",
        "discount",
        "amortization",
        "accretion",
        "net",
        "cash",
        "received",
        "depreciation",
        "amortization",
        "related",
        "discontinued",
        "operation",
        "total",
        "cad",
        "weighted",
        "average",
        "number",
        "unit",
        "outstanding",
        "basic",
        "net",
        "income",
        "per",
        "unit",
        "basic",
        "total",
        "cad",
        "per",
        "unit",
        "basic",
        "distribution",
        "per",
        "unit",
        "described",
        "note",
        "company",
        "consolidated",
        "financial",
        "statement",
        "net",
        "interest",
        "income",
        "representing",
        "contingent",
        "interest",
        "net",
        "residual",
        "proceeds",
        "representing",
        "contingent",
        "interest",
        "tier",
        "income",
        "distributed",
        "unitholders",
        "general",
        "partner",
        "adjustment",
        "represents",
        "tier",
        "income",
        "due",
        "general",
        "partner",
        "year",
        "ended",
        "december",
        "realized",
        "contingent",
        "interest",
        "approximately",
        "excess",
        "cash",
        "flow",
        "lake",
        "forest",
        "mrbs",
        "approximately",
        "million",
        "cash",
        "proceeds",
        "redemption",
        "ashley",
        "square",
        "mrb",
        "resulted",
        "tier",
        "income",
        "allocable",
        "general",
        "partner",
        "approximately",
        "remaining",
        "tier",
        "income",
        "allocated",
        "general",
        "partner",
        "realized",
        "gain",
        "sale",
        "northern",
        "view",
        "residence",
        "weatherford",
        "residence",
        "decordova",
        "eagle",
        "village",
        "mf",
        "property",
        "net",
        "tax",
        "amended",
        "restated",
        "lp",
        "agreement",
        "limit",
        "tier",
        "income",
        "per",
        "annum",
        "principal",
        "amount",
        "mrbs",
        "investment",
        "cumulative",
        "basis",
        "limit",
        "reached",
        "year",
        "ended",
        "december",
        "income",
        "excess",
        "limit",
        "considered",
        "tier",
        "income",
        "allocated",
        "entirely",
        "bucs",
        "see",
        "note",
        "consolidated",
        "financial",
        "statement",
        "additional",
        "information",
        "year",
        "ended",
        "december",
        "realized",
        "contingent",
        "interest",
        "approximately",
        "excess",
        "cash",
        "flow",
        "ashley",
        "square",
        "lake",
        "forest",
        "mrbs",
        "approximately",
        "million",
        "settlement",
        "foundation",
        "affordable",
        "housing",
        "property",
        "loan",
        "resulted",
        "tier",
        "income",
        "allocable",
        "general",
        "partner",
        "approximately",
        "addition",
        "realized",
        "gross",
        "gain",
        "approximately",
        "million",
        "million",
        "sale",
        "arboretum",
        "woodland",
        "park",
        "respectively",
        "consideration",
        "income",
        "tax",
        "gain",
        "sale",
        "resulted",
        "approximately",
        "million",
        "allocable",
        "general",
        "partner",
        "year",
        "ended",
        "december",
        "consolidated",
        "vies",
        "sold",
        "realized",
        "approximately",
        "million",
        "contingent",
        "interest",
        "tier",
        "income",
        "due",
        "general",
        "partner",
        "approximately",
        "million",
        "addition",
        "reported",
        "sale",
        "glynn",
        "place",
        "colonial",
        "resulted",
        "approximately",
        "million",
        "million",
        "gain",
        "respectively",
        "tier",
        "income",
        "due",
        "general",
        "partner",
        "approximately",
        "respectively",
        "developer",
        "income",
        "amount",
        "represents",
        "cash",
        "received",
        "u",
        "developer",
        "construction",
        "management",
        "service",
        "performed",
        "student",
        "housing",
        "unl",
        "project",
        "lincoln",
        "nebraska",
        "development",
        "university",
        "nebraska",
        "lincoln",
        "accounted",
        "mf",
        "property",
        "cash",
        "received",
        "fee",
        "eliminated",
        "within",
        "consolidated",
        "financial",
        "statement",
        "purpose",
        "cad",
        "treat",
        "fee",
        "received",
        "unconsolidated",
        "entity",
        "contact",
        "craig",
        "allen",
        "chief",
        "financial",
        "officer",
        "source",
        "america",
        "first",
        "multifamily",
        "investor"
    ]
}