{
    "organizations": [],
    "uuid": "80617bec95798a860a3f132d872bfb8d85ac9322",
    "author": "",
    "url": "https://www.reuters.com/article/us-people-billy-graham/billy-graham-preacher-to-millions-adviser-to-presidents-dies-at-99-idUSKCN1G51O9",
    "ord_in_thread": 0,
    "title": "Billy Graham; preacher to millions, adviser to presidents, dies at 99",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 21, 2018 / 1:46 PM / Updated an hour ago Billy Graham, preacher to millions, adviser to U.S. presidents, dies at 99 Bill Trott 11 Min Read (Reuters) - U.S. evangelist Billy Graham, who counseled presidents and preached to millions across the world from his native North Carolina to communist North Korea during his 70 years in the pulpit, died on Wednesday at the age of 99, a spokesman said. Graham died at 8 a.m. EST (1300 GMT) at his home in Montreat, North Carolina, according to Jeremy Blume, a spokesman for the Billy Graham Evangelistic Association. According to his ministry, he preached Christianity to more people than anyone else in history, reaching hundreds of millions of people either in person or via TV and satellite links. Graham became the de facto White House chaplain to several U.S. presidents, most famously Richard Nixon. He also met with scores of world leaders and was the first noted evangelist to take his message behind the Iron Curtain. “He was probably the dominant religious leader of his era,” said William Martin, author of “A Prophet With Honor: The Billy Graham Story.”“No more than one or two popes, perhaps one or two other people, came close to what he achieved.” Graham found himself at times in controversy over his disapproving stand on gay rights, as well as a over a secretly recorded conversation with Nixon in which the cleric complained that Jews had too much influence on the U.S. media. In the later years of his career he intentionally muted his political beliefs to focus on the Gospel. Graham was no longer a close associate of presidents in recent years but many former U.S. leaders paid tribute on Wednesday. President Donald Trump said on Twitter: “The GREAT Billy Graham is dead. There was nobody like him! He will be missed by Christians and all religions. A very special man.” In a rare trip away from his home in his later years, Graham had celebrated his 95th birthday on Nov. 7, 2013, at a hotel in Asheville, North Carolina, where some 800 guests, including Trump, business magnate Rupert Murdoch and television hostess Kathie Lee Gifford paid tribute. The event featured a video of a sermon that his son Franklin said was Graham’s last message to the nation. Graham had been working for a year on the video, which was aired on Fox News. In it, he said America was “in great need of a spiritual awakening.” With his steely features and piercing blue eyes, Graham was a powerful figure when he preached in his prime, roaming the stage and hoisting a Bible as he declared Jesus Christ to be the only solution to humanity’s problems. In his heyday Graham had a thunderous, quick-burst speaking style that earned him the nickname “God’s Machine Gun.” Through his “Crusades for Christ,” Graham sowed fields of devotion across the American heartland that would become fertile ground for the growth of the religious right’s conservative political movement. MEDIA MASTERY His influence was fueled by an organization that carefully planned his religious campaigns, putting on international conferences and training seminars for evangelical leaders, Martin said. Graham’s mastery of the media was ground-breaking. In addition to radio and publishing, he used telephone lines, television and satellites to deliver his message to homes, churches and theaters around the world. Some 77 million saw him preach in person while nearly 215 million more watched his crusades on television or through satellite link-ups, a Graham spokeswoman said. Graham started meeting with presidents during the tenure of Harry Truman. He played golf with Gerald Ford, skinny-dipped in the White House pool with Lyndon Johnson, vacationed with George H.W. Bush and spent the night in the White House on Nixon’s first day in office. George W. Bush gave Graham credit for helping him rediscover his faith and in 2010, when it was difficult for Graham to travel, Barack Obama made the trip to the preacher’s log cabin home in North Carolina’s Blue Ridge Mountains. Graham’s ties to the White House were mutually beneficial. His reputation was enhanced as preacher to the presidents, while the politicians boosted their standing with religiously inclined voters. “Their personal lives - some of them - were difficult,” Graham, a registered Democrat, told Time magazine in 2007 of his political acquaintances. “But I loved them all. I admired them all. I knew that they had burdens beyond anything I could ever know or understand.” Graham’s reputation took a hit because of Nixon after the release of 1972 White House tapes in which the two were heard making anti-Semitic comments. Graham later said he did not remember the conversation and apologized. In the early half of his career, Graham often spoke his mind on social and political issues of the day, including his strong anti-communist sentiments. He dismissed Vietnam War protesters as attention-seekers and, while he eventually refused to hold segregated revival meetings, he did not take an active role in the 1960s civil rights movement. But Graham’s politics were not as overt as those of some religious leaders who came after him, such as Pat Robertson, who ran for president in 1988, and Jerry Falwell, co-founder of the Moral Majority, an organization whose purpose was to promote Christian-oriented politics. FILE PHOTO: U.S. Evangelist Billy Graham speaks in the East Berlin Gethsemane Church in Berlin, Germany. REUTERS/Juergen Schwarz/File Photo As he grew older, Graham said he felt he had become too involved in some issues and shifted to a middle-of-the-road position in order to reach more people. He did, however, dive into the gay marriage issue in 2012 when he came out in support of a state amendment to ban same-sex marriages in North Carolina. He also met with Republican Mitt Romney in October 2012 and told him he supported Romney’s run for the presidency. FROM FARM TO PULPIT William Franklin Graham was born on Nov. 7, 1918, into a Presbyterian family and was known as Billy Frank while growing up on a farm near Charlotte, North Carolina. As a teenager, he said he was mostly preoccupied with baseball and girls until he was moved by God after hearing a fiery revivalist in Charlotte. After attending Bob Jones College, Graham ended up at a Bible school in Florida, where he would preach at his first revival, and was ordained in 1939 by a church in the Southern Baptist Convention. He received a scholarship to Wheaton College near Chicago, where he met Ruth Bell, whose parents were missionaries in China. They married in 1943. Rather than work from a home church, Graham went on the road, preaching in tents and building a following. His breakthrough came with a 1949 Los Angeles tent crusade that was scheduled for three weeks but extended to eight because of the overflow crowds he attracted. The success of the Los Angeles campaign and the fame it brought Graham was attributed to media magnate William Randolph Hearst, who had liked Graham’s style and anti-communist stance so much that he ordered his newspapers to give Graham a boost. Graham eventually outgrew tent revivals and would preach at some of the most famous venues in the world, such as Yankee Stadium and Madison Square Garden in New York and London’s Wembley Stadium. He delivered sermons around the globe, including in remote African villages, China, North Korea, the Soviet Union, East Germany, Czechoslovakia and Hungary. Liberals accused him of giving credibility to abusive governments while fundamentalist Christians criticized him for going to godless countries and promoting peaceful relations with them. Graham said he simply saw the trips as apolitical opportunities to win souls for Christ. Slideshow (14 Images) Graham concluded his career of religious campaigns in June 2005 in New York with a three-day stand that attracted more than 230,000 people, his organization said. He turned over his evangelical association to his son Franklin, who did not shy away from politics and frequently praised Trump once he became president. Graham’s other four children were also evangelists. REPUTATION Graham managed to maintain his public integrity even as other TV star evangelists such as Jim Bakker and Jimmy Swaggart were hit in the 1980s by financial and sex scandals. To keep his reputation pristine, Graham had a policy of never being alone with any woman other than Ruth. Graham’s closest presidential relationship was with Nixon, who offered him any government job he wanted - including ambassador to Israel. It turned out to be a painful relationship for Graham, who said Nixon and his circle misled him on the Watergate scandal. Nixon aide H.R. Haldeman first mentioned Graham’s anti-Semitic remarks in a 1994 book, which Graham strongly denied. But when audio tapes from the Nixon White House were released in 2002, Graham could be heard referring to Jews as pornographers and agreeing with Nixon that the U.S. media was dominated by liberal Jews and could send the United States “down the drain.” Graham, who had a long history of supporting Israel, apologized again after the tapes’ release and said he had no recollection of the conversation. Related Coverage",
    "published": "2018-02-21T15:45:00.000+02:00",
    "crawled": "2018-02-21T15:58:14.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "pm",
        "updated",
        "hour",
        "ago",
        "billy",
        "graham",
        "preacher",
        "million",
        "adviser",
        "president",
        "dy",
        "bill",
        "trott",
        "min",
        "read",
        "reuters",
        "evangelist",
        "billy",
        "graham",
        "counseled",
        "president",
        "preached",
        "million",
        "across",
        "world",
        "native",
        "north",
        "carolina",
        "communist",
        "north",
        "korea",
        "year",
        "pulpit",
        "died",
        "wednesday",
        "age",
        "spokesman",
        "said",
        "graham",
        "died",
        "est",
        "gmt",
        "home",
        "montreat",
        "north",
        "carolina",
        "according",
        "jeremy",
        "blume",
        "spokesman",
        "billy",
        "graham",
        "evangelistic",
        "association",
        "according",
        "ministry",
        "preached",
        "christianity",
        "people",
        "anyone",
        "else",
        "history",
        "reaching",
        "hundred",
        "million",
        "people",
        "either",
        "person",
        "via",
        "tv",
        "satellite",
        "link",
        "graham",
        "became",
        "de",
        "facto",
        "white",
        "house",
        "chaplain",
        "several",
        "president",
        "famously",
        "richard",
        "nixon",
        "also",
        "met",
        "score",
        "world",
        "leader",
        "first",
        "noted",
        "evangelist",
        "take",
        "message",
        "behind",
        "iron",
        "curtain",
        "probably",
        "dominant",
        "religious",
        "leader",
        "era",
        "said",
        "william",
        "martin",
        "author",
        "prophet",
        "honor",
        "billy",
        "graham",
        "one",
        "two",
        "pope",
        "perhaps",
        "one",
        "two",
        "people",
        "came",
        "close",
        "graham",
        "found",
        "time",
        "controversy",
        "disapproving",
        "stand",
        "gay",
        "right",
        "well",
        "secretly",
        "recorded",
        "conversation",
        "nixon",
        "cleric",
        "complained",
        "jew",
        "much",
        "influence",
        "medium",
        "later",
        "year",
        "career",
        "intentionally",
        "muted",
        "political",
        "belief",
        "focus",
        "gospel",
        "graham",
        "longer",
        "close",
        "associate",
        "president",
        "recent",
        "year",
        "many",
        "former",
        "leader",
        "paid",
        "tribute",
        "wednesday",
        "president",
        "donald",
        "trump",
        "said",
        "twitter",
        "great",
        "billy",
        "graham",
        "dead",
        "nobody",
        "like",
        "missed",
        "christian",
        "religion",
        "special",
        "rare",
        "trip",
        "away",
        "home",
        "later",
        "year",
        "graham",
        "celebrated",
        "95th",
        "birthday",
        "hotel",
        "asheville",
        "north",
        "carolina",
        "guest",
        "including",
        "trump",
        "business",
        "magnate",
        "rupert",
        "murdoch",
        "television",
        "hostess",
        "kathie",
        "lee",
        "gifford",
        "paid",
        "tribute",
        "event",
        "featured",
        "video",
        "sermon",
        "son",
        "franklin",
        "said",
        "graham",
        "last",
        "message",
        "nation",
        "graham",
        "working",
        "year",
        "video",
        "aired",
        "fox",
        "news",
        "said",
        "america",
        "great",
        "need",
        "spiritual",
        "steely",
        "feature",
        "piercing",
        "blue",
        "eye",
        "graham",
        "powerful",
        "figure",
        "preached",
        "prime",
        "roaming",
        "stage",
        "hoisting",
        "bible",
        "declared",
        "jesus",
        "christ",
        "solution",
        "humanity",
        "problem",
        "heyday",
        "graham",
        "thunderous",
        "speaking",
        "style",
        "earned",
        "nickname",
        "god",
        "machine",
        "crusade",
        "christ",
        "graham",
        "sowed",
        "field",
        "devotion",
        "across",
        "american",
        "heartland",
        "would",
        "become",
        "fertile",
        "ground",
        "growth",
        "religious",
        "right",
        "conservative",
        "political",
        "movement",
        "medium",
        "mastery",
        "influence",
        "fueled",
        "organization",
        "carefully",
        "planned",
        "religious",
        "campaign",
        "putting",
        "international",
        "conference",
        "training",
        "seminar",
        "evangelical",
        "leader",
        "martin",
        "said",
        "graham",
        "mastery",
        "medium",
        "addition",
        "radio",
        "publishing",
        "used",
        "telephone",
        "line",
        "television",
        "satellite",
        "deliver",
        "message",
        "home",
        "church",
        "theater",
        "around",
        "world",
        "million",
        "saw",
        "preach",
        "person",
        "nearly",
        "million",
        "watched",
        "crusade",
        "television",
        "satellite",
        "graham",
        "spokeswoman",
        "said",
        "graham",
        "started",
        "meeting",
        "president",
        "tenure",
        "harry",
        "truman",
        "played",
        "golf",
        "gerald",
        "ford",
        "white",
        "house",
        "pool",
        "lyndon",
        "johnson",
        "vacationed",
        "george",
        "bush",
        "spent",
        "night",
        "white",
        "house",
        "nixon",
        "first",
        "day",
        "office",
        "george",
        "bush",
        "gave",
        "graham",
        "credit",
        "helping",
        "rediscover",
        "faith",
        "difficult",
        "graham",
        "travel",
        "barack",
        "obama",
        "made",
        "trip",
        "preacher",
        "log",
        "cabin",
        "home",
        "north",
        "carolina",
        "blue",
        "ridge",
        "mountain",
        "graham",
        "tie",
        "white",
        "house",
        "mutually",
        "beneficial",
        "reputation",
        "enhanced",
        "preacher",
        "president",
        "politician",
        "boosted",
        "standing",
        "religiously",
        "inclined",
        "voter",
        "personal",
        "life",
        "difficult",
        "graham",
        "registered",
        "democrat",
        "told",
        "time",
        "magazine",
        "political",
        "acquaintance",
        "loved",
        "admired",
        "knew",
        "burden",
        "beyond",
        "anything",
        "could",
        "ever",
        "know",
        "graham",
        "reputation",
        "took",
        "hit",
        "nixon",
        "release",
        "white",
        "house",
        "tape",
        "two",
        "heard",
        "making",
        "comment",
        "graham",
        "later",
        "said",
        "remember",
        "conversation",
        "apologized",
        "early",
        "half",
        "career",
        "graham",
        "often",
        "spoke",
        "mind",
        "social",
        "political",
        "issue",
        "day",
        "including",
        "strong",
        "sentiment",
        "dismissed",
        "vietnam",
        "war",
        "protester",
        "eventually",
        "refused",
        "hold",
        "segregated",
        "revival",
        "meeting",
        "take",
        "active",
        "role",
        "1960s",
        "civil",
        "right",
        "movement",
        "graham",
        "politics",
        "overt",
        "religious",
        "leader",
        "came",
        "pat",
        "robertson",
        "ran",
        "president",
        "jerry",
        "falwell",
        "moral",
        "majority",
        "organization",
        "whose",
        "purpose",
        "promote",
        "politics",
        "file",
        "photo",
        "evangelist",
        "billy",
        "graham",
        "speaks",
        "east",
        "berlin",
        "gethsemane",
        "church",
        "berlin",
        "germany",
        "photo",
        "grew",
        "older",
        "graham",
        "said",
        "felt",
        "become",
        "involved",
        "issue",
        "shifted",
        "position",
        "order",
        "reach",
        "people",
        "however",
        "dive",
        "gay",
        "marriage",
        "issue",
        "came",
        "support",
        "state",
        "amendment",
        "ban",
        "marriage",
        "north",
        "carolina",
        "also",
        "met",
        "republican",
        "mitt",
        "romney",
        "october",
        "told",
        "supported",
        "romney",
        "run",
        "presidency",
        "farm",
        "pulpit",
        "william",
        "franklin",
        "graham",
        "born",
        "presbyterian",
        "family",
        "known",
        "billy",
        "frank",
        "growing",
        "farm",
        "near",
        "charlotte",
        "north",
        "carolina",
        "teenager",
        "said",
        "mostly",
        "preoccupied",
        "baseball",
        "girl",
        "moved",
        "god",
        "hearing",
        "fiery",
        "revivalist",
        "charlotte",
        "attending",
        "bob",
        "jones",
        "college",
        "graham",
        "ended",
        "bible",
        "school",
        "florida",
        "would",
        "preach",
        "first",
        "revival",
        "ordained",
        "church",
        "southern",
        "baptist",
        "convention",
        "received",
        "scholarship",
        "wheaton",
        "college",
        "near",
        "chicago",
        "met",
        "ruth",
        "bell",
        "whose",
        "parent",
        "missionary",
        "china",
        "married",
        "rather",
        "work",
        "home",
        "church",
        "graham",
        "went",
        "road",
        "preaching",
        "tent",
        "building",
        "following",
        "breakthrough",
        "came",
        "los",
        "angeles",
        "tent",
        "crusade",
        "scheduled",
        "three",
        "week",
        "extended",
        "eight",
        "overflow",
        "crowd",
        "attracted",
        "success",
        "los",
        "angeles",
        "campaign",
        "fame",
        "brought",
        "graham",
        "attributed",
        "medium",
        "magnate",
        "william",
        "randolph",
        "hearst",
        "liked",
        "graham",
        "style",
        "stance",
        "much",
        "ordered",
        "newspaper",
        "give",
        "graham",
        "boost",
        "graham",
        "eventually",
        "outgrew",
        "tent",
        "revival",
        "would",
        "preach",
        "famous",
        "venue",
        "world",
        "yankee",
        "stadium",
        "madison",
        "square",
        "garden",
        "new",
        "york",
        "london",
        "wembley",
        "stadium",
        "delivered",
        "sermon",
        "around",
        "globe",
        "including",
        "remote",
        "african",
        "village",
        "china",
        "north",
        "korea",
        "soviet",
        "union",
        "east",
        "germany",
        "czechoslovakia",
        "hungary",
        "liberal",
        "accused",
        "giving",
        "credibility",
        "abusive",
        "government",
        "fundamentalist",
        "christian",
        "criticized",
        "going",
        "godless",
        "country",
        "promoting",
        "peaceful",
        "relation",
        "graham",
        "said",
        "simply",
        "saw",
        "trip",
        "apolitical",
        "opportunity",
        "win",
        "soul",
        "christ",
        "slideshow",
        "image",
        "graham",
        "concluded",
        "career",
        "religious",
        "campaign",
        "june",
        "new",
        "york",
        "stand",
        "attracted",
        "people",
        "organization",
        "said",
        "turned",
        "evangelical",
        "association",
        "son",
        "franklin",
        "shy",
        "away",
        "politics",
        "frequently",
        "praised",
        "trump",
        "became",
        "president",
        "graham",
        "four",
        "child",
        "also",
        "evangelist",
        "reputation",
        "graham",
        "managed",
        "maintain",
        "public",
        "integrity",
        "even",
        "tv",
        "star",
        "evangelist",
        "jim",
        "bakker",
        "jimmy",
        "swaggart",
        "hit",
        "1980s",
        "financial",
        "sex",
        "scandal",
        "keep",
        "reputation",
        "pristine",
        "graham",
        "policy",
        "never",
        "alone",
        "woman",
        "ruth",
        "graham",
        "closest",
        "presidential",
        "relationship",
        "nixon",
        "offered",
        "government",
        "job",
        "wanted",
        "including",
        "ambassador",
        "israel",
        "turned",
        "painful",
        "relationship",
        "graham",
        "said",
        "nixon",
        "circle",
        "misled",
        "watergate",
        "scandal",
        "nixon",
        "aide",
        "haldeman",
        "first",
        "mentioned",
        "graham",
        "remark",
        "book",
        "graham",
        "strongly",
        "denied",
        "audio",
        "tape",
        "nixon",
        "white",
        "house",
        "released",
        "graham",
        "could",
        "heard",
        "referring",
        "jew",
        "pornographer",
        "agreeing",
        "nixon",
        "medium",
        "dominated",
        "liberal",
        "jew",
        "could",
        "send",
        "united",
        "state",
        "graham",
        "long",
        "history",
        "supporting",
        "israel",
        "apologized",
        "tape",
        "release",
        "said",
        "recollection",
        "conversation",
        "related",
        "coverage"
    ]
}