{
    "organizations": [],
    "uuid": "67aa4f98fa7c75908da766e05b985334a2c4989b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/business-wire-fcpt-announces-fourth-quarter-and-full-year-2017-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "FCPT Announces Fourth Quarter and Full Year 2017 Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MILL VALLEY, Calif.--(BUSINESS WIRE)-- Four Corners Property Trust, Inc. (“FCPT” or the “Company”, NYSE: FCPT) today announced financial results for the three months and year ended December 31, 2017.\nA supplemental financial and operating report that contains non-GAAP measures and other defined terms, along with this press release, has been posted to the investor relations section of the Company’s website at http://investors.fcpt.com/ .\nManagement Comments\nBill Lenehan stated, “The fourth quarter and early weeks of 2018 have been productive as we continue to demonstrate progress toward our strategic acquisition goals. We enter 2018 with a very strong liquidity position, significant financial flexibility, and a very high-quality real estate portfolio with excellent metrics. While the capital markets have been very volatile in early 2018, our business has been very steady.”\nFinancial Results\nRental Revenue and Net Income Attributable to Common Shareholders\nRental revenue for the fourth quarter in 2017 reached $29.0 million, a 7.9% increase over the same quarter in 2016, and consisted of $26.8 million in cash rents and $2.3 million of straight-line rent adjustments. Net income attributable to common shareholders was $18.4 million in the quarter, or $0.30 per diluted share, including a $3.2 million gain on the sale of an Olive Garden property. These results compared to net income of $32.5 million, or $0.54 per diluted share, including $16.6 million in gains for the same quarter in 2016. Net income attributable to common shareholders for the year ended December 31, 2017 was $71.4 million. After excluding $10.5 million and $16.6 million in gains on sale in 2017 and 2016, respectively, and the one-time, non-cash tax benefit of $80.4 million included in the 2016 results, the Company’s net income was $60.9 million, or $1.00 per diluted share, for 2017, which compared to net income of $59.8 million, or $1.00 per diluted share, for 2016.\nFunds from Operations (FFO)\nNAREIT-defined FFO for the fourth quarter in 2017 was $20.8 million, or $0.34 per diluted share, representing a decrease of 2.9% per diluted share results compared to the same quarter in 2016. The comparative results were negatively impacted by $424 thousand of one-time deferred issuance costs amortization related to the debt modification in the 2017 fourth quarter and a $791 thousand reduction in non-cash interest expense related in the 2016 fourth quarter from hedge ineffectiveness. NAREIT-defined FFO for the year ended December 31, 2017 was $83.1 million, or $1.36 per diluted share, representing an increase of 0.7% in per diluted share results compared to year ended December 31, 2016.\nAdjusted Funds from Operations (AFFO)\nAFFO for the fourth quarter in 2017 was $20.3 million, or $0.33 per diluted share, representing an increase of 6.5% in per diluted share results compared to the fourth quarter in 2016. AFFO for the year ended December 31, 2017 was $78.6 million, or $1.29 per diluted share, representing an increase of 5.7% in per diluted share results compared to the year ended December 31, 2016.\nGeneral and Administrative (G&A) Expense\nG&A expense for the fourth quarter in 2017 was $3.0 million, including $0.8 million of non-cash, stock-based compensation. These results compared to G&A of $2.5 million, including $0.4 million of non-cash, stock-based compensation for the same quarter in 2016. Cash G&A expense (after excluding non-cash stock-based compensation) for the year ended December 31, 2017 was $9.6 million, representing 9.2% of cash rental income for the year. These results compared favorable to 2016, when cash G&A was 9.9% of cash rental income, as we continue to benefit from increasing scale.\nDividends\nFCPT declared a dividend of $0.2750 per common share for the fourth quarter of 2017, which represented an increase of over 13% from the prior quarter.\nPortfolio Activities\nAcquisitions\nDuring the fourth quarter of 2017, FCPT acquired eight restaurant properties in three transactions with a combined investment value of $24.2 million, at an initial weighted average cash yield of 6.7%, and a weighted average lease term of 20.1 years. In addition, year to date in 2018 FCPT has acquired 12 restaurant properties with a combined investment value of $20.4 million, at an initial weighted average cash yield of 6.9% and a weighted average lease term of 10 years. Ten of the properties were purchased from Washington Prime Group Inc. and represented the first of two tranches in the 41 property acquisition announced in September 2017. Closing of the 31 remaining properties in the second tranche is expected to be completed by the end of the second quarter of 2018, subject to remaining due diligence and customary closing conditions.\nDispositions\nDuring the fourth quarter, FCPT sold an Olive Garden property for a gross sales price of $5.1 million, representing a 4.7% cash capitalization rate, exclusive of transaction costs, and $3.2 million of gain.\nLiquidity and Capital Markets\nCapital Raising\nDuring the fourth quarter, FCPT raised $3.5 million in gross proceeds at a weighted average share price of $26.56 via its At-The-Market (ATM) stock offering program. For the year ended December 31, 2017, FCPT raised $32.8 million in gross proceeds at a weighted average share price of $24.35 via its ATM program.\nCredit Facility and Unsecured Notes\nAt December 31, 2017 FCPT had $525 million of outstanding debt, consisting of a $400 million term loan and $125 million of unsecured fixed rate notes. FCPT was undrawn on its $250 million revolving credit facility, and had $64.5 million of available cash and cash equivalents. On October 2, 2017, FCPT announced that it had entered into a $650 million credit agreement consisting of a 5-year term loan of $400 million and a 4-year revolving credit facility of $250 million to replace the Company’s existing bank credit facility. The recasting extended the maturities of both the term loan and the revolving facility by two years, and increased the Company’s weighted average debt maturity to approximately 5.8 years. Under the terms of the recast facility, FCPT expects to save at least $1.8 million in annual cash interest expense due to reduced margin pricing and lower unused capacity.\nReal Estate Portfolio\nAs of December 31, 2017, the Company’s rental portfolio consisted of 515 restaurant properties located in 44 states. The properties are 99.8% occupied under long-term, net leases with a weighted average remaining lease term of approximately 13.0 years and an estimated portfolio weighted average EBITDAR to Lease Rent coverage of 4.6x.\nConference Call Information\nCompany management will host a conference call and audio webcast on Wednesday, February 21, 2017 at 11:00 am Eastern Time to discuss the results.\nInterested parties can listen to the call via the following:\nInternet: Go to http://dpregister.com/10116615 at least 15 minutes prior to start time of the call in order to register and to download any necessary audio software. Please note for those that register, the dial-in number will be provided upon registration.\nPhone: 1-888-346-5243 (domestic) / 1-412-317-5120 (international). Participants not pre-registered must ask to be joined into the Four Corners Property Trust call.\nReplay: Available through May 21, 2018 by dialing 1-877-344-7529 (domestic) / 1-412-317- 0088 (international), Replay Access Code 10116615.\nAbout FCPT\nFCPT is a real estate investment trust primarily engaged in the acquisition and leasing of restaurant properties. The Company seeks to grow its portfolio by acquiring additional real estate to lease for use in the restaurant and related food services industry.\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the federal securities laws. Forward-looking statements include all statements that are not historical statements of fact and those regarding the Company’s intent, belief or expectations, including, but not limited to, statements regarding: operating and financial performance; and expectations regarding the making of distributions and the payment of dividends. Words such as “anticipate(s),” “expect(s),” “intend(s),” “plan(s),” “believe(s),” “may,” “will,” “would,” “could,” “should,” “seek(s)” and similar expressions, or the negative of these terms, are intended to identify such forward-looking statements. Forward-looking statements speak only as of the date on which such statements are made and, except in the normal course of the Company’s public disclosure obligations, the Company expressly disclaims any obligation to publicly release any updates or revisions to any forward-looking statements to reflect any change in the Company’s expectations or any change in events, conditions or circumstances on which any statement is based. Forward-looking statements are based on management’s current expectations and beliefs and the Company can give no assurance that its expectations or the events described will occur as described. Forward-looking statements are subject to a number of risks and uncertainties that could cause actual results to differ materially from those set forth in or implied by such forward-looking statements. For a further discussion of these and other factors that could cause the company’s future results to differ materially from any forward-looking statements, see the section entitled “Risk Factors” in the company’s most recent annual report on Form 10-K, and other risks described in documents subsequently filed by the company from time to time with the Securities and Exchange Commission.\nNotice Regarding Non-GAAP Financial Measures:\nIn addition to U.S. GAAP financial measures, this press release and the referenced supplemental financial and operating report contain and may refer to certain non-GAAP financial measures. These non-GAAP financial measures are in addition to, not a substitute for or superior to, measures of financial performance prepared in accordance with GAAP. These non-GAAP financial measures should not be considered replacements for, and should be read together with, the most comparable GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures and statements of why management believes these measures are useful to investors are included in the supplemental financial and operating report, which can be found in the investor relations section of our website.\nSupplemental Materials and Website:\nSupplemental materials on the Fourth Quarter 2017 operating results and other information on the Company are available on the investors relations section of FCPT’s website at www.investors.fcpt.com .\nFour Corners Property Trust\nConsolidated Statements of Operations\n(Unaudited)\n(In thousands, except share and per share data) Three Months Ended December 31, Year Ended December 31, 2017 2016 2017 2016 Revenues: Rental revenue $ 29,011 $ 26,876\n$ 113,937\n$ 105,624 Restaurant revenue 4,827 4,391\n19,272\n18,394 Total revenues 33,838 31,267 133,209 124,018 Operating expenses: General and administrative 3,044 2,546\n12,259\n10,977 Depreciation and amortization 5,557 5,231\n21,811\n20,577 Restaurant expenses 4,829 4,253\n18,652\n17,853 Interest expense 5,403 3,239\n19,469\n14,828 Total operating expenses 18,833 15,269 72,191 64,235 Other income 113\n9\n324\n97 Realized gain on sale, net 3,198\n16,623\n10,532\n16,623 Income before income tax 18,316 32,630\n71,874\n76,503 Income tax benefit (expense) (1) 157\n(108 )\n18\n80,347 Net income 18,473 32,522\n71,892\n156,850 Net income attributable to noncontrolling interest (123 ) (41 )\n(498 )\n(41 ) Net Income Attributable to Common Shareholders $ 18,350 $ 32,481 $ 71,394 $ 156,809 Basic net income per share $ 0.30 $ 0.54\n$ 1.18 $ 2.75 Diluted net income per share $ 0.30 $ 0.54\n$ 1.18 $ 2.63 Regular dividends declared per share $ 0.2750 $ 0.2425 $ 1.0025 $ 0.9700 Weighted-average shares outstanding: Basic 61,130,319 59,837,636\n60,627,423 56,984,561 Diluted 61,233,277 59,871,465\n60,695,834 59,568,067 (1) The 2016 results include a $80.4 million income tax benefit which was principally the result of the reversal of deferred tax liabilities recognized in connection with the Company’s election to be taxed as a REIT. Four Corners Property Trust\nConsolidated Balance Sheets\n(In thousands, except share and per share data) December 31, 2017 2016 ASSETS Real estate investments: Land $ 449,331 $ 421,941 Buildings, equipment and improvements 1,115,624 1,055,624 Total real estate investments 1,564,955 1,477,565 Less: Accumulated depreciation (598,846 ) (583,307 ) Total real estate investments, net 966,109 894,258 Cash and cash equivalents 64,466 26,643 Straight-line rent adjustment 21,130 11,594 Derivative assets 4,997 837 Other assets 11,957 3,819 Total Assets $ 1,068,659 $ 937,151 LIABILITIES AND EQUITY Liabilities: Long-term debt ($525,000 net of deferred financing costs) $ 515,539 $ 438,895 Dividends payable 16,843 14,519 Rent received in advance 8,295 7,974 Derivative liabilities 8 - Deferred tax liabilities - 196 Other liabilities 5,706 5,450 Total liabilities 546,391 467,034 Equity: Preferred stock, $0.0001 par value per share, 25,000,000 shares authorized, zero shares issued and outstanding\n- - Common stock, $0.0001 par value per share, 500,000,000 shares authorized, 61,329,489 and 59,923,557 shares issued and outstanding at December 31, 2017 and 2016, respectively\n6 6 Additional paid-in capital 473,685 438,864 Accumulated other comprehensive income 4,478 207 Noncontrolling interest 7,781 5,097 Retained earnings 36,318 25,943 Total equity 522,268 470,117 Total Liabilities and Equity $ 1,068,659 $ 937,151 Four Corners Property Trust\nFFO and AFFO\n(Unaudited)\n(In thousands, except share and per share data) Three Months Ended December 31, Year Ended December 31, 2017 2016 2017 2016 Funds from operations (FFO): Net income $ 18,473 $ 32,522 $ 71,892 $ 156,850 Depreciation and amortization (1) 5,544 5,221 21,775 20,550 Deferred tax benefit from REIT election - - - (80,410 ) Realized gain on sales of real estate (3,198 ) (16,623 ) (10,532 ) (16,623 ) FFO (as defined by NAREIT) $ 20,819 $ 21,120 $ 83,135 $ 80,367 Non-cash stock-based compensation 756 394 2,676 1,550 Non-cash amortization of deferred financing costs 879 398 2,144 1,592 Other non-cash interest expense 40 (749 ) 145 (610 ) Non-real estate investment depreciation 13 10 36 27 Straight-line rent adjustment (2,252 ) (2,295 ) (9,536 ) (10,095 ) Adjusted Funds from Operations (AFFO) $ 20,255 $ 18,878 $ 78,600 $ 72,831 Fully diluted shares outstanding (2) 61,642,597 60,029,741 61,014,256 59,607,852 FFO per diluted share $ 0.34 $ 0.35 $ 1.36 $ 1.35 AFFO per diluted share $ 0.33 $ 0.31 $ 1.29 $ 1.22 (1) For the three months ended December 31, 2017, includes $228 thousand of non-cash impairment expense on intangible lease assets. (2) Assumes the issuance of common shares for OP units held by non-controlling interests.\n //www.businesswire.com/news/home/20180220006536/en/\nFCPT\nBill Lenehan, 415-965-8031\nCEO\nor\nGerry Morgan, 415-965-8032\nCFO\nSource: Four Corners Property Trust, Inc.",
    "published": "2018-02-21T00:10:00.000+02:00",
    "crawled": "2018-02-21T00:14:22.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mill",
        "valley",
        "business",
        "wire",
        "four",
        "corner",
        "property",
        "trust",
        "fcpt",
        "company",
        "nyse",
        "fcpt",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "supplemental",
        "financial",
        "operating",
        "report",
        "contains",
        "measure",
        "defined",
        "term",
        "along",
        "press",
        "release",
        "posted",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "management",
        "comment",
        "bill",
        "lenehan",
        "stated",
        "fourth",
        "quarter",
        "early",
        "week",
        "productive",
        "continue",
        "demonstrate",
        "progress",
        "toward",
        "strategic",
        "acquisition",
        "goal",
        "enter",
        "strong",
        "liquidity",
        "position",
        "significant",
        "financial",
        "flexibility",
        "real",
        "estate",
        "portfolio",
        "excellent",
        "metric",
        "capital",
        "market",
        "volatile",
        "early",
        "business",
        "financial",
        "result",
        "rental",
        "revenue",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "rental",
        "revenue",
        "fourth",
        "quarter",
        "reached",
        "million",
        "increase",
        "quarter",
        "consisted",
        "million",
        "cash",
        "rent",
        "million",
        "rent",
        "adjustment",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "million",
        "quarter",
        "per",
        "diluted",
        "share",
        "including",
        "million",
        "gain",
        "sale",
        "olive",
        "garden",
        "property",
        "result",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "including",
        "million",
        "gain",
        "quarter",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "year",
        "ended",
        "december",
        "million",
        "excluding",
        "million",
        "million",
        "gain",
        "sale",
        "respectively",
        "tax",
        "benefit",
        "million",
        "included",
        "result",
        "company",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fund",
        "operation",
        "ffo",
        "ffo",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "representing",
        "decrease",
        "per",
        "diluted",
        "share",
        "result",
        "compared",
        "quarter",
        "comparative",
        "result",
        "negatively",
        "impacted",
        "thousand",
        "deferred",
        "issuance",
        "cost",
        "amortization",
        "related",
        "debt",
        "modification",
        "fourth",
        "quarter",
        "thousand",
        "reduction",
        "interest",
        "expense",
        "related",
        "fourth",
        "quarter",
        "hedge",
        "ineffectiveness",
        "ffo",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "diluted",
        "share",
        "representing",
        "increase",
        "per",
        "diluted",
        "share",
        "result",
        "compared",
        "year",
        "ended",
        "december",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "affo",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "representing",
        "increase",
        "per",
        "diluted",
        "share",
        "result",
        "compared",
        "fourth",
        "quarter",
        "affo",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "diluted",
        "share",
        "representing",
        "increase",
        "per",
        "diluted",
        "share",
        "result",
        "compared",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "g",
        "expense",
        "g",
        "expense",
        "fourth",
        "quarter",
        "million",
        "including",
        "million",
        "compensation",
        "result",
        "compared",
        "g",
        "million",
        "including",
        "million",
        "compensation",
        "quarter",
        "cash",
        "g",
        "expense",
        "excluding",
        "compensation",
        "year",
        "ended",
        "december",
        "million",
        "representing",
        "cash",
        "rental",
        "income",
        "year",
        "result",
        "compared",
        "favorable",
        "cash",
        "g",
        "cash",
        "rental",
        "income",
        "continue",
        "benefit",
        "increasing",
        "scale",
        "dividend",
        "fcpt",
        "declared",
        "dividend",
        "per",
        "common",
        "share",
        "fourth",
        "quarter",
        "represented",
        "increase",
        "prior",
        "quarter",
        "portfolio",
        "activity",
        "acquisition",
        "fourth",
        "quarter",
        "fcpt",
        "acquired",
        "eight",
        "restaurant",
        "property",
        "three",
        "transaction",
        "combined",
        "investment",
        "value",
        "million",
        "initial",
        "weighted",
        "average",
        "cash",
        "yield",
        "weighted",
        "average",
        "lease",
        "term",
        "year",
        "addition",
        "year",
        "date",
        "fcpt",
        "acquired",
        "restaurant",
        "property",
        "combined",
        "investment",
        "value",
        "million",
        "initial",
        "weighted",
        "average",
        "cash",
        "yield",
        "weighted",
        "average",
        "lease",
        "term",
        "year",
        "ten",
        "property",
        "purchased",
        "washington",
        "prime",
        "group",
        "represented",
        "first",
        "two",
        "tranche",
        "property",
        "acquisition",
        "announced",
        "september",
        "closing",
        "remaining",
        "property",
        "second",
        "tranche",
        "expected",
        "completed",
        "end",
        "second",
        "quarter",
        "subject",
        "remaining",
        "due",
        "diligence",
        "customary",
        "closing",
        "condition",
        "disposition",
        "fourth",
        "quarter",
        "fcpt",
        "sold",
        "olive",
        "garden",
        "property",
        "gross",
        "sale",
        "price",
        "million",
        "representing",
        "cash",
        "capitalization",
        "rate",
        "exclusive",
        "transaction",
        "cost",
        "million",
        "gain",
        "liquidity",
        "capital",
        "market",
        "capital",
        "raising",
        "fourth",
        "quarter",
        "fcpt",
        "raised",
        "million",
        "gross",
        "proceeds",
        "weighted",
        "average",
        "share",
        "price",
        "via",
        "atm",
        "stock",
        "offering",
        "program",
        "year",
        "ended",
        "december",
        "fcpt",
        "raised",
        "million",
        "gross",
        "proceeds",
        "weighted",
        "average",
        "share",
        "price",
        "via",
        "atm",
        "program",
        "credit",
        "facility",
        "unsecured",
        "note",
        "december",
        "fcpt",
        "million",
        "outstanding",
        "debt",
        "consisting",
        "million",
        "term",
        "loan",
        "million",
        "unsecured",
        "fixed",
        "rate",
        "note",
        "fcpt",
        "undrawn",
        "million",
        "revolving",
        "credit",
        "facility",
        "million",
        "available",
        "cash",
        "cash",
        "equivalent",
        "october",
        "fcpt",
        "announced",
        "entered",
        "million",
        "credit",
        "agreement",
        "consisting",
        "term",
        "loan",
        "million",
        "revolving",
        "credit",
        "facility",
        "million",
        "replace",
        "company",
        "existing",
        "bank",
        "credit",
        "facility",
        "recasting",
        "extended",
        "maturity",
        "term",
        "loan",
        "revolving",
        "facility",
        "two",
        "year",
        "increased",
        "company",
        "weighted",
        "average",
        "debt",
        "maturity",
        "approximately",
        "year",
        "term",
        "recast",
        "facility",
        "fcpt",
        "expects",
        "save",
        "least",
        "million",
        "annual",
        "cash",
        "interest",
        "expense",
        "due",
        "reduced",
        "margin",
        "pricing",
        "lower",
        "unused",
        "capacity",
        "real",
        "estate",
        "portfolio",
        "december",
        "company",
        "rental",
        "portfolio",
        "consisted",
        "restaurant",
        "property",
        "located",
        "state",
        "property",
        "occupied",
        "net",
        "lease",
        "weighted",
        "average",
        "remaining",
        "lease",
        "term",
        "approximately",
        "year",
        "estimated",
        "portfolio",
        "weighted",
        "average",
        "ebitdar",
        "lease",
        "rent",
        "coverage",
        "conference",
        "call",
        "information",
        "company",
        "management",
        "host",
        "conference",
        "call",
        "audio",
        "webcast",
        "wednesday",
        "february",
        "eastern",
        "time",
        "discus",
        "result",
        "interested",
        "party",
        "listen",
        "call",
        "via",
        "following",
        "internet",
        "go",
        "http",
        "least",
        "minute",
        "prior",
        "start",
        "time",
        "call",
        "order",
        "register",
        "download",
        "necessary",
        "audio",
        "software",
        "please",
        "note",
        "register",
        "number",
        "provided",
        "upon",
        "registration",
        "phone",
        "domestic",
        "international",
        "participant",
        "must",
        "ask",
        "joined",
        "four",
        "corner",
        "property",
        "trust",
        "call",
        "replay",
        "available",
        "may",
        "dialing",
        "domestic",
        "international",
        "replay",
        "access",
        "code",
        "fcpt",
        "fcpt",
        "real",
        "estate",
        "investment",
        "trust",
        "primarily",
        "engaged",
        "acquisition",
        "leasing",
        "restaurant",
        "property",
        "company",
        "seek",
        "grow",
        "portfolio",
        "acquiring",
        "additional",
        "real",
        "estate",
        "lease",
        "use",
        "restaurant",
        "related",
        "food",
        "service",
        "industry",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "include",
        "statement",
        "historical",
        "statement",
        "fact",
        "regarding",
        "company",
        "intent",
        "belief",
        "expectation",
        "including",
        "limited",
        "statement",
        "regarding",
        "operating",
        "financial",
        "performance",
        "expectation",
        "regarding",
        "making",
        "distribution",
        "payment",
        "dividend",
        "word",
        "anticipate",
        "expect",
        "intend",
        "plan",
        "believe",
        "may",
        "would",
        "could",
        "seek",
        "similar",
        "expression",
        "negative",
        "term",
        "intended",
        "identify",
        "statement",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "except",
        "normal",
        "course",
        "company",
        "public",
        "disclosure",
        "obligation",
        "company",
        "expressly",
        "disclaims",
        "obligation",
        "publicly",
        "release",
        "update",
        "revision",
        "statement",
        "reflect",
        "change",
        "company",
        "expectation",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "company",
        "give",
        "assurance",
        "expectation",
        "event",
        "described",
        "occur",
        "described",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "set",
        "forth",
        "implied",
        "statement",
        "discussion",
        "factor",
        "could",
        "cause",
        "company",
        "future",
        "result",
        "differ",
        "materially",
        "statement",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "risk",
        "described",
        "document",
        "subsequently",
        "filed",
        "company",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "notice",
        "regarding",
        "financial",
        "measure",
        "addition",
        "gaap",
        "financial",
        "measure",
        "press",
        "release",
        "referenced",
        "supplemental",
        "financial",
        "operating",
        "report",
        "contain",
        "may",
        "refer",
        "certain",
        "financial",
        "measure",
        "financial",
        "measure",
        "addition",
        "substitute",
        "superior",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "considered",
        "replacement",
        "read",
        "together",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "statement",
        "management",
        "belief",
        "measure",
        "useful",
        "investor",
        "included",
        "supplemental",
        "financial",
        "operating",
        "report",
        "found",
        "investor",
        "relation",
        "section",
        "website",
        "supplemental",
        "material",
        "website",
        "supplemental",
        "material",
        "fourth",
        "quarter",
        "operating",
        "result",
        "information",
        "company",
        "available",
        "investor",
        "relation",
        "section",
        "fcpt",
        "website",
        "four",
        "corner",
        "property",
        "trust",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "rental",
        "revenue",
        "restaurant",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "restaurant",
        "expense",
        "interest",
        "expense",
        "total",
        "operating",
        "expense",
        "income",
        "realized",
        "gain",
        "sale",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "regular",
        "dividend",
        "declared",
        "per",
        "share",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "result",
        "include",
        "million",
        "income",
        "tax",
        "benefit",
        "principally",
        "result",
        "reversal",
        "deferred",
        "tax",
        "liability",
        "recognized",
        "connection",
        "company",
        "election",
        "taxed",
        "reit",
        "four",
        "corner",
        "property",
        "trust",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "asset",
        "real",
        "estate",
        "investment",
        "land",
        "building",
        "equipment",
        "improvement",
        "total",
        "real",
        "estate",
        "investment",
        "less",
        "accumulated",
        "depreciation",
        "total",
        "real",
        "estate",
        "investment",
        "net",
        "cash",
        "cash",
        "equivalent",
        "rent",
        "adjustment",
        "derivative",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "liability",
        "debt",
        "net",
        "deferred",
        "financing",
        "cost",
        "dividend",
        "payable",
        "rent",
        "received",
        "advance",
        "derivative",
        "liability",
        "deferred",
        "tax",
        "liability",
        "liability",
        "total",
        "liability",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "zero",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "noncontrolling",
        "interest",
        "retained",
        "earnings",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "four",
        "corner",
        "property",
        "trust",
        "ffo",
        "affo",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "fund",
        "operation",
        "ffo",
        "net",
        "income",
        "depreciation",
        "amortization",
        "deferred",
        "tax",
        "benefit",
        "reit",
        "election",
        "realized",
        "gain",
        "sale",
        "real",
        "estate",
        "ffo",
        "defined",
        "nareit",
        "compensation",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "interest",
        "expense",
        "estate",
        "investment",
        "depreciation",
        "rent",
        "adjustment",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "fully",
        "diluted",
        "share",
        "outstanding",
        "ffo",
        "per",
        "diluted",
        "share",
        "affo",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "includes",
        "thousand",
        "impairment",
        "expense",
        "intangible",
        "lease",
        "asset",
        "assumes",
        "issuance",
        "common",
        "share",
        "op",
        "unit",
        "held",
        "interest",
        "fcpt",
        "bill",
        "lenehan",
        "ceo",
        "gerry",
        "morgan",
        "cfo",
        "source",
        "four",
        "corner",
        "property",
        "trust",
        "inc"
    ]
}