{
    "organizations": [],
    "uuid": "bd54ce294f4b164b24d9419c300997afc6677302",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/02/21/raceahead-the-teens-of-stoneman-douglas-high-get-ready-to-make-history/",
    "ord_in_thread": 0,
    "title": "raceAhead: The Teens Of Stoneman Douglas High Will Make History",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: February 21, 2018 1:40 PM ET\n“I remember the first time I drank at a white water fountain. I was disappointed. I believed that it must have been sugar water coming from it.”\nJoAnne Bland was eleven years old when she marched over the Edmund Pettus Bridge in Selma, Ala. in a now-famous march for voting rights that has come to be known as Bloody Sunday. She was a busy member of the Student Non-violent Coordinating Committee, so March 7, 1965, was shaping up to be just another day in the movement. “All the kids marched. We loved it. We sang songs, we felt important.” They were also prepared. “We’d always been told if we were threatened to drop to our knees and start to pray. But that day, something went wrong.”\nI had interviewed Bland in the months after the attacks on September 11, 2001, as part of an extended road trip/ writing project about Americans and their stories. At the time, she was the lone steward of Selma’s tiny Voting Rights Museum, a small but sincere assemblage of exhibits that aimed to keep the Selma stories alive, in a world before Ava DuVernay . (Back then, some of the exhibit labels were just post-it notes. The museum seems to have grown substantially.) But sitting with her, just steps away from the famous bridge, was the first time that I fully understood how integral kids and teens have been to the success of important social movements.\nThe Washington Post’s Steven Levingston reminds us of the Children’s Crusade, a public protest against segregation held in May 1963, in Birmingham, Alabama. Like the Selma march two years later, law enforcement brought the pain. “Birmingham’s brutal public safety commissioner, Eugene ‘Bull’ Connor, was waiting. His police moved in, herding the children into squad cars, paddy wagons and school buses for the trip to jail,” he writes.\nAnd then the world saw this:\nWhen the students kept coming, Connor turned fire hoses on them, knocking the children to the ground and spinning them down the street. To fight the high-powered blasts, some children joined hands trying to keep their balance in a human chain. But the torrents were too fierce; hit by the rocket-bursts of water the kids whirled one way, then the other, dragging down their comrades.\nDecades later, the students of Marjory Stoneman Douglas High filmed their own horrific attack at the hands of a heavily armed former student. And they are now facing down trolls on social platforms, the full court press of media attention, and unspeakable grief to deliver their own call to action.\nStoneman Douglas High student Cameron Kasky is one of the organizers of “ March For Our Lives ,” a movement for gun control that prioritizes the lives of students and teachers. From their mission statement: “March For Our Lives is created by, inspired by, and led by students across the country who will no longer risk their lives waiting for someone else to take action to stop the epidemic of mass school shootings that has become all too familiar.” One of their tactics is very specific: To stop politicians from taking money from the National Rifle Association, and to unseat any candidate who does in the upcoming mid-term elections.\nThey’re showing the kind of courage that would resonate with JoAnne Bland.\nWhile the Selma protestors were beaten back by the National Guard — Bland’s sister got 18 stitches that terrible day – the horror of the televised images shocked a nation into action. “We got the attention of the world. Dr. King came. Harry Belafonte came. They all came.”\nNow, for the Stoneman Douglas High kids, money is coming. George and Amal Clooney just gave $500,000 to the March For Our Lives organization, and Oprah Winfrey and Steven Spielberg quickly matched the donation .\nAnd increasingly, students across the country are organizing their own marches, lobbying efforts, and fundraisers under the hashtag “ Never Again .”\n“History shows that kids, with their innocence, honesty and moral urgency, can shame adults into discovering their conscience,” says Levingson.\nExpect more discovery ahead. “People are watching. And if anything, I’m very excited to get back to school and be with the community and be around everybody supporting each other. Because one of the best things to come out of this horrible tragedy is the fact that Parkland has stayed strong,” said Kasky on Meet The Press . “And we’re not going to let the 17 bullets we just took take us down. If anything, we’re going to keep running, and we’re going to lead the rest of the nation behind us.”\nOn Point Parkland teens are struggling with grief and trauma in the digital age The mass shooting at Marjory Stoneman Douglas High School has offered another, tragic opportunity to understand how devastating the trauma associated with violence can be. Nightmares, startle responses and anxiety are forcing those impacted to sort out their complex feelings. “They were used to retreating to their phones. But it was on Snapchat that they had seen videos of their classmates’ bleeding bodies. And on Instagram and Twitter, their expressions of outrage were mocked and critiqued. People accused them of being professional “crisis actors” posing as students,” writes The Washington Post. Washington Post Calls to suicide hotlines soar in Puerto Rico There has been a 246% increase in calls to a suicide hotline set up by Puerto Rico’s Department of Health, and a related spike in deaths by suicide, mostly in older people and men. Experts are calling it a major mental health crisis. “It’s normal for there to be family conflicts, but when you add the stress of more than five months without power, without food, living patterns change … it makes it harder for people to manage daily life,” says one psychology professor. Conditions remain dire for many people on the island. Vox We need more diverse non-profit boards A new study spearheaded by the Indiana University Lilly Family School of Philanthropy shows that non-profit boards in the U.S. tend to skew whiter and older than the general population. While the representation of women on boards is somewhat better, not all sectors are equal — women are overrepresented on education non-profit boards, and woefully underrepresented on non-profits dealing with faith. It’s a missed opportunity. “It is important to align your board composition with your organization’s mission, values and priorities,” says one of the study’s participants. But it’s also about results: boards with authentic diversity appear to outpace others in terms of fundraising and community engagement. The NonProfit Times Meet Black Panther star Winston Duke And it’s not just because I’m M’Baku now. The 31-year-old actor has had an extraordinary life. Originally from Tobago, he relocated with his family to a studio apartment in Brooklyn. A teacher noticed his propensity for performance, and an acting student was born. In fact, Black Panther was a reunion of Yale alums — Duke studied at Yale where he best friended fellow student Lupita Nyong’o; the two trained together in an acting club for students of color co-founded by Angela Bassett. Whut! And while the audition process director Ryan Coogler created was grueling, it was also useful. Duke developed a deep understanding of the Jabari tribe, and was able to handle the potentially racist associations with their devotion to a gorilla god head on. “They haven’t been affected by colonialism and all the narratives that are associated with developing a sense of inferiority and people comparing them to animals,” he explains. Vanity Fair Advertisement The Woke Leader The journalist who covered Selma Roy Reed spent much of the Civil Rights Era criss-crossing the South for The New York Times, a self-identified “hick-talking Arkansawyer.” He died last year at age 87, but it’s worth taking a look back at his extraordinary body of work. He was there when Martin Luther King Jr. was released from a Selma, Alabama jail, and covered the Bloody Sunday attack on demonstrators on the Edmund Pettus Bridge. He captured the horror in vivid detail, explaining how troopers “tore through a column of Negro demonstrators with tear gas, nightsticks and whips.” Years later, he wrote, “I hope never again to see such hatred in the eyes of men, women and, yes, children.” New York Times Does Black Panther have a leadership lesson for tech CEOs? Yes, says Fortune’s Aaron Pressman. The high tech kingdom of Wakanda has seemingly unlimited power, and their king’s decision to share it on behalf of the world is an important one. “Like fictional King T-Challa, Facebook CEO Mark Zuckerberg and Alphabet’s Larry Page have commanding positions over our society and culture—thanks not to the super-powered metal Vibranium, but super-voting shares of stock in their companies,” he says. Now that we’re in a time of clear crisis, will tech leaders make decisions “as if we were all one tribe?” Fortune Know someone who would make a great angel investor? Josh Koppelman, a partner at First Round Capital, has put out a call for more diverse applicants for Angel Track, a master class in angel investing. “We’ve received many great applications for @firstround Angel Track — but too few are from women/underrepresented minorities. We’d love your help empowering a diverse next generation of early investors. Know someone who should apply?” The class is San Francisco based. Please share, apply or bookmark for next time. First Round Quote:\nAs a black man I had experienced the indignities of segregation in the border states of Maryland and Virginia, and even in the nation’s capital. “Whites only” water fountains, bathrooms, and lunch counters, job and housing discrimination, and unequal schools were not new to me. But Mississippi in 1955 was like nothing I had ever seen. What I witnessed there was not only raw hatred, but state condoned terror.\" - Simeon Booker",
    "published": "2018-02-22T02:42:00.000+02:00",
    "crawled": "2018-02-22T00:49:56.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "february",
        "pm",
        "et",
        "remember",
        "first",
        "time",
        "drank",
        "white",
        "water",
        "fountain",
        "disappointed",
        "believed",
        "must",
        "sugar",
        "water",
        "coming",
        "joanne",
        "bland",
        "eleven",
        "year",
        "old",
        "marched",
        "edmund",
        "pettus",
        "bridge",
        "selma",
        "march",
        "voting",
        "right",
        "come",
        "known",
        "bloody",
        "sunday",
        "busy",
        "member",
        "student",
        "coordinating",
        "committee",
        "march",
        "shaping",
        "another",
        "day",
        "movement",
        "kid",
        "marched",
        "loved",
        "sang",
        "song",
        "felt",
        "also",
        "prepared",
        "always",
        "told",
        "threatened",
        "drop",
        "knee",
        "start",
        "pray",
        "day",
        "something",
        "went",
        "interviewed",
        "bland",
        "month",
        "attack",
        "september",
        "part",
        "extended",
        "road",
        "writing",
        "project",
        "american",
        "story",
        "time",
        "lone",
        "steward",
        "selma",
        "tiny",
        "voting",
        "right",
        "museum",
        "small",
        "sincere",
        "assemblage",
        "exhibit",
        "aimed",
        "keep",
        "selma",
        "story",
        "alive",
        "world",
        "ava",
        "duvernay",
        "back",
        "exhibit",
        "label",
        "note",
        "museum",
        "seems",
        "grown",
        "substantially",
        "sitting",
        "step",
        "away",
        "famous",
        "bridge",
        "first",
        "time",
        "fully",
        "understood",
        "integral",
        "kid",
        "teen",
        "success",
        "important",
        "social",
        "movement",
        "washington",
        "post",
        "steven",
        "levingston",
        "reminds",
        "u",
        "child",
        "crusade",
        "public",
        "protest",
        "segregation",
        "held",
        "may",
        "birmingham",
        "alabama",
        "like",
        "selma",
        "march",
        "two",
        "year",
        "later",
        "law",
        "enforcement",
        "brought",
        "pain",
        "birmingham",
        "brutal",
        "public",
        "safety",
        "commissioner",
        "eugene",
        "bull",
        "connor",
        "waiting",
        "police",
        "moved",
        "herding",
        "child",
        "squad",
        "car",
        "paddy",
        "wagon",
        "school",
        "bus",
        "trip",
        "jail",
        "writes",
        "world",
        "saw",
        "student",
        "kept",
        "coming",
        "connor",
        "turned",
        "fire",
        "hose",
        "knocking",
        "child",
        "ground",
        "spinning",
        "street",
        "fight",
        "blast",
        "child",
        "joined",
        "hand",
        "trying",
        "keep",
        "balance",
        "human",
        "chain",
        "torrent",
        "fierce",
        "hit",
        "water",
        "kid",
        "whirled",
        "one",
        "way",
        "dragging",
        "comrade",
        "decade",
        "later",
        "student",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "filmed",
        "horrific",
        "attack",
        "hand",
        "heavily",
        "armed",
        "former",
        "student",
        "facing",
        "troll",
        "social",
        "platform",
        "full",
        "court",
        "press",
        "medium",
        "attention",
        "unspeakable",
        "grief",
        "deliver",
        "call",
        "action",
        "stoneman",
        "douglas",
        "high",
        "student",
        "cameron",
        "kasky",
        "one",
        "organizer",
        "march",
        "life",
        "movement",
        "gun",
        "control",
        "prioritizes",
        "life",
        "student",
        "teacher",
        "mission",
        "statement",
        "march",
        "life",
        "created",
        "inspired",
        "led",
        "student",
        "across",
        "country",
        "longer",
        "risk",
        "life",
        "waiting",
        "someone",
        "else",
        "take",
        "action",
        "stop",
        "epidemic",
        "mass",
        "school",
        "shooting",
        "become",
        "one",
        "tactic",
        "specific",
        "stop",
        "politician",
        "taking",
        "money",
        "national",
        "rifle",
        "association",
        "unseat",
        "candidate",
        "upcoming",
        "election",
        "showing",
        "kind",
        "courage",
        "would",
        "resonate",
        "joanne",
        "bland",
        "selma",
        "protestors",
        "beaten",
        "back",
        "national",
        "guard",
        "bland",
        "sister",
        "got",
        "stitch",
        "terrible",
        "day",
        "horror",
        "televised",
        "image",
        "shocked",
        "nation",
        "action",
        "got",
        "attention",
        "world",
        "king",
        "came",
        "harry",
        "belafonte",
        "came",
        "stoneman",
        "douglas",
        "high",
        "kid",
        "money",
        "coming",
        "george",
        "amal",
        "clooney",
        "gave",
        "march",
        "life",
        "organization",
        "oprah",
        "winfrey",
        "steven",
        "spielberg",
        "quickly",
        "matched",
        "donation",
        "increasingly",
        "student",
        "across",
        "country",
        "organizing",
        "march",
        "lobbying",
        "effort",
        "fundraiser",
        "hashtag",
        "never",
        "history",
        "show",
        "kid",
        "innocence",
        "honesty",
        "moral",
        "urgency",
        "shame",
        "adult",
        "discovering",
        "conscience",
        "say",
        "levingson",
        "expect",
        "discovery",
        "ahead",
        "people",
        "watching",
        "anything",
        "excited",
        "get",
        "back",
        "school",
        "community",
        "around",
        "everybody",
        "supporting",
        "one",
        "best",
        "thing",
        "come",
        "horrible",
        "tragedy",
        "fact",
        "parkland",
        "stayed",
        "strong",
        "said",
        "kasky",
        "meet",
        "press",
        "going",
        "let",
        "bullet",
        "took",
        "take",
        "u",
        "anything",
        "going",
        "keep",
        "running",
        "going",
        "lead",
        "rest",
        "nation",
        "behind",
        "point",
        "parkland",
        "teen",
        "struggling",
        "grief",
        "trauma",
        "digital",
        "age",
        "mass",
        "shooting",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "offered",
        "another",
        "tragic",
        "opportunity",
        "understand",
        "devastating",
        "trauma",
        "associated",
        "violence",
        "nightmare",
        "startle",
        "response",
        "anxiety",
        "forcing",
        "impacted",
        "sort",
        "complex",
        "feeling",
        "used",
        "retreating",
        "phone",
        "snapchat",
        "seen",
        "video",
        "classmate",
        "bleeding",
        "body",
        "instagram",
        "twitter",
        "expression",
        "outrage",
        "mocked",
        "critiqued",
        "people",
        "accused",
        "professional",
        "crisis",
        "actor",
        "posing",
        "student",
        "writes",
        "washington",
        "post",
        "washington",
        "post",
        "call",
        "suicide",
        "hotlines",
        "soar",
        "puerto",
        "rico",
        "increase",
        "call",
        "suicide",
        "hotline",
        "set",
        "puerto",
        "rico",
        "department",
        "health",
        "related",
        "spike",
        "death",
        "suicide",
        "mostly",
        "older",
        "people",
        "men",
        "expert",
        "calling",
        "major",
        "mental",
        "health",
        "crisis",
        "normal",
        "family",
        "conflict",
        "add",
        "stress",
        "five",
        "month",
        "without",
        "power",
        "without",
        "food",
        "living",
        "pattern",
        "change",
        "make",
        "harder",
        "people",
        "manage",
        "daily",
        "life",
        "say",
        "one",
        "psychology",
        "professor",
        "condition",
        "remain",
        "dire",
        "many",
        "people",
        "island",
        "vox",
        "need",
        "diverse",
        "board",
        "new",
        "study",
        "spearheaded",
        "indiana",
        "university",
        "lilly",
        "family",
        "school",
        "philanthropy",
        "show",
        "board",
        "tend",
        "skew",
        "whiter",
        "older",
        "general",
        "population",
        "representation",
        "woman",
        "board",
        "somewhat",
        "better",
        "sector",
        "equal",
        "woman",
        "overrepresented",
        "education",
        "board",
        "woefully",
        "underrepresented",
        "dealing",
        "faith",
        "missed",
        "opportunity",
        "important",
        "align",
        "board",
        "composition",
        "organization",
        "mission",
        "value",
        "priority",
        "say",
        "one",
        "study",
        "participant",
        "also",
        "result",
        "board",
        "authentic",
        "diversity",
        "appear",
        "outpace",
        "others",
        "term",
        "fundraising",
        "community",
        "engagement",
        "nonprofit",
        "time",
        "meet",
        "black",
        "panther",
        "star",
        "winston",
        "duke",
        "baku",
        "actor",
        "extraordinary",
        "life",
        "originally",
        "tobago",
        "relocated",
        "family",
        "studio",
        "apartment",
        "brooklyn",
        "teacher",
        "noticed",
        "propensity",
        "performance",
        "acting",
        "student",
        "born",
        "fact",
        "black",
        "panther",
        "reunion",
        "yale",
        "alum",
        "duke",
        "studied",
        "yale",
        "best",
        "friended",
        "fellow",
        "student",
        "lupita",
        "nyong",
        "two",
        "trained",
        "together",
        "acting",
        "club",
        "student",
        "color",
        "angela",
        "bassett",
        "whut",
        "audition",
        "process",
        "director",
        "ryan",
        "coogler",
        "created",
        "grueling",
        "also",
        "useful",
        "duke",
        "developed",
        "deep",
        "understanding",
        "jabari",
        "tribe",
        "able",
        "handle",
        "potentially",
        "racist",
        "association",
        "devotion",
        "gorilla",
        "god",
        "head",
        "affected",
        "colonialism",
        "narrative",
        "associated",
        "developing",
        "sense",
        "inferiority",
        "people",
        "comparing",
        "animal",
        "explains",
        "vanity",
        "fair",
        "advertisement",
        "woke",
        "leader",
        "journalist",
        "covered",
        "selma",
        "roy",
        "reed",
        "spent",
        "much",
        "civil",
        "right",
        "era",
        "south",
        "new",
        "york",
        "time",
        "died",
        "last",
        "year",
        "age",
        "worth",
        "taking",
        "look",
        "back",
        "extraordinary",
        "body",
        "work",
        "martin",
        "luther",
        "king",
        "released",
        "selma",
        "alabama",
        "jail",
        "covered",
        "bloody",
        "sunday",
        "attack",
        "demonstrator",
        "edmund",
        "pettus",
        "bridge",
        "captured",
        "horror",
        "vivid",
        "detail",
        "explaining",
        "trooper",
        "tore",
        "column",
        "negro",
        "demonstrator",
        "tear",
        "gas",
        "nightstick",
        "year",
        "later",
        "wrote",
        "hope",
        "never",
        "see",
        "hatred",
        "eye",
        "men",
        "woman",
        "yes",
        "new",
        "york",
        "time",
        "black",
        "panther",
        "leadership",
        "lesson",
        "tech",
        "ceo",
        "yes",
        "say",
        "fortune",
        "aaron",
        "pressman",
        "high",
        "tech",
        "kingdom",
        "wakanda",
        "seemingly",
        "unlimited",
        "power",
        "king",
        "decision",
        "share",
        "behalf",
        "world",
        "important",
        "one",
        "like",
        "fictional",
        "king",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "alphabet",
        "larry",
        "page",
        "commanding",
        "position",
        "society",
        "metal",
        "vibranium",
        "share",
        "stock",
        "company",
        "say",
        "time",
        "clear",
        "crisis",
        "tech",
        "leader",
        "make",
        "decision",
        "one",
        "tribe",
        "fortune",
        "know",
        "someone",
        "would",
        "make",
        "great",
        "angel",
        "investor",
        "josh",
        "koppelman",
        "partner",
        "first",
        "round",
        "capital",
        "put",
        "call",
        "diverse",
        "applicant",
        "angel",
        "track",
        "master",
        "class",
        "angel",
        "investing",
        "received",
        "many",
        "great",
        "application",
        "firstround",
        "angel",
        "track",
        "minority",
        "love",
        "help",
        "empowering",
        "diverse",
        "next",
        "generation",
        "early",
        "investor",
        "know",
        "someone",
        "apply",
        "class",
        "san",
        "francisco",
        "based",
        "please",
        "share",
        "apply",
        "bookmark",
        "next",
        "time",
        "first",
        "round",
        "quote",
        "black",
        "man",
        "experienced",
        "indignity",
        "segregation",
        "border",
        "state",
        "maryland",
        "virginia",
        "even",
        "nation",
        "capital",
        "white",
        "water",
        "fountain",
        "bathroom",
        "lunch",
        "counter",
        "job",
        "housing",
        "discrimination",
        "unequal",
        "school",
        "new",
        "mississippi",
        "like",
        "nothing",
        "ever",
        "seen",
        "witnessed",
        "raw",
        "hatred",
        "state",
        "condoned",
        "terror",
        "simeon",
        "booker"
    ]
}