{
    "organizations": [],
    "uuid": "3d036e415937867e28d1625f5de4d949bb0c90f8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/business-wire-ladenburg-names-industry-veteran-john-blood-senior-vice-president-of-advisory-services-solutions.html",
    "ord_in_thread": 0,
    "title": "Ladenburg Names Industry Veteran John Blood Senior Vice President of Advisory Services & Solutions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Industry Leader to Spearhead Enterprise Strategies to Enhance Advisory Platforms, Expand Fee-Based Advisory Work and Advance Ladenburg’s Position in RIA Channel\nMIAMI--(BUSINESS WIRE)-- Ladenburg Thalmann Financial Services Inc. (NYSE American: LTS, LTS PrA) (“Ladenburg”), a publicly-traded, diversified financial services company, today announced the appointment of fee-based advisory platforms industry veteran John Blood to the role of Senior Vice President, Advisory Services and Solutions, effective immediately. Mr. Blood will report directly to Adam Malamed, Ladenburg’s Executive Vice President and Chief Operating Officer, and will provide strategic leadership, positioning and guidance for Ladenburg’s advisory and RIA offerings to existing fee-based advisory teams across Ladenburg and at the company’s independent advisory and brokerage (IAB) subsidiary firms: Securities America, Triad Advisors, Investacorp, KMS Financial Services and Securities Service Network.\nRichard Lampen, President and Chief Executive Officer of Ladenburg, said, “We’re very pleased to welcome John Blood, a recognized leader in the fee-based advisory space, to Ladenburg. Our decision to bring John aboard reflects our longstanding commitment to supporting the widest possible spectrum of independent advisor business models, including independent RIA firms. His hiring also emphasizes our embrace of the intensifying convergence of fee-based and brokerage solutions for advisors seeking to provide a truly comprehensive level of support to their clients. Our entire team looks forward to working with John to advance our broader vision of aligning our external service providers and internal resources across our organization to position our IAB firms and their advisors for maximum success in this new fiduciary era.”\nIn his newly-created position, Mr. Blood will provide guidance and analysis on the RIA space, leadership for enterprise-wide advisory platforms, and strategy for advisory products and services in order to accelerate the growth of fee-based advisory client service among the financial advisors supported by Ladenburg’s subsidiaries. As part of this mission, Mr. Blood will also help internal teams across the organization to deliver enhanced fee-based advisory solutions through each Ladenburg subsidiary under its own advisory service model.\nPrior to joining Ladenburg, Mr. Blood served as CEO and Chief Investment Officer of JJCC Financial, Inc., a strategic consultancy offering expertise in investment research, portfolio theory, executive management and sales. Previously, Mr. Blood was the CEO and CIO of Disciplined Wealth Strategies, Inc., a firm he founded to provide outsourced asset management services for financial advisors and institutions, and that he subsequently merged with Efficient Advisors, LLC. Earlier in his career, Mr. Blood served as Chief Market Strategist and Director of Research for Commonwealth Financial Network for nearly a decade.\nAdam Malamed, Executive Vice President and Chief Operating Officer of Ladenburg, said, “Today’s environment offers profound opportunities for our independent advisory and brokerage subsidiary firms, as well as the financial advisors they serve. John Blood is a trusted industry resource who will serve as a ‘force multiplier’ to our existing advisory solutions teams across Ladenburg and our subsidiaries. John will drive new insights and practices for how we can most effectively mobilize the expertise, strategies and thought leadership that exists across our organization to help our subsidiaries in accelerating the business growth and success of all our affiliated financial advisors in fee-based advisory client service.”\nJohn Blood, Senior Vice President, Advisory Services and Solutions of Ladenburg, said, “As a leading innovator of the network model for independent firms, Ladenburg is well-positioned to thrive in our industry’s new fiduciary era. The company has a robust track record for bringing together the best of both worlds in the form of enterprise-level financial capital, intellectual capital, technology and other resources, customized and delivered by autonomous firms that each have a unique service model and appeal to a distinct advisor community. Ladenburg understands that innovation and success in the fee-based advisory space demand a seamless blend of industry-leading fee-based advisory tools and strategies, together with a truly personalized approach to advisor service, delivered by familiar home office professionals who thoroughly embrace each advisor’s business model. I’m excited to move forward in partnering with my new colleagues at Ladenburg to help drive a new chapter of growth for the entire organization.”\nAbout Ladenburg Thalmann:\nLadenburg Thalmann Financial Services Inc. (NYSE American: LTS, LTS PrA) is a publicly-traded diversified financial services company based in Miami, Florida. Ladenburg’s subsidiaries include industry-leading independent advisory and brokerage (IAB) firms Securities America, Inc., Triad Advisors, LLC, Securities Service Network, LLC, Investacorp, Inc. and KMS Financial Services, Inc., as well as Premier Trust, Inc., Ladenburg Thalmann Asset Management Inc., Highland Capital Brokerage, Inc., a leading independent life insurance brokerage company, Ladenburg Thalmann Annuity Insurance Services LLC, a full-service annuity processing and marketing company, and Ladenburg Thalmann & Co. Inc., an investment bank which has been a member of the New York Stock Exchange for over 135 years. The company is committed to investing in the growth of its subsidiaries while respecting and maintaining their individual business identities, cultures, and leadership. For more information, please visit www.ladenburg.com .\nThis press release includes certain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding future growth, growth of our independent brokerage and advisory business, future investments and future technology. These statements are based on management’s current expectations or beliefs and are subject to uncertainty and changes in circumstances. Actual results may vary expressed or implied by the statements herein due to changes in economic, business, competitive and/or regulatory factors, including the United States Department of Labor’s rule and exemptions pertaining to the fiduciary status of investment advice providers to 401(k) plans, plan sponsors, plan participants and the holders of individual retirement or health savings accounts, future cash flows, a change in the Company’s dividend policy by the Company’s Board of Directors (which has the ability in its sole discretion to increase, decrease or eliminate entirely the Company’s dividend at any time) and other risks and uncertainties affecting the operation of the Company’s business. These risks, uncertainties and contingencies include those set forth in the Company’s annual report on Form 10-K for the fiscal year ended December 31, 2016 and other factors detailed from time to time in its other filings with the SEC. The information set forth herein should be read in light of such risks. Further, investors should keep in mind that the Company’s quarterly revenue and profits can fluctuate materially depending on many factors, including the number, size and timing of completed offerings and other transactions. Accordingly, the Company’s revenue and profits in any particular quarter may not be indicative of future results. The Company is under no obligation to, and expressly disclaims any obligation to, update or alter its forward-looking statements, events, changes in assumptions or otherwise, except as required by law.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180208005098/en/\nHaven Tower Group\nMichael Dugan / Jessica Caris\n424 652 6520 ext. 106 or ext. 104\nmdugan@haventower.com or jcaris@haventower.com\nSource: Ladenburg Thalmann Financial Services Inc.",
    "published": "2018-02-08T14:00:00.000+02:00",
    "crawled": "2018-02-08T14:52:07.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "industry",
        "leader",
        "spearhead",
        "enterprise",
        "strategy",
        "enhance",
        "advisory",
        "platform",
        "expand",
        "advisory",
        "work",
        "advance",
        "ladenburg",
        "position",
        "ria",
        "channel",
        "miami",
        "business",
        "wire",
        "ladenburg",
        "thalmann",
        "financial",
        "service",
        "nyse",
        "american",
        "lts",
        "lts",
        "pra",
        "ladenburg",
        "diversified",
        "financial",
        "service",
        "company",
        "today",
        "announced",
        "appointment",
        "advisory",
        "platform",
        "industry",
        "veteran",
        "john",
        "blood",
        "role",
        "senior",
        "vice",
        "president",
        "advisory",
        "service",
        "solution",
        "effective",
        "immediately",
        "blood",
        "report",
        "directly",
        "adam",
        "malamed",
        "ladenburg",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "provide",
        "strategic",
        "leadership",
        "positioning",
        "guidance",
        "ladenburg",
        "advisory",
        "ria",
        "offering",
        "existing",
        "advisory",
        "team",
        "across",
        "ladenburg",
        "company",
        "independent",
        "advisory",
        "brokerage",
        "iab",
        "subsidiary",
        "firm",
        "security",
        "america",
        "triad",
        "advisor",
        "investacorp",
        "km",
        "financial",
        "service",
        "security",
        "service",
        "network",
        "richard",
        "lampen",
        "president",
        "chief",
        "executive",
        "officer",
        "ladenburg",
        "said",
        "pleased",
        "welcome",
        "john",
        "blood",
        "recognized",
        "leader",
        "advisory",
        "space",
        "ladenburg",
        "decision",
        "bring",
        "john",
        "aboard",
        "reflects",
        "longstanding",
        "commitment",
        "supporting",
        "widest",
        "possible",
        "spectrum",
        "independent",
        "advisor",
        "business",
        "model",
        "including",
        "independent",
        "ria",
        "firm",
        "hiring",
        "also",
        "emphasizes",
        "embrace",
        "intensifying",
        "convergence",
        "brokerage",
        "solution",
        "advisor",
        "seeking",
        "provide",
        "truly",
        "comprehensive",
        "level",
        "support",
        "client",
        "entire",
        "team",
        "look",
        "forward",
        "working",
        "john",
        "advance",
        "broader",
        "vision",
        "aligning",
        "external",
        "service",
        "provider",
        "internal",
        "resource",
        "across",
        "organization",
        "position",
        "iab",
        "firm",
        "advisor",
        "maximum",
        "success",
        "new",
        "fiduciary",
        "position",
        "blood",
        "provide",
        "guidance",
        "analysis",
        "ria",
        "space",
        "leadership",
        "advisory",
        "platform",
        "strategy",
        "advisory",
        "product",
        "service",
        "order",
        "accelerate",
        "growth",
        "advisory",
        "client",
        "service",
        "among",
        "financial",
        "advisor",
        "supported",
        "ladenburg",
        "subsidiary",
        "part",
        "mission",
        "blood",
        "also",
        "help",
        "internal",
        "team",
        "across",
        "organization",
        "deliver",
        "enhanced",
        "advisory",
        "solution",
        "ladenburg",
        "subsidiary",
        "advisory",
        "service",
        "model",
        "prior",
        "joining",
        "ladenburg",
        "blood",
        "served",
        "ceo",
        "chief",
        "investment",
        "officer",
        "jjcc",
        "financial",
        "strategic",
        "consultancy",
        "offering",
        "expertise",
        "investment",
        "research",
        "portfolio",
        "theory",
        "executive",
        "management",
        "sale",
        "previously",
        "blood",
        "ceo",
        "cio",
        "disciplined",
        "wealth",
        "strategy",
        "firm",
        "founded",
        "provide",
        "outsourced",
        "asset",
        "management",
        "service",
        "financial",
        "advisor",
        "institution",
        "subsequently",
        "merged",
        "efficient",
        "advisor",
        "llc",
        "earlier",
        "career",
        "blood",
        "served",
        "chief",
        "market",
        "strategist",
        "director",
        "research",
        "commonwealth",
        "financial",
        "network",
        "nearly",
        "decade",
        "adam",
        "malamed",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "ladenburg",
        "said",
        "today",
        "environment",
        "offer",
        "profound",
        "opportunity",
        "independent",
        "advisory",
        "brokerage",
        "subsidiary",
        "firm",
        "well",
        "financial",
        "advisor",
        "serve",
        "john",
        "blood",
        "trusted",
        "industry",
        "resource",
        "serve",
        "force",
        "multiplier",
        "existing",
        "advisory",
        "solution",
        "team",
        "across",
        "ladenburg",
        "subsidiary",
        "john",
        "drive",
        "new",
        "insight",
        "practice",
        "effectively",
        "mobilize",
        "expertise",
        "strategy",
        "thought",
        "leadership",
        "exists",
        "across",
        "organization",
        "help",
        "subsidiary",
        "accelerating",
        "business",
        "growth",
        "success",
        "affiliated",
        "financial",
        "advisor",
        "advisory",
        "client",
        "john",
        "blood",
        "senior",
        "vice",
        "president",
        "advisory",
        "service",
        "solution",
        "ladenburg",
        "said",
        "leading",
        "innovator",
        "network",
        "model",
        "independent",
        "firm",
        "ladenburg",
        "thrive",
        "industry",
        "new",
        "fiduciary",
        "era",
        "company",
        "robust",
        "track",
        "record",
        "bringing",
        "together",
        "best",
        "world",
        "form",
        "financial",
        "capital",
        "intellectual",
        "capital",
        "technology",
        "resource",
        "customized",
        "delivered",
        "autonomous",
        "firm",
        "unique",
        "service",
        "model",
        "appeal",
        "distinct",
        "advisor",
        "community",
        "ladenburg",
        "understands",
        "innovation",
        "success",
        "advisory",
        "space",
        "demand",
        "seamless",
        "blend",
        "advisory",
        "tool",
        "strategy",
        "together",
        "truly",
        "personalized",
        "approach",
        "advisor",
        "service",
        "delivered",
        "familiar",
        "home",
        "office",
        "professional",
        "thoroughly",
        "embrace",
        "advisor",
        "business",
        "model",
        "excited",
        "move",
        "forward",
        "partnering",
        "new",
        "colleague",
        "ladenburg",
        "help",
        "drive",
        "new",
        "chapter",
        "growth",
        "entire",
        "ladenburg",
        "thalmann",
        "ladenburg",
        "thalmann",
        "financial",
        "service",
        "nyse",
        "american",
        "lts",
        "lts",
        "pra",
        "diversified",
        "financial",
        "service",
        "company",
        "based",
        "miami",
        "florida",
        "ladenburg",
        "subsidiary",
        "include",
        "independent",
        "advisory",
        "brokerage",
        "iab",
        "firm",
        "security",
        "america",
        "triad",
        "advisor",
        "llc",
        "security",
        "service",
        "network",
        "llc",
        "investacorp",
        "km",
        "financial",
        "service",
        "well",
        "premier",
        "trust",
        "ladenburg",
        "thalmann",
        "asset",
        "management",
        "highland",
        "capital",
        "brokerage",
        "leading",
        "independent",
        "life",
        "insurance",
        "brokerage",
        "company",
        "ladenburg",
        "thalmann",
        "annuity",
        "insurance",
        "service",
        "llc",
        "annuity",
        "processing",
        "marketing",
        "company",
        "ladenburg",
        "thalmann",
        "investment",
        "bank",
        "member",
        "new",
        "york",
        "stock",
        "exchange",
        "year",
        "company",
        "committed",
        "investing",
        "growth",
        "subsidiary",
        "respecting",
        "maintaining",
        "individual",
        "business",
        "identity",
        "culture",
        "leadership",
        "information",
        "please",
        "visit",
        "press",
        "release",
        "includes",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "future",
        "growth",
        "growth",
        "independent",
        "brokerage",
        "advisory",
        "business",
        "future",
        "investment",
        "future",
        "technology",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "actual",
        "result",
        "may",
        "vary",
        "expressed",
        "implied",
        "statement",
        "herein",
        "due",
        "change",
        "economic",
        "business",
        "competitive",
        "regulatory",
        "factor",
        "including",
        "united",
        "state",
        "department",
        "labor",
        "rule",
        "exemption",
        "pertaining",
        "fiduciary",
        "status",
        "investment",
        "advice",
        "provider",
        "k",
        "plan",
        "plan",
        "sponsor",
        "plan",
        "participant",
        "holder",
        "individual",
        "retirement",
        "health",
        "saving",
        "account",
        "future",
        "cash",
        "flow",
        "change",
        "company",
        "dividend",
        "policy",
        "company",
        "board",
        "director",
        "ability",
        "sole",
        "discretion",
        "increase",
        "decrease",
        "eliminate",
        "entirely",
        "company",
        "dividend",
        "time",
        "risk",
        "uncertainty",
        "affecting",
        "operation",
        "company",
        "business",
        "risk",
        "uncertainty",
        "contingency",
        "include",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "factor",
        "detailed",
        "time",
        "time",
        "filing",
        "sec",
        "information",
        "set",
        "forth",
        "herein",
        "read",
        "light",
        "risk",
        "investor",
        "keep",
        "mind",
        "company",
        "quarterly",
        "revenue",
        "profit",
        "fluctuate",
        "materially",
        "depending",
        "many",
        "factor",
        "including",
        "number",
        "size",
        "timing",
        "completed",
        "offering",
        "transaction",
        "accordingly",
        "company",
        "revenue",
        "profit",
        "particular",
        "quarter",
        "may",
        "indicative",
        "future",
        "result",
        "company",
        "obligation",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "alter",
        "statement",
        "event",
        "change",
        "assumption",
        "otherwise",
        "except",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "tower",
        "group",
        "michael",
        "dugan",
        "jessica",
        "caris",
        "ext",
        "ext",
        "mdugan",
        "jcaris",
        "source",
        "ladenburg",
        "thalmann",
        "financial",
        "service",
        "inc"
    ]
}