{
    "organizations": [],
    "uuid": "014b2208cdb3fb979069128b3291e865c7f83c2a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/business-wire-newell-brands-confirms-receipt-of-starboard-valueas-director-nominations.html",
    "ord_in_thread": 0,
    "title": "Newell Brands Confirms Receipt of Starboard Value’s Director Nominations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "No Shareholder Action Required at this Time\nHOBOKEN, N.J.--(BUSINESS WIRE)-- Newell Brands (NYSE: NWL) today confirmed that it has received notice from Starboard Value and Opportunity Master Fund Ltd. of its intention to nominate 10 candidates to stand for election to the Newell Brands Board of Directors at the company’s 2018 Annual Meeting of Shareholders.\nThe company issued the following statement:\nNewell Brands has a diverse, experienced Board that is committed to acting in the best interests of the company and all shareholders. Newell’s Board comprises nine highly qualified and experienced directors, eight of whom are independent and all of whom are seasoned leaders. The entire Newell Board is actively engaged and has a broad range of valuable perspectives. They bring experience in global leadership, supply chain management, finance, marketing, global brand management, product development, internet and mobile media business, consumer, retail and industrial markets, manufacturing and other areas critical to Newell Brands’ business.\nThe Newell Board recognizes the importance of having the right mix of skills, expertise and experience and is committed to continuously reviewing its capabilities and ongoing refreshment on behalf of shareholders. Furthermore, the Board has a process in place for regularly evaluating prospective directors.\nThe Newell Board and management team continue to take decisive action to deliver strong financial and operational performance and are committed to achieving Newell Brands’ transformation objectives. Since beginning its post-acquisition transformation, the company has refined its business strategy and remains on track to continue this progress through 2021, emerging with the scale, capabilities and financial profile to outgrow and outperform the competition. Over the past two years, progress includes:\nIncreased market shares and competitive core sales growth, despite a challenging retail environment Realized more than $550 million of cost synergies and savings Generated nearly $2.8 billion in operating cash flow Reduced gross debt by $3.4 billion since April 16, 2016 Scaled the company’s advantaged capabilities in consumer insights, design, innovation and e-commerce to support the larger portfolio Optimized the portfolio through the completion of nine divestitures and four acquisitions Returned more than $900 million to shareholders through share repurchases and dividends\nThe company has taken decisive action and is executing its accelerated transformation plan to improve operational performance and enhance shareholder value. As announced on January 25, 2018, Newell Brands expects to:\nFocus the company’s portfolio into nine core divisions of leading consumer brands with approximately $11 billion in net sales and $2 billion of EBITDA, twice the size of the former Newell Rubbermaid with higher operating margins Deliver greater than $700 million in incremental cost savings through 2021 Invest in innovation, design and e-commerce to further accelerate market share gains Explore strategic options for its industrial, commercial and smaller consumer assets, including Waddington, Process Solutions, Rubbermaid Commercial Products, Mapa, Rawlings, Goody, Rubbermaid Outdoor, Closet, and Garage products and U.S. Playing Cards Reduce the manufacturing, warehouse and customer footprint of the company by approximately 50 percent, creating a simpler and more focused operation Use approximately two thirds of after-tax proceeds from potential divestitures to reduce leverage to less than 3x, with remaining proceeds and cash flow from operations to be used to return capital to shareholders, including through share repurchases and the continuation of a $0.23 per share quarterly dividend\nNewell Brands regularly reviews a wide range of options regarding its businesses and is confident in the strength of its business plan and in management’s ability to execute. The company remains committed to enhancing value for all shareholders and intends to continue to take decisive actions that it believes will enable the company to achieve this objective.\nNewell Brands’ shareholders are not required to take any action at this time. Newell’s Board and its Nominating/Governance Committee intend to review any validly submitted proposed director nominees in accordance with the company’s restated certificate of incorporation, by-laws and corporate governance guidelines. The Board intends to present its recommendation regarding any director nominees in Newell Brands’ definitive proxy statement and other materials, to be filed with the U.S. Securities and Exchange Commission (“SEC”) and mailed in due course.\nGoldman Sachs & Co. is acting as financial advisor to Newell Brands and Jones Day is acting as legal counsel.\nAbout Newell Brands\nNewell Brands (NYSE: NWL) is a leading global consumer goods company with a strong portfolio of well-known brands, including Paper Mate®, Sharpie®, Dymo®, EXPO®, Parker®, Elmer’s®, Coleman®, Jostens®, Marmot®, Rawlings®, Oster®, Sunbeam®, FoodSaver®, Mr. Coffee®, Rubbermaid Commercial Products®, Graco®, Baby Jogger®, NUK®, Calphalon®, Rubbermaid®, Contigo®, First Alert®, Waddington and Yankee Candle®. For hundreds of millions of consumers, Newell Brands makes life better every day, where they live, learn, work and play.\nThis press release and additional information about Newell Brands are available on the company’s website, www.newellbrands.com .\nAdditional Information\nIn connection with Newell’s 2018 Annual Meeting of Shareholders, Newell will file with the U.S. Securities and Exchange Commission and mail to the shareholders of record entitled to vote at the 2018 Annual Meeting a definitive proxy statement and other documents, including a WHITE proxy card. SHAREHOLDERS ARE ENCOURAGED TO READ THE PROXY STATEMENT AND ALL OTHER RELEVANT DOCUMENTS WHEN FILED WITH THE SEC AND WHEN THEY BECOME AVAILABLE BECAUSE THOSE DOCUMENTS WILL CONTAIN IMPORTANT INFORMATION. When filed with the SEC, the definitive proxy statement and WHITE proxy card will also be mailed to shareholders of record. Investors and other interested parties will be able to obtain the documents free of charge at the SEC’s website, www.sec.gov , or from Newell at its website, www.newellbrands.com , or through a request in writing sent to Newell at 221 River Street, Hoboken, New Jersey, 07030, Attention: General Counsel\nParticipants in Solicitation\nThe Company and its directors and executive officers may be deemed to be participants in the solicitation of proxies in connection with the 2018 Annual Meeting. Certain information concerning certain of these participants is set forth in the Company’s definitive proxy statement, dated March 30, 2017, for its 2017 annual meeting of shareholders as filed with the SEC on Schedule 14A and the Company’s Current Reports, dated August 24, 2017 and January 21, 2018, as filed with the SEC on Form 8-K. Additional information regarding the interests of these participants in the solicitation of proxies in respect of the 2018 Annual Meeting and other relevant materials will be filed with the SEC when they become available.\nCaution Concerning Forward-Looking Statements\nStatements in this letter, other than those of historical fact, particularly those anticipating future financial performance, business prospects, growth, operating strategies and similar matters, are within the meaning of the U.S. Private Securities Litigation Reform Act of 1995 and other federal securities laws. These statements generally can be identified by the use of words such as “intend,” “anticipate,” “believe,” “estimate,” “project,” “target,” “plan,” “expect,” “will,” “should,” “would” or similar statements. The Company cautions that are not guarantees because there are inherent difficulties in predicting future results. In addition, there are no assurances that the Company will complete any or all of the potential transactions, and other initiatives referenced in this letter. Actual results may differ materially from those expressed or implied in the . Important factors that could cause actual results to differ materially from those suggested by the include, but are not limited to:\nuncertainties regarding future actions that may be taken by Starboard in furtherance of its stated intention to nominate director candidates for election at Newell’s 2018 Annual Meeting; potential operational disruption caused by Starboard’s actions that may make it more difficult to maintain relationships with customers, employees or suppliers; the Company’s dependence on the strength of retail, commercial and industrial sectors of the economy in various parts of the world; competition with other manufacturers and distributors of consumer products; major retailers’ strong bargaining power and consolidation of the Company’s customers; the Company’s ability to improve productivity, reduce complexity and streamline operations; the Company’s ability to develop innovative new products, to develop, maintain and strengthen end-user brands and to realize the benefits of increased advertising and promotion spend; risks related to the Company’s substantial indebtedness, potential increases in interest rates or changes in the Company’s credit ratings; the Company’s ability to effectively accelerate its transformation plan and explore and execute its strategic options; the Company’s ability to complete planned acquisitions and divestitures, to integrate Jarden and other acquisitions and unexpected costs or expenses associated with acquisitions or dispositions; changes in the prices of raw materials and sourced products and the Company’s ability to obtain raw materials and sourced products in a timely manner; the risks inherent to the Company’s foreign operations, including currency fluctuations, exchange controls and pricing restrictions; a failure of one of the Company’s key information technology systems or related controls; future events that could adversely affect the value of the Company’s assets and require impairment charges; the impact of United States or foreign regulations on the Company’s operations, including environmental remediation costs; the potential inability to attract, retain and motivate key employees; the resolution of tax contingencies resulting in additional tax liabilities; product liability, product recalls or related regulatory actions; the Company’s ability to protect its intellectual property rights; significant increases in the funding obligations related to the Company’s pension plans; and other factors listed from time to time in the Company’s filings with the SEC including, but not limited to, the Company’s most recent Annual Report on Form 10-K.\nThe information contained in this letter is as of the date indicated. The Company assumes no obligation to update any as a result of new information, future events or developments.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180209005171/en/\nInvestors:\nNancy O’Donnell, +1 201-610-6857\nSVP, Investor Relations and Corporate Communications\nnancy.odonnell@newellco.com\nor\nMedia:\nMichael Sinatra, +1 201-610-6717\nDirector, External Communications\nmichael.sinatra@newellco.com\nor\nEd Trissel, +1 212-355-4449\nJoele Frank, Wilkinson Brimmer Katcher\nETrissel@joelefrank.com\nSource: Newell Brands Inc.",
    "published": "2018-02-09T14:30:00.000+02:00",
    "crawled": "2018-02-09T14:23:11.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shareholder",
        "action",
        "required",
        "time",
        "hoboken",
        "business",
        "wire",
        "newell",
        "brand",
        "nyse",
        "nwl",
        "today",
        "confirmed",
        "received",
        "notice",
        "starboard",
        "value",
        "opportunity",
        "master",
        "fund",
        "intention",
        "nominate",
        "candidate",
        "stand",
        "election",
        "newell",
        "brand",
        "board",
        "director",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "company",
        "issued",
        "following",
        "statement",
        "newell",
        "brand",
        "diverse",
        "experienced",
        "board",
        "committed",
        "acting",
        "best",
        "interest",
        "company",
        "shareholder",
        "newell",
        "board",
        "comprises",
        "nine",
        "highly",
        "qualified",
        "experienced",
        "director",
        "eight",
        "independent",
        "seasoned",
        "leader",
        "entire",
        "newell",
        "board",
        "actively",
        "engaged",
        "broad",
        "range",
        "valuable",
        "perspective",
        "bring",
        "experience",
        "global",
        "leadership",
        "supply",
        "chain",
        "management",
        "finance",
        "marketing",
        "global",
        "brand",
        "management",
        "product",
        "development",
        "internet",
        "mobile",
        "medium",
        "business",
        "consumer",
        "retail",
        "industrial",
        "market",
        "manufacturing",
        "area",
        "critical",
        "newell",
        "brand",
        "business",
        "newell",
        "board",
        "recognizes",
        "importance",
        "right",
        "mix",
        "skill",
        "expertise",
        "experience",
        "committed",
        "continuously",
        "reviewing",
        "capability",
        "ongoing",
        "refreshment",
        "behalf",
        "shareholder",
        "furthermore",
        "board",
        "process",
        "place",
        "regularly",
        "evaluating",
        "prospective",
        "director",
        "newell",
        "board",
        "management",
        "team",
        "continue",
        "take",
        "decisive",
        "action",
        "deliver",
        "strong",
        "financial",
        "operational",
        "performance",
        "committed",
        "achieving",
        "newell",
        "brand",
        "transformation",
        "objective",
        "since",
        "beginning",
        "transformation",
        "company",
        "refined",
        "business",
        "strategy",
        "remains",
        "track",
        "continue",
        "progress",
        "emerging",
        "scale",
        "capability",
        "financial",
        "profile",
        "outgrow",
        "outperform",
        "competition",
        "past",
        "two",
        "year",
        "progress",
        "includes",
        "increased",
        "market",
        "share",
        "competitive",
        "core",
        "sale",
        "growth",
        "despite",
        "challenging",
        "retail",
        "environment",
        "realized",
        "million",
        "cost",
        "synergy",
        "saving",
        "generated",
        "nearly",
        "billion",
        "operating",
        "cash",
        "flow",
        "reduced",
        "gross",
        "debt",
        "billion",
        "since",
        "april",
        "scaled",
        "company",
        "advantaged",
        "capability",
        "consumer",
        "insight",
        "design",
        "innovation",
        "support",
        "larger",
        "portfolio",
        "optimized",
        "portfolio",
        "completion",
        "nine",
        "divestiture",
        "four",
        "acquisition",
        "returned",
        "million",
        "shareholder",
        "share",
        "repurchase",
        "dividend",
        "company",
        "taken",
        "decisive",
        "action",
        "executing",
        "accelerated",
        "transformation",
        "plan",
        "improve",
        "operational",
        "performance",
        "enhance",
        "shareholder",
        "value",
        "announced",
        "january",
        "newell",
        "brand",
        "expects",
        "focus",
        "company",
        "portfolio",
        "nine",
        "core",
        "division",
        "leading",
        "consumer",
        "brand",
        "approximately",
        "billion",
        "net",
        "sale",
        "billion",
        "ebitda",
        "twice",
        "size",
        "former",
        "newell",
        "rubbermaid",
        "higher",
        "operating",
        "margin",
        "deliver",
        "greater",
        "million",
        "incremental",
        "cost",
        "saving",
        "invest",
        "innovation",
        "design",
        "accelerate",
        "market",
        "share",
        "gain",
        "explore",
        "strategic",
        "option",
        "industrial",
        "commercial",
        "smaller",
        "consumer",
        "asset",
        "including",
        "waddington",
        "process",
        "solution",
        "rubbermaid",
        "commercial",
        "product",
        "mapa",
        "rawlings",
        "goody",
        "rubbermaid",
        "outdoor",
        "closet",
        "garage",
        "product",
        "playing",
        "card",
        "reduce",
        "manufacturing",
        "warehouse",
        "customer",
        "footprint",
        "company",
        "approximately",
        "percent",
        "creating",
        "simpler",
        "focused",
        "operation",
        "use",
        "approximately",
        "two",
        "third",
        "proceeds",
        "potential",
        "divestiture",
        "reduce",
        "leverage",
        "less",
        "3x",
        "remaining",
        "proceeds",
        "cash",
        "flow",
        "operation",
        "used",
        "return",
        "capital",
        "shareholder",
        "including",
        "share",
        "repurchase",
        "continuation",
        "per",
        "share",
        "quarterly",
        "dividend",
        "newell",
        "brand",
        "regularly",
        "review",
        "wide",
        "range",
        "option",
        "regarding",
        "business",
        "confident",
        "strength",
        "business",
        "plan",
        "management",
        "ability",
        "execute",
        "company",
        "remains",
        "committed",
        "enhancing",
        "value",
        "shareholder",
        "intends",
        "continue",
        "take",
        "decisive",
        "action",
        "belief",
        "enable",
        "company",
        "achieve",
        "objective",
        "newell",
        "brand",
        "shareholder",
        "required",
        "take",
        "action",
        "time",
        "newell",
        "board",
        "committee",
        "intend",
        "review",
        "validly",
        "submitted",
        "proposed",
        "director",
        "nominee",
        "accordance",
        "company",
        "restated",
        "certificate",
        "incorporation",
        "corporate",
        "governance",
        "guideline",
        "board",
        "intends",
        "present",
        "recommendation",
        "regarding",
        "director",
        "nominee",
        "newell",
        "brand",
        "definitive",
        "proxy",
        "statement",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "mailed",
        "due",
        "course",
        "goldman",
        "sachs",
        "acting",
        "financial",
        "advisor",
        "newell",
        "brand",
        "jones",
        "day",
        "acting",
        "legal",
        "counsel",
        "newell",
        "brand",
        "newell",
        "brand",
        "nyse",
        "nwl",
        "leading",
        "global",
        "consumer",
        "good",
        "company",
        "strong",
        "portfolio",
        "brand",
        "including",
        "paper",
        "elmer",
        "rubbermaid",
        "commercial",
        "baby",
        "first",
        "waddington",
        "yankee",
        "hundred",
        "million",
        "consumer",
        "newell",
        "brand",
        "make",
        "life",
        "better",
        "every",
        "day",
        "live",
        "learn",
        "work",
        "play",
        "press",
        "release",
        "additional",
        "information",
        "newell",
        "brand",
        "available",
        "company",
        "website",
        "additional",
        "information",
        "connection",
        "newell",
        "annual",
        "meeting",
        "shareholder",
        "newell",
        "file",
        "security",
        "exchange",
        "commission",
        "mail",
        "shareholder",
        "record",
        "entitled",
        "vote",
        "annual",
        "meeting",
        "definitive",
        "proxy",
        "statement",
        "document",
        "including",
        "white",
        "proxy",
        "card",
        "shareholder",
        "encouraged",
        "read",
        "proxy",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "document",
        "contain",
        "important",
        "information",
        "filed",
        "sec",
        "definitive",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "also",
        "mailed",
        "shareholder",
        "record",
        "investor",
        "interested",
        "party",
        "able",
        "obtain",
        "document",
        "free",
        "charge",
        "sec",
        "website",
        "newell",
        "website",
        "request",
        "writing",
        "sent",
        "newell",
        "river",
        "street",
        "hoboken",
        "new",
        "jersey",
        "attention",
        "general",
        "counsel",
        "participant",
        "solicitation",
        "company",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "annual",
        "meeting",
        "certain",
        "information",
        "concerning",
        "certain",
        "participant",
        "set",
        "forth",
        "company",
        "definitive",
        "proxy",
        "statement",
        "dated",
        "march",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "schedule",
        "14a",
        "company",
        "current",
        "report",
        "dated",
        "august",
        "january",
        "filed",
        "sec",
        "form",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "annual",
        "meeting",
        "relevant",
        "material",
        "filed",
        "sec",
        "become",
        "available",
        "caution",
        "concerning",
        "statement",
        "statement",
        "letter",
        "historical",
        "fact",
        "particularly",
        "anticipating",
        "future",
        "financial",
        "performance",
        "business",
        "prospect",
        "growth",
        "operating",
        "strategy",
        "similar",
        "matter",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "statement",
        "generally",
        "identified",
        "use",
        "word",
        "intend",
        "anticipate",
        "believe",
        "estimate",
        "project",
        "target",
        "plan",
        "expect",
        "would",
        "similar",
        "statement",
        "company",
        "caution",
        "guarantee",
        "inherent",
        "difficulty",
        "predicting",
        "future",
        "result",
        "addition",
        "assurance",
        "company",
        "complete",
        "potential",
        "transaction",
        "initiative",
        "referenced",
        "letter",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "suggested",
        "include",
        "limited",
        "uncertainty",
        "regarding",
        "future",
        "action",
        "may",
        "taken",
        "starboard",
        "furtherance",
        "stated",
        "intention",
        "nominate",
        "director",
        "candidate",
        "election",
        "newell",
        "annual",
        "meeting",
        "potential",
        "operational",
        "disruption",
        "caused",
        "starboard",
        "action",
        "may",
        "make",
        "difficult",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "supplier",
        "company",
        "dependence",
        "strength",
        "retail",
        "commercial",
        "industrial",
        "sector",
        "economy",
        "various",
        "part",
        "world",
        "competition",
        "manufacturer",
        "distributor",
        "consumer",
        "product",
        "major",
        "retailer",
        "strong",
        "bargaining",
        "power",
        "consolidation",
        "company",
        "customer",
        "company",
        "ability",
        "improve",
        "productivity",
        "reduce",
        "complexity",
        "streamline",
        "operation",
        "company",
        "ability",
        "develop",
        "innovative",
        "new",
        "product",
        "develop",
        "maintain",
        "strengthen",
        "brand",
        "realize",
        "benefit",
        "increased",
        "advertising",
        "promotion",
        "spend",
        "risk",
        "related",
        "company",
        "substantial",
        "indebtedness",
        "potential",
        "increase",
        "interest",
        "rate",
        "change",
        "company",
        "credit",
        "rating",
        "company",
        "ability",
        "effectively",
        "accelerate",
        "transformation",
        "plan",
        "explore",
        "execute",
        "strategic",
        "option",
        "company",
        "ability",
        "complete",
        "planned",
        "acquisition",
        "divestiture",
        "integrate",
        "jarden",
        "acquisition",
        "unexpected",
        "cost",
        "expense",
        "associated",
        "acquisition",
        "disposition",
        "change",
        "price",
        "raw",
        "material",
        "sourced",
        "product",
        "company",
        "ability",
        "obtain",
        "raw",
        "material",
        "sourced",
        "product",
        "timely",
        "manner",
        "risk",
        "inherent",
        "company",
        "foreign",
        "operation",
        "including",
        "currency",
        "fluctuation",
        "exchange",
        "control",
        "pricing",
        "restriction",
        "failure",
        "one",
        "company",
        "key",
        "information",
        "technology",
        "system",
        "related",
        "control",
        "future",
        "event",
        "could",
        "adversely",
        "affect",
        "value",
        "company",
        "asset",
        "require",
        "impairment",
        "charge",
        "impact",
        "united",
        "state",
        "foreign",
        "regulation",
        "company",
        "operation",
        "including",
        "environmental",
        "remediation",
        "cost",
        "potential",
        "inability",
        "attract",
        "retain",
        "motivate",
        "key",
        "employee",
        "resolution",
        "tax",
        "contingency",
        "resulting",
        "additional",
        "tax",
        "liability",
        "product",
        "liability",
        "product",
        "recall",
        "related",
        "regulatory",
        "action",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "significant",
        "increase",
        "funding",
        "obligation",
        "related",
        "company",
        "pension",
        "plan",
        "factor",
        "listed",
        "time",
        "time",
        "company",
        "filing",
        "sec",
        "including",
        "limited",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "information",
        "contained",
        "letter",
        "date",
        "indicated",
        "company",
        "assumes",
        "obligation",
        "update",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "nancy",
        "donnell",
        "svp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "medium",
        "michael",
        "sinatra",
        "director",
        "external",
        "communication",
        "ed",
        "trissel",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "etrissel",
        "source",
        "newell",
        "brand",
        "inc"
    ]
}