{
    "organizations": [],
    "uuid": "45a8403d4ff240ba432781392141c1ae5955cd0a",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/02/07/ann-miura-ko-floodgate-lyft-uber/",
    "ord_in_thread": 0,
    "title": "Floodgate's Ann Miura-Ko: Lyft Can Overtake Uber in Ride-Sharing Wars | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "‘Most Powerful Woman in Startups’ Ann Miura-Ko Thinks Lyft Can Overtake Uber Courtesy of Floodgate/Christopher Michel 9:34 AM EST \nThis article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here. \nAnn Miura-Ko is the co-founder of Floodgate , a Palo Alto, Calif.-based venture capital firm. She’s been called “the most powerful woman in startups,” and rightly so. \nFloodgate partner Mike Maples says Miura-Ko has made at least one investment in each of Floodgate’s funds that could potentially return the entire fund. Her investments include Lyft, Ayasdi, Xamarin, Refinery29, JoyRun, TaskRabbit, and Modcloth. \nTerm Sheet spoke with her about the early days of Floodgate, her bet on Lyft, and the expanding role of limited partners in tech. \nThis Q&A has been edited for length and clarity. \nTERM SHEET: You got into venture capital in 2008 at the height of the recession. From your perspective, how has the venture ecosystem shifted since then? \nMIURA-KO: In 2008, it was crickets. All the banks were failing. It was this period where the larger firms were trying to figure out what to do in this kind of economic climate. They had become very quiet in that period. The angels — because their assets were caught up in this recession — weren’t able to write large checks. That’s the setting in which we created Floodgate. We observed there was this massive hole in what was then offered to entrepreneurs. \nWhat’s changed is that cost basis for starting a company. Because of the infusion of capital into the startup ecosystem, we’ve seen a massive increase in the cost of starting a startup. It used to be that when you joined a startup, it was pretty obvious you’d have to take a significant pay cut. Today, I would argue, there is very little difference between working for a larger company and working for a startup. \nYou’re an investor in Lyft. Given what’s going on with Uber, how do you see Lyft’s business evolving & do you think it can take the lead from Uber? \nMIURA-KO: What I’ve always loved about Lyft is that the way the won is they played their own game. The momentum they’ve gained is because of the way they run their business and the community they’ve built. I’ve known the founders for eight years, and I know John [Zimmer] and Logan [Green] believe in the importance of the drivers, and it’s shown up in the product. They’ll continue to focus on the way they run their business. \nBut do you see them surpassing Uber and becoming No. 1 in ride-sharing? \nMIURA-KO: Yes — if I didn’t believe that, I wouldn’t be a buyer of the shares, and I’ve been a shareholder since they were valued at $5 million. \nThe numbers and the momentum are pretty impressive. You could see that in 2017, there was this sudden shift. Lyft wasn’t just this far-off second player. \nYou also have an investment in a company that has made a microscope for the brain, Inscopix . More and more companies are working on building a brain-computer interface, which would allow the mind to connect with artificial intelligence. What do you think about the future of innovations focused on the brain? \nMIURA-KO: I’m extraordinarily bullish on that field. I believe that you need to treat the brain differently from the rest of the body in order to understand the way it operates. Genetics offers one view into the body, but it’s just as important to understand how the circuitry of the brain works. We haven’t mapped it out yet. I invested in Inscopix because it appears to be the tool capable of doing that. The data that they’re gathering and the tool they have, I believe, is what’s truly powerful. \nYou were recently quoted in a Fortune story about how limited partners are starting to realize that backing firms that have diversity as part of their investment strategy might be good for business. How big of a role do you think LPs play in the diversity problem in tech? \nMIURA-KO: Limited partners conduct a lot of backchannel references, and I think they’ll be having more explicit conversations if they get a sense of any problem early on at the firm. \nFloodgate has reported that 20% of its pitches come from female founders , whereas other VCs say they see roughly 1% to 2%. Why do you think there’s such a big disparity in deal flow? \nMIURA-KO: I think women are more likely to pitch a firm that has women — for better or for worse. My pitch to female founders is stop doing that — pitch everyone. On the flip side, when I talk to other firms, I tell them that they need to hire women because it will open up a different deal flow. \nIndustry-wide, female founders received 2% of all venture funding last year. What needs to happen for this stat to change? \nMIURA-KO: I believe we can actually move the needle on female GPs pretty easily. I know for a fact there’s a ton of announcements coming out relatively soon about women being recruited into venture firms. Different firms have different motivations, but I think people are seeing that diversity is a critical piece. I think they see what I see within Floodgate, which is that it’s not just diversity of gender. If you want to have great discussions within a partnership, it’s the diversity of backgrounds that makes that happen. Gender is obviously one aspect, but we should be looking for people of color and a variety of different ways that we can enhance diversity and perspective. It’s the things you see, but it’s also the things you don’t see, that make diversity so important. \nWhat’s the best business advice you’ve ever received? \nMIURA-KO: It’s a combination of something Mike told me and something my dad always says. The way Mike says it is: “Think like an owner.” My dad says: “Be world-class.” \nWhat I loved about being a part of Floodgate at Day 0 is that we had to unclog the toilet. It was either me or Mike. No job was too small. I love that feeling of ownership — of feeling that everything is so important. In my professional life, if you treat every small job like it could be the most important job in the world, then success comes and luck becomes something else. You transform every small piece of luck into experience. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-07T11:34:00.000+02:00",
    "crawled": "2018-02-07T17:15:25.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "powerful",
        "woman",
        "startup",
        "ann",
        "think",
        "lyft",
        "overtake",
        "uber",
        "courtesy",
        "michel",
        "est",
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "ann",
        "floodgate",
        "palo",
        "alto",
        "venture",
        "capital",
        "firm",
        "called",
        "powerful",
        "woman",
        "startup",
        "rightly",
        "floodgate",
        "partner",
        "mike",
        "maple",
        "say",
        "made",
        "least",
        "one",
        "investment",
        "floodgate",
        "fund",
        "could",
        "potentially",
        "return",
        "entire",
        "fund",
        "investment",
        "include",
        "lyft",
        "ayasdi",
        "xamarin",
        "refinery29",
        "joyrun",
        "taskrabbit",
        "modcloth",
        "term",
        "sheet",
        "spoke",
        "early",
        "day",
        "floodgate",
        "bet",
        "lyft",
        "expanding",
        "role",
        "limited",
        "partner",
        "tech",
        "q",
        "edited",
        "length",
        "clarity",
        "term",
        "sheet",
        "got",
        "venture",
        "capital",
        "height",
        "recession",
        "perspective",
        "venture",
        "ecosystem",
        "shifted",
        "since",
        "cricket",
        "bank",
        "failing",
        "period",
        "larger",
        "firm",
        "trying",
        "figure",
        "kind",
        "economic",
        "climate",
        "become",
        "quiet",
        "period",
        "angel",
        "asset",
        "caught",
        "recession",
        "able",
        "write",
        "large",
        "check",
        "setting",
        "created",
        "floodgate",
        "observed",
        "massive",
        "hole",
        "offered",
        "entrepreneur",
        "changed",
        "cost",
        "basis",
        "starting",
        "company",
        "infusion",
        "capital",
        "startup",
        "ecosystem",
        "seen",
        "massive",
        "increase",
        "cost",
        "starting",
        "startup",
        "used",
        "joined",
        "startup",
        "pretty",
        "obvious",
        "take",
        "significant",
        "pay",
        "cut",
        "today",
        "would",
        "argue",
        "little",
        "difference",
        "working",
        "larger",
        "company",
        "working",
        "startup",
        "investor",
        "lyft",
        "given",
        "going",
        "uber",
        "see",
        "lyft",
        "business",
        "evolving",
        "think",
        "take",
        "lead",
        "uber",
        "always",
        "loved",
        "lyft",
        "way",
        "played",
        "game",
        "momentum",
        "gained",
        "way",
        "run",
        "business",
        "community",
        "built",
        "known",
        "founder",
        "eight",
        "year",
        "know",
        "john",
        "zimmer",
        "logan",
        "green",
        "believe",
        "importance",
        "driver",
        "shown",
        "product",
        "continue",
        "focus",
        "way",
        "run",
        "business",
        "see",
        "surpassing",
        "uber",
        "becoming",
        "yes",
        "believe",
        "buyer",
        "share",
        "shareholder",
        "since",
        "valued",
        "million",
        "number",
        "momentum",
        "pretty",
        "impressive",
        "could",
        "see",
        "sudden",
        "shift",
        "lyft",
        "second",
        "player",
        "also",
        "investment",
        "company",
        "made",
        "microscope",
        "brain",
        "inscopix",
        "company",
        "working",
        "building",
        "interface",
        "would",
        "allow",
        "mind",
        "connect",
        "artificial",
        "intelligence",
        "think",
        "future",
        "innovation",
        "focused",
        "brain",
        "extraordinarily",
        "bullish",
        "field",
        "believe",
        "need",
        "treat",
        "brain",
        "differently",
        "rest",
        "body",
        "order",
        "understand",
        "way",
        "operates",
        "genetics",
        "offer",
        "one",
        "view",
        "body",
        "important",
        "understand",
        "circuitry",
        "brain",
        "work",
        "mapped",
        "yet",
        "invested",
        "inscopix",
        "appears",
        "tool",
        "capable",
        "data",
        "gathering",
        "tool",
        "believe",
        "truly",
        "powerful",
        "recently",
        "quoted",
        "fortune",
        "story",
        "limited",
        "partner",
        "starting",
        "realize",
        "backing",
        "firm",
        "diversity",
        "part",
        "investment",
        "strategy",
        "might",
        "good",
        "business",
        "big",
        "role",
        "think",
        "lp",
        "play",
        "diversity",
        "problem",
        "tech",
        "limited",
        "partner",
        "conduct",
        "lot",
        "backchannel",
        "reference",
        "think",
        "explicit",
        "conversation",
        "get",
        "sense",
        "problem",
        "early",
        "firm",
        "floodgate",
        "reported",
        "pitch",
        "come",
        "female",
        "founder",
        "whereas",
        "vcs",
        "say",
        "see",
        "roughly",
        "think",
        "big",
        "disparity",
        "deal",
        "flow",
        "think",
        "woman",
        "likely",
        "pitch",
        "firm",
        "woman",
        "better",
        "worse",
        "pitch",
        "female",
        "founder",
        "stop",
        "pitch",
        "everyone",
        "flip",
        "side",
        "talk",
        "firm",
        "tell",
        "need",
        "hire",
        "woman",
        "open",
        "different",
        "deal",
        "flow",
        "female",
        "founder",
        "received",
        "venture",
        "funding",
        "last",
        "year",
        "need",
        "happen",
        "stat",
        "change",
        "believe",
        "actually",
        "move",
        "needle",
        "female",
        "gps",
        "pretty",
        "easily",
        "know",
        "fact",
        "ton",
        "announcement",
        "coming",
        "relatively",
        "soon",
        "woman",
        "recruited",
        "venture",
        "firm",
        "different",
        "firm",
        "different",
        "motivation",
        "think",
        "people",
        "seeing",
        "diversity",
        "critical",
        "piece",
        "think",
        "see",
        "see",
        "within",
        "floodgate",
        "diversity",
        "gender",
        "want",
        "great",
        "discussion",
        "within",
        "partnership",
        "diversity",
        "background",
        "make",
        "happen",
        "gender",
        "obviously",
        "one",
        "aspect",
        "looking",
        "people",
        "color",
        "variety",
        "different",
        "way",
        "enhance",
        "diversity",
        "perspective",
        "thing",
        "see",
        "also",
        "thing",
        "see",
        "make",
        "diversity",
        "important",
        "best",
        "business",
        "advice",
        "ever",
        "received",
        "combination",
        "something",
        "mike",
        "told",
        "something",
        "dad",
        "always",
        "say",
        "way",
        "mike",
        "say",
        "think",
        "like",
        "dad",
        "say",
        "loved",
        "part",
        "floodgate",
        "day",
        "unclog",
        "toilet",
        "either",
        "mike",
        "job",
        "small",
        "love",
        "feeling",
        "ownership",
        "feeling",
        "everything",
        "important",
        "professional",
        "life",
        "treat",
        "every",
        "small",
        "job",
        "like",
        "could",
        "important",
        "job",
        "world",
        "success",
        "come",
        "luck",
        "becomes",
        "something",
        "else",
        "transform",
        "every",
        "small",
        "piece",
        "luck",
        "experience",
        "sponsored",
        "financial",
        "content"
    ]
}