{
    "organizations": [],
    "uuid": "cfbb996c5f3214fb4331df68d74bb7a6dd070d25",
    "author": "Barbara Booth",
    "url": "https://www.cnbc.com/2018/02/05/how-to-offload-an-unwanted-timeshare.html",
    "ord_in_thread": 0,
    "title": "How to offload an unwanted timeshare",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "6 Hours Ago | 01:40 \nSpring may be a hot time for real estate sales, but unloading a timeshare is not. \nToday 9.2 million American households, or about 7.3 percent, own at least one shared vacation product. The U.S. timeshare industry has been growing steadily, to $9.2 billion in 2016 in net sales from $4.63 billion in 2010, according to the American Resort Development Association, the Washington-based organization that represents the vacation ownership and resort development industries. \nAbout 50 percent of all new sales comes from existing owners, who experts say are much easier to upsell than a brand-new buyer. \nThose sales pitches can be hard to ignore. \n\"They give people big incentives to go to these sales presentations, and their salespeople are outstanding,\" said Jeff Weir, chief correspondent at RedWeek, a platform for selling and renting timeshares. He is also an investigative reporter covering national timeshare legislation, litigation, legacy resorts and developer issues. \n\"They can seduce anybody into buying a timeshare,\" Weir said. \"It happened to me, and I'm no dummy.\" And-One | Getty Images \nYet while the corporate side of vacation-ownership resorts is enjoying a surge — according to the association, the average sales price for a timeshare in the United States today is $20,940 — experts say many timeshare owners desperately want out. They may be unable to afford the rising costs, frustrated with the inability to book during prime weeks, unhappy with their outdated properties or simply losing interest after the kids have grown. \nThe problem: It's next to impossible to unload them. And if you are one of the lucky ones to attract a buyer, you likely will get only a fraction of what you paid. \n\"The value of a timeshare plummets the minute you buy it, and it depreciates faster than any car you've ever bought,\" said Weir. \"They make it easy for you to get in, impossible for you to get out.\" -Jeff Weir, chief correspondent at RedWeek \nFor example, buying a timeshare at a brand-name property on Maui can run about $30,000 for one week a year, he said — but the going resale rate is $6,000 to $7,000 on RedWeek.com. \nMany of the older, deeded timeshare properties have no value at all, yet the annual fees can be high and keep rising. \n\"The future of some of these is a parking lot,\" said Weir. \n\"When people originally bought timeshares 30 years ago, one of the sales pitches was you could give it to your kids — pass it on down like a suitcase full of money,\" Weir said. \"Well, it turns out it is a suitcase, but it's a suitcase full of bills. They make it easy for you to get in, impossible for you to get out.\" \nThe four most common types of timeshares \nFixed week: This option buys you a deed to a specific unit at a resort for the same week year after year. You actually own a fraction of the overall property and the deed is officially recorded in government files. \nFloating: Like the fixed week, you own a deeded week for a specific unit — but you have the freedom to book your week any time you want. This flexibility poses a risk, however, because others may be competing for the same week. \nRight to use: RTUs don't provide true ownership of the timeshare; instead, you buy a membership and lease the property from the developer for a period ranging from 20 years to 99 years. \nPoint based: This option buys you an allotment of points that can be used at a variety of locations, depending on the number of points you've accumulated through ownership. As with the floating option, getting a reservation during prime time can be difficult. The inherited timeshare conundrum \nDeborah Howerton and her brother, Carl, understand Weir's \"suitcase of bills\" analogy all too well. \nFor nearly a decade their parents enjoyed two weeks every year at their Sheraton Vistana Villages timeshare in Orlando, Florida. When they bought it, they named their children as the beneficiaries. \nNow that their parents have passed away, Deborah and Carl are the new owners — and responsible for the $900 annual fee attached to each week. \n\"In no way do I want this, nor does my brother,\" said Deborah. \"It was great for my mom and dad, because they used it every year since they bought it, and they thoroughly enjoyed it. They also had the luxury of time and flexibility to use it. We, however, do not.\" \n\"It's impossible to sell, and I'm afraid not paying the fees will ruin my credit,\" she said. \nHer fears are justified. On Jan. 26, Deborah received a delinquency notice in her name from Bella Florida Condominium Association in Orange County requesting payment of the timeshare fees, with an 18 percent interest rate tacked on. Source: Jeff Weir Jeff Weir, chief correspondent for RedWeek and an investigative reporter covering national timeshare legislation, litigation, legacy resorts and developer issues. \nWhat's worse, the Howertons' timeshares most likely have no value, said Weir. \n\"Fifty percent of all timeshares are located in Florida,\" he said. \"So if you ever want a glutted market, Orlando is it.\" \nA two-bedroom, two-bath floating-week timeshare at the Sheraton Vistana Villages recently was listed on RedWeek's resale platform for just $495 — with a $1,135.20 annual maintenance fee. \nVistana was acquired by Starwood Hotels & Resorts in 1999. Now called Starwood Vacation Ownership, its portfolio is made up primarily of Sheraton- and Westin-branded vacation ownership resorts. \nDavid Calvert, director of brand, communications and creative resources for Starwood, told CNBC the resort \"will work with the Howertons to resolve their unique circumstances.\" \n\"While Vistana continues to experience high loyalty and resort satisfaction rates, in the event an owner inquires about returning their vacation ownership interest, we work with them on a case-by-case basis,\" he said. \nExperts say inherited timeshares can have unique issues. \n\"Most people don't realize they've inherited a timeshare,\" said Brandon Reed, founder and CEO of the Timeshare Exit Team in Lynnwood, Washington, which helps people offload their timeshares. (Demand for the company's services, which cost around $4,000, has doubled over the past two years, Reed said.) \n\"We had a lady in here not too long ago that inherited eight timeshares from her brother who passed away, but she had no idea,\" he said. \"And they all had about a $1,000 maintenance fee attached.\" \"In almost every case, the beneficiary looks at [an inherited] timeshare as more of a hassle than an asset.\" -Michael Burns , Estate and tax attorney at Scroggin and Co. \nBefore engaging the services of a third-party exit company, however, Reed recommends contacting a no-upfront-fee listing company to find out the timeshare's value, then contacting the timeshare property directly to see if they will help. \nHoward Nusbaum, president and CEO of the American Resort Development Association agrees. \n\"The resort should be the first stop on the journey [toward an] exit,\" he said. For beneficiaries, 'more of a hassle than an asset' \nMichael Burns, an estate and tax attorney at Scroggin and Co. in Roswell, Georgia, has a number of clients who have inherited a timeshare. \n\" In almost every case, the beneficiary looks at a timeshare as more of a hassle than an asset,\" he said. \"If an individual has passed and you do not want to inherit it, you can file a disclaimer and then it would go to whoever the next beneficiary is under the will. So it's always going to be passing down to somebody.\" \nAccording to Weir, no one has to accept the burden of inherited timeshare ownership, or the debt or the bills that go with it. \n\"If they get a bill from the timeshare company, they can call their home resort and say, 'Look, I don't want it. I'll give the deed back or sell it back to you and I am out' ... They cannot go after you, because you are not the buyer.\" \nAll that should be done in writing, he said. \nBut Burns, the attorney, warned that such a strategy could backfire, generating a creditor claim against the estate. \n\"While it is true that the beneficiary under a will would not have to pay the fees, the executor or administrator of the estate would need to settle the debt in order to be discharged from liability,\" he said. \"I would never recommend an executor or administrator ignore the timeshare company. \n\"Rather, I would recommend being proactive to see if the executor or administrator could return the timeshare to the company, attempt to sell the timeshare or even donate it to a charity organization.\" A market ripe for scammers \nWith so many owners looking to unload their timeshares, scammers are popping up posing as resale brokers. \nThey promise an easy sell and charge upfront fees averaging around $5,000 to cover closing costs, services, taxes and maintenance fees. Unfortunately, once the funds are paid, the sale is never finalized, calls are not returned and the scammer disappears with the money. \nIf owners want to try the resale route, the resort development association has a list of licensed brokers who can help with selling and renting. \nTo protect against unscrupulous resale companies , Reed of the Timeshare Exit Team suggests: Avoiding companies that charge a large upfront fee. Being cautious of someone who promises a quick sale. Contacting your state's attorney general, local consumer protection agencies and Better Business Bureau to determine if there are any complaints against the company. Hiring an attorney to review any documents before signing anything. Some rays of sunshine for timeshare owners \nRecently, the timeshare secondary market has seen an uptick for both rental and resale of units. \nResale closings on Redweek rose 76 percent in 2017, up from 40 percent per year since 2013. The average selling price: $4,800. The average selling price at major brand-name timeshares was even better at $7,260, up 2 percent from 2016. \nRedweek's timeshare rentals almost quadrupled in 2017, with an average weekly rental price just over $2,300. \n\"The timeshare rental market is booming and going to continue,\" said Weir. Getty Images \nIn addition, a few of the major players have started to address the need for vacation-ownership exits and have begun offering take-back programs. \n\"Increasing numbers of resort companies are offering enhanced resale and exit programs,\" said Nusbaum. \"I believe they are right to do so. ... It is understandable when someone isn't using their timeshare that they wouldn't want to continue to own it, since it comes with annual fees.\" \nThree years ago, Wyndham launched its Ovation program , and in 2017 Diamond Resorts rolled out a Transitions program. These programs allow owners with a clear title and accounts in good standing to exit their timeshares. \nIt's always worth asking, even if there's no well-advertised option to unload. For example, Disney , while it doesn't have an official take-back program, is known to work with its vacation club members, Weir said. \nThe booming rental market also bodes well for consumers. \n\"The reality is, you can just hop online and rent a timeshare,\" said Reed. \"The industry is fighting us, but we're also fighting back because there has never been a voice — a real voice — for the owner in this industry.\" \nMore from Personal Finance: ",
    "published": "2018-02-05T15:30:00.000+02:00",
    "crawled": "2018-02-05T15:31:22.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "spring",
        "may",
        "hot",
        "time",
        "real",
        "estate",
        "sale",
        "unloading",
        "timeshare",
        "today",
        "million",
        "american",
        "household",
        "percent",
        "least",
        "one",
        "shared",
        "vacation",
        "product",
        "timeshare",
        "industry",
        "growing",
        "steadily",
        "billion",
        "net",
        "sale",
        "billion",
        "according",
        "american",
        "resort",
        "development",
        "association",
        "organization",
        "represents",
        "vacation",
        "ownership",
        "resort",
        "development",
        "industry",
        "percent",
        "new",
        "sale",
        "come",
        "existing",
        "owner",
        "expert",
        "say",
        "much",
        "easier",
        "upsell",
        "buyer",
        "sale",
        "pitch",
        "hard",
        "ignore",
        "give",
        "people",
        "big",
        "incentive",
        "go",
        "sale",
        "presentation",
        "salesperson",
        "outstanding",
        "said",
        "jeff",
        "weir",
        "chief",
        "correspondent",
        "redweek",
        "platform",
        "selling",
        "renting",
        "timeshares",
        "also",
        "investigative",
        "reporter",
        "covering",
        "national",
        "timeshare",
        "legislation",
        "litigation",
        "legacy",
        "resort",
        "developer",
        "issue",
        "seduce",
        "anybody",
        "buying",
        "timeshare",
        "weir",
        "said",
        "happened",
        "dummy",
        "getty",
        "image",
        "yet",
        "corporate",
        "side",
        "resort",
        "enjoying",
        "surge",
        "according",
        "association",
        "average",
        "sale",
        "price",
        "timeshare",
        "united",
        "state",
        "today",
        "expert",
        "say",
        "many",
        "timeshare",
        "owner",
        "desperately",
        "want",
        "may",
        "unable",
        "afford",
        "rising",
        "cost",
        "frustrated",
        "inability",
        "book",
        "prime",
        "week",
        "unhappy",
        "outdated",
        "property",
        "simply",
        "losing",
        "interest",
        "kid",
        "grown",
        "problem",
        "next",
        "impossible",
        "unload",
        "one",
        "lucky",
        "one",
        "attract",
        "buyer",
        "likely",
        "get",
        "fraction",
        "paid",
        "value",
        "timeshare",
        "plummet",
        "minute",
        "buy",
        "depreciates",
        "faster",
        "car",
        "ever",
        "bought",
        "said",
        "weir",
        "make",
        "easy",
        "get",
        "impossible",
        "get",
        "weir",
        "chief",
        "correspondent",
        "redweek",
        "example",
        "buying",
        "timeshare",
        "property",
        "maui",
        "run",
        "one",
        "week",
        "year",
        "said",
        "going",
        "resale",
        "rate",
        "many",
        "older",
        "deeded",
        "timeshare",
        "property",
        "value",
        "yet",
        "annual",
        "fee",
        "high",
        "keep",
        "rising",
        "future",
        "parking",
        "lot",
        "said",
        "weir",
        "people",
        "originally",
        "bought",
        "timeshares",
        "year",
        "ago",
        "one",
        "sale",
        "pitch",
        "could",
        "give",
        "kid",
        "pas",
        "like",
        "suitcase",
        "full",
        "money",
        "weir",
        "said",
        "well",
        "turn",
        "suitcase",
        "suitcase",
        "full",
        "bill",
        "make",
        "easy",
        "get",
        "impossible",
        "get",
        "four",
        "common",
        "type",
        "timeshares",
        "fixed",
        "week",
        "option",
        "buy",
        "deed",
        "specific",
        "unit",
        "resort",
        "week",
        "year",
        "year",
        "actually",
        "fraction",
        "overall",
        "property",
        "deed",
        "officially",
        "recorded",
        "government",
        "file",
        "floating",
        "like",
        "fixed",
        "week",
        "deeded",
        "week",
        "specific",
        "unit",
        "freedom",
        "book",
        "week",
        "time",
        "want",
        "flexibility",
        "pose",
        "risk",
        "however",
        "others",
        "may",
        "competing",
        "week",
        "right",
        "use",
        "rtus",
        "provide",
        "true",
        "ownership",
        "timeshare",
        "instead",
        "buy",
        "membership",
        "lease",
        "property",
        "developer",
        "period",
        "ranging",
        "year",
        "year",
        "point",
        "based",
        "option",
        "buy",
        "allotment",
        "point",
        "used",
        "variety",
        "location",
        "depending",
        "number",
        "point",
        "accumulated",
        "ownership",
        "floating",
        "option",
        "getting",
        "reservation",
        "prime",
        "time",
        "difficult",
        "inherited",
        "timeshare",
        "conundrum",
        "deborah",
        "howerton",
        "brother",
        "carl",
        "understand",
        "weir",
        "suitcase",
        "bill",
        "analogy",
        "well",
        "nearly",
        "decade",
        "parent",
        "enjoyed",
        "two",
        "week",
        "every",
        "year",
        "sheraton",
        "vistana",
        "village",
        "timeshare",
        "orlando",
        "florida",
        "bought",
        "named",
        "child",
        "beneficiary",
        "parent",
        "passed",
        "away",
        "deborah",
        "carl",
        "new",
        "owner",
        "responsible",
        "annual",
        "fee",
        "attached",
        "week",
        "way",
        "want",
        "brother",
        "said",
        "deborah",
        "great",
        "mom",
        "dad",
        "used",
        "every",
        "year",
        "since",
        "bought",
        "thoroughly",
        "enjoyed",
        "also",
        "luxury",
        "time",
        "flexibility",
        "use",
        "however",
        "impossible",
        "sell",
        "afraid",
        "paying",
        "fee",
        "ruin",
        "credit",
        "said",
        "fear",
        "justified",
        "deborah",
        "received",
        "delinquency",
        "notice",
        "name",
        "bella",
        "florida",
        "condominium",
        "association",
        "orange",
        "county",
        "requesting",
        "payment",
        "timeshare",
        "fee",
        "percent",
        "interest",
        "rate",
        "tacked",
        "source",
        "jeff",
        "weir",
        "jeff",
        "weir",
        "chief",
        "correspondent",
        "redweek",
        "investigative",
        "reporter",
        "covering",
        "national",
        "timeshare",
        "legislation",
        "litigation",
        "legacy",
        "resort",
        "developer",
        "issue",
        "worse",
        "howertons",
        "timeshares",
        "likely",
        "value",
        "said",
        "weir",
        "fifty",
        "percent",
        "timeshares",
        "located",
        "florida",
        "said",
        "ever",
        "want",
        "glutted",
        "market",
        "orlando",
        "timeshare",
        "sheraton",
        "vistana",
        "village",
        "recently",
        "listed",
        "redweek",
        "resale",
        "platform",
        "annual",
        "maintenance",
        "fee",
        "vistana",
        "acquired",
        "starwood",
        "hotel",
        "resort",
        "called",
        "starwood",
        "vacation",
        "ownership",
        "portfolio",
        "made",
        "primarily",
        "vacation",
        "ownership",
        "resort",
        "david",
        "calvert",
        "director",
        "brand",
        "communication",
        "creative",
        "resource",
        "starwood",
        "told",
        "cnbc",
        "resort",
        "work",
        "howertons",
        "resolve",
        "unique",
        "circumstance",
        "vistana",
        "continues",
        "experience",
        "high",
        "loyalty",
        "resort",
        "satisfaction",
        "rate",
        "event",
        "owner",
        "inquires",
        "returning",
        "vacation",
        "ownership",
        "interest",
        "work",
        "basis",
        "said",
        "expert",
        "say",
        "inherited",
        "timeshares",
        "unique",
        "issue",
        "people",
        "realize",
        "inherited",
        "timeshare",
        "said",
        "brandon",
        "reed",
        "founder",
        "ceo",
        "timeshare",
        "exit",
        "team",
        "lynnwood",
        "washington",
        "help",
        "people",
        "offload",
        "timeshares",
        "demand",
        "company",
        "service",
        "cost",
        "around",
        "doubled",
        "past",
        "two",
        "year",
        "reed",
        "said",
        "lady",
        "long",
        "ago",
        "inherited",
        "eight",
        "timeshares",
        "brother",
        "passed",
        "away",
        "idea",
        "said",
        "maintenance",
        "fee",
        "attached",
        "almost",
        "every",
        "case",
        "beneficiary",
        "look",
        "inherited",
        "timeshare",
        "hassle",
        "asset",
        "burn",
        "estate",
        "tax",
        "attorney",
        "scroggin",
        "engaging",
        "service",
        "exit",
        "company",
        "however",
        "reed",
        "recommends",
        "contacting",
        "listing",
        "company",
        "find",
        "timeshare",
        "value",
        "contacting",
        "timeshare",
        "property",
        "directly",
        "see",
        "help",
        "howard",
        "nusbaum",
        "president",
        "ceo",
        "american",
        "resort",
        "development",
        "association",
        "agrees",
        "resort",
        "first",
        "stop",
        "journey",
        "toward",
        "exit",
        "said",
        "beneficiary",
        "hassle",
        "asset",
        "michael",
        "burn",
        "estate",
        "tax",
        "attorney",
        "scroggin",
        "roswell",
        "georgia",
        "number",
        "client",
        "inherited",
        "almost",
        "every",
        "case",
        "beneficiary",
        "look",
        "timeshare",
        "hassle",
        "asset",
        "said",
        "individual",
        "passed",
        "want",
        "inherit",
        "file",
        "disclaimer",
        "would",
        "go",
        "whoever",
        "next",
        "beneficiary",
        "always",
        "going",
        "passing",
        "somebody",
        "according",
        "weir",
        "one",
        "accept",
        "burden",
        "inherited",
        "timeshare",
        "ownership",
        "debt",
        "bill",
        "go",
        "get",
        "bill",
        "timeshare",
        "company",
        "call",
        "home",
        "resort",
        "say",
        "want",
        "give",
        "deed",
        "back",
        "sell",
        "back",
        "go",
        "buyer",
        "done",
        "writing",
        "said",
        "burn",
        "attorney",
        "warned",
        "strategy",
        "could",
        "backfire",
        "generating",
        "creditor",
        "claim",
        "estate",
        "true",
        "beneficiary",
        "would",
        "pay",
        "fee",
        "executor",
        "administrator",
        "estate",
        "would",
        "need",
        "settle",
        "debt",
        "order",
        "discharged",
        "liability",
        "said",
        "would",
        "never",
        "recommend",
        "executor",
        "administrator",
        "ignore",
        "timeshare",
        "company",
        "rather",
        "would",
        "recommend",
        "proactive",
        "see",
        "executor",
        "administrator",
        "could",
        "return",
        "timeshare",
        "company",
        "attempt",
        "sell",
        "timeshare",
        "even",
        "donate",
        "charity",
        "organization",
        "market",
        "ripe",
        "scammer",
        "many",
        "owner",
        "looking",
        "unload",
        "timeshares",
        "scammer",
        "popping",
        "posing",
        "resale",
        "broker",
        "promise",
        "easy",
        "sell",
        "charge",
        "upfront",
        "fee",
        "averaging",
        "around",
        "cover",
        "closing",
        "cost",
        "service",
        "tax",
        "maintenance",
        "fee",
        "unfortunately",
        "fund",
        "paid",
        "sale",
        "never",
        "finalized",
        "call",
        "returned",
        "scammer",
        "disappears",
        "money",
        "owner",
        "want",
        "try",
        "resale",
        "route",
        "resort",
        "development",
        "association",
        "list",
        "licensed",
        "broker",
        "help",
        "selling",
        "renting",
        "protect",
        "unscrupulous",
        "resale",
        "company",
        "reed",
        "timeshare",
        "exit",
        "team",
        "suggests",
        "avoiding",
        "company",
        "charge",
        "large",
        "upfront",
        "fee",
        "cautious",
        "someone",
        "promise",
        "quick",
        "sale",
        "contacting",
        "state",
        "attorney",
        "general",
        "local",
        "consumer",
        "protection",
        "agency",
        "better",
        "business",
        "bureau",
        "determine",
        "complaint",
        "company",
        "hiring",
        "attorney",
        "review",
        "document",
        "signing",
        "anything",
        "ray",
        "sunshine",
        "timeshare",
        "owner",
        "recently",
        "timeshare",
        "secondary",
        "market",
        "seen",
        "uptick",
        "rental",
        "resale",
        "unit",
        "resale",
        "closing",
        "redweek",
        "rose",
        "percent",
        "percent",
        "per",
        "year",
        "since",
        "average",
        "selling",
        "price",
        "average",
        "selling",
        "price",
        "major",
        "timeshares",
        "even",
        "better",
        "percent",
        "redweek",
        "timeshare",
        "rental",
        "almost",
        "quadrupled",
        "average",
        "weekly",
        "rental",
        "price",
        "timeshare",
        "rental",
        "market",
        "booming",
        "going",
        "continue",
        "said",
        "weir",
        "getty",
        "image",
        "addition",
        "major",
        "player",
        "started",
        "address",
        "need",
        "exit",
        "begun",
        "offering",
        "program",
        "increasing",
        "number",
        "resort",
        "company",
        "offering",
        "enhanced",
        "resale",
        "exit",
        "program",
        "said",
        "nusbaum",
        "believe",
        "right",
        "understandable",
        "someone",
        "using",
        "timeshare",
        "would",
        "want",
        "continue",
        "since",
        "come",
        "annual",
        "fee",
        "three",
        "year",
        "ago",
        "wyndham",
        "launched",
        "ovation",
        "program",
        "diamond",
        "resort",
        "rolled",
        "transition",
        "program",
        "program",
        "allow",
        "owner",
        "clear",
        "title",
        "account",
        "good",
        "standing",
        "exit",
        "timeshares",
        "always",
        "worth",
        "asking",
        "even",
        "option",
        "unload",
        "example",
        "disney",
        "official",
        "program",
        "known",
        "work",
        "vacation",
        "club",
        "member",
        "weir",
        "said",
        "booming",
        "rental",
        "market",
        "also",
        "bodes",
        "well",
        "consumer",
        "reality",
        "hop",
        "online",
        "rent",
        "timeshare",
        "said",
        "reed",
        "industry",
        "fighting",
        "u",
        "also",
        "fighting",
        "back",
        "never",
        "voice",
        "real",
        "voice",
        "owner",
        "industry",
        "personal",
        "finance"
    ]
}