{
    "organizations": [],
    "uuid": "ca9aec0978fd61976450880c00c8c92715481e74",
    "author": "Catherine Clifford",
    "url": "https://www.cnbc.com/2018/02/15/peter-diamandis-celularity-could-help-cure-cancer-extend-lifespans.html",
    "ord_in_thread": 0,
    "title": "Peter Diamandis' Celularity could help cure cancer, extend lifespans",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A new biotech start-up Celularity is mining the human placenta for stem cells to use in new applications, including helping cancer patients and extending human life.\nThe start-up, which launched in September and is headquartered in Warren, N.J., announced Thursday it has raised $250 million in venture capital from global biopharmaceutical company Celgene , biotechnology company United Therapeutics Corporation , biopharmaceutical company Sorrento Therapeutics , DNA sequencing and machine learning company Human Longevity, Inc. and a collection of venture capitalists.\nThe company also has a star-studded board of directors: Apple and Pepsi-Cola executive John Sculley, Google Ventures founder Bill Maris and the former commissioner of the U.S. Food and Drug Administration Andrew Von Eschenbach.\nCelularity harvests the particularly potent stem cells from the placenta to make a number of medical products.\n\"Think about what we do as a form of a refinery business. Think of the placenta as biological crude oil. We do the discovery and drilling, if you will,\" says Dr. Robert Hariri, a co-founder and the CEO of Celularity, tells CNBC Make It .\nHariri is an engineer, surgeon, jet pilot and entrepreneur. He first started working with placental stem cells in 1998. His co-founder for Celularity, Peter Diamandis , is a well-known serial entrepreneur who founded the XPRIZE Foundation and another company in the longevity space, Human Longevity Inc.\nPeter Diamandis (L) and Robert Hariri. Photo courtesy Elizabeth Lippman for Celularity\n\"My goal is to make it so the next generation grows up in a world where cancer is managed just like the common cold, and the body's natural regenerative engine remains empowered throughout our lives,\" says Hariri, in a written statement.\nStem cells are special cells found in the human body that are capable of dividing into and morphing into any number of specialized cells, like brain, blood or muscle cells. Other therapies using stem stells from places like bone marrow are already in use. Banking the stem cells from umbilical cords, for example, has been around for decades — Waltham, Mass.-based ViaCord has been banking umbilical cord stem cells for 25 years, according to the company's website.\nBut placenta stem cells are more valuable because they are more versatile, says Hariri. \"Placental cells are the source that eventually become umbilical cord blood,\" he tells CNBC Make It.\n\"We discovered placental stem cells and our intellectual property is vast. We have some 800 issued patents in this area,\" Hariri adds. His first company, Anthrogenesis Corp., announced its ability to derive stem cells from the human placenta in April, 2001. The Wall Street Journal and Reuters covered the news at the time.\nThere are other companies working with placenta — for example, New York City-based Americord banks placental tissue , and Israeli company Pluristem Therapeutics sells products derived from placental cells — but Hariri says what Celularity is doing with placental stem cells is unique.\nCelularity has three main varities of medical products: biological repair products to help treat wounds, immunotherapy products to augment the immune system of patients with complex diseases and placental cell therapy products that augment a patient's longevity.\nPhoto courtesy Dave Kotinsky, Getty Images for Celularity Xiaokui Zhang, the chief scientific officer at Celularity, performing molecular characterization of placenta-derived stem cells. The start-up is already selling the biological repair products to hospitals. Its biological \"Band-Aids\" are used to accelerate the treatment of wounds and burns resulting from injury or any manner of reconstructive surgery, and its injectable stem cell products can accelerate the repair of a tissue or organ. These restorative products cost from a few hundred to a few thousand dollars per unit, according to Hariri. Celularity bought its stem cell bandage business earlier in January when it acquired Alliqua BioMedical for $29 million, according to a press release .\nCelularity's immunotherapy products are still in development. They will augment the immune system of patients fighting any number of complicated diseases, from cancer to Crohn's disease, according to the company.\nCurrently, there other immunotherapy products on the market, like those offered by companies including Juno and Kite , which use various other cells and methods of attacking cancer. Those therapies cost $300,000 to $500,000 per patient, according to Hariri. They are expensive treatments because such products require cells be engineered specifically for each patient, says Hariri.\nHowever, according to Hariri, Celularity is engineering placental cells that can be administered to any patient. \"Our approach is very different. We take placental T and natural killer cells, engineer those, so that they are available off the shelf, one size fits all, for cancer patients at the time of their diagnosis,\" says Hariri.\n\"It is an inevitability that cancer will be treated by engineering immune cells. What we are simply saying is that the placenta as a source of those immune cells allows us to democratize this technology in a way that previously were not possible,\" he adds.\nThat universality will also make the treatments less expensive. \"The potential is to bring the price down significantly lower because it is not a bespoke treatment for every person. It is a treatment that is created that can be provided to a multitude of people,\" Diamandis tells CNBC Make It.\nCelularity also currently has the technology to harvest and bank placental stem cells. However, injecting the cell material to increase longevity in humans is still in development, according to a spokesperson for the company.\nStem cells are ubiquitous in babies and children but, as we age, they slowly disappear, says Hariri.\n\"In a child or young adult, these stem cells are in large supply, acting as a built-in repair system,\" explains Diamandis in a 2017 blog post . \"A useful analogy is to imagine your stem cells as a team of repairmen in your newly constructed mansion. When the mansion is new and the repairmen are young, they can fix everything perfectly. But as the repairman age and reduce in number, your mansion eventually goes into disrepair and eventually crumbles.\"\nPhoto courtesy Dave Kotinsky, Getty Images for Celularity Placenta derived stem cell cultivation at the Celularity lab. According to Diamandis, \"the company's ultimate vision is to make 100 years old the new 60, providing people with maximal cognition, mobility and aesthetics as they age.\"\nThe potential market for products that increase people's lifespan is nascent but has the potential to be huge, according to Diamandis.\n\"The potential for this longevity business of adding an additional 20 to 30 years on your lifespan at the end of the day? It is a massive business because it is ultimately, people will desire to use their hard earned capital to not only live longer but live longer and healthier,\" Diamandis tells CNBC Make It.\nIndeed, the global anti-aging market was worth $127.9 billion in 2015 and is expected to be worth $237.8 billion by 2022 , according an August 2017 report from Orbis Research. And the global market for cancer immunotherapy treatments was valued at $40.7 billion in 2016, according to an October 2017 report from Grand View Research.\nBut commercializing the science behind treatments for cancer and longevity run the risk of making them only available to the wealthiest individuals. That's how most innovative technology infiltrates society, says Diamandis.\n\"I deal with this a lot and the reality is, at the beginning of any technology like the cell phone, [It] is available for the wealthiest first. If you remember the first cell phones in the 1980s were briefcase-sized, then brick-sized and they were extraordinarily expensive and they didn't work very well.\n\"And what we see in every single market over and over and over again is, as they get better, they get cheaper, and so those cell phones that were paid for by the wealthiest in the beginning were extraordinarily expensive and didn't work well and now you can buy a feature phone for under $40 and you can microfinance it and children of Tanzania have those phones,\" says Diamandis.\n\"And so every one of these medical treatments starts expensive and inefficient and gets cheaper over time and becomes available to everybody.\"\nOf course, a cellphone is not the same as a life-saving cancer treatment. But Diamandis stands firm that the process of commercializing a product is ultimately good for society.\n\"There is a huge amount of capital going in to do this and to make this available. That is what business does. It makes it cheaper faster better,\" Diamandis tells CNBC Make It. \"This is what capitalism and commercial industry and entrepreneurship is about making services better cheaper faster and that is what the company is doing.\"\nPhoto courtesy Dave Kotinsky, Getty Images for Celularity Placenta derived stem cell isolation at Celularity. See also:\nJapanese scientists just used A.I. to read minds and it's amazing\nThis former Google[X] exec is building a high-tech hat that she says will make telepathy possible in 8 years\nAhead of Elon Musk, this self-made millionaire already launched a company to merge your brain with computers\nshow chapters This former GoogleX'er is developing a technology that will make telepathy possible in 8 years 12:06 PM ET Fri, 7 July 2017 | 01:37 Like this story? Like CNBC Make It on Facebook .",
    "published": "2018-02-15T20:28:00.000+02:00",
    "crawled": "2018-02-15T20:29:13.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "biotech",
        "celularity",
        "mining",
        "human",
        "placenta",
        "stem",
        "cell",
        "use",
        "new",
        "application",
        "including",
        "helping",
        "cancer",
        "patient",
        "extending",
        "human",
        "life",
        "launched",
        "september",
        "headquartered",
        "warren",
        "announced",
        "thursday",
        "raised",
        "million",
        "venture",
        "capital",
        "global",
        "biopharmaceutical",
        "company",
        "celgene",
        "biotechnology",
        "company",
        "united",
        "therapeutic",
        "corporation",
        "biopharmaceutical",
        "company",
        "sorrento",
        "therapeutic",
        "dna",
        "sequencing",
        "machine",
        "learning",
        "company",
        "human",
        "longevity",
        "collection",
        "venture",
        "capitalist",
        "company",
        "also",
        "board",
        "director",
        "apple",
        "executive",
        "john",
        "sculley",
        "google",
        "venture",
        "founder",
        "bill",
        "mari",
        "former",
        "commissioner",
        "food",
        "drug",
        "administration",
        "andrew",
        "von",
        "eschenbach",
        "celularity",
        "harvest",
        "particularly",
        "potent",
        "stem",
        "cell",
        "placenta",
        "make",
        "number",
        "medical",
        "product",
        "think",
        "form",
        "refinery",
        "business",
        "think",
        "placenta",
        "biological",
        "crude",
        "oil",
        "discovery",
        "drilling",
        "say",
        "robert",
        "hariri",
        "ceo",
        "celularity",
        "tell",
        "cnbc",
        "make",
        "hariri",
        "engineer",
        "surgeon",
        "jet",
        "pilot",
        "entrepreneur",
        "first",
        "started",
        "working",
        "placental",
        "stem",
        "cell",
        "celularity",
        "peter",
        "diamandis",
        "serial",
        "entrepreneur",
        "founded",
        "xprize",
        "foundation",
        "another",
        "company",
        "longevity",
        "space",
        "human",
        "longevity",
        "peter",
        "diamandis",
        "l",
        "robert",
        "hariri",
        "photo",
        "courtesy",
        "elizabeth",
        "lippman",
        "celularity",
        "goal",
        "make",
        "next",
        "generation",
        "grows",
        "world",
        "cancer",
        "managed",
        "like",
        "common",
        "cold",
        "body",
        "natural",
        "regenerative",
        "engine",
        "remains",
        "empowered",
        "throughout",
        "life",
        "say",
        "hariri",
        "written",
        "statement",
        "stem",
        "cell",
        "special",
        "cell",
        "found",
        "human",
        "body",
        "capable",
        "dividing",
        "morphing",
        "number",
        "specialized",
        "cell",
        "like",
        "brain",
        "blood",
        "muscle",
        "cell",
        "therapy",
        "using",
        "stem",
        "stells",
        "place",
        "like",
        "bone",
        "marrow",
        "already",
        "use",
        "banking",
        "stem",
        "cell",
        "umbilical",
        "cord",
        "example",
        "around",
        "decade",
        "waltham",
        "viacord",
        "banking",
        "umbilical",
        "cord",
        "stem",
        "cell",
        "year",
        "according",
        "company",
        "website",
        "placenta",
        "stem",
        "cell",
        "valuable",
        "versatile",
        "say",
        "hariri",
        "placental",
        "cell",
        "source",
        "eventually",
        "become",
        "umbilical",
        "cord",
        "blood",
        "tell",
        "cnbc",
        "make",
        "discovered",
        "placental",
        "stem",
        "cell",
        "intellectual",
        "property",
        "vast",
        "issued",
        "patent",
        "area",
        "hariri",
        "add",
        "first",
        "company",
        "anthrogenesis",
        "announced",
        "ability",
        "derive",
        "stem",
        "cell",
        "human",
        "placenta",
        "april",
        "wall",
        "street",
        "journal",
        "reuters",
        "covered",
        "news",
        "time",
        "company",
        "working",
        "placenta",
        "example",
        "new",
        "york",
        "americord",
        "bank",
        "placental",
        "tissue",
        "israeli",
        "company",
        "pluristem",
        "therapeutic",
        "sell",
        "product",
        "derived",
        "placental",
        "cell",
        "hariri",
        "say",
        "celularity",
        "placental",
        "stem",
        "cell",
        "unique",
        "celularity",
        "three",
        "main",
        "varities",
        "medical",
        "product",
        "biological",
        "repair",
        "product",
        "help",
        "treat",
        "wound",
        "immunotherapy",
        "product",
        "augment",
        "immune",
        "system",
        "patient",
        "complex",
        "disease",
        "placental",
        "cell",
        "therapy",
        "product",
        "augment",
        "patient",
        "longevity",
        "photo",
        "courtesy",
        "dave",
        "kotinsky",
        "getty",
        "image",
        "celularity",
        "xiaokui",
        "zhang",
        "chief",
        "scientific",
        "officer",
        "celularity",
        "performing",
        "molecular",
        "characterization",
        "stem",
        "cell",
        "already",
        "selling",
        "biological",
        "repair",
        "product",
        "hospital",
        "biological",
        "used",
        "accelerate",
        "treatment",
        "wound",
        "burn",
        "resulting",
        "injury",
        "manner",
        "reconstructive",
        "surgery",
        "injectable",
        "stem",
        "cell",
        "product",
        "accelerate",
        "repair",
        "tissue",
        "organ",
        "restorative",
        "product",
        "cost",
        "hundred",
        "thousand",
        "dollar",
        "per",
        "unit",
        "according",
        "hariri",
        "celularity",
        "bought",
        "stem",
        "cell",
        "bandage",
        "business",
        "earlier",
        "january",
        "acquired",
        "alliqua",
        "biomedical",
        "million",
        "according",
        "press",
        "release",
        "celularity",
        "immunotherapy",
        "product",
        "still",
        "development",
        "augment",
        "immune",
        "system",
        "patient",
        "fighting",
        "number",
        "complicated",
        "disease",
        "cancer",
        "crohn",
        "disease",
        "according",
        "company",
        "currently",
        "immunotherapy",
        "product",
        "market",
        "like",
        "offered",
        "company",
        "including",
        "juno",
        "kite",
        "use",
        "various",
        "cell",
        "method",
        "attacking",
        "cancer",
        "therapy",
        "cost",
        "per",
        "patient",
        "according",
        "hariri",
        "expensive",
        "treatment",
        "product",
        "require",
        "cell",
        "engineered",
        "specifically",
        "patient",
        "say",
        "hariri",
        "however",
        "according",
        "hariri",
        "celularity",
        "engineering",
        "placental",
        "cell",
        "administered",
        "patient",
        "approach",
        "different",
        "take",
        "placental",
        "natural",
        "killer",
        "cell",
        "engineer",
        "available",
        "shelf",
        "one",
        "size",
        "fit",
        "cancer",
        "patient",
        "time",
        "diagnosis",
        "say",
        "hariri",
        "inevitability",
        "cancer",
        "treated",
        "engineering",
        "immune",
        "cell",
        "simply",
        "saying",
        "placenta",
        "source",
        "immune",
        "cell",
        "allows",
        "u",
        "democratize",
        "technology",
        "way",
        "previously",
        "possible",
        "add",
        "universality",
        "also",
        "make",
        "treatment",
        "less",
        "expensive",
        "potential",
        "bring",
        "price",
        "significantly",
        "lower",
        "bespoke",
        "treatment",
        "every",
        "person",
        "treatment",
        "created",
        "provided",
        "multitude",
        "people",
        "diamandis",
        "tell",
        "cnbc",
        "make",
        "celularity",
        "also",
        "currently",
        "technology",
        "harvest",
        "bank",
        "placental",
        "stem",
        "cell",
        "however",
        "injecting",
        "cell",
        "material",
        "increase",
        "longevity",
        "human",
        "still",
        "development",
        "according",
        "spokesperson",
        "company",
        "stem",
        "cell",
        "ubiquitous",
        "baby",
        "child",
        "age",
        "slowly",
        "disappear",
        "say",
        "hariri",
        "child",
        "young",
        "adult",
        "stem",
        "cell",
        "large",
        "supply",
        "acting",
        "repair",
        "system",
        "explains",
        "diamandis",
        "blog",
        "post",
        "useful",
        "analogy",
        "imagine",
        "stem",
        "cell",
        "team",
        "repairman",
        "newly",
        "constructed",
        "mansion",
        "mansion",
        "new",
        "repairman",
        "young",
        "fix",
        "everything",
        "perfectly",
        "repairman",
        "age",
        "reduce",
        "number",
        "mansion",
        "eventually",
        "go",
        "disrepair",
        "eventually",
        "crumbles",
        "photo",
        "courtesy",
        "dave",
        "kotinsky",
        "getty",
        "image",
        "celularity",
        "placenta",
        "derived",
        "stem",
        "cell",
        "cultivation",
        "celularity",
        "lab",
        "according",
        "diamandis",
        "company",
        "ultimate",
        "vision",
        "make",
        "year",
        "old",
        "new",
        "providing",
        "people",
        "maximal",
        "cognition",
        "mobility",
        "aesthetic",
        "age",
        "potential",
        "market",
        "product",
        "increase",
        "people",
        "lifespan",
        "nascent",
        "potential",
        "huge",
        "according",
        "diamandis",
        "potential",
        "longevity",
        "business",
        "adding",
        "additional",
        "year",
        "lifespan",
        "end",
        "day",
        "massive",
        "business",
        "ultimately",
        "people",
        "desire",
        "use",
        "hard",
        "earned",
        "capital",
        "live",
        "longer",
        "live",
        "longer",
        "healthier",
        "diamandis",
        "tell",
        "cnbc",
        "make",
        "indeed",
        "global",
        "market",
        "worth",
        "billion",
        "expected",
        "worth",
        "billion",
        "according",
        "august",
        "report",
        "orbis",
        "research",
        "global",
        "market",
        "cancer",
        "immunotherapy",
        "treatment",
        "valued",
        "billion",
        "according",
        "october",
        "report",
        "grand",
        "view",
        "research",
        "commercializing",
        "science",
        "behind",
        "treatment",
        "cancer",
        "longevity",
        "run",
        "risk",
        "making",
        "available",
        "wealthiest",
        "individual",
        "innovative",
        "technology",
        "infiltrates",
        "society",
        "say",
        "diamandis",
        "deal",
        "lot",
        "reality",
        "beginning",
        "technology",
        "like",
        "cell",
        "phone",
        "available",
        "wealthiest",
        "first",
        "remember",
        "first",
        "cell",
        "phone",
        "1980s",
        "extraordinarily",
        "expensive",
        "work",
        "well",
        "see",
        "every",
        "single",
        "market",
        "get",
        "better",
        "get",
        "cheaper",
        "cell",
        "phone",
        "paid",
        "wealthiest",
        "beginning",
        "extraordinarily",
        "expensive",
        "work",
        "well",
        "buy",
        "feature",
        "phone",
        "microfinance",
        "child",
        "tanzania",
        "phone",
        "say",
        "diamandis",
        "every",
        "one",
        "medical",
        "treatment",
        "start",
        "expensive",
        "inefficient",
        "get",
        "cheaper",
        "time",
        "becomes",
        "available",
        "everybody",
        "course",
        "cellphone",
        "cancer",
        "treatment",
        "diamandis",
        "stand",
        "firm",
        "process",
        "commercializing",
        "product",
        "ultimately",
        "good",
        "society",
        "huge",
        "amount",
        "capital",
        "going",
        "make",
        "available",
        "business",
        "make",
        "cheaper",
        "faster",
        "better",
        "diamandis",
        "tell",
        "cnbc",
        "make",
        "capitalism",
        "commercial",
        "industry",
        "entrepreneurship",
        "making",
        "service",
        "better",
        "cheaper",
        "faster",
        "company",
        "photo",
        "courtesy",
        "dave",
        "kotinsky",
        "getty",
        "image",
        "celularity",
        "placenta",
        "derived",
        "stem",
        "cell",
        "isolation",
        "celularity",
        "see",
        "also",
        "japanese",
        "scientist",
        "used",
        "read",
        "mind",
        "amazing",
        "former",
        "google",
        "x",
        "exec",
        "building",
        "hat",
        "say",
        "make",
        "telepathy",
        "possible",
        "year",
        "ahead",
        "elon",
        "musk",
        "millionaire",
        "already",
        "launched",
        "company",
        "merge",
        "brain",
        "computer",
        "show",
        "chapter",
        "former",
        "developing",
        "technology",
        "make",
        "telepathy",
        "possible",
        "year",
        "pm",
        "et",
        "fri",
        "july",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook"
    ]
}