{
    "organizations": [],
    "uuid": "1faeb3000035fff0ee8e1882d78938be131971bb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/pr-newswire-general-dynamics-to-acquire-csra-for-9-point-6-billion.html",
    "ord_in_thread": 0,
    "title": "General Dynamics to Acquire CSRA for $9.6 Billion",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FALLS CHURCH, Va., Feb. 12, 2018 /PRNewswire/ -- General Dynamics (NYSE: GD) and CSRA (NYSE: CSRA) today announced that they have entered into a definitive agreement under which General Dynamics will acquire all outstanding shares of CSRA for $40.75 in cash. The transaction is valued at $9.6 billion, including the assumption of $2.8 billion in CSRA debt.\n\"The acquisition of CSRA represents a significant strategic step in expanding the capabilities and customer base of GDIT,\" said Phebe Novakovic, chairman and chief executive officer of General Dynamics. \"CSRA's management team has created an outstanding provider of innovative, next-generation IT solutions with industry-leading margins. We see substantial opportunities to provide cost-effective IT solutions and services to the Department of Defense, the intelligence community and federal civilian agencies. The combination enables GDIT to grow revenue and profits at an accelerated rate. It will allow us to deliver even more innovative, leading-edge solutions to our customers.\"\nLarry Prior, chief executive officer and president of CSRA, said, \"Our combination with General Dynamics represents an excellent outcome for CSRA's stockholders, employees and customers. It builds on strong shared values, culture and a passion for serving our customers' missions. We believe that this combination creates a clear, differentiated leader in the Federal IT sector, with a full spectrum of enterprise IT capabilities, including unique depth in Next-Gen offerings in conjunction with our commercial IT alliance partners.\"\nNovakovic continued, \"I am very pleased to welcome CSRA's talented leadership team and employees. This combination brings together two industry leaders with highly complementary capabilities to create a strong business with approximately $9.9 billion in revenue and double-digit EBITDA margins in the consolidating Government Technology Services sector.\"\nGeneral Dynamics expects the transaction to be accretive to GAAP earnings per share and to free cash flow per share in 2019, and expects to generate estimated annual pre-tax cost savings of approximately 2 percent of the combined company's revenue by 2020. We are committed to maintaining our strong credit ratings and using our robust cash flow for reduction of debt from the transaction, continuation of our dividend policy and the flexible deployment of capital, including ongoing investment in the business.\nTransaction Terms and Financing\nUnder the terms of the agreement, which has been unanimously approved by the Board of Directors of both companies, a subsidiary of General Dynamics will commence a cash tender offer to purchase all of the outstanding shares of CSRA common stock for $40.75 per share in cash. The tender offer is subject to customary conditions, including antitrust clearance and the tender of a majority of the outstanding shares of CSRA common stock. Following successful completion of the tender offer, General Dynamics would acquire all remaining shares not tendered in the offer through a merger at the same price as in the tender offer. General Dynamics expects to complete the acquisition in the first half of 2018.\nWe anticipate financing the transaction through a combination of available cash and new debt financing. Upon completion of the transaction, General Dynamics anticipates retaining strong credit ratings with net debt of approximately $10.5 billion.\nAdvisors\nStone Key Group, LLC served as exclusive financial advisor to General Dynamics and Jenner & Block LLP served as legal counsel. Evercore and Macquarie Capital served as financial advisors to CSRA and Paul, Weiss, Rifkind, Wharton & Garrison LLP served as legal counsel.\nConference Call\nGeneral Dynamics and CSRA executives will discuss the transaction in a webcast on Monday, February 12, beginning at 8:30 a.m. EST. The live webcast of the conference call will be available on the General Dynamics website, www.generaldynamics.com , and the CSRA website, www.CSRA.com .\nAbout General Dynamics\nHeadquartered in Falls Church, Virginia, General Dynamics (NYSE:GD) is a global aerospace and defense company that offers a broad portfolio of products and services business aviation; combat vehicles, weapon systems and munitions; C4ISR and IT solutions; and shipbuilding. The company's 2017 revenue was\n$31 billion. More information is available at www.generaldynamics.com .\nAbout CSRA\nCSRA (NYSE: CSRA) is a leading government IT business providing next-generation technology solutions to federal customers. CSRA's solutions are organized into six service areas: cyber; data and analytics; digital platforms; digital services; enterprise business services; and intelligent business process services. The company's FY2017 (March) revenue was $5 billion. To learn more about CSRA, visit www.CSRA.com .\nNotice to Investors\nThe tender offer described in this press release has not yet commenced. This press release is not a recommendation, an offer to purchase or a solicitation of an offer to sell shares of CSRA stock. At the time the tender offer is commenced, Red Hawk Enterprises Corp., a wholly-owned subsidiary of General Dynamics (\"Merger Sub\"), will file a tender offer statement and related exhibits with the U.S. Securities and Exchange Commission (the \"SEC\") and CSRA will file a solicitation/recommendation statement with respect to the tender offer. Investors and stockholders of CSRA are strongly advised to read the tender offer statement (including the related exhibits) and the solicitation/recommendation statement, as they may be amended from time to time, when they become available, because they will contain important information that stockholders should consider before making any decision regarding tendering their shares. The tender offer statement (including the related exhibits) and the solicitation/recommendation statement will be available at no charge on the SEC's website at www.sec.gov . In addition, the tender offer statement and other documents that Merger Sub files with the SEC will be made available to all stockholders of CSRA free of charge at www.generaldynamics.com . The solicitation/recommendation statement and the other documents filed by CSRA with the SEC will be made available to all stockholders of CSRA free of charge at www.CSRA.com .\nAdditional Information about the Merger and Where to Find It\nIn connection with the potential one-step merger of Merger Sub. with and into CSRA without the prior consummation of the Offer (the \"One Step Merger\"), CSRA will file a proxy statement with the SEC. Additionally, CSRA will file other relevant materials with the SEC in connection with the proposed acquisition of CSRA by General Dynamics and Merger Sub. pursuant to the terms of the Merger Agreement. Investors and stockholders of CSRA are strongly advised to read the proxy statement and the other relevant materials, as they may be amended from time to time, when they become available, because they will contain important information about the One Step Merger and the parties to the One Step Merger, before making any voting or investment decision with respect to the One Step Merger. The proxy statement will be available at no charge on the SEC's web site at www.sec.gov . The proxy statement and other documents filed by CSRA with the SEC will be made available to all stockholders of CSRA free of charge at www.CSRA.com .\nCSRA and its directors and officers may be deemed to be participants in the solicitation of proxies from CSRA's stockholders with respect to the One Step Merger. Information about CSRA's directors and executive officers and their ownership of CSRA's common stock is set forth in the proxy statement for CSRA's 2017 Annual Meeting of Stockholders, which was filed with the SEC on June 27, 2017. CSRA stockholders may obtain additional information regarding the interests of CSRA and its directors and executive officers in the Merger, which may be different than those of CSRA stockholders generally, by reading the proxy statement and other relevant documents regarding the One Step Merger, when filed with the SEC.\nCertain statements made in this press release, including any statements as to future results of operations and financial projections, may constitute \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, as amended. Forward-looking statements include, among other things, statements about the potential benefits of the proposed transaction; the prospective performance and outlook of the combined company's business, performance and opportunities, including the ability to deliver more innovative, leading-edge solutions; the ability of the parties to complete the proposed transaction and the expected timing of completion of the proposed transaction; as well as any assumptions underlying any of the foregoing. Forward-looking statements are based on management's expectations, estimates, projections and assumptions. These statements are not guarantees of future performance and involve certain risks and uncertainties, which are difficult to predict. Therefore, actual future results and trends may differ materially from what is forecast in forward-looking statements due to a variety of factors. The following are some of the factors that could cause actual future results to differ materially from those expressed in any forward-looking statements: (i) uncertainties as to the timing of the tender offer and the merger; (ii) the risk that the proposed transaction may not be completed in a timely manner or at all; (iii) uncertainties as to the percentage of CSRA's stockholders tendering their shares in the tender offer; (iv) the possibility that competing offers or acquisition proposals for CSRA will be made; (v) the possibility that any or all of the various conditions to the consummation of the tender offer or the merger may not be satisfied or waived, including the failure to receive any required regulatory approvals from any applicable governmental entities (or any conditions, limitations or restrictions placed on such approvals); (vi) the occurrence of any event, change or other circumstance that could give rise to the termination of the Merger Agreement; (vii) the risk that stockholder litigation in connection with the proposed transaction may result in significant costs of defense, indemnification and liability; and (viii) other factors as set forth from time to time in General Dynamics and CSRA's filings with the SEC, including their respective Annual Reports on Form 10-K and Quarterly Reports on Form 10-Q, as well as the tender offer statement, solicitation/recommendation statement and other tender offer documents that will be filed by General Dynamics, Merger Sub and CSRA. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof.\nAll forward-looking statements speak only as of the date they were made. General Dynamics, CSRA and Merger Sub do not undertake any obligation to update or publicly release any revisions to any forward-looking statements to reflect events, circumstances or changes in expectations after the date of this press release.\nView original content with multimedia: http://www.prnewswire.com/news-releases/general-dynamics-to-acquire-csra-for-96-billion-300596954.html\nSOURCE General Dynamics",
    "published": "2018-02-12T14:30:00.000+02:00",
    "crawled": "2018-02-12T17:45:56.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fall",
        "church",
        "general",
        "dynamic",
        "nyse",
        "gd",
        "csra",
        "nyse",
        "csra",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "general",
        "dynamic",
        "acquire",
        "outstanding",
        "share",
        "csra",
        "cash",
        "transaction",
        "valued",
        "billion",
        "including",
        "assumption",
        "billion",
        "csra",
        "debt",
        "acquisition",
        "csra",
        "represents",
        "significant",
        "strategic",
        "step",
        "expanding",
        "capability",
        "customer",
        "base",
        "gdit",
        "said",
        "phebe",
        "novakovic",
        "chairman",
        "chief",
        "executive",
        "officer",
        "general",
        "dynamic",
        "csra",
        "management",
        "team",
        "created",
        "outstanding",
        "provider",
        "innovative",
        "solution",
        "margin",
        "see",
        "substantial",
        "opportunity",
        "provide",
        "solution",
        "service",
        "department",
        "defense",
        "intelligence",
        "community",
        "federal",
        "civilian",
        "agency",
        "combination",
        "enables",
        "gdit",
        "grow",
        "revenue",
        "profit",
        "accelerated",
        "rate",
        "allow",
        "u",
        "deliver",
        "even",
        "innovative",
        "solution",
        "customer",
        "larry",
        "prior",
        "chief",
        "executive",
        "officer",
        "president",
        "csra",
        "said",
        "combination",
        "general",
        "dynamic",
        "represents",
        "excellent",
        "outcome",
        "csra",
        "stockholder",
        "employee",
        "customer",
        "build",
        "strong",
        "shared",
        "value",
        "culture",
        "passion",
        "serving",
        "customer",
        "mission",
        "believe",
        "combination",
        "creates",
        "clear",
        "differentiated",
        "leader",
        "federal",
        "sector",
        "full",
        "spectrum",
        "enterprise",
        "capability",
        "including",
        "unique",
        "depth",
        "offering",
        "conjunction",
        "commercial",
        "alliance",
        "partner",
        "novakovic",
        "continued",
        "pleased",
        "welcome",
        "csra",
        "talented",
        "leadership",
        "team",
        "employee",
        "combination",
        "brings",
        "together",
        "two",
        "industry",
        "leader",
        "highly",
        "complementary",
        "capability",
        "create",
        "strong",
        "business",
        "approximately",
        "billion",
        "revenue",
        "ebitda",
        "margin",
        "consolidating",
        "government",
        "technology",
        "service",
        "sector",
        "general",
        "dynamic",
        "expects",
        "transaction",
        "accretive",
        "gaap",
        "earnings",
        "per",
        "share",
        "free",
        "cash",
        "flow",
        "per",
        "share",
        "expects",
        "generate",
        "estimated",
        "annual",
        "cost",
        "saving",
        "approximately",
        "percent",
        "combined",
        "company",
        "revenue",
        "committed",
        "maintaining",
        "strong",
        "credit",
        "rating",
        "using",
        "robust",
        "cash",
        "flow",
        "reduction",
        "debt",
        "transaction",
        "continuation",
        "dividend",
        "policy",
        "flexible",
        "deployment",
        "capital",
        "including",
        "ongoing",
        "investment",
        "business",
        "transaction",
        "term",
        "financing",
        "term",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "company",
        "subsidiary",
        "general",
        "dynamic",
        "commence",
        "cash",
        "tender",
        "offer",
        "purchase",
        "outstanding",
        "share",
        "csra",
        "common",
        "stock",
        "per",
        "share",
        "cash",
        "tender",
        "offer",
        "subject",
        "customary",
        "condition",
        "including",
        "antitrust",
        "clearance",
        "tender",
        "majority",
        "outstanding",
        "share",
        "csra",
        "common",
        "stock",
        "following",
        "successful",
        "completion",
        "tender",
        "offer",
        "general",
        "dynamic",
        "would",
        "acquire",
        "remaining",
        "share",
        "tendered",
        "offer",
        "merger",
        "price",
        "tender",
        "offer",
        "general",
        "dynamic",
        "expects",
        "complete",
        "acquisition",
        "first",
        "half",
        "anticipate",
        "financing",
        "transaction",
        "combination",
        "available",
        "cash",
        "new",
        "debt",
        "financing",
        "upon",
        "completion",
        "transaction",
        "general",
        "dynamic",
        "anticipates",
        "retaining",
        "strong",
        "credit",
        "rating",
        "net",
        "debt",
        "approximately",
        "billion",
        "advisor",
        "stone",
        "key",
        "group",
        "llc",
        "served",
        "exclusive",
        "financial",
        "advisor",
        "general",
        "dynamic",
        "jenner",
        "block",
        "llp",
        "served",
        "legal",
        "counsel",
        "evercore",
        "macquarie",
        "capital",
        "served",
        "financial",
        "advisor",
        "csra",
        "paul",
        "weiss",
        "rifkind",
        "wharton",
        "garrison",
        "llp",
        "served",
        "legal",
        "counsel",
        "conference",
        "call",
        "general",
        "dynamic",
        "csra",
        "executive",
        "discus",
        "transaction",
        "webcast",
        "monday",
        "february",
        "beginning",
        "est",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "general",
        "dynamic",
        "website",
        "csra",
        "website",
        "general",
        "dynamic",
        "headquartered",
        "fall",
        "church",
        "virginia",
        "general",
        "dynamic",
        "nyse",
        "gd",
        "global",
        "aerospace",
        "defense",
        "company",
        "offer",
        "broad",
        "portfolio",
        "product",
        "service",
        "business",
        "aviation",
        "combat",
        "vehicle",
        "weapon",
        "system",
        "munition",
        "c4isr",
        "solution",
        "shipbuilding",
        "company",
        "revenue",
        "billion",
        "information",
        "available",
        "csra",
        "csra",
        "nyse",
        "csra",
        "leading",
        "government",
        "business",
        "providing",
        "technology",
        "solution",
        "federal",
        "customer",
        "csra",
        "solution",
        "organized",
        "six",
        "service",
        "area",
        "cyber",
        "data",
        "analytics",
        "digital",
        "platform",
        "digital",
        "service",
        "enterprise",
        "business",
        "service",
        "intelligent",
        "business",
        "process",
        "service",
        "company",
        "fy2017",
        "march",
        "revenue",
        "billion",
        "learn",
        "csra",
        "visit",
        "notice",
        "investor",
        "tender",
        "offer",
        "described",
        "press",
        "release",
        "yet",
        "commenced",
        "press",
        "release",
        "recommendation",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "csra",
        "stock",
        "time",
        "tender",
        "offer",
        "commenced",
        "red",
        "hawk",
        "enterprise",
        "subsidiary",
        "general",
        "dynamic",
        "merger",
        "sub",
        "file",
        "tender",
        "offer",
        "statement",
        "related",
        "exhibit",
        "security",
        "exchange",
        "commission",
        "sec",
        "csra",
        "file",
        "statement",
        "respect",
        "tender",
        "offer",
        "investor",
        "stockholder",
        "csra",
        "strongly",
        "advised",
        "read",
        "tender",
        "offer",
        "statement",
        "including",
        "related",
        "exhibit",
        "statement",
        "may",
        "amended",
        "time",
        "time",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "stockholder",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "tender",
        "offer",
        "statement",
        "including",
        "related",
        "exhibit",
        "statement",
        "available",
        "charge",
        "sec",
        "website",
        "addition",
        "tender",
        "offer",
        "statement",
        "document",
        "merger",
        "sub",
        "file",
        "sec",
        "made",
        "available",
        "stockholder",
        "csra",
        "free",
        "charge",
        "statement",
        "document",
        "filed",
        "csra",
        "sec",
        "made",
        "available",
        "stockholder",
        "csra",
        "free",
        "charge",
        "additional",
        "information",
        "merger",
        "find",
        "connection",
        "potential",
        "merger",
        "merger",
        "sub",
        "csra",
        "without",
        "prior",
        "consummation",
        "offer",
        "one",
        "step",
        "merger",
        "csra",
        "file",
        "proxy",
        "statement",
        "sec",
        "additionally",
        "csra",
        "file",
        "relevant",
        "material",
        "sec",
        "connection",
        "proposed",
        "acquisition",
        "csra",
        "general",
        "dynamic",
        "merger",
        "sub",
        "pursuant",
        "term",
        "merger",
        "agreement",
        "investor",
        "stockholder",
        "csra",
        "strongly",
        "advised",
        "read",
        "proxy",
        "statement",
        "relevant",
        "material",
        "may",
        "amended",
        "time",
        "time",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "one",
        "step",
        "merger",
        "party",
        "one",
        "step",
        "merger",
        "making",
        "voting",
        "investment",
        "decision",
        "respect",
        "one",
        "step",
        "merger",
        "proxy",
        "statement",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "proxy",
        "statement",
        "document",
        "filed",
        "csra",
        "sec",
        "made",
        "available",
        "stockholder",
        "csra",
        "free",
        "charge",
        "csra",
        "director",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "csra",
        "stockholder",
        "respect",
        "one",
        "step",
        "merger",
        "information",
        "csra",
        "director",
        "executive",
        "officer",
        "ownership",
        "csra",
        "common",
        "stock",
        "set",
        "forth",
        "proxy",
        "statement",
        "csra",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "june",
        "csra",
        "stockholder",
        "may",
        "obtain",
        "additional",
        "information",
        "regarding",
        "interest",
        "csra",
        "director",
        "executive",
        "officer",
        "merger",
        "may",
        "different",
        "csra",
        "stockholder",
        "generally",
        "reading",
        "proxy",
        "statement",
        "relevant",
        "document",
        "regarding",
        "one",
        "step",
        "merger",
        "filed",
        "sec",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "including",
        "statement",
        "future",
        "result",
        "operation",
        "financial",
        "projection",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "amended",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "potential",
        "benefit",
        "proposed",
        "transaction",
        "prospective",
        "performance",
        "outlook",
        "combined",
        "company",
        "business",
        "performance",
        "opportunity",
        "including",
        "ability",
        "deliver",
        "innovative",
        "solution",
        "ability",
        "party",
        "complete",
        "proposed",
        "transaction",
        "expected",
        "timing",
        "completion",
        "proposed",
        "transaction",
        "well",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "based",
        "management",
        "expectation",
        "estimate",
        "projection",
        "assumption",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "future",
        "result",
        "trend",
        "may",
        "differ",
        "materially",
        "forecast",
        "statement",
        "due",
        "variety",
        "factor",
        "following",
        "factor",
        "could",
        "cause",
        "actual",
        "future",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "uncertainty",
        "timing",
        "tender",
        "offer",
        "merger",
        "ii",
        "risk",
        "proposed",
        "transaction",
        "may",
        "completed",
        "timely",
        "manner",
        "iii",
        "uncertainty",
        "percentage",
        "csra",
        "stockholder",
        "tendering",
        "share",
        "tender",
        "offer",
        "iv",
        "possibility",
        "competing",
        "offer",
        "acquisition",
        "proposal",
        "csra",
        "made",
        "v",
        "possibility",
        "various",
        "condition",
        "consummation",
        "tender",
        "offer",
        "merger",
        "may",
        "satisfied",
        "waived",
        "including",
        "failure",
        "receive",
        "required",
        "regulatory",
        "approval",
        "applicable",
        "governmental",
        "entity",
        "condition",
        "limitation",
        "restriction",
        "placed",
        "approval",
        "vi",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "vii",
        "risk",
        "stockholder",
        "litigation",
        "connection",
        "proposed",
        "transaction",
        "may",
        "result",
        "significant",
        "cost",
        "defense",
        "indemnification",
        "liability",
        "viii",
        "factor",
        "set",
        "forth",
        "time",
        "time",
        "general",
        "dynamic",
        "csra",
        "filing",
        "sec",
        "including",
        "respective",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "well",
        "tender",
        "offer",
        "statement",
        "statement",
        "tender",
        "offer",
        "document",
        "filed",
        "general",
        "dynamic",
        "merger",
        "sub",
        "csra",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "statement",
        "speak",
        "date",
        "made",
        "general",
        "dynamic",
        "csra",
        "merger",
        "sub",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "change",
        "expectation",
        "date",
        "press",
        "release",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "general",
        "dynamic"
    ]
}