{
    "organizations": [],
    "uuid": "fa593a4cf57134119e5185281367f088ff48d400",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/pr-newswire-castle-brands-announces-fiscal-2018-third-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Castle Brands Announces Fiscal 2018 Third Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Feb. 8, 2018 /PRNewswire/ -- Castle Brands Inc. (NYSE American: ROX), a developer and international marketer of premium and super-premium drinks brands, today reported financial results for the three and nine months ended December 31, 2017.\nOperating highlights for the three and nine months ended December 31, 2017:\nNet sales increased 31.5% to $24.1 million for the third quarter of fiscal 2018, as compared to $18.3 million for the comparable prior-year period, and increased 20.4% to $65.8 million for the first nine months of fiscal 2018, as compared to $54.7 million for the comparable prior-year period. Total gross profit increased 26.2% to $9.7 million for the third quarter of fiscal 2018, as compared to $7.7 million for the comparable prior-year period, and increased 21.2% to $26.8 million for the first nine months of fiscal 2018, as compared to $22.1 million for the comparable prior-year period. Income from operations increased 84.2% to $1.6 million for the third quarter of fiscal 2018, as compared to $0.9 million for the comparable prior-year period, and increased 179.5% to $2.8 million for the first nine months of fiscal 2018, as compared to $1.0 million for the comparable prior-year period. Whiskey revenues increased 28.9% for the first nine months of fiscal 2018 from the comparable prior-year period due to continued strong growth of Jefferson's and the Irish whiskies, and the addition of the Arran scotch whiskey portfolio. Goslings Stormy Ginger Beer case sales increased 34.2% to approximately 1,342,000 cases in the first nine months of fiscal 2018 from approximately 1,000,000 cases in the comparable prior-year period. Castle Brands expects to benefit from substantially lower federal excise taxes in future periods as a result of provisions in the newly enacted Craft Beverage Act. In addition to continuing its new fill programs, the Company purchased an additional 1,500 barrels of aged bourbon in the quarter to support the continued growth of Jefferson's.\n\"We are again reporting strong sales growth of our lead brands, including Jefferson's whiskeys, our Irish whiskeys and Goslings Stormy Ginger Beer. This resulted in solid growth in both revenue and gross profits, and a 179.5% increase in income from operations for the first nine months of fiscal 2018 to a record level of $2.8 million and a 61.1% increase in EBITDA, as adjusted, for the first nine months of fiscal 2018 to a record level of $5.0 million. We expect these trends of increasing sales and improving financial performance to continue over the balance of the fiscal year and beyond,\" stated Richard J. Lampen, President and Chief Executive Officer of Castle Brands.\n\"In December 2017, January 2018 and February 2018, certain holders of our 5% Subordinated Convertible Notes, including certain officers, directors and principal shareholders, converted such Convertible Notes into 1,785,556 shares of common stock pursuant to the terms of the Convertible Notes. These conversions demonstrate the continued commitment and confidence of these stakeholders in the long-term outlook for Castle Brands,\" Mr. Lampen added.\n\"The combination of our new fill whiskey programs and opportunistic purchases of aged whiskey, enabled us to build substantial reserves of aged bourbon to support continued strong growth of our Jefferson's brand. We released an exclusive, limited-edition Jefferson's Presidential Select bourbon in the third quarter and plan to expand our Jefferson's wine finishes program in the coming months. We are also releasing the next voyages of our Jefferson's Ocean Aged at Sea bourbon, including Cask Strength and a \"Wheated\" Ocean,\" said John Glover, Executive Vice President and Chief Operating Officer of Castle Brands.\n\"The continued growing popularity of ginger beer cocktails, including Goslings' trademarked \"Dark 'n Stormy\"® cocktail, has been an important growth driver of both Goslings Stormy Ginger Beer and Goslings Black Seal Rum. Ginger beer sales for the 12 months ended December 31, 2017 exceeded 1.7 million cases, making Goslings Stormy Ginger Beer the best-selling premium ginger beer in America. We are very pleased with the success of our first nine months at Walmart, and look forward to continuing the overall growth of the brand,\" Mr. Glover added.\nFor the Three and Nine Months Ended December 31, 2017\nIn the third quarter of fiscal 2018, the Company had net sales of $24.1 million, a 31.5% increase from net sales of $18.3 million in the comparable prior-year period. This sales growth was primarily driven by the U.S. sales growth of Jefferson's whiskeys, Goslings rums, Goslings Stormy Ginger Beer and certain liqueur brands. Income from operations was $1.6 million, an 84.2% increase from income from operations of $0.9 million in the comparable prior-year period. Net income was $0.7 million in the third quarter of fiscal 2018 compared to net income of $0.9 million in the comparable prior-year period, with interest expense, net, increasing to ($1.0) million in the third quarter of fiscal 2018, as compared to ($0.3) million in the comparable prior-year period. Net income attributable to common shareholders was $0.5 million, or $0.00 per basic and diluted share, in the third quarter of fiscal 2018, as compared to $0.4 million, or $0.00 per basic and diluted share, in the comparable prior-year period.\nEBITDA, as adjusted, for the third quarter of fiscal 2018 increased 49.0% to $2.3 million as compared to $1.6 million for the comparable prior-year period.\nFor the nine months ended December 31, 2017, the Company had net sales of $65.8 million, a 20.4% increase from net sales of $54.7 million in the comparable prior-year period. Income from operations was $2.8 million, a 179.5% increase from income from operations of $1.0 million in the comparable prior-year period. Net income was $0.1 million for the nine months ended December 31, 2017, as compared to a net loss of ($0.2) million in the comparable prior-year period, even though interest expense, net, increased to ($2.8) million in the nine months ended December 31, 2017, as compared to ($1.0) million in the comparable prior-year period. Net loss attributable to common shareholders was ($0.5) million, or ($0.00) per basic and diluted share, for the nine months ended December 31, 2017, as compared to ($1.0) million, or ($0.01) per basic and diluted share, in the comparable prior-year period.\nEBITDA, as adjusted, for the nine months ended December 31, 2017 increased 61.1% to $5.0 million as compared to $3.1 million for the comparable prior-year period.\nNon-GAAP Financial Measures\nWithin the information above, Castle Brands provides information regarding EBITDA, as adjusted, which is not a recognized term under GAAP (Generally Accepted Accounting Principles) and does not purport to be an alternative to income (loss) from operations or net income (loss) as a measure of operating performance. Earnings before interest, taxes, depreciation and amortization, or EBITDA, adjusted for allowances for doubtful accounts and obsolete inventory, stock-based compensation expense, other expense (income), net, income from equity investment in non-consolidated affiliate, foreign exchange and net income attributable to noncontrolling interests is a key metric the Company uses in evaluating its financial performance on a consistent basis across various periods. EBITDA, as adjusted, is considered a non-GAAP financial measure as defined by Regulation G promulgated by the SEC under the Securities Act of 1933, as amended. Due to the significance of non-cash and non-recurring items, EBITDA, as adjusted, enables the Company's Board of Directors and management to monitor and evaluate the business on a consistent basis. The Company uses EBITDA, as adjusted, as a primary measure, among others, to analyze and evaluate financial and strategic planning decisions regarding future operating investments and allocation of capital resources. The Company believes that EBITDA, as adjusted, eliminates items that are not indicative of its core operating performance or are based on management's estimates, such as allowance accounts, are due to changes in valuation, such as the effects of changes in foreign exchange, or do not involve a cash outlay, such as stock-based compensation expense. EBITDA, as adjusted, should be considered in addition to, rather than as a substitute for, income from operations, net income and cash flows from operating activities. A reconciliation of net loss attributable to common shareholders to EBITDA, as adjusted, is presented below.\nAbout Castle Brands\nCastle Brands is a developer and international marketer of premium and super-premium brands including: Jefferson's ® , Jefferson's Presidential Select™, Jefferson's Reserve ® , Jefferson's Ocean Aged at Sea Bourbon ® , Jefferson's Wine Finish Collection and Jefferson's Wood Experiments, Goslings ® Rums, Goslings ® Stormy Ginger Beer, Knappogue Castle Whiskey ® , Clontarf ® Irish Whiskey, Pallini ® Limoncello, Boru ® Vodka, Brady's ® Irish Cream, The Arran Malt ® Single Malt Scotch Whisky, The Robert Burns Scotch Whisky and Machrie Moor Scotch Whisky. Additional information concerning the Company is available on the Company's website, www.castlebrandsinc.com .\nForward Looking Statements\nThis press release includes statements of our expectations, intentions, plans and beliefs that constitute \"forward looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934 and are intended to come within the safe harbor protection provided by those sections. These statements, which involve risks and uncertainties, relate to the discussion of our business strategies and our expectations concerning future operations, margins, sales, new products and brands, potential joint ventures, potential acquisitions, expenses, profitability, liquidity and capital resources and to analyses and other information that are based on forecasts of future results and estimates of amounts not yet determinable. You can identify these and other forward-looking statements by the use of such words as \"may,\" \"will,\" \"should,\" \"expects,\" \"intends,\" \"plans,\" \"anticipates,\" \"believes,\" \"thinks,\" \"estimates,\" \"seeks,\" \"predicts,\" \"could,\" \"projects,\" \"potential\" and other similar terms and phrases, including references to assumptions. These forward looking statements are made based on expectations and beliefs concerning future events affecting us and are subject to uncertainties, risks and factors relating to our operations and business environments, all of which are difficult to predict and many of which are beyond our control, that could cause our actual results to differ materially from those matters expressed or implied by these forward looking statements. These risks include our history of losses and expectation of further losses, our ability to expand our operations in both new and existing markets, our ability to develop or acquire new brands, our relationships with distributors, the success of our marketing activities, the effect of competition in our industry and economic and political conditions generally, including the current economic environment and markets. More information about these and other factors are described under the caption \"Risk Factors\" in Castle Brands' Annual Report on Form 10-K for the year ended March 31, 2017, as amended, and other reports we file with the Securities and Exchange Commission. When considering these forward looking statements, you should keep in mind the cautionary statements in this press release and the reports we file with the Securities and Exchange Commission. New risks and uncertainties arise from time to time, and we cannot predict those events or how they may affect us. We assume no obligation to update any forward looking statements after the date of this press release as a result of new information, future events or developments, except as required by the federal securities laws.\nCASTLE BRANDS INC. AND SUBSIDIARIES\nCondensed Consolidated Statements of Operations\n(Unaudited)\nThree months ended December 31,\nNine months ended December 31,\n2017\n2016\n2017\n2016\nSales, net*\n$\n24,079,623\n$\n18,309,539\n$\n65,826,060\n$\n54,688,255\nCost of sales*\n14,401,686\n10,639,299\n39,026,255\n32,574,640\nGross profit\n9,677,937\n7,670,240\n26,799,805\n22,113,615\nSelling expense\n5,438,815\n4,642,419\n16,394,222\n14,304,931\nGeneral and administrative expense\n2,458,528\n1,922,675\n7,020,407\n6,053,569\nDepreciation and amortization\n208,388\n251,410\n599,623\n758,507\nIncome from operations\n1,572,206\n853,736\n2,785,553\n996,608\nOther income (expense), net\n931\n(70)\n872\n(403)\n(Loss) income from equity\ninvestment in non-consolidated\naffiliate\n(20,806)\n26,362\n50,789\n49,682\nForeign exchange gain (loss)\n25,204\n68,720\n(7,104)\n145,208\nInterest expense, net\n(976,017)\n(330,165)\n(2,769,440)\n(969,294)\nIncome before provision for income\ntaxes\n601,518\n618,583\n60,670\n221,801\nIncome tax benefit (expense), net\n63,085\n273,781\n19,337\n(414,994)\nNet income (loss)\n664,603\n892,364\n80,007\n(193,193)\nNet income attributable to\nnoncontrolling interests\n(199,023)\n(469,798)\n(562,505)\n(850,770)\nNet income (loss) attributable to\ncommon shareholders\n$\n465,580\n$\n422,566\n$\n(482,498)\n$\n(1,043,963)\nNet income (loss) per common share,\nbasic, attributable to common\nshareholders\n$\n0.00\n$\n0.00\n$\n(0.00)\n$\n(0.01)\nWeighted average shares used in\ncomputation, basic, attributable to\ncommon shareholders\n163,470,150\n160,963,862\n163,249,687\n160,728,918\nNet income (loss) per common share,\ndiluted, attributable to common\nshareholders\n$\n0.00\n$\n0.00\n$\n(0.00)\n$\n(0.01)\nWeighted average shares used in\ncomputation, diluted, attributable to\ncommon shareholders\n171,121,927\n165,245,935\n163,249,687\n160,728,918\n* Sales, net and Cost of sales include excise taxes of $1,938,739 and $1,646,486 for the three months ended December 31, 2017 and 2016, respectively, and $5,338,124 and $5,275,187 for the nine months ended December 31, 2017 and 2016, respectively.\nCASTLE BRANDS INC. AND SUBSIDIARIES\nReconciliation of net loss attributable to common shareholders to EBITDA, as adjusted\n(Unaudited)\nThree months ended\nNine months ended\nDecember 31,\nDecember 31,\n2017\n2016\n2017\n2016\nNet Income (loss) attributable to common\nshareholders\n$\n465,580\n$\n422,566\n$\n(482,498)\n$\n(1,043,963)\nAdjustments:\nInterest expense, net\n976,017\n330,165\n2,769,440\n969,294\nIncome tax (benefit) expense, net\n(63,085)\n(273,781)\n(19,337)\n414,994\nDepreciation and amortization\n208,388\n251,410\n599,623\n758,507\nEBITDA income\n1,586,899\n730,360\n2,867,228\n1,098,833\nAllowance for doubtful accounts\n14,100\n11,550\n44,912\n34,650\nAllowance for obsolete inventory\n50,000\n50,000\n100,000\n150,000\nStock-based compensation expense\n504,490\n409,511\n1,484,386\n1,172,008\nOther (income) expense, net\n(931)\n70\n(872)\n403\nLoss (income) from equity investments\nin non-consolidated affiliate\n20,806\n(26,362)\n(50,789)\n(49,682)\nForeign exchange (gain) loss\n(25,204)\n(68,720)\n7,104\n(145,209)\nNet income attributable to noncontrolling\ninterests\n199,023\n469,798\n562,505\n850,770\nEBITDA, as adjusted\n$\n2,349,183\n$\n1,576,207\n$\n5,014,474\n$\n3,111,773\nCastle Brands Inc.\nInvestor Relations, 646-356-0200\ninfo@castlebrandsinc.com\nwww.castlebrandsinc.com\nView original content: http://www.prnewswire.com/news-releases/castle-brands-announces-fiscal-2018-third-quarter-results-300596201.html\nSOURCE Castle Brands Inc.",
    "published": "2018-02-09T01:45:00.000+02:00",
    "crawled": "2018-02-09T05:02:04.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "castle",
        "brand",
        "nyse",
        "american",
        "rox",
        "developer",
        "international",
        "marketer",
        "premium",
        "drink",
        "brand",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "nine",
        "month",
        "ended",
        "december",
        "operating",
        "highlight",
        "three",
        "nine",
        "month",
        "ended",
        "december",
        "net",
        "sale",
        "increased",
        "million",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "increased",
        "million",
        "first",
        "nine",
        "month",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "total",
        "gross",
        "profit",
        "increased",
        "million",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "increased",
        "million",
        "first",
        "nine",
        "month",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "income",
        "operation",
        "increased",
        "million",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "increased",
        "million",
        "first",
        "nine",
        "month",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "whiskey",
        "revenue",
        "increased",
        "first",
        "nine",
        "month",
        "fiscal",
        "comparable",
        "period",
        "due",
        "continued",
        "strong",
        "growth",
        "jefferson",
        "irish",
        "whisky",
        "addition",
        "arran",
        "scotch",
        "whiskey",
        "portfolio",
        "gosling",
        "stormy",
        "ginger",
        "beer",
        "case",
        "sale",
        "increased",
        "approximately",
        "case",
        "first",
        "nine",
        "month",
        "fiscal",
        "approximately",
        "case",
        "comparable",
        "period",
        "castle",
        "brand",
        "expects",
        "benefit",
        "substantially",
        "lower",
        "federal",
        "excise",
        "tax",
        "future",
        "period",
        "result",
        "provision",
        "newly",
        "enacted",
        "craft",
        "beverage",
        "act",
        "addition",
        "continuing",
        "new",
        "fill",
        "program",
        "company",
        "purchased",
        "additional",
        "barrel",
        "aged",
        "bourbon",
        "quarter",
        "support",
        "continued",
        "growth",
        "jefferson",
        "reporting",
        "strong",
        "sale",
        "growth",
        "lead",
        "brand",
        "including",
        "jefferson",
        "whiskey",
        "irish",
        "whiskey",
        "gosling",
        "stormy",
        "ginger",
        "beer",
        "resulted",
        "solid",
        "growth",
        "revenue",
        "gross",
        "profit",
        "increase",
        "income",
        "operation",
        "first",
        "nine",
        "month",
        "fiscal",
        "record",
        "level",
        "million",
        "increase",
        "ebitda",
        "adjusted",
        "first",
        "nine",
        "month",
        "fiscal",
        "record",
        "level",
        "million",
        "expect",
        "trend",
        "increasing",
        "sale",
        "improving",
        "financial",
        "performance",
        "continue",
        "balance",
        "fiscal",
        "year",
        "beyond",
        "stated",
        "richard",
        "lampen",
        "president",
        "chief",
        "executive",
        "officer",
        "castle",
        "brand",
        "december",
        "january",
        "february",
        "certain",
        "holder",
        "subordinated",
        "convertible",
        "note",
        "including",
        "certain",
        "officer",
        "director",
        "principal",
        "shareholder",
        "converted",
        "convertible",
        "note",
        "share",
        "common",
        "stock",
        "pursuant",
        "term",
        "convertible",
        "note",
        "conversion",
        "demonstrate",
        "continued",
        "commitment",
        "confidence",
        "stakeholder",
        "outlook",
        "castle",
        "brand",
        "lampen",
        "added",
        "combination",
        "new",
        "fill",
        "whiskey",
        "program",
        "opportunistic",
        "purchase",
        "aged",
        "whiskey",
        "enabled",
        "u",
        "build",
        "substantial",
        "reserve",
        "aged",
        "bourbon",
        "support",
        "continued",
        "strong",
        "growth",
        "jefferson",
        "brand",
        "released",
        "exclusive",
        "jefferson",
        "presidential",
        "select",
        "bourbon",
        "third",
        "quarter",
        "plan",
        "expand",
        "jefferson",
        "wine",
        "finish",
        "program",
        "coming",
        "month",
        "also",
        "releasing",
        "next",
        "voyage",
        "jefferson",
        "ocean",
        "aged",
        "sea",
        "bourbon",
        "including",
        "cask",
        "strength",
        "wheated",
        "ocean",
        "said",
        "john",
        "glover",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "castle",
        "brand",
        "continued",
        "growing",
        "popularity",
        "ginger",
        "beer",
        "cocktail",
        "including",
        "gosling",
        "trademarked",
        "dark",
        "stormy",
        "cocktail",
        "important",
        "growth",
        "driver",
        "gosling",
        "stormy",
        "ginger",
        "beer",
        "gosling",
        "black",
        "seal",
        "rum",
        "ginger",
        "beer",
        "sale",
        "month",
        "ended",
        "december",
        "exceeded",
        "million",
        "case",
        "making",
        "gosling",
        "stormy",
        "ginger",
        "beer",
        "premium",
        "ginger",
        "beer",
        "america",
        "pleased",
        "success",
        "first",
        "nine",
        "month",
        "walmart",
        "look",
        "forward",
        "continuing",
        "overall",
        "growth",
        "brand",
        "glover",
        "added",
        "three",
        "nine",
        "month",
        "ended",
        "december",
        "third",
        "quarter",
        "fiscal",
        "company",
        "net",
        "sale",
        "million",
        "increase",
        "net",
        "sale",
        "million",
        "comparable",
        "period",
        "sale",
        "growth",
        "primarily",
        "driven",
        "sale",
        "growth",
        "jefferson",
        "whiskey",
        "gosling",
        "rum",
        "gosling",
        "stormy",
        "ginger",
        "beer",
        "certain",
        "liqueur",
        "brand",
        "income",
        "operation",
        "million",
        "increase",
        "income",
        "operation",
        "million",
        "comparable",
        "period",
        "net",
        "income",
        "million",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "net",
        "income",
        "million",
        "comparable",
        "period",
        "interest",
        "expense",
        "net",
        "increasing",
        "million",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "comparable",
        "period",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "comparable",
        "period",
        "ebitda",
        "adjusted",
        "third",
        "quarter",
        "fiscal",
        "increased",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "nine",
        "month",
        "ended",
        "december",
        "company",
        "net",
        "sale",
        "million",
        "increase",
        "net",
        "sale",
        "million",
        "comparable",
        "period",
        "income",
        "operation",
        "million",
        "increase",
        "income",
        "operation",
        "million",
        "comparable",
        "period",
        "net",
        "income",
        "million",
        "nine",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "comparable",
        "period",
        "even",
        "though",
        "interest",
        "expense",
        "net",
        "increased",
        "million",
        "nine",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "comparable",
        "period",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "nine",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "comparable",
        "period",
        "ebitda",
        "adjusted",
        "nine",
        "month",
        "ended",
        "december",
        "increased",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "financial",
        "measure",
        "within",
        "information",
        "castle",
        "brand",
        "provides",
        "information",
        "regarding",
        "ebitda",
        "adjusted",
        "recognized",
        "term",
        "gaap",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "purport",
        "alternative",
        "income",
        "loss",
        "operation",
        "net",
        "income",
        "loss",
        "measure",
        "operating",
        "performance",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjusted",
        "allowance",
        "doubtful",
        "account",
        "obsolete",
        "inventory",
        "compensation",
        "expense",
        "expense",
        "income",
        "net",
        "income",
        "equity",
        "investment",
        "affiliate",
        "foreign",
        "exchange",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "key",
        "metric",
        "company",
        "us",
        "evaluating",
        "financial",
        "performance",
        "consistent",
        "basis",
        "across",
        "various",
        "period",
        "ebitda",
        "adjusted",
        "considered",
        "financial",
        "measure",
        "defined",
        "regulation",
        "g",
        "promulgated",
        "sec",
        "security",
        "act",
        "amended",
        "due",
        "significance",
        "item",
        "ebitda",
        "adjusted",
        "enables",
        "company",
        "board",
        "director",
        "management",
        "monitor",
        "evaluate",
        "business",
        "consistent",
        "basis",
        "company",
        "us",
        "ebitda",
        "adjusted",
        "primary",
        "measure",
        "among",
        "others",
        "analyze",
        "evaluate",
        "financial",
        "strategic",
        "planning",
        "decision",
        "regarding",
        "future",
        "operating",
        "investment",
        "allocation",
        "capital",
        "resource",
        "company",
        "belief",
        "ebitda",
        "adjusted",
        "eliminates",
        "item",
        "indicative",
        "core",
        "operating",
        "performance",
        "based",
        "management",
        "estimate",
        "allowance",
        "account",
        "due",
        "change",
        "valuation",
        "effect",
        "change",
        "foreign",
        "exchange",
        "involve",
        "cash",
        "outlay",
        "compensation",
        "expense",
        "ebitda",
        "adjusted",
        "considered",
        "addition",
        "rather",
        "substitute",
        "income",
        "operation",
        "net",
        "income",
        "cash",
        "flow",
        "operating",
        "activity",
        "reconciliation",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "ebitda",
        "adjusted",
        "presented",
        "castle",
        "brand",
        "castle",
        "brand",
        "developer",
        "international",
        "marketer",
        "premium",
        "brand",
        "including",
        "jefferson",
        "jefferson",
        "presidential",
        "jefferson",
        "reserve",
        "jefferson",
        "ocean",
        "aged",
        "sea",
        "bourbon",
        "jefferson",
        "wine",
        "finish",
        "collection",
        "jefferson",
        "wood",
        "experiment",
        "gosling",
        "rum",
        "gosling",
        "stormy",
        "ginger",
        "beer",
        "knappogue",
        "castle",
        "whiskey",
        "clontarf",
        "irish",
        "whiskey",
        "pallini",
        "limoncello",
        "boru",
        "vodka",
        "brady",
        "irish",
        "cream",
        "arran",
        "malt",
        "single",
        "malt",
        "scotch",
        "whisky",
        "robert",
        "burn",
        "scotch",
        "whisky",
        "machrie",
        "moor",
        "scotch",
        "whisky",
        "additional",
        "information",
        "concerning",
        "company",
        "available",
        "company",
        "website",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "expectation",
        "intention",
        "plan",
        "belief",
        "constitute",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "intended",
        "come",
        "within",
        "safe",
        "harbor",
        "protection",
        "provided",
        "section",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "relate",
        "discussion",
        "business",
        "strategy",
        "expectation",
        "concerning",
        "future",
        "operation",
        "margin",
        "sale",
        "new",
        "product",
        "brand",
        "potential",
        "joint",
        "venture",
        "potential",
        "acquisition",
        "expense",
        "profitability",
        "liquidity",
        "capital",
        "resource",
        "analysis",
        "information",
        "based",
        "forecast",
        "future",
        "result",
        "estimate",
        "amount",
        "yet",
        "determinable",
        "identify",
        "statement",
        "use",
        "word",
        "may",
        "expects",
        "intends",
        "plan",
        "anticipates",
        "belief",
        "think",
        "estimate",
        "seek",
        "predicts",
        "could",
        "project",
        "potential",
        "similar",
        "term",
        "phrase",
        "including",
        "reference",
        "assumption",
        "forward",
        "looking",
        "statement",
        "made",
        "based",
        "expectation",
        "belief",
        "concerning",
        "future",
        "event",
        "affecting",
        "u",
        "subject",
        "uncertainty",
        "risk",
        "factor",
        "relating",
        "operation",
        "business",
        "environment",
        "difficult",
        "predict",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "matter",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "risk",
        "include",
        "history",
        "loss",
        "expectation",
        "loss",
        "ability",
        "expand",
        "operation",
        "new",
        "existing",
        "market",
        "ability",
        "develop",
        "acquire",
        "new",
        "brand",
        "relationship",
        "distributor",
        "success",
        "marketing",
        "activity",
        "effect",
        "competition",
        "industry",
        "economic",
        "political",
        "condition",
        "generally",
        "including",
        "current",
        "economic",
        "environment",
        "market",
        "information",
        "factor",
        "described",
        "caption",
        "risk",
        "factor",
        "castle",
        "brand",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "march",
        "amended",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "considering",
        "forward",
        "looking",
        "statement",
        "keep",
        "mind",
        "cautionary",
        "statement",
        "press",
        "release",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "predict",
        "event",
        "may",
        "affect",
        "u",
        "assume",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "date",
        "press",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "except",
        "required",
        "federal",
        "security",
        "law",
        "castle",
        "brand",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "nine",
        "month",
        "ended",
        "december",
        "sale",
        "net",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "expense",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "operation",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "equity",
        "investment",
        "affiliate",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "interest",
        "expense",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "attributable",
        "common",
        "shareholder",
        "weighted",
        "average",
        "share",
        "used",
        "computation",
        "basic",
        "attributable",
        "common",
        "shareholder",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "attributable",
        "common",
        "shareholder",
        "weighted",
        "average",
        "share",
        "used",
        "computation",
        "diluted",
        "attributable",
        "common",
        "shareholder",
        "sale",
        "net",
        "cost",
        "sale",
        "include",
        "excise",
        "tax",
        "three",
        "month",
        "ended",
        "december",
        "respectively",
        "nine",
        "month",
        "ended",
        "december",
        "respectively",
        "castle",
        "brand",
        "subsidiary",
        "reconciliation",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "ebitda",
        "adjusted",
        "unaudited",
        "three",
        "month",
        "ended",
        "nine",
        "month",
        "ended",
        "december",
        "december",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "adjustment",
        "interest",
        "expense",
        "net",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "income",
        "allowance",
        "doubtful",
        "account",
        "allowance",
        "obsolete",
        "inventory",
        "compensation",
        "expense",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "equity",
        "investment",
        "affiliate",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "ebitda",
        "adjusted",
        "castle",
        "brand",
        "investor",
        "relation",
        "info",
        "view",
        "original",
        "content",
        "http",
        "source",
        "castle",
        "brand",
        "inc"
    ]
}