{
    "organizations": [],
    "uuid": "cb5196e45c3fbfa8d395d6e8fd72d3e9c6726014",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/pr-newswire-developments-in-the-home-improvement-sector.html",
    "ord_in_thread": 0,
    "title": "Developments in the Home Improvement Sector",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, February 5, 2018 /PRNewswire/ --\nWhile retail sales have been slowing across many sectors, online sales have picked up pace. This is true about the home improvement sector as well. According to a research published by The NPD Group, online sales of home improvement products have grown 41 percent in the 12 months ending March 2017. Home improvement products span across a wide range of goods, from plumbing and hardware to storage and décor. The report also indicates that the e-commerce home improvement market reached $10.9 billion in sales for the year. SSLJ.com Limited (NASDAQ: SSLJ), The Home Depot Inc. (NYSE: HD), Lowe's Companies, Inc. (NYSE: LOW), Bed Bath & Beyond Inc. (NASDAQ: BBBY), At Home Group Inc. (NYSE: HOME)\nExecutive director and home industry analyst at NPD, Joe Derochowski, explained, \"The pace at which e-commerce is gaining acceptance among home improvement consumers emphasizes the need to understand how consumers are utilizing online and in-store shopping options, and how to make them work together… Marketers can capture the replenishment of commodity products, like light bulbs and air filters, by offering online convenience, but there are also opportunities to benefit from consumer showrooming for bigger ticket items, like bathtubs and vanities, with the in-store experience.\"\nSSLJ.com Limited (NASDAQ: SSLJ) just announced Initial Public Offering (IPO) breaking news this past Friday, \"A vertically integrated O2O home decoration service and product provider in China, today announced the closing of its initial public offering, selling the maximum amount of 4,000,000 Class A ordinary shares at a public offering price of $5.00 per share for total of $20,000,000 in gross proceeds before expenses. The shares are expected to begin trading Monday February 5, 2018 on The NASDAQ Capital Market under the symbol \"SSLJ.\" Boustead Securities was the Sole Underwriter of SSLJ's initial public offering, the firm's fourth NASDAQ IPO of a Chinese company in the past six months, and it's first for 2018.\nMr. Wei Zheng, CEO of SSLJ.com commented, \"We are honored to have support from investors worldwide as we successfully closed on our IPO and prepare to begin trading on The NASDAQ Capital Market. We look forward to communicating our business growth with our shareholders.\"\nDan McClory, Head of Equity Capital Markets and Head of China at Boustead Securities, said \" SSLJ.com has received interest as the first Chinese IPO in the U.S for 2018, and completed the offering at the maximum amount. Our investors look forward to seeing SSLJ trade on NASDAQ starting next week...\"\nThe Home Depot Inc. (NYSE: HD) is the world's largest home improvement specialty retailer, with 2,284 retail stores in all 50 states, the District of Columbia, Puerto Rico, U.S. Virgin Islands, Guam, 10 Canadian provinces and Mexico. On December 21, 2017, the company announced that it has acquired The Company Store, a leading online retailer of textiles and home décor products, from Hanover Direct. The deal closed on December 19 and terms were not disclosed. In addition to its success as an online retailer, The Company Store has strong relationships and industry leading capabilities in the development and sourcing of high quality textiles across bedding, bath, and related categories. Founded in 1911, The Company Store has a rich history of providing products that are highly sought after by customers as they put the finishing touches on a room.\nLowe ' s Companies, Inc. (NYSE: LOW) is a FORTUNE® 50 home improvement company serving more than 17 million customers a week in the United States, Canada and Mexico. With fiscal year 2016 sales of $65.0 billion, Lowe's and its related businesses operate or service more than 2,370 home improvement and hardware stores and employ over 290,000 people. On January 26, 2018, the company announced it authorized a new $5 billion repurchase program for the company's common stock. This new repurchase program has no expiration date and is additive to the previous program's remaining balance, which was $2.1 billion as of Nov. 3, 2017, the end of the company's third fiscal quarter. Repurchases will be subject to market conditions and will be made from time to time either in the open market or through private off-market transactions in accordance with the requirements of the Securities and Exchange Commission. The company's repurchase program may be suspended, discontinued or resumed at any time.\nBed Bath & Beyond Inc. (NASDAQ: BBBY) and subsidiaries is an omnichannel retailer selling a wide assortment of domestics merchandise and home furnishings. Customers can purchase products either in-store, online, with a mobile device or through a customer contact center. The Company generally has the ability to have customer purchases picked up in-store or shipped direct to the customer from the Company's distribution facilities, stores or vendors. On December 20, 2017, the company reported financial results for the third quarter of fiscal 2017 ended November 25, 2017. For the fiscal 2017 third quarter, the Company reported net earnings of $.44 per diluted share ($61.3 million) compared with $.85per diluted share ($126.4 million) for the fiscal 2016 third quarter. Net sales for the fiscal 2017 third quarter were approximately $3.0 billion, relatively flat to the prior year quarter. Comparable sales in the fiscal 2017 third quarter decreased by approximately 0.3%.\nAt Home Group Inc. (NYSE: HOME), the home decor superstore, is focused on providing customers with the broadest assortment of home decor products to suit every room, every style and every budget. With a wide assortment of over 50,000 items throughout our stores, At Home enables customers to express themselves and create a home that reflects their personality and style. On November 29, 2017, the company announced its financial results for the third quarter ended October 28, 2017. Net sales grew 24.8% to $213.0 million from $170.7 million in the quarter ended October 29, 2016 driven by the net addition of 22 stores since the third quarter of fiscal 2017 and a comparable store sales increase of 7.1%. Excluding the net impact of Hurricanes Harvey and Irma, the company estimated that comparable store sales would have increased 8.3%. The company expanded its footprint by opening eight new stores in the third quarter of fiscal 2018. It ended the quarter with 144 stores in 33 states, which represents an 18.0% increase in store count since October 29, 2016.\nSubscribe Now! Watch us report from LIVE https://www.youtube.com/FinancialBuzzMedia\nFollow us on Twitter for real time Financial News Updates: https://twitter.com/financialbuzz\nFollow and talk to us on Instagram: https://www.instagram.com/financialbuzz\nFacebook Like Us to receive live feeds: https://www.facebook.com/Financialbuzz/\nAbout FinancialBuzz.com\nFinancialBuzz.com , a leading financial news informational web portal designed to provide the latest trends in Market News, Investing News, Personal Finance, Politics, Entertainment, in-depth broadcasts on Stock News, Market Analysis and Company Interviews. A pioneer in the financially driven digital space, video production and integration of social media, FinancialBuzz.com creates 100% unique original content. FinancialBuzz.com also provides financial news PR dissemination, branding, marketing and advertising for third parties for corporate news and original content through our unique media platform that includes Newswire Delivery, Digital Advertising, Social Media Relations, Video Production, Broadcasting, and Financial Publications.\nPlease Note: FinancialBuzz.com is not a financial advisory or advisor, investment advisor or broker-dealer and do not undertake any activities that would require such registration. The information provided on http://www.FinancialBuzz.com (the 'Site') is either original financial news or paid advertisements provided [exclusively] by our affiliates (sponsored content), FinancialBuzz.com , a financial news media and marketing firm enters into media buys or service agreements with the companies which are the subject to the articles posted on the Site or other editorials for advertising such companies. We are not an independent news media provider and therefore do not represent or warrant that the information posted on the Site is accurate, unbiased or complete. FinancialBuzz.com receives fees for producing and presenting high quality and sophisticated content on FinancialBuzz.com along with other financial news PR media services. FinancialBuzz.com does not offer any personal opinions, recommendations or bias commentary as we purely incorporate public market information along with financial and corporate news. FinancialBuzz.com only aggregates or regurgitates financial or corporate news through our unique financial newswire and media platform. FinancialBuzz.com has not been compensated. Our fees may be either a flat cash sum or negotiated number of securities of the companies featured on this editorial or site, or a combination thereof. The securities are commonly paid in segments, of which a portion is received upon engagement and the balance is paid on or near the conclusion of the engagement. FinancialBuzz.com will always disclose any compensation in securities or cash payments for financial news PR advertising. FinancialBuzz.com does not undertake to update any of the information on the editorial or Site or continue to post information about any companies the information contained herein is not intended to be used as the basis for investment decisions and should not be considered as investment advice or a recommendation. The information contained herein is not an offer or solicitation to buy, hold or sell any security. FinancialBuzz.com , members and affiliates are not responsible for any gains or losses that result from the opinions expressed on this editorial or Site, company profiles, quotations or in other materials or presentations that it publishes electronically or in print. Investors accept full responsibility for any and all of their investment decisions based on their own independent research and evaluation of their own investment goals, risk tolerance, and financial condition. FinancialBuzz.com . By accessing this editorial and website and any pages thereof, you agree to be bound by the Terms of Use and Privacy Policy, as may be amended from time to time. None of the content issued by FinancialBuzz.com constitutes a recommendation for any investor to purchase, hold or sell any particular security, pursue a particular investment strategy or that any security is suitable for any investor. This publication is provided by FinancialBuzz.com . Each investor is solely responsible for determining whether a particular security or investment strategy is suitable based on their objectives, other securities holdings, financial situation needs, and tax status. You agree to consult with your investment advisor, tax and legal consultant before making any investment decisions. We make no representations as to the completeness, accuracy or timeless of the material provided. All materials are subject to change without notice. Information is obtained from sources believed to be reliable, but its accuracy and completeness are not guaranteed. For our full disclaimer, disclosure and Terms of Use, please visit: http://www.financialbuzz.com .\nFor further information:\nMedia Contact:\ninfo@financialbuzz.com\n+1-877-601-1879\nSOURCE FinancialBuzz.com",
    "published": "2018-02-05T19:00:00.000+02:00",
    "crawled": "2018-02-05T19:58:12.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "february",
        "retail",
        "sale",
        "slowing",
        "across",
        "many",
        "sector",
        "online",
        "sale",
        "picked",
        "pace",
        "true",
        "home",
        "improvement",
        "sector",
        "well",
        "according",
        "research",
        "published",
        "npd",
        "group",
        "online",
        "sale",
        "home",
        "improvement",
        "product",
        "grown",
        "percent",
        "month",
        "ending",
        "march",
        "home",
        "improvement",
        "product",
        "span",
        "across",
        "wide",
        "range",
        "good",
        "plumbing",
        "hardware",
        "storage",
        "décor",
        "report",
        "also",
        "indicates",
        "home",
        "improvement",
        "market",
        "reached",
        "billion",
        "sale",
        "year",
        "limited",
        "nasdaq",
        "sslj",
        "home",
        "depot",
        "nyse",
        "hd",
        "lowe",
        "company",
        "nyse",
        "low",
        "bed",
        "bath",
        "beyond",
        "nasdaq",
        "bbby",
        "home",
        "group",
        "nyse",
        "home",
        "executive",
        "director",
        "home",
        "industry",
        "analyst",
        "npd",
        "joe",
        "derochowski",
        "explained",
        "pace",
        "gaining",
        "acceptance",
        "among",
        "home",
        "improvement",
        "consumer",
        "emphasizes",
        "need",
        "understand",
        "consumer",
        "utilizing",
        "online",
        "shopping",
        "option",
        "make",
        "work",
        "marketer",
        "capture",
        "replenishment",
        "commodity",
        "product",
        "like",
        "light",
        "bulb",
        "air",
        "filter",
        "offering",
        "online",
        "convenience",
        "also",
        "opportunity",
        "benefit",
        "consumer",
        "showrooming",
        "bigger",
        "ticket",
        "item",
        "like",
        "bathtub",
        "vanity",
        "experience",
        "limited",
        "nasdaq",
        "sslj",
        "announced",
        "initial",
        "public",
        "offering",
        "ipo",
        "breaking",
        "news",
        "past",
        "friday",
        "vertically",
        "integrated",
        "o2o",
        "home",
        "decoration",
        "service",
        "product",
        "provider",
        "china",
        "today",
        "announced",
        "closing",
        "initial",
        "public",
        "offering",
        "selling",
        "maximum",
        "amount",
        "class",
        "ordinary",
        "share",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "total",
        "gross",
        "proceeds",
        "expense",
        "share",
        "expected",
        "begin",
        "trading",
        "monday",
        "february",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "sslj",
        "boustead",
        "security",
        "sole",
        "underwriter",
        "sslj",
        "initial",
        "public",
        "offering",
        "firm",
        "fourth",
        "nasdaq",
        "ipo",
        "chinese",
        "company",
        "past",
        "six",
        "month",
        "first",
        "wei",
        "zheng",
        "ceo",
        "commented",
        "honored",
        "support",
        "investor",
        "worldwide",
        "successfully",
        "closed",
        "ipo",
        "prepare",
        "begin",
        "trading",
        "nasdaq",
        "capital",
        "market",
        "look",
        "forward",
        "communicating",
        "business",
        "growth",
        "shareholder",
        "dan",
        "mcclory",
        "head",
        "equity",
        "capital",
        "market",
        "head",
        "china",
        "boustead",
        "security",
        "said",
        "received",
        "interest",
        "first",
        "chinese",
        "ipo",
        "completed",
        "offering",
        "maximum",
        "amount",
        "investor",
        "look",
        "forward",
        "seeing",
        "sslj",
        "trade",
        "nasdaq",
        "starting",
        "next",
        "week",
        "home",
        "depot",
        "nyse",
        "hd",
        "world",
        "largest",
        "home",
        "improvement",
        "specialty",
        "retailer",
        "retail",
        "store",
        "state",
        "district",
        "columbia",
        "puerto",
        "rico",
        "virgin",
        "island",
        "guam",
        "canadian",
        "province",
        "mexico",
        "december",
        "company",
        "announced",
        "acquired",
        "company",
        "store",
        "leading",
        "online",
        "retailer",
        "textile",
        "home",
        "décor",
        "product",
        "hanover",
        "direct",
        "deal",
        "closed",
        "december",
        "term",
        "disclosed",
        "addition",
        "success",
        "online",
        "retailer",
        "company",
        "store",
        "strong",
        "relationship",
        "industry",
        "leading",
        "capability",
        "development",
        "sourcing",
        "high",
        "quality",
        "textile",
        "across",
        "bedding",
        "bath",
        "related",
        "category",
        "founded",
        "company",
        "store",
        "rich",
        "history",
        "providing",
        "product",
        "highly",
        "sought",
        "customer",
        "put",
        "finishing",
        "touch",
        "room",
        "lowe",
        "company",
        "nyse",
        "low",
        "home",
        "improvement",
        "company",
        "serving",
        "million",
        "customer",
        "week",
        "united",
        "state",
        "canada",
        "mexico",
        "fiscal",
        "year",
        "sale",
        "billion",
        "lowe",
        "related",
        "business",
        "operate",
        "service",
        "home",
        "improvement",
        "hardware",
        "store",
        "employ",
        "people",
        "january",
        "company",
        "announced",
        "authorized",
        "new",
        "billion",
        "repurchase",
        "program",
        "company",
        "common",
        "stock",
        "new",
        "repurchase",
        "program",
        "expiration",
        "date",
        "additive",
        "previous",
        "program",
        "remaining",
        "balance",
        "billion",
        "end",
        "company",
        "third",
        "fiscal",
        "quarter",
        "repurchase",
        "subject",
        "market",
        "condition",
        "made",
        "time",
        "time",
        "either",
        "open",
        "market",
        "private",
        "transaction",
        "accordance",
        "requirement",
        "security",
        "exchange",
        "commission",
        "company",
        "repurchase",
        "program",
        "may",
        "suspended",
        "discontinued",
        "resumed",
        "time",
        "bed",
        "bath",
        "beyond",
        "nasdaq",
        "bbby",
        "subsidiary",
        "omnichannel",
        "retailer",
        "selling",
        "wide",
        "assortment",
        "domestic",
        "merchandise",
        "home",
        "furnishing",
        "customer",
        "purchase",
        "product",
        "either",
        "online",
        "mobile",
        "device",
        "customer",
        "contact",
        "center",
        "company",
        "generally",
        "ability",
        "customer",
        "purchase",
        "picked",
        "shipped",
        "direct",
        "customer",
        "company",
        "distribution",
        "facility",
        "store",
        "vendor",
        "december",
        "company",
        "reported",
        "financial",
        "result",
        "third",
        "quarter",
        "fiscal",
        "ended",
        "november",
        "fiscal",
        "third",
        "quarter",
        "company",
        "reported",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "million",
        "compared",
        "diluted",
        "share",
        "million",
        "fiscal",
        "third",
        "quarter",
        "net",
        "sale",
        "fiscal",
        "third",
        "quarter",
        "approximately",
        "billion",
        "relatively",
        "flat",
        "prior",
        "year",
        "quarter",
        "comparable",
        "sale",
        "fiscal",
        "third",
        "quarter",
        "decreased",
        "approximately",
        "home",
        "group",
        "nyse",
        "home",
        "home",
        "decor",
        "superstore",
        "focused",
        "providing",
        "customer",
        "broadest",
        "assortment",
        "home",
        "decor",
        "product",
        "suit",
        "every",
        "room",
        "every",
        "style",
        "every",
        "budget",
        "wide",
        "assortment",
        "item",
        "throughout",
        "store",
        "home",
        "enables",
        "customer",
        "express",
        "create",
        "home",
        "reflects",
        "personality",
        "style",
        "november",
        "company",
        "announced",
        "financial",
        "result",
        "third",
        "quarter",
        "ended",
        "october",
        "net",
        "sale",
        "grew",
        "million",
        "million",
        "quarter",
        "ended",
        "october",
        "driven",
        "net",
        "addition",
        "store",
        "since",
        "third",
        "quarter",
        "fiscal",
        "comparable",
        "store",
        "sale",
        "increase",
        "excluding",
        "net",
        "impact",
        "hurricane",
        "harvey",
        "irma",
        "company",
        "estimated",
        "comparable",
        "store",
        "sale",
        "would",
        "increased",
        "company",
        "expanded",
        "footprint",
        "opening",
        "eight",
        "new",
        "store",
        "third",
        "quarter",
        "fiscal",
        "ended",
        "quarter",
        "store",
        "state",
        "represents",
        "increase",
        "store",
        "count",
        "since",
        "october",
        "subscribe",
        "watch",
        "u",
        "report",
        "live",
        "http",
        "follow",
        "u",
        "twitter",
        "real",
        "time",
        "financial",
        "news",
        "update",
        "http",
        "follow",
        "talk",
        "u",
        "instagram",
        "http",
        "facebook",
        "like",
        "u",
        "receive",
        "live",
        "feed",
        "http",
        "leading",
        "financial",
        "news",
        "informational",
        "web",
        "portal",
        "designed",
        "provide",
        "latest",
        "trend",
        "market",
        "news",
        "investing",
        "news",
        "personal",
        "finance",
        "politics",
        "entertainment",
        "broadcast",
        "stock",
        "news",
        "market",
        "analysis",
        "company",
        "interview",
        "pioneer",
        "financially",
        "driven",
        "digital",
        "space",
        "video",
        "production",
        "integration",
        "social",
        "medium",
        "creates",
        "unique",
        "original",
        "content",
        "also",
        "provides",
        "financial",
        "news",
        "pr",
        "dissemination",
        "branding",
        "marketing",
        "advertising",
        "third",
        "party",
        "corporate",
        "news",
        "original",
        "content",
        "unique",
        "medium",
        "platform",
        "includes",
        "newswire",
        "delivery",
        "digital",
        "advertising",
        "social",
        "medium",
        "relation",
        "video",
        "production",
        "broadcasting",
        "financial",
        "publication",
        "please",
        "note",
        "financial",
        "advisory",
        "advisor",
        "investment",
        "advisor",
        "undertake",
        "activity",
        "would",
        "require",
        "registration",
        "information",
        "provided",
        "http",
        "either",
        "original",
        "financial",
        "news",
        "paid",
        "advertisement",
        "provided",
        "exclusively",
        "affiliate",
        "sponsored",
        "content",
        "financial",
        "news",
        "medium",
        "marketing",
        "firm",
        "enters",
        "medium",
        "buy",
        "service",
        "agreement",
        "company",
        "subject",
        "article",
        "posted",
        "site",
        "editorial",
        "advertising",
        "company",
        "independent",
        "news",
        "medium",
        "provider",
        "therefore",
        "represent",
        "warrant",
        "information",
        "posted",
        "site",
        "accurate",
        "unbiased",
        "complete",
        "receives",
        "fee",
        "producing",
        "presenting",
        "high",
        "quality",
        "sophisticated",
        "content",
        "along",
        "financial",
        "news",
        "pr",
        "medium",
        "service",
        "offer",
        "personal",
        "opinion",
        "recommendation",
        "bias",
        "commentary",
        "purely",
        "incorporate",
        "public",
        "market",
        "information",
        "along",
        "financial",
        "corporate",
        "news",
        "aggregate",
        "regurgitates",
        "financial",
        "corporate",
        "news",
        "unique",
        "financial",
        "newswire",
        "medium",
        "platform",
        "compensated",
        "fee",
        "may",
        "either",
        "flat",
        "cash",
        "sum",
        "negotiated",
        "number",
        "security",
        "company",
        "featured",
        "editorial",
        "site",
        "combination",
        "thereof",
        "security",
        "commonly",
        "paid",
        "segment",
        "portion",
        "received",
        "upon",
        "engagement",
        "balance",
        "paid",
        "near",
        "conclusion",
        "engagement",
        "always",
        "disclose",
        "compensation",
        "security",
        "cash",
        "payment",
        "financial",
        "news",
        "pr",
        "advertising",
        "undertake",
        "update",
        "information",
        "editorial",
        "site",
        "continue",
        "post",
        "information",
        "company",
        "information",
        "contained",
        "herein",
        "intended",
        "used",
        "basis",
        "investment",
        "decision",
        "considered",
        "investment",
        "advice",
        "recommendation",
        "information",
        "contained",
        "herein",
        "offer",
        "solicitation",
        "buy",
        "hold",
        "sell",
        "security",
        "member",
        "affiliate",
        "responsible",
        "gain",
        "loss",
        "result",
        "opinion",
        "expressed",
        "editorial",
        "site",
        "company",
        "profile",
        "quotation",
        "material",
        "presentation",
        "publishes",
        "electronically",
        "print",
        "investor",
        "accept",
        "full",
        "responsibility",
        "investment",
        "decision",
        "based",
        "independent",
        "research",
        "evaluation",
        "investment",
        "goal",
        "risk",
        "tolerance",
        "financial",
        "condition",
        "accessing",
        "editorial",
        "website",
        "page",
        "thereof",
        "agree",
        "bound",
        "term",
        "use",
        "privacy",
        "policy",
        "may",
        "amended",
        "time",
        "time",
        "none",
        "content",
        "issued",
        "constitutes",
        "recommendation",
        "investor",
        "purchase",
        "hold",
        "sell",
        "particular",
        "security",
        "pursue",
        "particular",
        "investment",
        "strategy",
        "security",
        "suitable",
        "investor",
        "publication",
        "provided",
        "investor",
        "solely",
        "responsible",
        "determining",
        "whether",
        "particular",
        "security",
        "investment",
        "strategy",
        "suitable",
        "based",
        "objective",
        "security",
        "holding",
        "financial",
        "situation",
        "need",
        "tax",
        "status",
        "agree",
        "consult",
        "investment",
        "advisor",
        "tax",
        "legal",
        "consultant",
        "making",
        "investment",
        "decision",
        "make",
        "representation",
        "completeness",
        "accuracy",
        "timeless",
        "material",
        "provided",
        "material",
        "subject",
        "change",
        "without",
        "notice",
        "information",
        "obtained",
        "source",
        "believed",
        "reliable",
        "accuracy",
        "completeness",
        "guaranteed",
        "full",
        "disclaimer",
        "disclosure",
        "term",
        "use",
        "please",
        "visit",
        "http",
        "information",
        "medium",
        "contact",
        "info",
        "source"
    ]
}