{
    "organizations": [],
    "uuid": "a0a1dd9739b99519e56bdb7027c505af5a3a1d9a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/cnbc-interview-with-adena-friedman-nasdaq-ceo-at-the-world-government-summit-in-dubai.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Adena Friedman, Nasdaq CEO at the World Government Summit in Dubai",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following are excerpts from an interview with CNBC's Hadley Gamble and Nasdaq CEO, Adena Friedman at the World Government Summit in Dubai.\nHG: Good afternoon everybody. Your Excellencies I'm Hadley Gamble on CNBC anchor in the Middle East and I'm joined now by the CEO of NASDAQ. I want to kick off by market volatility we've seen so much movement in pricing over the last several days in particular. We've a lot of comments about this. I got to speak with Christine Lagarde head of the IMF. She was essentially saying to me that this was a market correction this wasn't something that she hadn't been expecting at some point in the future. But I want to ask you about what that means in terms of the markets themselves. There's a lot of speculation about what's been behind these price moves and has it been technologies has it been algorithm's has it been a guy are you concerned at all about what we've seen over the last several days in terms of the regulation.\nAF: No I would say that the market movements that we've seen over the last several days have been the foundation of them have been through human emotion. Right. So if you look at human and human logic so you look at the fact that the that we've got a growth environment and we have very low unemployment we have increasing growth in the economy. You now have tax reform that's providing more income into the companies that income is being shared with employees and we have a wage inflation number that came out that was a little bit surprising to people. It really did then cave gave I would say a data point that kind of supported an argument that interest rates are going to have to rise faster. So if you think about the governments they have one major lever to pull when they're managing through all the balance within, within an ecosystem an economic ecosystem they have they have to look at wages, they have to look at employment and they have to look at GDP growth but they have one mechanism and that's interest rates to be low to manage that monetary policy the ease of money or contraction of money. So I think that we think that there's a common view that as growth continues to come in and inflation becomes more of a risk that the Government may choose to increase interest rates faster and that then created I would say human emotion of saying OK well I've I've made maybe 25 30 percent of my money in the last year in the markets, so I have the opportunity to cash out I had the opportunity to kind of think about who are going to be the winners and losers and over the last month we've seen the markets rise primarily on the back of retail investors who are a little less informed. So I think that at the same time some of the money the institutional investors are saying this is a good time to exit. So that to me has been the foundation that's all humans. I think that at the same time those mechanisms are used in the market are driven by a lot of computers as well so they make a human decision they execute it through computers and that then creates and creates the role market movement.\nHG: So it's not unfair to say that humans are still in charge at least at the Nasdaq?\nAF: I think humans are definitely in charge of the decisions in the market. I think that the way that the algorithms are written are basically in the back of human decision\nHG: Last week I had the chance to talk to the Winklevoss twins who were formerly bitcoin billionaires at least on paper and then suddenly became multimillionaires and the question I was asking these guys really revolved around you know is bitcoin a fraud like we've heard from so many people including Jamie Dimon and questions about what happens next. They are moving toward trying to set up an ETF or is it too soon for that even to be discussed do you think?\nAF: Well I do think that the FCC in the US has made a determination that they believe it's too soon so the regulator in the United States has made a determination that the markets that underlie the price of bitcoin are still on unregulated markets and that means therefore that those markets are not necessarily inherently fair to all participants that they may have elements of them that create distortion in the pricing and therefore if the foundation of an ETF is a basket of prices and those prices are not reliable then the you know the SCC then can take a decision that they're not ready to have that become available to retail investors and at the end of the day the primary role is to protect retail and to create fair markets. They don't have control over the markets within the bitcoin so therefore they really focus on protecting those retail investors and so they decided that it is too early in the Nordics we actually have been working with our regulator and we have launched two hands on so exchange traded notes on the Nordic markets with a partner there and the regulators looked primarily on the ability for us to surveil that activity, the risk management around that activity and so we have seen some trading starting to develop and those securities\nHG: How soon are we going to see this on your platform specifically?\nAF: Well the Nordics are our platform. So it's technically but the U.S. The US markets are not yet are not yet looking at it in terms of\nHG: What's the timeline there?\nAF: I don't think we actually know what the timeline is for it's yet to be launched in the United States. I think that in terms of Nasdaq being a market itself I think that it's you know it's a very nascent asset class. I think it's probably very prudent for a regulated market. Take a look. You know I'll watch mode on this to kind of understand it to learn as much as we can about it. And then over time make a determination as to whether or not we can provide a fair market environment for all participation for all participants and whether or not the asset class has sustainability over time.\nHG: I want to focus on the regional markets as well. Obviously you're deeply involved with the Saudi to DOE you're also involved obviously with Dubai particularly you have Nasdaq Dubai. I have a question in terms of the responsibility you've seen in terms of the governments really stepping up in terms of transparency are you encouraged by what you've seen particularly in Saudi Arabi?\nAF: Well I guess the Nasdaq actually serves as a technology provider to 90 other markets around the world and we are in fact a technology partner to many of the exchanges here in the Middle East including both Dubai Dubai Financial Market the Nasdaq Dubai as well as to Tadawul and we've been a partner of Tadawul for over 20 years and we we've been working with them over many years to advance their markets. Advanced technology is well as here to make sure that they provide a fair transparent marketplace as well as something where as their economies continue to grow and expand that their market their capital markets are expanding with them. And it's been a great relationship. I think that in general we are seeing a rapid, rapid advancement of the capital markets here in the region. Here in Dubai and Abu Dhabi as well as in Saudi Arabia and I think that's actually hugely beneficial to not only local investors but also to international investors who are looking to get more involved in the stocks and in the instruments that are traded there.\nHG: In terms of what's happening next for the UAE specifically for Saudi Arabia in particular when we talk about companies and whether or not they should list and do a dual listing. Is that a good idea and does it really vary by company?\nAF: Well I would say that it generally depends on the size of the company the size the float the amount that they expect the amount of liquidity that they're basically putting into the market and where they would dualists. Dual listing in the same general time zone that doesn't have a huge amount of benefit.\nHG: So we're talking about Saudi Aramco specifically that would be an opportunity for them then to dual list would make sense?\nAF: I think any company where you look at the site you know an event of that size and that amount of liquidity that's coming into the market I think that you can certainly support a de-listing when you have to do one but you can certainly support dual listings particularly in different time zones that allows for different liquidity pools have developed as investors wake up in different parts of the world and especially if you have fungibility and allow for that fungibility to exist across the markets. But I think that in general it really does depend on the size of the not only the size of the company but the amount you're floating\nHG: And so are we going to see a Saudi Aramco IPO listing the Nasdaq.\nAF: Well we are the home to the four largest companies in the world are extremely proud of that and we are the home to the great innovators of our time. Over the last year we've had 350 billion dollars of market cap switch from the New York Stock Exchange to Nasdaq because and in the last decade it's been a trillion dollars. And the reason is because companies want to be part of the future. They don't necessarily want to be part of the past and that that idea that they can come to Nasdaq B on the Nasdaq 100 and b be associated with all the companies that are driving the future of our economy. That's very exciting. So we are extremely proud of all the companies that choose to come to NASDAQ but we don't comment on any specific issue.\nHG: And finally I want to ask you about your outlook for the region specifically in terms of you're just saying that you've seen an enormous amount of progress and very, very quick moves from Saudi Arabia from the UAE especially in terms of regulation. What's your ten year outlook in terms of markets here?\nAF: I would say that in general I think that the markets have been doing a great job of developing a very robust regulatory oversight that allows for Fair Trading and that to me is the primary role of government. If I think about it people have been asking me what can the government do to make it to the markets aren't as volatile. Well our job as in government is not to make it so that you don't want to do anything that cuts off the natural supply and demand of the market. You want to allow for markets that have a free flow of capital in and out and you want to create a fair environment. Regulation should not be there to cut off supply and demand but rather to facilitate supply and demand is efficiently as possible to make it so that is a fair and level playing field. Making sure the markets are completely transparent. So I know that the markets here both in terms of market data and the access to information as well as to company information making sure the companies are transparent so that all investors have a fair and equal ability to understand what they're investing in. If you can create that environment then you've created a great capital market. The stability comes from the fiscal and monetary policy of the government and predictability. So the best way to create stability is to create predictability in how you manage your capital how you're managing your monetary policy how you're spending your capital in society and how you're regulating business if you can create predictability in all of those things. Then you'll have much more stable markets.\nHG: Adena Friedman we're have to leave it there. Thank you so much for joining us.\nAF: Thank you.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive:\nJonathan.Millman@CNBC.com About CNBC International:\nCNBC is the number one business and financial news network on the planet. Our mission is to help the influential and aspirational to make astute decisions to get ahead. CNBC International ensures no matter where you are you can keep up to date with the latest breaking business and financial news. With international headquarters in London and Singapore, we provide you with the perfect 24-hour global business briefing. In addition to our global TV channel, available in more than 409 million homes worldwide, CNBC is also available on mobile, tablet and desktop. CNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.",
    "published": "2018-02-13T08:00:00.000+02:00",
    "crawled": "2018-02-13T14:11:12.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "excerpt",
        "interview",
        "cnbc",
        "hadley",
        "gamble",
        "nasdaq",
        "ceo",
        "adena",
        "friedman",
        "world",
        "government",
        "summit",
        "dubai",
        "hg",
        "good",
        "afternoon",
        "everybody",
        "excellency",
        "hadley",
        "gamble",
        "cnbc",
        "anchor",
        "middle",
        "east",
        "joined",
        "ceo",
        "nasdaq",
        "want",
        "kick",
        "market",
        "volatility",
        "seen",
        "much",
        "movement",
        "pricing",
        "last",
        "several",
        "day",
        "particular",
        "lot",
        "comment",
        "got",
        "speak",
        "christine",
        "lagarde",
        "head",
        "imf",
        "essentially",
        "saying",
        "market",
        "correction",
        "something",
        "expecting",
        "point",
        "future",
        "want",
        "ask",
        "mean",
        "term",
        "market",
        "lot",
        "speculation",
        "behind",
        "price",
        "move",
        "technology",
        "algorithm",
        "guy",
        "concerned",
        "seen",
        "last",
        "several",
        "day",
        "term",
        "regulation",
        "af",
        "would",
        "say",
        "market",
        "movement",
        "seen",
        "last",
        "several",
        "day",
        "foundation",
        "human",
        "emotion",
        "right",
        "look",
        "human",
        "human",
        "logic",
        "look",
        "fact",
        "got",
        "growth",
        "environment",
        "low",
        "unemployment",
        "increasing",
        "growth",
        "economy",
        "tax",
        "reform",
        "providing",
        "income",
        "company",
        "income",
        "shared",
        "employee",
        "wage",
        "inflation",
        "number",
        "came",
        "little",
        "bit",
        "surprising",
        "people",
        "really",
        "cave",
        "gave",
        "would",
        "say",
        "data",
        "point",
        "kind",
        "supported",
        "argument",
        "interest",
        "rate",
        "going",
        "rise",
        "faster",
        "think",
        "government",
        "one",
        "major",
        "lever",
        "pull",
        "managing",
        "balance",
        "within",
        "within",
        "ecosystem",
        "economic",
        "ecosystem",
        "look",
        "wage",
        "look",
        "employment",
        "look",
        "gdp",
        "growth",
        "one",
        "mechanism",
        "interest",
        "rate",
        "low",
        "manage",
        "monetary",
        "policy",
        "ease",
        "money",
        "contraction",
        "money",
        "think",
        "think",
        "common",
        "view",
        "growth",
        "continues",
        "come",
        "inflation",
        "becomes",
        "risk",
        "government",
        "may",
        "choose",
        "increase",
        "interest",
        "rate",
        "faster",
        "created",
        "would",
        "say",
        "human",
        "emotion",
        "saying",
        "ok",
        "well",
        "made",
        "maybe",
        "percent",
        "money",
        "last",
        "year",
        "market",
        "opportunity",
        "cash",
        "opportunity",
        "kind",
        "think",
        "going",
        "winner",
        "loser",
        "last",
        "month",
        "seen",
        "market",
        "rise",
        "primarily",
        "back",
        "retail",
        "investor",
        "little",
        "less",
        "informed",
        "think",
        "time",
        "money",
        "institutional",
        "investor",
        "saying",
        "good",
        "time",
        "exit",
        "foundation",
        "human",
        "think",
        "time",
        "mechanism",
        "used",
        "market",
        "driven",
        "lot",
        "computer",
        "well",
        "make",
        "human",
        "decision",
        "execute",
        "computer",
        "creates",
        "creates",
        "role",
        "market",
        "movement",
        "hg",
        "unfair",
        "say",
        "human",
        "still",
        "charge",
        "least",
        "nasdaq",
        "af",
        "think",
        "human",
        "definitely",
        "charge",
        "decision",
        "market",
        "think",
        "way",
        "algorithm",
        "written",
        "basically",
        "back",
        "human",
        "decision",
        "hg",
        "last",
        "week",
        "chance",
        "talk",
        "winklevoss",
        "twin",
        "formerly",
        "bitcoin",
        "billionaire",
        "least",
        "paper",
        "suddenly",
        "became",
        "multimillionaires",
        "question",
        "asking",
        "guy",
        "really",
        "revolved",
        "around",
        "know",
        "bitcoin",
        "fraud",
        "like",
        "heard",
        "many",
        "people",
        "including",
        "jamie",
        "dimon",
        "question",
        "happens",
        "next",
        "moving",
        "toward",
        "trying",
        "set",
        "etf",
        "soon",
        "even",
        "discussed",
        "think",
        "af",
        "well",
        "think",
        "fcc",
        "u",
        "made",
        "determination",
        "believe",
        "soon",
        "regulator",
        "united",
        "state",
        "made",
        "determination",
        "market",
        "underlie",
        "price",
        "bitcoin",
        "still",
        "unregulated",
        "market",
        "mean",
        "therefore",
        "market",
        "necessarily",
        "inherently",
        "fair",
        "participant",
        "may",
        "element",
        "create",
        "distortion",
        "pricing",
        "therefore",
        "foundation",
        "etf",
        "basket",
        "price",
        "price",
        "reliable",
        "know",
        "scc",
        "take",
        "decision",
        "ready",
        "become",
        "available",
        "retail",
        "investor",
        "end",
        "day",
        "primary",
        "role",
        "protect",
        "retail",
        "create",
        "fair",
        "market",
        "control",
        "market",
        "within",
        "bitcoin",
        "therefore",
        "really",
        "focus",
        "protecting",
        "retail",
        "investor",
        "decided",
        "early",
        "nordic",
        "actually",
        "working",
        "regulator",
        "launched",
        "two",
        "hand",
        "exchange",
        "traded",
        "note",
        "nordic",
        "market",
        "partner",
        "regulator",
        "looked",
        "primarily",
        "ability",
        "u",
        "surveil",
        "activity",
        "risk",
        "management",
        "around",
        "activity",
        "seen",
        "trading",
        "starting",
        "develop",
        "security",
        "hg",
        "soon",
        "going",
        "see",
        "platform",
        "specifically",
        "af",
        "well",
        "nordic",
        "platform",
        "technically",
        "u",
        "market",
        "yet",
        "yet",
        "looking",
        "term",
        "hg",
        "timeline",
        "af",
        "think",
        "actually",
        "know",
        "timeline",
        "yet",
        "launched",
        "united",
        "state",
        "think",
        "term",
        "nasdaq",
        "market",
        "think",
        "know",
        "nascent",
        "asset",
        "class",
        "think",
        "probably",
        "prudent",
        "regulated",
        "market",
        "take",
        "look",
        "know",
        "watch",
        "mode",
        "kind",
        "understand",
        "learn",
        "much",
        "time",
        "make",
        "determination",
        "whether",
        "provide",
        "fair",
        "market",
        "environment",
        "participation",
        "participant",
        "whether",
        "asset",
        "class",
        "sustainability",
        "time",
        "hg",
        "want",
        "focus",
        "regional",
        "market",
        "well",
        "obviously",
        "deeply",
        "involved",
        "saudi",
        "doe",
        "also",
        "involved",
        "obviously",
        "dubai",
        "particularly",
        "nasdaq",
        "dubai",
        "question",
        "term",
        "responsibility",
        "seen",
        "term",
        "government",
        "really",
        "stepping",
        "term",
        "transparency",
        "encouraged",
        "seen",
        "particularly",
        "saudi",
        "arabi",
        "af",
        "well",
        "guess",
        "nasdaq",
        "actually",
        "serf",
        "technology",
        "provider",
        "market",
        "around",
        "world",
        "fact",
        "technology",
        "partner",
        "many",
        "exchange",
        "middle",
        "east",
        "including",
        "dubai",
        "dubai",
        "financial",
        "market",
        "nasdaq",
        "dubai",
        "well",
        "tadawul",
        "partner",
        "tadawul",
        "year",
        "working",
        "many",
        "year",
        "advance",
        "market",
        "advanced",
        "technology",
        "well",
        "make",
        "sure",
        "provide",
        "fair",
        "transparent",
        "marketplace",
        "well",
        "something",
        "economy",
        "continue",
        "grow",
        "expand",
        "market",
        "capital",
        "market",
        "expanding",
        "great",
        "relationship",
        "think",
        "general",
        "seeing",
        "rapid",
        "rapid",
        "advancement",
        "capital",
        "market",
        "region",
        "dubai",
        "abu",
        "dhabi",
        "well",
        "saudi",
        "arabia",
        "think",
        "actually",
        "hugely",
        "beneficial",
        "local",
        "investor",
        "also",
        "international",
        "investor",
        "looking",
        "get",
        "involved",
        "stock",
        "instrument",
        "traded",
        "hg",
        "term",
        "happening",
        "next",
        "uae",
        "specifically",
        "saudi",
        "arabia",
        "particular",
        "talk",
        "company",
        "whether",
        "list",
        "dual",
        "listing",
        "good",
        "idea",
        "really",
        "vary",
        "company",
        "af",
        "well",
        "would",
        "say",
        "generally",
        "depends",
        "size",
        "company",
        "size",
        "float",
        "amount",
        "expect",
        "amount",
        "liquidity",
        "basically",
        "putting",
        "market",
        "would",
        "dualist",
        "dual",
        "listing",
        "general",
        "time",
        "zone",
        "huge",
        "amount",
        "benefit",
        "hg",
        "talking",
        "saudi",
        "aramco",
        "specifically",
        "would",
        "opportunity",
        "dual",
        "list",
        "would",
        "make",
        "sense",
        "af",
        "think",
        "company",
        "look",
        "site",
        "know",
        "event",
        "size",
        "amount",
        "liquidity",
        "coming",
        "market",
        "think",
        "certainly",
        "support",
        "one",
        "certainly",
        "support",
        "dual",
        "listing",
        "particularly",
        "different",
        "time",
        "zone",
        "allows",
        "different",
        "liquidity",
        "pool",
        "developed",
        "investor",
        "wake",
        "different",
        "part",
        "world",
        "especially",
        "fungibility",
        "allow",
        "fungibility",
        "exist",
        "across",
        "market",
        "think",
        "general",
        "really",
        "depend",
        "size",
        "size",
        "company",
        "amount",
        "floating",
        "hg",
        "going",
        "see",
        "saudi",
        "aramco",
        "ipo",
        "listing",
        "nasdaq",
        "af",
        "well",
        "home",
        "four",
        "largest",
        "company",
        "world",
        "extremely",
        "proud",
        "home",
        "great",
        "innovator",
        "time",
        "last",
        "year",
        "billion",
        "dollar",
        "market",
        "cap",
        "switch",
        "new",
        "york",
        "stock",
        "exchange",
        "nasdaq",
        "last",
        "decade",
        "trillion",
        "dollar",
        "reason",
        "company",
        "want",
        "part",
        "future",
        "necessarily",
        "want",
        "part",
        "past",
        "idea",
        "come",
        "nasdaq",
        "b",
        "nasdaq",
        "b",
        "associated",
        "company",
        "driving",
        "future",
        "economy",
        "exciting",
        "extremely",
        "proud",
        "company",
        "choose",
        "come",
        "nasdaq",
        "comment",
        "specific",
        "issue",
        "hg",
        "finally",
        "want",
        "ask",
        "outlook",
        "region",
        "specifically",
        "term",
        "saying",
        "seen",
        "enormous",
        "amount",
        "progress",
        "quick",
        "move",
        "saudi",
        "arabia",
        "uae",
        "especially",
        "term",
        "regulation",
        "ten",
        "year",
        "outlook",
        "term",
        "market",
        "af",
        "would",
        "say",
        "general",
        "think",
        "market",
        "great",
        "job",
        "developing",
        "robust",
        "regulatory",
        "oversight",
        "allows",
        "fair",
        "trading",
        "primary",
        "role",
        "government",
        "think",
        "people",
        "asking",
        "government",
        "make",
        "market",
        "volatile",
        "well",
        "job",
        "government",
        "make",
        "want",
        "anything",
        "cut",
        "natural",
        "supply",
        "demand",
        "market",
        "want",
        "allow",
        "market",
        "free",
        "flow",
        "capital",
        "want",
        "create",
        "fair",
        "environment",
        "regulation",
        "cut",
        "supply",
        "demand",
        "rather",
        "facilitate",
        "supply",
        "demand",
        "efficiently",
        "possible",
        "make",
        "fair",
        "level",
        "playing",
        "field",
        "making",
        "sure",
        "market",
        "completely",
        "transparent",
        "know",
        "market",
        "term",
        "market",
        "data",
        "access",
        "information",
        "well",
        "company",
        "information",
        "making",
        "sure",
        "company",
        "transparent",
        "investor",
        "fair",
        "equal",
        "ability",
        "understand",
        "investing",
        "create",
        "environment",
        "created",
        "great",
        "capital",
        "market",
        "stability",
        "come",
        "fiscal",
        "monetary",
        "policy",
        "government",
        "predictability",
        "best",
        "way",
        "create",
        "stability",
        "create",
        "predictability",
        "manage",
        "capital",
        "managing",
        "monetary",
        "policy",
        "spending",
        "capital",
        "society",
        "regulating",
        "business",
        "create",
        "predictability",
        "thing",
        "much",
        "stable",
        "market",
        "hg",
        "adena",
        "friedman",
        "leave",
        "thank",
        "much",
        "joining",
        "u",
        "af",
        "thank",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "international",
        "cnbc",
        "number",
        "one",
        "business",
        "financial",
        "news",
        "network",
        "planet",
        "mission",
        "help",
        "influential",
        "aspirational",
        "make",
        "astute",
        "decision",
        "get",
        "ahead",
        "cnbc",
        "international",
        "ensures",
        "matter",
        "keep",
        "date",
        "latest",
        "breaking",
        "business",
        "financial",
        "news",
        "international",
        "headquarters",
        "london",
        "singapore",
        "provide",
        "perfect",
        "global",
        "business",
        "briefing",
        "addition",
        "global",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "also",
        "available",
        "mobile",
        "tablet",
        "desktop",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool"
    ]
}