{
    "organizations": [],
    "uuid": "5cc084f61f8dc51e5a59e3f632e739520aaf6563",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/globe-newswire-veru-reports-fiscal-2018-first-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "Veru Reports Fiscal 2018 First-Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Company Advancing Multiple Drugs from Pipeline; First New Drug Application (NDA) Remains on Track for Submission in 2018; Two Additional NDAs Expected to be Filed in 2019; Promising Oncology Drug Data Presented at Major Medical Conference --\nCompany to Host Investor Conference Call on Wednesday, February 14, 2018, 8 a.m. ET\nMIAMI, Feb. 14, 2018 (GLOBE NEWSWIRE) -- Veru Inc. (NASDAQ:VERU) today announced its financial results for the fiscal 2018 first quarter ended December 31, 2017.\n“We continue to advance our product development program, which has been expanded to include two recently acquired late-stage urology drugs,” said Mitchell Steiner, M.D., President and Chief Executive Officer of Veru. “The two products expand our portfolio of urology and oncology drug candidates and address large patient populations. Moreover, the FDA has agreed that for each of these two products a single bioequivalence study would be acceptable for New Drug Applications (NDA).”\n“Last week, we announced positive preclinical data for our VERU-111 drug candidate; the data were presented at an American Society of Clinical Oncology Genitourinary Cancers (ASCO GU) medical conference on February 9, 2018 and we expect additional data for VERU-111 will be presented at other key medical conferences later in the year. While in early stage development, VERU-111 was highly effective at inhibiting tumor growth in prostate cancer, specifically paclitaxel resistant prostate cancer, and, we believe, has strong potential in other cancer types.”\n“Importantly, we remain on track to file with the FDA the Company’s first NDA for Tamsulosin DRS in 2018. Moreover, we plan to submit two additional NDAs in 2019.”\n“Turning to our financial results, which currently are primarily derived from sales of FC2, our fiscal 2018 first quarter performance continues to reflect the inconsistent procurement cycles for our two largest customers, Brazil and South Africa. Both countries have announced large new tenders for female condoms. We are optimistic about potential near-term orders for FC2 from these two large international public-sector customers. Furthermore, we are seeing measurable sales growth following the implementation of several initiatives to grow our US revenue for FC2. Our US FC2 revenues for the first four months of our 2018 fiscal year were approximately $1.5 million, which is approaching the historical average annual US FC2 revenues over the last three fiscal years of approximately $1.9 million.”\nFiscal First Quarter Results: 2018 vs. 2017\nFor the first quarter of fiscal 2018, net revenues were $2.6 million, compared with net revenues for the first quarter of fiscal 2017 of $3.2 million. Gross profit was $1.3 million, or 51% of net revenues, compared with $1.7 million, or 51% of net revenues, for the first quarter of fiscal 2017. Operating expenses were $8.8 million, which includes a $3.8 million charge related to the settlement of certain receivables owed by our distributor in Brazil. This compares with operating expenses of $3.5 million for the prior year first quarter, which includes non-recurring acquisition-related expenses of $826,000. Net loss was $4.3 million, or $0.08 per share, compared with $1.4 million, or $0.04 per share, for the first quarter of fiscal 2017.\nSignificant quarter-to-quarter variations in the Company’s results have historically resulted from the timing and shipment of large orders rather than from any fundamental changes in the business or the underlying demand for female condoms.\nConference Call Event Details\nVeru Inc. will host a conference call on Wednesday, February 14, 2018 at 8 a.m. Eastern Time to review the company’s performance. Interested investors may access the call by dialing 877-317-6789 from the U.S., or 412-317-6789 from outside the U.S., and asking to join into the call.\nIn addition, investors may access a replay of the conference call the same day beginning at approximately noon Eastern Time by dialing 877-344-7529 for US callers, or 412-317-0088 from outside the U.S., passcode 10116643. The replay will be available for one week, after which, the recording will be available via the company’s website at https://verupharma.com/investors .\nAbout Veru Inc.\nVeru Inc. (Veru) is a biopharmaceutical company focused on urology and oncology. The company is currently developing drug product candidates: Tamsulosin DRS, slow release granules, and Tamsulosin XR capsules for lower urinary tract symptoms of benign prostatic hyperplasia (BPH) (NDA planned 2018), Solifenacin DRG, slow release granules, for overactive bladder (urge incontinence, urgency and frequency of urination) (NDA planned 2019), Tadalafil/finasteride combination capsule for restricted urination because of an enlarged prostate (NDA planned 2019), VERU-944 (cis-clomiphene citrate) for hot flashes in men associated with prostate cancer hormone treatment (planned Phase 2 in 2018), and VERU-111 a novel oral anti-tubulin cancer therapy targeting alpha & beta tubulin for a variety of malignancies, including metastatic prostate, breast, endometrial and ovarian cancers (planned Phase1/2 in 2018).\nTo help support these clinical development programs, the company markets and sells the PREBOOST ® medicated individual wipe, which is a male genital desensitizing drug product for the prevention of premature ejaculation which is being co-promoted with Timm Medical Technologies, Inc. and the FC2 Female Condom ® (now available by prescription in the US including through the virtual doctor smartphone app “HeyDoctor” at www.fc2.us.com ) in the United States and through The Female Health Company Division in the Global Public Health Sector. The Female Health Company Division markets to entities, including ministries of health, government health agencies, U.N. agencies, nonprofit organizations and commercial partners, that work to support and improve the lives, health and well-being of women around the world. More information about Veru and its products can be found at www.verupharma.com , www.PREBOOST.com , www.fc2.us.com and www.fc2femalecondom.com . For corporate and investor-related information about the Company, please visit https://verupharma.com/investors .\n\"Safe Harbor\" statement under the Private Securities Litigation Reform Act of 1995:\nThe statements in this release that are not historical fact are \"forward-looking statements\" as that term is defined in the Private Securities Litigation Reform Act of 1995. Forward-looking statements in this release include statements relating to the regulatory pathway to secure FDA approval of the Company's drug candidates, the anticipated timeframe for clinical studies and FDA submissions, future demand for FC2 and potential orders of FC2 by public sector customers. Any forward-looking statements in this are based upon the Company's current plans and strategies, and reflect the Company's current assessment of the risks and uncertainties related to its business, and are made as of the date of this release. The Company assumes no obligation to update any forward-looking statements contained in this release because of new information or future events, developments or circumstances. Such forward-looking statements are inherently subject to known and unknown risks and uncertainties. The Company's actual results and future developments could differ materially from the results or developments expressed in, or implied by, these forward-looking statements. Factors that may cause actual results those contemplated by such forward-looking statements include, but are not limited to, the following: product demand and market acceptance; competition in the Company's markets and the risk of new competitors and new competitive product introductions; risks relating to the ability of the Company to obtain sufficient financing on acceptable terms when needed to fund development and operations; risks related to the development of the Company's product portfolio, including clinical trials, regulatory approvals and time and cost to bring to market; many of the Company's products are at an early stage of development and the Company may fail to successfully commercialize such products; risks related to intellectual property, including licensing risks; risks related to concentration of accounts receivable with our largest customers and the collection of those receivables; government contracting risks, including the appropriations process and funding priorities, potential bureaucratic delays in awarding contracts, process errors, politics or other pressures, and the risk that government tenders and contracts may be subject to cancellation, delay or restructuring; a governmental tender award indicates acceptance of the bidder's price rather than an order or guarantee of the purchase of any minimum number of units, and as a result government ministries or other public sector customers may order and purchase fewer units than the full maximum tender amount; the Company's reliance on its international partners in the consumer sector and on the level of spending on the female condom by country governments, global donors and other public health organizations in the global public sector; the economic and business environment and the impact of government pressures; risks involved in doing business on an international level, including currency risks, regulatory requirements, political risks, export restrictions and other trade barriers; the Company's production capacity, efficiency and supply constraints; risks related to the costs and other effects of litigation; the Company's ability to identify, successfully negotiate and complete suitable acquisitions or other strategic initiatives; the Company's ability to successfully integrate acquired businesses, technologies or products; and other risks detailed in the Company's press releases, shareholder communications and Securities and Exchange Commission filings, including the Company's Form 10-K for the year ended September 30, 2017. These documents are available on the \"SEC Filings\" section of our website at www.verupharma.com/investors .\nFINANCIAL SCHEDULES FOLLOW\nVeru Inc.\nCondensed Consolidated Balance Sheets\nDecember 31, 2017 and September 30, 2017\nDecember 31, September 30, 2017 2017 Cash $ 3,572,350 $ 3,277,602 Accounts receivable, net 3,000,308 3,555,350 Inventory, net 3,067,036 2,767,924 Prepaid expenses and other current assets 625,497 697,097 Total current assets 10,265,191 10,297,973 Other trade receivables — 7,837,500 Other assets 582,663 156,431 Plant and equipment, net 513,224 555,539 Deferred income taxes 12,124,000 8,827,000 Intangible assets, net 20,684,175 20,752,991 Goodwill 6,878,932 6,878,932 Total assets $ 51,048,185 $ 55,306,366 Accounts payable $ 2,517,371 $ 2,685,718 Accrued expenses and other current liabilities 2,383,628 1,441,359 Unearned revenue 990,016 1,014,517 Accrued compensation 338,136 345,987 Total current liabilities 6,229,151 5,487,581 Other liabilities — 1,233,750 Deferred rent 68,446 131,830 Total liabilities 6,297,597 6,853,161 Total stockholders' equity 44,750,588 48,453,205 Total liabilities and stockholders' equity $ 51,048,185 $ 55,306,366\nVeru Inc.\nCondensed Consolidated Statements of Operations\nThree Months Ended December 31, 2017 and 2016\nThree Months Ended\nDecember 31, 2017 2016 Net revenues $ 2,586,613 $ 3,243,599 Cost of sales 1,272,574 1,591,315 Gross profit 1,314,039 1,652,284 Operating expenses 8,750,620 3,526,974 Operating loss (7,436,581 ) (1,874,690 ) Interest and other expense, net (13,169 ) (9,621 ) Foreign currency transaction loss (53,455 ) (11,939 ) Loss before income taxes (7,503,205 ) (1,896,250 ) Income tax benefit (3,246,053 ) (530,069 ) Net loss $ (4,257,152 ) $ (1,366,181 ) Net loss per basic and diluted common share outstanding $ (0.08 ) $ (0.04 ) Basic and diluted weighted average common shares outstanding 53,154,076 30,976,140\nVeru Inc.\nCondensed Consolidated Statements of Cash Flows\nThree Months Ended December 31, 2017 and 2016\nThree Months Ended December 31, 2017 2016 Net loss $ (4,257,152 ) $ (1,366,181 ) Adjustments to reconcile net loss to net cash provided by operating activities: Depreciation and amortization 44,229 89,284 Amortization of intangible assets 68,816 26,729 Share-based compensation 207,454 317,311 Warrants issued — 542,930 Deferred income taxes (3,297,000 ) (591,573 ) Loss on settlement of accounts receivable 3,764,137 — Other (5,000 ) 4,469 Changes in current assets and liabilities, net of effects of acquisition of a business: 3,771,178 2,142,996 Net cash provided by operating activities 296,662 1,165,965 Net cash used in investing activities (1,914 ) (65,623 ) Net increase in cash 294,748 1,100,342 Cash at beginning of period 3,277,602 2,365,082 Cash at end of period $ 3,572,350 $ 3,485,424\nContact:\nKevin Gilbert\n786-322-2213\nSource:Veru Inc.",
    "published": "2018-02-14T14:30:00.000+02:00",
    "crawled": "2018-02-14T15:32:44.031+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "advancing",
        "multiple",
        "drug",
        "pipeline",
        "first",
        "new",
        "drug",
        "application",
        "nda",
        "remains",
        "track",
        "submission",
        "two",
        "additional",
        "ndas",
        "expected",
        "filed",
        "promising",
        "oncology",
        "drug",
        "data",
        "presented",
        "major",
        "medical",
        "conference",
        "company",
        "host",
        "investor",
        "conference",
        "call",
        "wednesday",
        "february",
        "et",
        "miami",
        "globe",
        "newswire",
        "veru",
        "nasdaq",
        "veru",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "december",
        "continue",
        "advance",
        "product",
        "development",
        "program",
        "expanded",
        "include",
        "two",
        "recently",
        "acquired",
        "urology",
        "drug",
        "said",
        "mitchell",
        "steiner",
        "president",
        "chief",
        "executive",
        "officer",
        "veru",
        "two",
        "product",
        "expand",
        "portfolio",
        "urology",
        "oncology",
        "drug",
        "candidate",
        "address",
        "large",
        "patient",
        "population",
        "moreover",
        "fda",
        "agreed",
        "two",
        "product",
        "single",
        "bioequivalence",
        "study",
        "would",
        "acceptable",
        "new",
        "drug",
        "application",
        "nda",
        "last",
        "week",
        "announced",
        "positive",
        "preclinical",
        "data",
        "drug",
        "candidate",
        "data",
        "presented",
        "american",
        "society",
        "clinical",
        "oncology",
        "genitourinary",
        "cancer",
        "asco",
        "gu",
        "medical",
        "conference",
        "february",
        "expect",
        "additional",
        "data",
        "presented",
        "key",
        "medical",
        "conference",
        "later",
        "year",
        "early",
        "stage",
        "development",
        "highly",
        "effective",
        "inhibiting",
        "tumor",
        "growth",
        "prostate",
        "cancer",
        "specifically",
        "paclitaxel",
        "resistant",
        "prostate",
        "cancer",
        "believe",
        "strong",
        "potential",
        "cancer",
        "importantly",
        "remain",
        "track",
        "file",
        "fda",
        "company",
        "first",
        "nda",
        "tamsulosin",
        "drs",
        "moreover",
        "plan",
        "submit",
        "two",
        "additional",
        "ndas",
        "turning",
        "financial",
        "result",
        "currently",
        "primarily",
        "derived",
        "sale",
        "fc2",
        "fiscal",
        "first",
        "quarter",
        "performance",
        "continues",
        "reflect",
        "inconsistent",
        "procurement",
        "cycle",
        "two",
        "largest",
        "customer",
        "brazil",
        "south",
        "africa",
        "country",
        "announced",
        "large",
        "new",
        "tender",
        "female",
        "condom",
        "optimistic",
        "potential",
        "order",
        "fc2",
        "two",
        "large",
        "international",
        "customer",
        "furthermore",
        "seeing",
        "measurable",
        "sale",
        "growth",
        "following",
        "implementation",
        "several",
        "initiative",
        "grow",
        "u",
        "revenue",
        "fc2",
        "u",
        "fc2",
        "revenue",
        "first",
        "four",
        "month",
        "fiscal",
        "year",
        "approximately",
        "million",
        "approaching",
        "historical",
        "average",
        "annual",
        "u",
        "fc2",
        "revenue",
        "last",
        "three",
        "fiscal",
        "year",
        "approximately",
        "fiscal",
        "first",
        "quarter",
        "result",
        "first",
        "quarter",
        "fiscal",
        "net",
        "revenue",
        "million",
        "compared",
        "net",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "million",
        "gross",
        "profit",
        "million",
        "net",
        "revenue",
        "compared",
        "million",
        "net",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "operating",
        "expense",
        "million",
        "includes",
        "million",
        "charge",
        "related",
        "settlement",
        "certain",
        "receivables",
        "owed",
        "distributor",
        "brazil",
        "compare",
        "operating",
        "expense",
        "million",
        "prior",
        "year",
        "first",
        "quarter",
        "includes",
        "expense",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "fiscal",
        "significant",
        "variation",
        "company",
        "result",
        "historically",
        "resulted",
        "timing",
        "shipment",
        "large",
        "order",
        "rather",
        "fundamental",
        "change",
        "business",
        "underlying",
        "demand",
        "female",
        "condom",
        "conference",
        "call",
        "event",
        "detail",
        "veru",
        "host",
        "conference",
        "call",
        "wednesday",
        "february",
        "eastern",
        "time",
        "review",
        "company",
        "performance",
        "interested",
        "investor",
        "may",
        "access",
        "call",
        "dialing",
        "outside",
        "asking",
        "join",
        "call",
        "addition",
        "investor",
        "may",
        "access",
        "replay",
        "conference",
        "call",
        "day",
        "beginning",
        "approximately",
        "noon",
        "eastern",
        "time",
        "dialing",
        "u",
        "caller",
        "outside",
        "passcode",
        "replay",
        "available",
        "one",
        "week",
        "recording",
        "available",
        "via",
        "company",
        "website",
        "http",
        "veru",
        "veru",
        "veru",
        "biopharmaceutical",
        "company",
        "focused",
        "urology",
        "oncology",
        "company",
        "currently",
        "developing",
        "drug",
        "product",
        "candidate",
        "tamsulosin",
        "drs",
        "slow",
        "release",
        "granule",
        "tamsulosin",
        "xr",
        "capsule",
        "lower",
        "urinary",
        "tract",
        "symptom",
        "benign",
        "prostatic",
        "hyperplasia",
        "bph",
        "nda",
        "planned",
        "solifenacin",
        "drg",
        "slow",
        "release",
        "granule",
        "overactive",
        "bladder",
        "urge",
        "incontinence",
        "urgency",
        "frequency",
        "urination",
        "nda",
        "planned",
        "combination",
        "capsule",
        "restricted",
        "urination",
        "enlarged",
        "prostate",
        "nda",
        "planned",
        "citrate",
        "hot",
        "flash",
        "men",
        "associated",
        "prostate",
        "cancer",
        "hormone",
        "treatment",
        "planned",
        "phase",
        "novel",
        "oral",
        "cancer",
        "therapy",
        "targeting",
        "alpha",
        "beta",
        "tubulin",
        "variety",
        "malignancy",
        "including",
        "metastatic",
        "prostate",
        "breast",
        "endometrial",
        "ovarian",
        "cancer",
        "planned",
        "help",
        "support",
        "clinical",
        "development",
        "program",
        "company",
        "market",
        "sell",
        "preboost",
        "medicated",
        "individual",
        "wipe",
        "male",
        "genital",
        "desensitizing",
        "drug",
        "product",
        "prevention",
        "premature",
        "ejaculation",
        "timm",
        "medical",
        "technology",
        "fc2",
        "female",
        "condom",
        "available",
        "prescription",
        "u",
        "including",
        "virtual",
        "doctor",
        "smartphone",
        "app",
        "heydoctor",
        "united",
        "state",
        "female",
        "health",
        "company",
        "division",
        "global",
        "public",
        "health",
        "sector",
        "female",
        "health",
        "company",
        "division",
        "market",
        "entity",
        "including",
        "ministry",
        "health",
        "government",
        "health",
        "agency",
        "agency",
        "nonprofit",
        "organization",
        "commercial",
        "partner",
        "work",
        "support",
        "improve",
        "life",
        "health",
        "woman",
        "around",
        "world",
        "information",
        "veru",
        "product",
        "found",
        "corporate",
        "information",
        "company",
        "please",
        "visit",
        "http",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "release",
        "historical",
        "fact",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "release",
        "include",
        "statement",
        "relating",
        "regulatory",
        "pathway",
        "secure",
        "fda",
        "approval",
        "company",
        "drug",
        "candidate",
        "anticipated",
        "timeframe",
        "clinical",
        "study",
        "fda",
        "submission",
        "future",
        "demand",
        "fc2",
        "potential",
        "order",
        "fc2",
        "public",
        "sector",
        "customer",
        "statement",
        "based",
        "upon",
        "company",
        "current",
        "plan",
        "strategy",
        "reflect",
        "company",
        "current",
        "assessment",
        "risk",
        "uncertainty",
        "related",
        "business",
        "made",
        "date",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "new",
        "information",
        "future",
        "event",
        "development",
        "circumstance",
        "statement",
        "inherently",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "company",
        "actual",
        "result",
        "future",
        "development",
        "could",
        "differ",
        "materially",
        "result",
        "development",
        "expressed",
        "implied",
        "statement",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "contemplated",
        "statement",
        "include",
        "limited",
        "following",
        "product",
        "demand",
        "market",
        "acceptance",
        "competition",
        "company",
        "market",
        "risk",
        "new",
        "competitor",
        "new",
        "competitive",
        "product",
        "introduction",
        "risk",
        "relating",
        "ability",
        "company",
        "obtain",
        "sufficient",
        "financing",
        "acceptable",
        "term",
        "needed",
        "fund",
        "development",
        "operation",
        "risk",
        "related",
        "development",
        "company",
        "product",
        "portfolio",
        "including",
        "clinical",
        "trial",
        "regulatory",
        "approval",
        "time",
        "cost",
        "bring",
        "market",
        "many",
        "company",
        "product",
        "early",
        "stage",
        "development",
        "company",
        "may",
        "fail",
        "successfully",
        "commercialize",
        "product",
        "risk",
        "related",
        "intellectual",
        "property",
        "including",
        "licensing",
        "risk",
        "risk",
        "related",
        "concentration",
        "account",
        "receivable",
        "largest",
        "customer",
        "collection",
        "receivables",
        "government",
        "contracting",
        "risk",
        "including",
        "appropriation",
        "process",
        "funding",
        "priority",
        "potential",
        "bureaucratic",
        "delay",
        "awarding",
        "contract",
        "process",
        "error",
        "politics",
        "pressure",
        "risk",
        "government",
        "tender",
        "contract",
        "may",
        "subject",
        "cancellation",
        "delay",
        "restructuring",
        "governmental",
        "tender",
        "award",
        "indicates",
        "acceptance",
        "bidder",
        "price",
        "rather",
        "order",
        "guarantee",
        "purchase",
        "minimum",
        "number",
        "unit",
        "result",
        "government",
        "ministry",
        "public",
        "sector",
        "customer",
        "may",
        "order",
        "purchase",
        "fewer",
        "unit",
        "full",
        "maximum",
        "tender",
        "amount",
        "company",
        "reliance",
        "international",
        "partner",
        "consumer",
        "sector",
        "level",
        "spending",
        "female",
        "condom",
        "country",
        "government",
        "global",
        "donor",
        "public",
        "health",
        "organization",
        "global",
        "public",
        "sector",
        "economic",
        "business",
        "environment",
        "impact",
        "government",
        "pressure",
        "risk",
        "involved",
        "business",
        "international",
        "level",
        "including",
        "currency",
        "risk",
        "regulatory",
        "requirement",
        "political",
        "risk",
        "export",
        "restriction",
        "trade",
        "barrier",
        "company",
        "production",
        "capacity",
        "efficiency",
        "supply",
        "constraint",
        "risk",
        "related",
        "cost",
        "effect",
        "litigation",
        "company",
        "ability",
        "identify",
        "successfully",
        "negotiate",
        "complete",
        "suitable",
        "acquisition",
        "strategic",
        "initiative",
        "company",
        "ability",
        "successfully",
        "integrate",
        "acquired",
        "business",
        "technology",
        "product",
        "risk",
        "detailed",
        "company",
        "press",
        "release",
        "shareholder",
        "communication",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "company",
        "form",
        "year",
        "ended",
        "september",
        "document",
        "available",
        "sec",
        "filing",
        "section",
        "website",
        "financial",
        "schedule",
        "follow",
        "veru",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "september",
        "december",
        "september",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "trade",
        "receivables",
        "asset",
        "plant",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "unearned",
        "revenue",
        "accrued",
        "compensation",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "veru",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "net",
        "foreign",
        "currency",
        "transaction",
        "loss",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "veru",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "warrant",
        "issued",
        "deferred",
        "income",
        "tax",
        "loss",
        "settlement",
        "account",
        "receivable",
        "change",
        "current",
        "asset",
        "liability",
        "net",
        "effect",
        "acquisition",
        "business",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "net",
        "increase",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "contact",
        "kevin",
        "gilbert",
        "source",
        "veru",
        "inc"
    ]
}