{
    "organizations": [],
    "uuid": "1aae1edeae93aae901d3dd1380bc88db5d74d29e",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/16/taxes-how-to-stay-organized-and-tips-on-filing.html",
    "ord_in_thread": 0,
    "title": "It's tax season: 5 tips to stay organized and file like a pro",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "With just over two months until April 17, tax season is in full swing. For first-time filers, the process can seem intimidating — but it doesn't have to be.\nHere are five tips to tackle tax season like a pro.\nBe involved in the process\nEven if it seems daunting, overwhelming or just plain tedious, learning the basics of how to file will help later in life when your tax situation might get more complicated, Pamela Kornblatt, president of Tax Strategists in New York City, tells CNBC Make It .\n\"I think a lot of times people will send their information to their parents, and then it goes into sort of a black hole. They don't really know anything about the process. They get a tax return back, they don't look at it, they sign on the dotted line and that's it,\" Kornblatt says.\n\"It's not that you can't rely on your parents for help — [they could] put you in touch with an accountant — but it's important that you take control of the process,\" she explains.\nWhat do you need to know?\n\"You should be able to look at the first couple of pages [of your return] and see if anything is majorly wrong, if anything is missing from your return, things like that,\" Kornblatt says.\nYou should always check the top portion of your tax return to verify that your personal details — like your name, social security number and address are correct — she says, as well as the top portion of the first page, which has all of your income.\nAnother number to get comfortable with is your adjusted growth income (AGI), which can be found at the bottom of the first page as well as the second page.\n\"It's a very important number,\" says Kornblatt.\nNot only will that number help you figure out how much you owe in taxes, but it also serves as the threshold for whether or not you qualify for certain tax benefits.\nAdditionally, \"mortgage lenders will ask you about, or [when] renting an apartment, they'll ask, so it's just a good thing to know,\" Kornblatt says. \"So that when somebody says, 'What was your 2017 AGI?' you know what that is, or at least you know where to go to look for it.\"\nGet organized\nThe important thing is to create a system that works for you, according to Kornblatt. The mountains of mail you receive, piece by piece, around tax season can make it easy to lose track of paperwork required for filing, so keep a designated tax folder or binder.\n\"Everything that says 'important tax document' goes into that folder and then you know it's all there,\" Kornblatt says. \"Trying to track down all the documents can be one of the most stressful parts of the process, because it's easy for a piece to go missing.\"\nWhile the type of documents you'll need to prepare your taxes vary from person to person (based on details like whether you're an employee or an independent contractor, whether you bought a piece of property or whether you have student loans), common documents include a W-2 or 1099 (for employment), a 1095 (for health insurance) or a 1098 (if you own a piece of property). There are also documents needed for investment income information, if you've sold any stock, received any dividends or have any interest-bearing accounts.\nYou should keep tax documents, Kornblatt says, for at least three years, with the \"gold standard\" being seven years. Your tax returns, she says, should be kept forever.\nAlso keep any supporting documents you used to file.\nFor example, \"a receipt for a dental exam, that seems minor, but if you took medical expenses because your medical expenses are high and someone asks you about it, it's important to have that handy,\" Kornblatt says. \"So just anything you used, whether it's letters from charity saying how much you donated, your W-2, your 1099s, any brokerage statements.\"\nIf that sounds like a lot of physical paperwork to keep on-hand, digitize it. The IRS counts electronic documents the same as paper.\nFile as early as possible\nFiling for taxes is not something you want to procrastinate. While the documents you'll need to prepare your tax return might still be trickling in (though legally, you should have received most tax forms by Jan. 31 ), once you have them all in your possession, don't hesitate. The deadline this year is April 17, but that doesn't mean you should wait until spring to get started.\n\"I always say, the earlier, the better. Don't wait until the very last minute — that's an unnecessary stress,\" Kornblatt says. \"There's been a lot of identity theft and people filing returns under someone else's name and social security number in order to get their refund, so the earlier you do it, the less chance that will happen.\"\nSince just getting started can sometimes be the hardest part, make the process less painful for next year by keeping a cover sheet listing out all the documents you needed to prepare your 2017 tax return.\n\"Then, as those things come in, you actually know that they're supposed to go in your tax file, and you put them there [in your designated tax folder],\" Kornblatt says.\nKnow your needs\nWhile the tangle of tax code might seem complicated, not everyone needs an accountant.\nIf you're simply a worker reporting wage and salary information this tax season, a simple and free tax preparation service like TurboTax should suffice, Kornblatt says.\n\"But a lot of times people get overwhelmed because they have more complicated issues — maybe they have no idea how to account for a rental property [they own] on their tax return, or they have a freelance business and they have no idea what expenses to deduct or what kind of documentation they should have for that,\" Kornblatt says.\nIf your tax situation is more complex, Kornblatt recommends reaching out to a professional to help walk you through the process.\n\"Those are the sorts of cases where I think it's important for people to know they don't have to go in it alone,\" she adds.\nAccountants don't have uniform pricing because there is no uniform tax return, Kornblatt says, and it can also be location dependent. An accountant may charge a low base price but tack on additional fees, or might charge for advice. Be sure to evaluate what your needs are and what's actually included in your Quote: so you aren't surprised by a hefty bill.\nAnd note, with the Trump Administration's tax reform, tax preparations costs are no longer deductible as of 2018.\nDon't forget about your side hustle\nOne of the biggest mistakes young filers tend to make, Kornblatt says, is not reporting income from side gigs.\n\"Millennials tend to have not just one job — it's increasingly common to have other sources of income like a side hustle, whether it's freelance work or being a SoulCycle instructor or it's doing some of the network marketing like selling Rodan + Fields,\" she says.\n\"Some of those things are things people do for fun, so they don't really think of it necessarily as a job, so they can forget that there's actually extra income they need to report when they file their tax returns.\"\nKornblatt also recommends that freelancers look into whether they need to file taxes quarterly. That's dependent on things like net income and whether you got a refund the year before. If you are required to file quarterly and don't, you could get slapped with penalties.\nWhether you're a freelancer, side-hustler or business owner, Kornblatt emphasizes the importance of staying organized all year long for a smooth tax season. Have a monthly system in place to keep track of expenses you intend to write off, for example.\nRemi Ishizuka, a 29-year-old lifestyle blogger, tracks and categorizes all of her business expenses — like props for photoshoots or business lunches — using Excel, and recommends other young entrepreneurs do the same.\n\"Basically what happens is tax season comes around and I'm super overwhelmed by all the expenses I have to go through and categorize. So instead of doing it once a year, which sometimes could take up to a week, I just do it every three months,\" Ishizuka tells CNBC Make It . She also keeps all of her receipts in a file that she organizes by month. That way, in case she gets audited, she has a full record.\nBefore she started blogging full-time two years ago, Ishizuka just used TurboTax to file her taxes, which she says worked well for her. However, now as an entrepreneur, she says she really benefits from the help of a tax professional.\n\"Because I have the business now, I feel like having an accountant helps me with saving on taxes. Where can I save, or should I invest in a SEP-IRA?\" Ishizuka says, referring to a traditional IRA for people who are self-employed or are small business owners.\n\"So I can cut down on how much I owe. Something like that, those questions an accountant helps me for sure.\"\nLike this story? Like CNBC Make It on Facebook !\nDon't miss: 5 best—and worst—places in the US for getting a tax refund\nshow chapters If you own bitcoin, here's how much you owe in taxes 12:40 PM ET Wed, 24 Jan 2018 | 02:00",
    "published": "2018-02-16T20:05:00.000+02:00",
    "crawled": "2018-02-16T20:16:28.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "two",
        "month",
        "april",
        "tax",
        "season",
        "full",
        "swing",
        "filer",
        "process",
        "seem",
        "intimidating",
        "five",
        "tip",
        "tackle",
        "tax",
        "season",
        "like",
        "pro",
        "involved",
        "process",
        "even",
        "seems",
        "daunting",
        "overwhelming",
        "plain",
        "tedious",
        "learning",
        "basic",
        "file",
        "help",
        "later",
        "life",
        "tax",
        "situation",
        "might",
        "get",
        "complicated",
        "pamela",
        "kornblatt",
        "president",
        "tax",
        "strategist",
        "new",
        "york",
        "city",
        "tell",
        "cnbc",
        "make",
        "think",
        "lot",
        "time",
        "people",
        "send",
        "information",
        "parent",
        "go",
        "sort",
        "black",
        "hole",
        "really",
        "know",
        "anything",
        "process",
        "get",
        "tax",
        "return",
        "back",
        "look",
        "sign",
        "dotted",
        "line",
        "kornblatt",
        "say",
        "ca",
        "rely",
        "parent",
        "help",
        "could",
        "put",
        "touch",
        "accountant",
        "important",
        "take",
        "control",
        "process",
        "explains",
        "need",
        "know",
        "able",
        "look",
        "first",
        "couple",
        "page",
        "return",
        "see",
        "anything",
        "majorly",
        "wrong",
        "anything",
        "missing",
        "return",
        "thing",
        "like",
        "kornblatt",
        "say",
        "always",
        "check",
        "top",
        "portion",
        "tax",
        "return",
        "verify",
        "personal",
        "detail",
        "like",
        "name",
        "social",
        "security",
        "number",
        "address",
        "correct",
        "say",
        "well",
        "top",
        "portion",
        "first",
        "page",
        "income",
        "another",
        "number",
        "get",
        "comfortable",
        "adjusted",
        "growth",
        "income",
        "agi",
        "found",
        "bottom",
        "first",
        "page",
        "well",
        "second",
        "page",
        "important",
        "number",
        "say",
        "kornblatt",
        "number",
        "help",
        "figure",
        "much",
        "owe",
        "tax",
        "also",
        "serf",
        "threshold",
        "whether",
        "qualify",
        "certain",
        "tax",
        "benefit",
        "additionally",
        "mortgage",
        "lender",
        "ask",
        "renting",
        "apartment",
        "ask",
        "good",
        "thing",
        "know",
        "kornblatt",
        "say",
        "somebody",
        "say",
        "agi",
        "know",
        "least",
        "know",
        "go",
        "look",
        "get",
        "organized",
        "important",
        "thing",
        "create",
        "system",
        "work",
        "according",
        "kornblatt",
        "mountain",
        "mail",
        "receive",
        "piece",
        "piece",
        "around",
        "tax",
        "season",
        "make",
        "easy",
        "lose",
        "track",
        "paperwork",
        "required",
        "filing",
        "keep",
        "designated",
        "tax",
        "folder",
        "binder",
        "everything",
        "say",
        "tax",
        "document",
        "go",
        "folder",
        "know",
        "kornblatt",
        "say",
        "trying",
        "track",
        "document",
        "one",
        "stressful",
        "part",
        "process",
        "easy",
        "piece",
        "go",
        "missing",
        "type",
        "document",
        "need",
        "prepare",
        "tax",
        "vary",
        "person",
        "person",
        "based",
        "detail",
        "like",
        "whether",
        "employee",
        "independent",
        "contractor",
        "whether",
        "bought",
        "piece",
        "property",
        "whether",
        "student",
        "loan",
        "common",
        "document",
        "include",
        "employment",
        "health",
        "insurance",
        "piece",
        "property",
        "also",
        "document",
        "needed",
        "investment",
        "income",
        "information",
        "sold",
        "stock",
        "received",
        "dividend",
        "account",
        "keep",
        "tax",
        "document",
        "kornblatt",
        "say",
        "least",
        "three",
        "year",
        "gold",
        "standard",
        "seven",
        "year",
        "tax",
        "return",
        "say",
        "kept",
        "forever",
        "also",
        "keep",
        "supporting",
        "document",
        "used",
        "file",
        "example",
        "receipt",
        "dental",
        "exam",
        "seems",
        "minor",
        "took",
        "medical",
        "expense",
        "medical",
        "expense",
        "high",
        "someone",
        "asks",
        "important",
        "handy",
        "kornblatt",
        "say",
        "anything",
        "used",
        "whether",
        "letter",
        "charity",
        "saying",
        "much",
        "donated",
        "1099s",
        "brokerage",
        "statement",
        "sound",
        "like",
        "lot",
        "physical",
        "paperwork",
        "keep",
        "digitize",
        "irs",
        "count",
        "electronic",
        "document",
        "paper",
        "file",
        "early",
        "possible",
        "filing",
        "tax",
        "something",
        "want",
        "procrastinate",
        "document",
        "need",
        "prepare",
        "tax",
        "return",
        "might",
        "still",
        "trickling",
        "though",
        "legally",
        "received",
        "tax",
        "form",
        "possession",
        "hesitate",
        "deadline",
        "year",
        "april",
        "mean",
        "wait",
        "spring",
        "get",
        "started",
        "always",
        "say",
        "earlier",
        "better",
        "wait",
        "last",
        "minute",
        "unnecessary",
        "stress",
        "kornblatt",
        "say",
        "lot",
        "identity",
        "theft",
        "people",
        "filing",
        "return",
        "someone",
        "else",
        "name",
        "social",
        "security",
        "number",
        "order",
        "get",
        "refund",
        "earlier",
        "less",
        "chance",
        "happen",
        "since",
        "getting",
        "started",
        "sometimes",
        "hardest",
        "part",
        "make",
        "process",
        "less",
        "painful",
        "next",
        "year",
        "keeping",
        "cover",
        "sheet",
        "listing",
        "document",
        "needed",
        "prepare",
        "tax",
        "return",
        "thing",
        "come",
        "actually",
        "know",
        "supposed",
        "go",
        "tax",
        "file",
        "put",
        "designated",
        "tax",
        "folder",
        "kornblatt",
        "say",
        "know",
        "need",
        "tangle",
        "tax",
        "code",
        "might",
        "seem",
        "complicated",
        "everyone",
        "need",
        "accountant",
        "simply",
        "worker",
        "reporting",
        "wage",
        "salary",
        "information",
        "tax",
        "season",
        "simple",
        "free",
        "tax",
        "preparation",
        "service",
        "like",
        "turbotax",
        "suffice",
        "kornblatt",
        "say",
        "lot",
        "time",
        "people",
        "get",
        "overwhelmed",
        "complicated",
        "issue",
        "maybe",
        "idea",
        "account",
        "rental",
        "property",
        "tax",
        "return",
        "freelance",
        "business",
        "idea",
        "expense",
        "deduct",
        "kind",
        "documentation",
        "kornblatt",
        "say",
        "tax",
        "situation",
        "complex",
        "kornblatt",
        "recommends",
        "reaching",
        "professional",
        "help",
        "walk",
        "process",
        "sort",
        "case",
        "think",
        "important",
        "people",
        "know",
        "go",
        "alone",
        "add",
        "accountant",
        "uniform",
        "pricing",
        "uniform",
        "tax",
        "return",
        "kornblatt",
        "say",
        "also",
        "location",
        "dependent",
        "accountant",
        "may",
        "charge",
        "low",
        "base",
        "price",
        "tack",
        "additional",
        "fee",
        "might",
        "charge",
        "advice",
        "sure",
        "evaluate",
        "need",
        "actually",
        "included",
        "quote",
        "surprised",
        "hefty",
        "bill",
        "note",
        "trump",
        "administration",
        "tax",
        "reform",
        "tax",
        "preparation",
        "cost",
        "longer",
        "deductible",
        "forget",
        "side",
        "hustle",
        "one",
        "biggest",
        "mistake",
        "young",
        "filer",
        "tend",
        "make",
        "kornblatt",
        "say",
        "reporting",
        "income",
        "side",
        "gig",
        "millennials",
        "tend",
        "one",
        "job",
        "increasingly",
        "common",
        "source",
        "income",
        "like",
        "side",
        "hustle",
        "whether",
        "freelance",
        "work",
        "soulcycle",
        "instructor",
        "network",
        "marketing",
        "like",
        "selling",
        "rodan",
        "field",
        "say",
        "thing",
        "thing",
        "people",
        "fun",
        "really",
        "think",
        "necessarily",
        "job",
        "forget",
        "actually",
        "extra",
        "income",
        "need",
        "report",
        "file",
        "tax",
        "return",
        "kornblatt",
        "also",
        "recommends",
        "freelancer",
        "look",
        "whether",
        "need",
        "file",
        "tax",
        "quarterly",
        "dependent",
        "thing",
        "like",
        "net",
        "income",
        "whether",
        "got",
        "refund",
        "year",
        "required",
        "file",
        "quarterly",
        "could",
        "get",
        "slapped",
        "penalty",
        "whether",
        "freelancer",
        "business",
        "owner",
        "kornblatt",
        "emphasizes",
        "importance",
        "staying",
        "organized",
        "year",
        "long",
        "smooth",
        "tax",
        "season",
        "monthly",
        "system",
        "place",
        "keep",
        "track",
        "expense",
        "intend",
        "write",
        "example",
        "remi",
        "ishizuka",
        "lifestyle",
        "blogger",
        "track",
        "categorizes",
        "business",
        "expense",
        "like",
        "prop",
        "photoshoots",
        "business",
        "lunch",
        "using",
        "excel",
        "recommends",
        "young",
        "entrepreneur",
        "basically",
        "happens",
        "tax",
        "season",
        "come",
        "around",
        "super",
        "overwhelmed",
        "expense",
        "go",
        "categorize",
        "instead",
        "year",
        "sometimes",
        "could",
        "take",
        "week",
        "every",
        "three",
        "month",
        "ishizuka",
        "tell",
        "cnbc",
        "make",
        "also",
        "keep",
        "receipt",
        "file",
        "organizes",
        "month",
        "way",
        "case",
        "get",
        "audited",
        "full",
        "record",
        "started",
        "blogging",
        "two",
        "year",
        "ago",
        "ishizuka",
        "used",
        "turbotax",
        "file",
        "tax",
        "say",
        "worked",
        "well",
        "however",
        "entrepreneur",
        "say",
        "really",
        "benefit",
        "help",
        "tax",
        "professional",
        "business",
        "feel",
        "like",
        "accountant",
        "help",
        "saving",
        "tax",
        "save",
        "invest",
        "ishizuka",
        "say",
        "referring",
        "traditional",
        "ira",
        "people",
        "small",
        "business",
        "owner",
        "cut",
        "much",
        "owe",
        "something",
        "like",
        "question",
        "accountant",
        "help",
        "sure",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "u",
        "getting",
        "tax",
        "refund",
        "show",
        "chapter",
        "bitcoin",
        "much",
        "owe",
        "tax",
        "pm",
        "et",
        "wed",
        "jan"
    ]
}