{
    "organizations": [],
    "uuid": "4ff69c636017fa7f84f29c7afc51f47a36a6bc4a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/globe-newswire-spark-therapeutics-reports-2017-financial-results-and-recent-business-progress.html",
    "ord_in_thread": 0,
    "title": "Spark Therapeutics Reports 2017 Financial Results and Recent Business Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PHILADELPHIA, Feb. 20, 2018 (GLOBE NEWSWIRE) -- Spark Therapeutics (NASDAQ:ONCE), a fully integrated gene therapy company dedicated to challenging the inevitability of genetic disease, announced today corporate and financial results for 2017 and recent business progress.\n“The landmark approval of LUXTURNA™ (voretigene neparvovec-rzyl) in December as the first gene therapy for a genetic disease in the U.S. topped another year of great progress for Spark Therapeutics,” said Jeffrey D. Marrazzo, chief executive officer of Spark Therapeutics. “We have built a fully integrated company dedicated to discovering, developing and delivering one-time treatments that provide long-lasting, transformative outcomes to patients, families, society and the health care system. In 2018, we are focused on successfully launching LUXTURNA in the U.S. and securing marketing authorization in the EU, advancing our global development program for SPK-8011 in hemophilia A and continuing to progress our pipeline of other investigational gene therapies.\n“Additionally, FDA recently has granted breakthrough therapy designation to SPK-8011 for hemophilia A. It marks the third time we have been granted this designation for as many investigational gene therapies, a signal of the strength of our expertise in gene therapy,” adds Marrazzo.\n12-month highlights\nReceived FDA approval for LUXTURNA, a one-time gene therapy product indicated for the treatment of patients with confirmed biallelic RPE65 mutation-associated retinal dystrophy who have viable retinal cells as determined by their treating physicians :\nAchieved product labeling for LUXTURNA that provides a genetically based indication with a clearly described safety profile from the clinical development program Announced novel payer and patient offerings to help ensure that appropriate patients have access to LUXTURNA First and only FDA-approved adeno-associated virus (AAV) product in the U.S. First and only FDA-approved AAV commercial manufacturing facility\nEntered into licensing and supply agreement granting Novartis Pharmaceuticals exclusive rights to commercialize voretigene neparvovec in markets outside the U.S.\nReceived $105 million up front in January 2018 Eligible to receive an additional $25 million upon approval by European Medicines Agency (EMA) and total of $40 million in aggregate additional milestones on initial sales in multiple ex-U.S. markets Receive a flat, mid-20 percent royalty on annual net sales outside the U.S. Spark Therapeutics retains exclusive commercial rights to LUXTURNA in the U.S.\nAdvanced two investigational hemophilia programs with no reported serious adverse events, thrombotic events or inhibitors to date and clinically meaningful reductions in annualized bleeding rate (ABR) and annualized infusion rate (AIR)\nShowed predictable clinical outcomes one-year post-infusion of investigational SPK-9001 in hemophilia B without introducing new or unforeseen risks Published interim Phase 1/2 clinical trial data of SPK-9001 in The New England Journal of Medicine At American Society of Hematology (ASH), released more than 13 years of cumulative follow-up data on participants in the SPK-9001 Phase 1/2 trial demonstrating a 97-percent reduction in ABR and a 99-percent reduction in AIR calculated based on data after week four, as of the Nov. 29, 2017 data cutoff Entered into an amendment to the license agreement for SPK-9001 with Pfizer, Inc., in November 2017; including an initial $10 million cash payment and up to an additional $15 million in potential milestone payments upon completion of certain transitional activities in mid-2018 Entered into a supply agreement with Pfizer in February 2018 to begin production this quarter for one batch of drug substance expected to be used for Phase 3 development; Spark received $7 million up front and will receive up to $7 million upon delivery\nDemonstrated initial human proof-of-concept for investigational SPK-8011 in hemophilia A Presented early SPK-8011 Phase 1/2 clinical trial data at ASH for the first four participants who had been followed at least 12 weeks post infusion as of the Dec. 6, 2017 data cutoff Reported a 100-percent reduction in ABR and 98-percent reduction in AIR calculated based on data after week four FDA granted orphan-disease designation to SPK-8011 in January 2018 FDA granted breakthrough therapy designation to SPK-8011 in February 2018\nProgressed pipeline of investigational gene therapies\nCompleted enrollment of five earlier-stage choroideremia participants in Phase 1/2 clinical trial for SPK-7001 Licensed a liver-directed, AAV gene therapy candidate from Genethon for Pompe disease\nBolstered human capital, technology platform and financial position:\nAdded Robert J. Perez, a long-time biopharmaceutical executive, to the board of directors Received a rare pediatric disease priority review voucher in conjunction with the approval of LUXTURNA Strong balance sheet with $540.2 million in cash, cash equivalents and marketable securities as of Dec. 31, 2017, excluding the $105 million received from Novartis in January 2018\nFinancial results for the year ended Dec. 31, 2017 and 2016\nIn the year ended Dec. 31, 2017, we recognized $12.1 million in revenue, all of which was associated with our Pfizer agreement. In the year ended Dec. 31, 2016, we recognized $20.2 million in revenue, which was all associated with our Pfizer agreement, and included a $15.0 million milestone payment that was earned in December 2016.\nResearch and development expenses for the year ended Dec. 31, 2017 were $135.2 million versus $86.4 million for the year ended Dec. 31, 2016. The $48.8 million increase was due to a $40.4 million increase in internal research and development expenses, due to increased effort and headcount in research, technical operations, diagnostics, quality assurance and quality control and an increase of $8.4 million in external research and development expenses, primarily driven by a $4.4 million increase in expenses related to our hemophilia A program.\nOur acquired in-process research and development expense for the year ended Dec. 31, 2017 was $8.6 million, which includes additional payments related to our Selecta Bioscience, Inc. (Selecta) license agreement entered into in 2016. Our acquired in-process research and development (IPR&D) expense for the year ended Dec. 31, 2016 was $11.1 million. This amount represents the upfront payment related to the Selecta license agreement.\nDuring the year ended Dec. 31, 2017, we recorded a non-cash impairment charge of $15.7 million related to acquired IPR&D from a March 2016 acquisition. Additionally, we recognized an income tax benefit of $1.0 million related to the reversal of the deferred tax liability associated with the IPR&D during the year ended Dec. 31, 2017.\n expenses for the year ended Dec. 31, 2017 were $111.1 million versus $48.1 million for the year ended Dec. 31, 2016. expenses consist primarily of salaries and related costs, including stock-based compensation, legal and patent costs and other professional fees. The $63.0 million increase primarily was due to an increase of $27.8 million in salaries and related costs, including stock-based compensation linked to increased headcount, an increase of $11.9 million in launch preparation activities for LUXTURNA, $14.7 million in legal and patent expenses, professional fees and other operating costs, and $8.6 million in facility related costs.\nOur net loss for the year ended Dec. 31, 2017 was $253.5 million, or ($7.63) basic and diluted net loss per common share, as compared with a net loss of $123.7 million, or ($4.29) basic and diluted net loss per common share for the year ended Dec. 31, 2016.\nAs of Dec. 31, 2017, Spark had cash and cash equivalents and marketable securities of $540.2 million.\nConference call details\nSpark Therapeutics will host a conference call and audio webcast, today, Tuesday, Feb. 20, at 8:30 a.m. ET, to discuss corporate and financial results for 2017 and recent business highlights. The call can be accessed by dialing the numbers below or by visiting the “Investors” section at www.sparktx.com .\nU.S. Dial-in Number: (855) 851-4526\nInternational Dial-in Number: (720) 634-2901\nPasscode: 9596288\nA replay of the call will be available for one week following the call by dialing the numbers below or also available on our website.\nReplay Dial-in Number: (855) 859-2056\nReplay International Dial-in Number: (404) 537-3406\nPasscode: 9596288\nAbout Spark Therapeutics\nAt Spark Therapeutics, a fully integrated company committed to discovering, developing and delivering gene therapies, we challenge the inevitability of genetic diseases, including blindness, hemophilia and neurodegenerative diseases. We have successfully applied our technology in the first FDA-approved gene therapy in the U.S. for a genetic disease, and currently have three programs in clinical trials, including product candidates that have shown promising early results in patients with hemophilia. At Spark, we see the path to a world where no life is limited by genetic disease. For more information, visit www.sparktx.com , and follow us on Twitter and LinkedIn .\nCautionary note on\nThis release contains \" \" within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding the company's product candidates, including LUXTURNA, SPK-7001, SPK-9001 and SPK-8011 . The words ‘‘anticipate,’’ ‘‘believe,’’ ‘‘expect,’’ ‘‘intend,’’ ‘‘may,’’ ‘‘plan,’’ ‘‘predict,’’ ‘‘will,’’ ‘‘would,’’ ‘‘could,’’ ‘‘should,’’ ‘‘continue’’ and similar expressions are intended to identify , although not all contain these identifying words. We may not actually achieve the plans, intentions or expectations disclosed in our , and you should not place undue reliance on our . Any are based on management's current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in, or implied by, such . These risks and uncertainties include, but are not limited to, the risk that (i) we may not successfully launch LUXTURNA in the U.S., or our success may be delayed; (ii) our MAA for LUXTURNA may not be approved by EMA; (iii) the data from our Phase 3 clinical trial of LUXTURNA may not support labeling for all biallelic RPE65 mutations other than Leber congenital amaurosis (LCA) in ex-US geographies; (iv) the improvements in functional vision demonstrated by LUXTURNA in our clinical trials may not be sustained over extended periods of time; (v) voretigene neparvovec may not be approved in any markets outside of the U.S.; (vi) upon approval, Novartis may not be successful in commercializing or selling voretigene neparvovec in one or more markets; (vii) we may not receive any additional milestone or royalty payments from Novartis, Pfizer, or our other collaborators; (viii) our early preliminary clinical results for our product candidate, SPK-8011 , for hemophilia A may not be sustained or sufficient to support further development; (ix) we may be unsuccessful in achieving higher factor VIII activity levels through dose escalation in our Phase 1/2 clinical trial of SPK-8011 ; (x) we are unable to enter into agreements with payers for the provision of LUXTURNA; (xi) we will not be able to reach agreement with the Centers for Medicare & Medicaid Services (CMS) regarding LUXTURNA; (xii) our lead SPK-FIX product candidate, SPK-9001 , may not produce sufficient data in our Phase 1/2 clinical trial to warrant further development; (xiii) interim data from our SPK-7001 Phase 1/2 clinical trial, including data to be generated from our recently expanded cohort, may not support further development of this product candidate; and (xiv) any one or more of our product candidates in preclinical or clinical development will not successfully be developed and commercialized. For a discussion of other risks and uncertainties, and other important factors, any of which could cause our actual results to differ from those contained in the , see the \"Risk Factors\" section, as well as discussions of potential risks, uncertainties and other important factors, in our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q and other filings we make with the Securities and Exchange Commission. All information in this press release is as of the date of the release, and Spark Therapeutics undertakes no duty to update this information unless required by law.\nInvestor Contact: Media Contact: Ryan Asay Monique da Silva Ryan.asay@sparktx.com Monique.dasilva@sparktx.com (215) 239-6424 (215) 282-7470\nSpark Therapeutics, Inc. Consolidated Balance Sheets (Unaudited)\nDecember 31,\n2016 December 31,\n2017 Assets Current assets: $ 58,923,097 $ 96,748,444 Marketable securities 237,242,655 423,418,752 Other receivables 16,780,917 7,905,653 Prepaid expenses 1,647,008 5,092,877 Total current assets 314,593,677 533,165,726 Marketable securities 21,900,129 20,035,553 Property and equipment, net 19,794,306 61,712,793 Acquired in-process research and development 15,490,000 — Goodwill 1,160,104 1,254,005 Other assets 924,579 628,235 Total assets $ 373,862,795 $ 616,796,312 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 9,928,737 $ 14,182,804 Accrued expenses 13,826,920 24,697,225 Current portion of long-term debt 302,013 311,976 Current portion of deferred rent 771,196 968,534 Current portion of deferred revenue 5,168,674 11,968,915 Current other liabilities — 1,557,062 Total current liabilities 29,997,540 53,686,516 Long-term debt 1,224,003 912,027 Long-term deferred rent 7,498,419 8,317,952 Long-term deferred revenue 3,865,885 — Deferred tax liability 1,000,235 — Other liabilities — 40,255,605 Total liabilities 43,586,082 103,172,100 Stockholders’ equity: Preferred stock, $0.001 par value. Authorized, 5,000,000 shares; no shares issued or outstanding — — Common stock, $0.001 par value. Authorized, 150,000,000 shares; 30,873,430 shares\nissued and 30,864,224 shares outstanding as of December 31, 2016; 37,131,626 shares\nissued and 37,111,404 shares outstanding as of December 31, 2017 30,874 37,132 Additional paid-in capital 583,973,682 1,026,589,507 Accumulated other comprehensive loss (794,296 ) (5,913,595 ) Treasury stock, at cost, 9,206 shares as of December 31, 2016 and 20,222 shares as of\nDecember 31, 2017 (552,636 ) (1,225,949 ) Accumulated deficit (252,380,911 ) (505,862,883 ) Total stockholders’ equity 330,276,713 513,624,212 Total liabilities and stockholders’ equity $ 373,862,795 $ 616,796,312\nSpark Therapeutics, Inc. Consolidated statements of operations (unaudited)\nFor the Year Ended December 31, 2015 2016 2017 Revenues $ 22,063,674 $ 20,182,835 $ 12,065,644 Operating expenses: Research and development 46,029,314 86,379,405 135,160,047 Acquired in-process research and development — 11,132,146 8,604,258 Impairment of in-process research and development — — 15,696,017 23,352,171 48,070,317 111,123,247 Total operating expenses 69,381,485 145,581,868 270,583,569 Loss from operations (47,317,811 ) (125,399,033 ) (258,517,925 ) Interest income, net 192,033 1,746,506 4,072,912 Loss before income taxes (47,125,778 ) (123,652,527 ) (254,445,013 ) Income tax benefit — — 963,041 Net loss (47,125,778 ) (123,652,527 ) (253,481,972 ) Preferred stock dividends (634,794 ) — — Net loss applicable to common stockholders $ (47,760,572 ) $ (123,652,527 ) $ (253,481,972 ) Basic and diluted net loss per common share $ (2.10 ) $ (4.29 ) $ (7.63 ) Weighted average basic and diluted common shares outstanding 22,710,105 28,804,133 33,242,072\nSource:Spark Therapeutics, Inc.",
    "published": "2018-02-20T15:30:00.000+02:00",
    "crawled": "2018-02-20T17:15:58.054+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "philadelphia",
        "globe",
        "newswire",
        "spark",
        "therapeutic",
        "nasdaq",
        "fully",
        "integrated",
        "gene",
        "therapy",
        "company",
        "dedicated",
        "challenging",
        "inevitability",
        "genetic",
        "disease",
        "announced",
        "today",
        "corporate",
        "financial",
        "result",
        "recent",
        "business",
        "progress",
        "landmark",
        "approval",
        "voretigene",
        "december",
        "first",
        "gene",
        "therapy",
        "genetic",
        "disease",
        "topped",
        "another",
        "year",
        "great",
        "progress",
        "spark",
        "therapeutic",
        "said",
        "jeffrey",
        "marrazzo",
        "chief",
        "executive",
        "officer",
        "spark",
        "therapeutic",
        "built",
        "fully",
        "integrated",
        "company",
        "dedicated",
        "discovering",
        "developing",
        "delivering",
        "treatment",
        "provide",
        "transformative",
        "outcome",
        "patient",
        "family",
        "society",
        "health",
        "care",
        "system",
        "focused",
        "successfully",
        "launching",
        "luxturna",
        "securing",
        "marketing",
        "authorization",
        "eu",
        "advancing",
        "global",
        "development",
        "program",
        "hemophilia",
        "continuing",
        "progress",
        "pipeline",
        "investigational",
        "gene",
        "therapy",
        "additionally",
        "fda",
        "recently",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "hemophilia",
        "mark",
        "third",
        "time",
        "granted",
        "designation",
        "many",
        "investigational",
        "gene",
        "therapy",
        "signal",
        "strength",
        "expertise",
        "gene",
        "therapy",
        "add",
        "marrazzo",
        "highlight",
        "received",
        "fda",
        "approval",
        "luxturna",
        "gene",
        "therapy",
        "product",
        "indicated",
        "treatment",
        "patient",
        "confirmed",
        "biallelic",
        "rpe65",
        "retinal",
        "dystrophy",
        "viable",
        "retinal",
        "cell",
        "determined",
        "treating",
        "physician",
        "achieved",
        "product",
        "labeling",
        "luxturna",
        "provides",
        "genetically",
        "based",
        "indication",
        "clearly",
        "described",
        "safety",
        "profile",
        "clinical",
        "development",
        "program",
        "announced",
        "novel",
        "payer",
        "patient",
        "offering",
        "help",
        "ensure",
        "appropriate",
        "patient",
        "access",
        "luxturna",
        "first",
        "virus",
        "aav",
        "product",
        "first",
        "aav",
        "commercial",
        "manufacturing",
        "facility",
        "entered",
        "licensing",
        "supply",
        "agreement",
        "granting",
        "novartis",
        "pharmaceutical",
        "exclusive",
        "right",
        "commercialize",
        "voretigene",
        "neparvovec",
        "market",
        "outside",
        "received",
        "million",
        "front",
        "january",
        "eligible",
        "receive",
        "additional",
        "million",
        "upon",
        "approval",
        "european",
        "medicine",
        "agency",
        "ema",
        "total",
        "million",
        "aggregate",
        "additional",
        "milestone",
        "initial",
        "sale",
        "multiple",
        "market",
        "receive",
        "flat",
        "percent",
        "royalty",
        "annual",
        "net",
        "sale",
        "outside",
        "spark",
        "therapeutic",
        "retains",
        "exclusive",
        "commercial",
        "right",
        "luxturna",
        "advanced",
        "two",
        "investigational",
        "hemophilia",
        "program",
        "reported",
        "serious",
        "adverse",
        "event",
        "thrombotic",
        "event",
        "inhibitor",
        "date",
        "clinically",
        "meaningful",
        "reduction",
        "annualized",
        "bleeding",
        "rate",
        "abr",
        "annualized",
        "infusion",
        "rate",
        "air",
        "showed",
        "predictable",
        "clinical",
        "outcome",
        "investigational",
        "hemophilia",
        "b",
        "without",
        "introducing",
        "new",
        "unforeseen",
        "risk",
        "published",
        "interim",
        "phase",
        "clinical",
        "trial",
        "data",
        "new",
        "england",
        "journal",
        "medicine",
        "american",
        "society",
        "hematology",
        "ash",
        "released",
        "year",
        "cumulative",
        "data",
        "participant",
        "phase",
        "trial",
        "demonstrating",
        "reduction",
        "abr",
        "reduction",
        "air",
        "calculated",
        "based",
        "data",
        "week",
        "four",
        "data",
        "cutoff",
        "entered",
        "amendment",
        "license",
        "agreement",
        "pfizer",
        "november",
        "including",
        "initial",
        "million",
        "cash",
        "payment",
        "additional",
        "million",
        "potential",
        "milestone",
        "payment",
        "upon",
        "completion",
        "certain",
        "transitional",
        "activity",
        "entered",
        "supply",
        "agreement",
        "pfizer",
        "february",
        "begin",
        "production",
        "quarter",
        "one",
        "batch",
        "drug",
        "substance",
        "expected",
        "used",
        "phase",
        "development",
        "spark",
        "received",
        "million",
        "front",
        "receive",
        "million",
        "upon",
        "delivery",
        "demonstrated",
        "initial",
        "human",
        "investigational",
        "hemophilia",
        "presented",
        "early",
        "phase",
        "clinical",
        "trial",
        "data",
        "ash",
        "first",
        "four",
        "participant",
        "followed",
        "least",
        "week",
        "post",
        "infusion",
        "data",
        "cutoff",
        "reported",
        "reduction",
        "abr",
        "reduction",
        "air",
        "calculated",
        "based",
        "data",
        "week",
        "four",
        "fda",
        "granted",
        "designation",
        "january",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "february",
        "progressed",
        "pipeline",
        "investigational",
        "gene",
        "therapy",
        "completed",
        "enrollment",
        "five",
        "choroideremia",
        "participant",
        "phase",
        "clinical",
        "trial",
        "licensed",
        "aav",
        "gene",
        "therapy",
        "candidate",
        "genethon",
        "pompe",
        "disease",
        "bolstered",
        "human",
        "capital",
        "technology",
        "platform",
        "financial",
        "position",
        "added",
        "robert",
        "perez",
        "biopharmaceutical",
        "executive",
        "board",
        "director",
        "received",
        "rare",
        "pediatric",
        "disease",
        "priority",
        "review",
        "voucher",
        "conjunction",
        "approval",
        "luxturna",
        "strong",
        "balance",
        "sheet",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "excluding",
        "million",
        "received",
        "novartis",
        "january",
        "financial",
        "result",
        "year",
        "ended",
        "year",
        "ended",
        "recognized",
        "million",
        "revenue",
        "associated",
        "pfizer",
        "agreement",
        "year",
        "ended",
        "recognized",
        "million",
        "revenue",
        "associated",
        "pfizer",
        "agreement",
        "included",
        "million",
        "milestone",
        "payment",
        "earned",
        "december",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "million",
        "versus",
        "million",
        "year",
        "ended",
        "million",
        "increase",
        "due",
        "million",
        "increase",
        "internal",
        "research",
        "development",
        "expense",
        "due",
        "increased",
        "effort",
        "headcount",
        "research",
        "technical",
        "operation",
        "diagnostics",
        "quality",
        "assurance",
        "quality",
        "control",
        "increase",
        "million",
        "external",
        "research",
        "development",
        "expense",
        "primarily",
        "driven",
        "million",
        "increase",
        "expense",
        "related",
        "hemophilia",
        "program",
        "acquired",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "million",
        "includes",
        "additional",
        "payment",
        "related",
        "selecta",
        "bioscience",
        "selecta",
        "license",
        "agreement",
        "entered",
        "acquired",
        "research",
        "development",
        "ipr",
        "expense",
        "year",
        "ended",
        "million",
        "amount",
        "represents",
        "upfront",
        "payment",
        "related",
        "selecta",
        "license",
        "agreement",
        "year",
        "ended",
        "recorded",
        "impairment",
        "charge",
        "million",
        "related",
        "acquired",
        "ipr",
        "march",
        "acquisition",
        "additionally",
        "recognized",
        "income",
        "tax",
        "benefit",
        "million",
        "related",
        "reversal",
        "deferred",
        "tax",
        "liability",
        "associated",
        "ipr",
        "year",
        "ended",
        "expense",
        "year",
        "ended",
        "million",
        "versus",
        "million",
        "year",
        "ended",
        "expense",
        "consist",
        "primarily",
        "salary",
        "related",
        "cost",
        "including",
        "compensation",
        "legal",
        "patent",
        "cost",
        "professional",
        "fee",
        "million",
        "increase",
        "primarily",
        "due",
        "increase",
        "million",
        "salary",
        "related",
        "cost",
        "including",
        "compensation",
        "linked",
        "increased",
        "headcount",
        "increase",
        "million",
        "launch",
        "preparation",
        "activity",
        "luxturna",
        "million",
        "legal",
        "patent",
        "expense",
        "professional",
        "fee",
        "operating",
        "cost",
        "million",
        "facility",
        "related",
        "cost",
        "net",
        "loss",
        "year",
        "ended",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "year",
        "ended",
        "spark",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "conference",
        "call",
        "detail",
        "spark",
        "therapeutic",
        "host",
        "conference",
        "call",
        "audio",
        "webcast",
        "today",
        "tuesday",
        "et",
        "discus",
        "corporate",
        "financial",
        "result",
        "recent",
        "business",
        "highlight",
        "call",
        "accessed",
        "dialing",
        "number",
        "visiting",
        "investor",
        "section",
        "number",
        "international",
        "number",
        "passcode",
        "replay",
        "call",
        "available",
        "one",
        "week",
        "following",
        "call",
        "dialing",
        "number",
        "also",
        "available",
        "website",
        "replay",
        "number",
        "replay",
        "international",
        "number",
        "passcode",
        "spark",
        "therapeutic",
        "spark",
        "therapeutic",
        "fully",
        "integrated",
        "company",
        "committed",
        "discovering",
        "developing",
        "delivering",
        "gene",
        "therapy",
        "challenge",
        "inevitability",
        "genetic",
        "disease",
        "including",
        "blindness",
        "hemophilia",
        "neurodegenerative",
        "disease",
        "successfully",
        "applied",
        "technology",
        "first",
        "gene",
        "therapy",
        "genetic",
        "disease",
        "currently",
        "three",
        "program",
        "clinical",
        "trial",
        "including",
        "product",
        "candidate",
        "shown",
        "promising",
        "early",
        "result",
        "patient",
        "hemophilia",
        "spark",
        "see",
        "path",
        "world",
        "life",
        "limited",
        "genetic",
        "disease",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "linkedin",
        "cautionary",
        "note",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "company",
        "product",
        "candidate",
        "including",
        "luxturna",
        "word",
        "anticipate",
        "believe",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "may",
        "successfully",
        "launch",
        "luxturna",
        "success",
        "may",
        "delayed",
        "ii",
        "maa",
        "luxturna",
        "may",
        "approved",
        "ema",
        "iii",
        "data",
        "phase",
        "clinical",
        "trial",
        "luxturna",
        "may",
        "support",
        "labeling",
        "biallelic",
        "rpe65",
        "mutation",
        "leber",
        "congenital",
        "amaurosis",
        "lca",
        "geography",
        "iv",
        "improvement",
        "functional",
        "vision",
        "demonstrated",
        "luxturna",
        "clinical",
        "trial",
        "may",
        "sustained",
        "extended",
        "period",
        "time",
        "v",
        "voretigene",
        "neparvovec",
        "may",
        "approved",
        "market",
        "outside",
        "vi",
        "upon",
        "approval",
        "novartis",
        "may",
        "successful",
        "commercializing",
        "selling",
        "voretigene",
        "neparvovec",
        "one",
        "market",
        "vii",
        "may",
        "receive",
        "additional",
        "milestone",
        "royalty",
        "payment",
        "novartis",
        "pfizer",
        "collaborator",
        "viii",
        "early",
        "preliminary",
        "clinical",
        "result",
        "product",
        "candidate",
        "hemophilia",
        "may",
        "sustained",
        "sufficient",
        "support",
        "development",
        "ix",
        "may",
        "unsuccessful",
        "achieving",
        "higher",
        "factor",
        "viii",
        "activity",
        "level",
        "dose",
        "escalation",
        "phase",
        "clinical",
        "trial",
        "x",
        "unable",
        "enter",
        "agreement",
        "payer",
        "provision",
        "luxturna",
        "xi",
        "able",
        "reach",
        "agreement",
        "center",
        "medicare",
        "medicaid",
        "service",
        "cm",
        "regarding",
        "luxturna",
        "xii",
        "lead",
        "product",
        "candidate",
        "may",
        "produce",
        "sufficient",
        "data",
        "phase",
        "clinical",
        "trial",
        "warrant",
        "development",
        "xiii",
        "interim",
        "data",
        "phase",
        "clinical",
        "trial",
        "including",
        "data",
        "generated",
        "recently",
        "expanded",
        "cohort",
        "may",
        "support",
        "development",
        "product",
        "candidate",
        "xiv",
        "one",
        "product",
        "candidate",
        "preclinical",
        "clinical",
        "development",
        "successfully",
        "developed",
        "commercialized",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "see",
        "risk",
        "factor",
        "section",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filing",
        "make",
        "security",
        "exchange",
        "commission",
        "information",
        "press",
        "release",
        "date",
        "release",
        "spark",
        "therapeutic",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "investor",
        "contact",
        "medium",
        "contact",
        "ryan",
        "asay",
        "monique",
        "da",
        "silva",
        "spark",
        "therapeutic",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "marketable",
        "security",
        "receivables",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "acquired",
        "research",
        "development",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "debt",
        "current",
        "portion",
        "deferred",
        "rent",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "deferred",
        "rent",
        "deferred",
        "revenue",
        "deferred",
        "tax",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "share",
        "outstanding",
        "december",
        "share",
        "issued",
        "share",
        "outstanding",
        "december",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "treasury",
        "stock",
        "cost",
        "share",
        "december",
        "share",
        "december",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "spark",
        "therapeutic",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "year",
        "ended",
        "december",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "acquired",
        "research",
        "development",
        "impairment",
        "research",
        "development",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "source",
        "spark",
        "therapeutic",
        "inc"
    ]
}