{
    "organizations": [],
    "uuid": "dea9d4a4c146a3cdc4aa2a27acf8861c7a2e103b",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/27/the-real-reason-the-nras-money-matters-in-elections.html",
    "ord_in_thread": 0,
    "title": "The real reason the NRA’s money matters in elections",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "At that now-famous televised town hall debate last week, Sen Marco Rubio (R-FL) made a statement about the NRA that didn't go over well with the live audience. The group's influence, he claimed, \"comes not from money,\" but \"from the millions of people who support the agenda\" of gun rights.\nA chorus of boos erupted from the crowd, which included both grieving families and gun control advocates. But what's striking is that Rubio's remarks aren't just a right-wing talking point. That basic view of the cause of the NRA's clout is shared by many political scientists, journalists, and pundits, on both the right and the left. It's the counterintuitive argument du jour.\nThe small problem is that it's wrong — or at the least, only a very partial truth.\nAdvocates of this view have been circulating on Twitter a graphic, drawn from data from the nonprofit group Open Secrets. It shows that when industries are lined up in order of how much money they donate to federal candidates, the gun-rights industry is toward the bottom of the pack .\nAccording to the Center for Responsible Politics' database, the NRA donated less than $14 million from 1998 to 2016. That's not chump change, but given that the average winning House candidate now spends around $1.5. million in a single election , it's not a ton, either.\nThe graphic's tweets and retweets almost all included the same commentary: The NRA doesn't gain its power through political spending. One journalist lamented the focus on money rather than the NRA's mobilized voting bloc. A scholar contrasted the NRA's small donations with its successful approach to building community through a massive grassroots operation, including providing services and leadership development.\nRead more from Vox:\nTrump was right to lift a rule preventing some people with disabilities from buying guns \nThe immigration debate is about whether Latinos are \"real Americans\" \nThe media should stop making school shooters famous \n\nA heavily shared New York Times article published over the weekend has the same gist: It purports to debunk the idea that \"the NRA has bought its political support\" by highlighting how the NRA's political action committee \"over the last decade has not made a single direct contribution to any current member of the Florida House or Senate.\"\nNow, it is true that the gun lobby's direct campaign donations to politicians, in isolation, probably haven't played a big role in shaping policy outcomes. (Though at least one study suggests otherwise .)\nBut in rebutting this overly simplistic story, these journalists and scholars have gone too far in the other direction. Money plays a critical role in the story of NRA influence, just not in the way many people think.\nThe popular \"money doesn't matter\" talking point is ignoring something that's absolutely crucial: outside spending. Rather than giving money directly to politicians, the gun lobby spends the bulk of its money independently of political candidates, running TV and internet ads urging voters to reject anyone who supports gun reform. From 1998 to 2017, the NRA distributed $144.3 million in outside spending , or 10 times more money than it spent on direct donations to federal candidates.\nIn 2014, one of these ads targeted US Sen. Mary Landrieu (D-LA). Landrieu had supported a bill that expanded federal background checks to include gun purchases made at gun shows and over the internet. It was a modest policy proposal; background checks are supported by 90 percent of American voters . The NRA ad, however, showed a mom putting her daughter to bed while her husband was away from home.\nAn intruder enters, the police don't arrive in time — and suddenly, the house has become a crime scene. \"Mary Landrieu voted to take away your gun rights,\" a narrator says in ominous tones.\nLandrieu lost the election.\nPoliticians like Sen. Rubio know how this process works. It shapes their political calculus following a mass shooting like the one in Florida. Embrace reform and incur the televised wrath of the gun lobby. Reject reform and benefit from free political advertising praising your candidacy during the next election cycle.\nOf course, the story doesn't stop with money. The NRA does effectively mobilize voters; all the political ads in the world wouldn't matter if people flat-out ignored them.\nBut the NRA likes to frame itself as a grassroots organization, powered by 5 million members across the United States. While it's true that about half of the NRA's funding comes from membership dues , because of federal restrictions, relatively little of that money is spent on political activity.\nBoth the NRA's main lobbying arm, the Institute for Legislative Action, and the NRA Political Victory Fund \"must continuously raise the funds needed to sustain NRA's legislative and political activities,\" reads the NRA website . \"The resources expended in these arenas comes from the generous contributions of NRA members — above and beyond their regular dues.\"\nAmerica's woefully inadequate campaign finance disclosure laws make it hard to determine who exactly pays for the Political Victory Fund's attack ads, but past funders appear to have included corporations, conservative Super PACs, and the Koch brothers.\nGun control advocates, meanwhile, are in the unenviable position of having the more popular policy stance but not the funding to mobilize voters around it. There's no anti-gun industry waiting in the wings to fund groups like Everytown for Gun Safety or Gabby Giffords's Americans for Responsible Solutions. Without rich, corporate backers, these groups are inherently at a disadvantage.\nIf anything, the NRA's complex web of political spending is more pernicious than direct campaign donations from interest groups to politicians. It doesn't fit into a clean narrative of rich people corruptly buying policy.\nInstead, we see something that almost looks like democracy at work: people organizing around shared policy preferences, consolidating their resources, and mobilizing to pressure lawmakers into doing what they want. We've all done some version of this when we've made a $5 or $10 contribution to an advocacy organization.\nBut the NRA spending ultimately leads to policies that run counter to the expressed preferences of the majority of Americans. A small group of extreme, sometimes profit-motivated donors funnels money to an (ostensibly grassroots) group. That group then blankets our electoral cycles in political ads meant to scare Americans into opposing laws that would actually protect them, laws most of them claim to want. Red-state legislators who might otherwise support commonsense gun restrictions instead live under the constant threat of NRA attack ads; all it takes is one small step toward gun reform.\nMost scholars get this. When they say the NRA's influence doesn't come from money, they mean that it doesn't come from face-to-face bribery. But this overly simplistic argument, made in good faith, is dangerous. Our country desperately needs to reckon with the complex relationship between money and political power — and yet our intellectual and political leaders are telling us that money doesn't matter in the case of guns. No wonder we can't solve our paralysis on gun policy. We can't even properly diagnose its causes.\nIndependent expenditures are a large and growing part of our nation's campaign finance system, regulated (and deregulated) by the Supreme Court through decisions such as Citizens United v. FEC. There are remedies at hand. We could require groups running independent political ads to disclose their donors; research suggests that this reduces their influence relative to candidate-sponsored advertisements. The next president could appoint Supreme Court justices committed to overturning these decisions, clearing the way for new restrictions on outside spending.\nMore radically, we could amend the US Constitution to, as the think tank Demos puts it , \"clarify that the people have the right to democratically enact content-neutral limitations on campaign contributions and spending by individuals and corporations in order to promote political equality.\"\nBut we won't get there if we refuse to acknowledge how the gun lobby gets its way. The story of the NRA's influence is, in large part, the story of how economic power buys political power in modern America. The methods may not be as obvious as bribery, but that doesn't mean they're not corrupt.",
    "published": "2018-02-27T17:24:00.000+02:00",
    "crawled": "2018-02-27T18:20:48.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "televised",
        "town",
        "hall",
        "debate",
        "last",
        "week",
        "sen",
        "marco",
        "rubio",
        "made",
        "statement",
        "nra",
        "go",
        "well",
        "live",
        "audience",
        "group",
        "influence",
        "claimed",
        "come",
        "money",
        "million",
        "people",
        "support",
        "agenda",
        "gun",
        "right",
        "chorus",
        "boo",
        "erupted",
        "crowd",
        "included",
        "grieving",
        "family",
        "gun",
        "control",
        "advocate",
        "striking",
        "rubio",
        "remark",
        "talking",
        "point",
        "basic",
        "view",
        "cause",
        "nra",
        "clout",
        "shared",
        "many",
        "political",
        "scientist",
        "journalist",
        "pundit",
        "right",
        "left",
        "counterintuitive",
        "argument",
        "du",
        "jour",
        "small",
        "problem",
        "wrong",
        "least",
        "partial",
        "truth",
        "advocate",
        "view",
        "circulating",
        "twitter",
        "graphic",
        "drawn",
        "data",
        "nonprofit",
        "group",
        "open",
        "secret",
        "show",
        "industry",
        "lined",
        "order",
        "much",
        "money",
        "donate",
        "federal",
        "candidate",
        "industry",
        "toward",
        "bottom",
        "pack",
        "according",
        "center",
        "responsible",
        "politics",
        "database",
        "nra",
        "donated",
        "less",
        "million",
        "chump",
        "change",
        "given",
        "average",
        "winning",
        "house",
        "candidate",
        "spends",
        "around",
        "million",
        "single",
        "election",
        "ton",
        "either",
        "graphic",
        "tweet",
        "retweets",
        "almost",
        "included",
        "commentary",
        "nra",
        "gain",
        "power",
        "political",
        "spending",
        "one",
        "journalist",
        "lamented",
        "focus",
        "money",
        "rather",
        "nra",
        "mobilized",
        "voting",
        "bloc",
        "scholar",
        "contrasted",
        "nra",
        "small",
        "donation",
        "successful",
        "approach",
        "building",
        "community",
        "massive",
        "grassroots",
        "operation",
        "including",
        "providing",
        "service",
        "leadership",
        "development",
        "read",
        "vox",
        "trump",
        "right",
        "lift",
        "rule",
        "preventing",
        "people",
        "disability",
        "buying",
        "gun",
        "immigration",
        "debate",
        "whether",
        "latino",
        "real",
        "american",
        "medium",
        "stop",
        "making",
        "school",
        "shooter",
        "famous",
        "heavily",
        "shared",
        "new",
        "york",
        "time",
        "article",
        "published",
        "weekend",
        "gist",
        "purport",
        "debunk",
        "idea",
        "nra",
        "bought",
        "political",
        "support",
        "highlighting",
        "nra",
        "political",
        "action",
        "committee",
        "last",
        "decade",
        "made",
        "single",
        "direct",
        "contribution",
        "current",
        "member",
        "florida",
        "house",
        "senate",
        "true",
        "gun",
        "lobby",
        "direct",
        "campaign",
        "donation",
        "politician",
        "isolation",
        "probably",
        "played",
        "big",
        "role",
        "shaping",
        "policy",
        "outcome",
        "though",
        "least",
        "one",
        "study",
        "suggests",
        "otherwise",
        "rebutting",
        "overly",
        "simplistic",
        "story",
        "journalist",
        "scholar",
        "gone",
        "far",
        "direction",
        "money",
        "play",
        "critical",
        "role",
        "story",
        "nra",
        "influence",
        "way",
        "many",
        "people",
        "think",
        "popular",
        "money",
        "matter",
        "talking",
        "point",
        "ignoring",
        "something",
        "absolutely",
        "crucial",
        "outside",
        "spending",
        "rather",
        "giving",
        "money",
        "directly",
        "politician",
        "gun",
        "lobby",
        "spends",
        "bulk",
        "money",
        "independently",
        "political",
        "candidate",
        "running",
        "tv",
        "internet",
        "ad",
        "urging",
        "voter",
        "reject",
        "anyone",
        "support",
        "gun",
        "reform",
        "nra",
        "distributed",
        "million",
        "outside",
        "spending",
        "time",
        "money",
        "spent",
        "direct",
        "donation",
        "federal",
        "candidate",
        "one",
        "ad",
        "targeted",
        "u",
        "mary",
        "landrieu",
        "landrieu",
        "supported",
        "bill",
        "expanded",
        "federal",
        "background",
        "check",
        "include",
        "gun",
        "purchase",
        "made",
        "gun",
        "show",
        "internet",
        "modest",
        "policy",
        "proposal",
        "background",
        "check",
        "supported",
        "percent",
        "american",
        "voter",
        "nra",
        "ad",
        "however",
        "showed",
        "mom",
        "putting",
        "daughter",
        "bed",
        "husband",
        "away",
        "home",
        "intruder",
        "enters",
        "police",
        "arrive",
        "time",
        "suddenly",
        "house",
        "become",
        "crime",
        "scene",
        "mary",
        "landrieu",
        "voted",
        "take",
        "away",
        "gun",
        "right",
        "narrator",
        "say",
        "ominous",
        "tone",
        "landrieu",
        "lost",
        "election",
        "politician",
        "like",
        "rubio",
        "know",
        "process",
        "work",
        "shape",
        "political",
        "calculus",
        "following",
        "mass",
        "shooting",
        "like",
        "one",
        "florida",
        "embrace",
        "reform",
        "incur",
        "televised",
        "wrath",
        "gun",
        "lobby",
        "reject",
        "reform",
        "benefit",
        "free",
        "political",
        "advertising",
        "praising",
        "candidacy",
        "next",
        "election",
        "cycle",
        "course",
        "story",
        "stop",
        "money",
        "nra",
        "effectively",
        "mobilize",
        "voter",
        "political",
        "ad",
        "world",
        "would",
        "matter",
        "people",
        "ignored",
        "nra",
        "like",
        "frame",
        "grassroots",
        "organization",
        "powered",
        "million",
        "member",
        "across",
        "united",
        "state",
        "true",
        "half",
        "nra",
        "funding",
        "come",
        "membership",
        "due",
        "federal",
        "restriction",
        "relatively",
        "little",
        "money",
        "spent",
        "political",
        "activity",
        "nra",
        "main",
        "lobbying",
        "arm",
        "institute",
        "legislative",
        "action",
        "nra",
        "political",
        "victory",
        "fund",
        "must",
        "continuously",
        "raise",
        "fund",
        "needed",
        "sustain",
        "nra",
        "legislative",
        "political",
        "activity",
        "read",
        "nra",
        "website",
        "resource",
        "expended",
        "arena",
        "come",
        "generous",
        "contribution",
        "nra",
        "member",
        "beyond",
        "regular",
        "due",
        "america",
        "woefully",
        "inadequate",
        "campaign",
        "finance",
        "disclosure",
        "law",
        "make",
        "hard",
        "determine",
        "exactly",
        "pay",
        "political",
        "victory",
        "fund",
        "attack",
        "ad",
        "past",
        "funders",
        "appear",
        "included",
        "corporation",
        "conservative",
        "super",
        "pac",
        "koch",
        "brother",
        "gun",
        "control",
        "advocate",
        "meanwhile",
        "unenviable",
        "position",
        "popular",
        "policy",
        "stance",
        "funding",
        "mobilize",
        "voter",
        "around",
        "industry",
        "waiting",
        "wing",
        "fund",
        "group",
        "like",
        "everytown",
        "gun",
        "safety",
        "gabby",
        "giffords",
        "american",
        "responsible",
        "solution",
        "without",
        "rich",
        "corporate",
        "backer",
        "group",
        "inherently",
        "disadvantage",
        "anything",
        "nra",
        "complex",
        "web",
        "political",
        "spending",
        "pernicious",
        "direct",
        "campaign",
        "donation",
        "interest",
        "group",
        "politician",
        "fit",
        "clean",
        "narrative",
        "rich",
        "people",
        "corruptly",
        "buying",
        "policy",
        "instead",
        "see",
        "something",
        "almost",
        "look",
        "like",
        "democracy",
        "work",
        "people",
        "organizing",
        "around",
        "shared",
        "policy",
        "preference",
        "consolidating",
        "resource",
        "mobilizing",
        "pressure",
        "lawmaker",
        "want",
        "done",
        "version",
        "made",
        "contribution",
        "advocacy",
        "organization",
        "nra",
        "spending",
        "ultimately",
        "lead",
        "policy",
        "run",
        "counter",
        "expressed",
        "preference",
        "majority",
        "american",
        "small",
        "group",
        "extreme",
        "sometimes",
        "donor",
        "funnel",
        "money",
        "ostensibly",
        "grassroots",
        "group",
        "group",
        "blanket",
        "electoral",
        "cycle",
        "political",
        "ad",
        "meant",
        "scare",
        "american",
        "opposing",
        "law",
        "would",
        "actually",
        "protect",
        "law",
        "claim",
        "want",
        "legislator",
        "might",
        "otherwise",
        "support",
        "commonsense",
        "gun",
        "restriction",
        "instead",
        "live",
        "constant",
        "threat",
        "nra",
        "attack",
        "ad",
        "take",
        "one",
        "small",
        "step",
        "toward",
        "gun",
        "reform",
        "scholar",
        "get",
        "say",
        "nra",
        "influence",
        "come",
        "money",
        "mean",
        "come",
        "bribery",
        "overly",
        "simplistic",
        "argument",
        "made",
        "good",
        "faith",
        "dangerous",
        "country",
        "desperately",
        "need",
        "reckon",
        "complex",
        "relationship",
        "money",
        "political",
        "power",
        "yet",
        "intellectual",
        "political",
        "leader",
        "telling",
        "u",
        "money",
        "matter",
        "case",
        "gun",
        "wonder",
        "ca",
        "solve",
        "paralysis",
        "gun",
        "policy",
        "ca",
        "even",
        "properly",
        "diagnose",
        "cause",
        "independent",
        "expenditure",
        "large",
        "growing",
        "part",
        "nation",
        "campaign",
        "finance",
        "system",
        "regulated",
        "deregulated",
        "supreme",
        "court",
        "decision",
        "citizen",
        "united",
        "fec",
        "remedy",
        "hand",
        "could",
        "require",
        "group",
        "running",
        "independent",
        "political",
        "ad",
        "disclose",
        "donor",
        "research",
        "suggests",
        "reduces",
        "influence",
        "relative",
        "advertisement",
        "next",
        "president",
        "could",
        "appoint",
        "supreme",
        "court",
        "justice",
        "committed",
        "overturning",
        "decision",
        "clearing",
        "way",
        "new",
        "restriction",
        "outside",
        "spending",
        "radically",
        "could",
        "amend",
        "u",
        "constitution",
        "think",
        "tank",
        "demo",
        "put",
        "clarify",
        "people",
        "right",
        "democratically",
        "enact",
        "limitation",
        "campaign",
        "contribution",
        "spending",
        "individual",
        "corporation",
        "order",
        "promote",
        "political",
        "equality",
        "wo",
        "get",
        "refuse",
        "acknowledge",
        "gun",
        "lobby",
        "get",
        "way",
        "story",
        "nra",
        "influence",
        "large",
        "part",
        "story",
        "economic",
        "power",
        "buy",
        "political",
        "power",
        "modern",
        "america",
        "method",
        "may",
        "obvious",
        "bribery",
        "mean",
        "corrupt"
    ]
}