{
    "organizations": [],
    "uuid": "c4a1ca5a3eb66bc581658283dbad9f586b3a2600",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/02/22/raceahead-google-lawsuit-justin-caldbeck/",
    "ord_in_thread": 0,
    "title": "raceAhead: A Google Lawsuit and Justin Caldbeck Gets Canceled Again",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: February 22, 2018 1:09 PM ET\nJust a quick announcement uptop today, though there is plenty of news to ponder below.\nI’m joining my esteemed colleagues Clifton Leaf and Adam Lashinsky as co-chair of the CEO Initiative, Fortune’s now annual meeting of leaders who are dedicated to finding ways to do well in business by doing good in the world.\nThis drive to purpose has increasingly been a focus of Fortune’s coverage, with our now annual Change The World issue being only one of many examples. But this particular initiative had its genesis in Rome, at the 2016 Fortune-Time Global Forum, when His Holiness Pope Francis asked business leaders to take their time together to put forth concrete ideas that will help address inequality in the world and promote peaceful and inclusive cultures.\nFrom his remarks :\nInequality between peoples continues to rise, and many communities are impacted directly by war and poverty, or the migration and displacement which flow from them. People want to make their voices heard and express their concerns and fears. They want to make their rightful contribution to their local communities and broader society, and to benefit from the resources and development too often reserved for the few.\nThese are not easy conversations. At the inaugural event last September , I helped lead a discussion about diversity in the workplace that was notable for its candor and empathy. The working groups that followed dug deeply into the unmet needs in the world — global health, workforce development, energy and climate change, etc. — then created action plans and developed mechanisms for tracking progress on proposed solutions.\nThe next CEO Initiative will be held June 25 and 26 in San Francisco , and I promise to look for ways to loop in perspectives from the raceAhead community as the planning continues.\nWhat do you call one hundred CEOs in a room dedicated to solving the world’s most pressing problems? A damn good start, I’d say.\nOn Point Google engineer claims he was fired for fighting racism Tim Chevalier, a site reliability engineer, is suing Google for firing him after he defended women, people of color and gay employees in fights on employee message boards. The suit describes numerous online spats, and Chevalier claims that some employees questioned the leadership and engineering abilities of people of color in particularly ugly ways. Other employees have shared similar stories with USA Today , saying they’ve been targeted by other employees for their support of diversity initiatives at the company, with hateful online comments, threats and personal information leaked to far-right websites. USA Today Justin Caldbeck’s redemption tour was canceled by the same women who canceled him the first time Justin Caldbeck, the venture capitalist who was ousted for his serial sexual harassment of female founders, was scheduled to speak at the upcoming “ Women in STEM Gender Summit ” at the Computer History Museum, in Mountain View, Calif. As Pando’s Sarah Lacy explains, it’s part of a “hideously offensive apology/rebranding tour, to promote himself as a newly-woke advocate for women.” But Valley entrepreneur Niniane Wang, who helped organize the original campaign to hold Caldbeck accountable for his behavior, was having none of it. Click through for how she quickly rallied supporters to have Caldbeck removed from the program. Learn more about Wang’s efforts last summer to have Caldbeck removed from power here. Pando Special investigation: The toxic culture of the Dallas Mavericks Brace yourselves before you click – shocking stories of misogyny, predatory behavior, physical assault and other abuse lie ahead. Sports Illustrated paints a picture of a team administration out of control, “a real-world Animal House, ” in which the team’s former president and CEO, Terdema Ussery, was one of the worst offenders. What remains an open question is what team owner Mark Cuban knew and when he knew it. “Trust me, Mark knows everything that goes on,” one former Mavericks employee tells Sports Illustrated. “Of course Mark knew [about the instances of harassment and assault]. Everyone knew.” Sports Illustrated All fifty state attorneys general demand an end to forced arbitration for sexual harassment cases The demand came in the form of a letter to congressional leaders demanding that sexual harassment victims be allowed to take their cases to court. “Ending mandatory arbitration of sexual harassment claims would help to put a stop to the culture of silence that protects perpetrators at the cost of their victims,” the letter says. It is the first time in a decade that all the AGs have taken a collective action; the bipartisan effort is being led by Florida’s Pam Bondi and North Carolina’s Jeff Stein. “The Me Too movement and all the attendant media coverage has really underscored just how grave this situation is in America’s workplaces,” said Stein. Huffington Post Advertisement The Woke Leader Adam Serwer explains Black Panther I’ve read most everything there is to read about this extraordinary film, and this essay is one of the best explainers out there, perhaps on any topic. Bookmark it for later if you haven’t seen the film, but if you are looking for a way to parse its many layers, drop everything and read it now. He offers a powerful way to think about the unique tragedy of Erik Killmonger, who raised serious issues about Wakanda’s long-time reticence to save the members of the African diaspora. But what he’s also done is to help give shape to the joy that African Americans found in the film, by explaining our pain. “But it is first and foremost an African American love letter, and as such it is consumed with The Void, the psychic and cultural wound caused by the Trans-Atlantic slave trade, the loss of life, culture, language, and history that could never be restored.” The Atlantic How did humans acquire language? A little off topic, but fascinating nonetheless. MIT linguist Shigeru Miyagawa has developed an interesting new thesis on the origins of human language, and it has to do with ancient cave drawings. Specifically, that the places where cave drawings are typically found tended to be deep and hard-to-reach “acoustic hot spots,” where sounds resonate in an unusual way. The drawings were actually a record of the sounds early humans made deep inside the caves, and the locations played a role in developing symbolic thinking. “Cave art was part of the package deal in terms of how homo sapiens came to have this very high-level cognitive processing,” says Miyagawa. Now, think about an early human standing deep inside a cave and talk-singing to her children while she draws. Nice, right? Phys.org How much do you know about slavery? Research from the Southern Poverty Law Center shows that K-12 students are woefully under-educated on the reality of slavery and the slave trade in the U.S. Take this 45 question multiple choice quiz and test yourself. (There’s a shorter version if you’re pressed for time.) I did pretty well and was happy to see how much accurate history I’d been able to find and share in raceAhead. If you decide to take the quiz and talk about the results, be prepared to get into a spat with someone about whether the Irish were slaves or not. ( They were not , and don’t @ me.) SPLC Quote:\nIf I see a black kid in a hoodie and it’s late at night, I’m walking to the other side of the street. And if on that side of the street, there’s a guy that has tattoos all over his face —white guy, bald head, tattoos everywhere —I’m walking back to the other side of the street. I know that I’m not perfect. While we all have our prejudices and bigotries, we have to learn that it’s an issue that we have to control, that it’s part of my responsibility as an entrepreneur to try to solve it, not just to kick the problem down the road. - Mark Cuban",
    "published": "2018-02-23T02:02:00.000+02:00",
    "crawled": "2018-02-22T22:26:29.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "february",
        "pm",
        "et",
        "quick",
        "announcement",
        "uptop",
        "today",
        "though",
        "plenty",
        "news",
        "ponder",
        "joining",
        "esteemed",
        "colleague",
        "clifton",
        "leaf",
        "adam",
        "lashinsky",
        "ceo",
        "initiative",
        "fortune",
        "annual",
        "meeting",
        "leader",
        "dedicated",
        "finding",
        "way",
        "well",
        "business",
        "good",
        "world",
        "drive",
        "purpose",
        "increasingly",
        "focus",
        "fortune",
        "coverage",
        "annual",
        "change",
        "world",
        "issue",
        "one",
        "many",
        "example",
        "particular",
        "initiative",
        "genesis",
        "rome",
        "global",
        "forum",
        "holiness",
        "pope",
        "francis",
        "asked",
        "business",
        "leader",
        "take",
        "time",
        "together",
        "put",
        "forth",
        "concrete",
        "idea",
        "help",
        "address",
        "inequality",
        "world",
        "promote",
        "peaceful",
        "inclusive",
        "culture",
        "remark",
        "inequality",
        "people",
        "continues",
        "rise",
        "many",
        "community",
        "impacted",
        "directly",
        "war",
        "poverty",
        "migration",
        "displacement",
        "flow",
        "people",
        "want",
        "make",
        "voice",
        "heard",
        "express",
        "concern",
        "fear",
        "want",
        "make",
        "rightful",
        "contribution",
        "local",
        "community",
        "broader",
        "society",
        "benefit",
        "resource",
        "development",
        "often",
        "reserved",
        "easy",
        "conversation",
        "inaugural",
        "event",
        "last",
        "september",
        "helped",
        "lead",
        "discussion",
        "diversity",
        "workplace",
        "notable",
        "candor",
        "empathy",
        "working",
        "group",
        "followed",
        "dug",
        "deeply",
        "unmet",
        "need",
        "world",
        "global",
        "health",
        "workforce",
        "development",
        "energy",
        "climate",
        "change",
        "etc",
        "created",
        "action",
        "plan",
        "developed",
        "mechanism",
        "tracking",
        "progress",
        "proposed",
        "solution",
        "next",
        "ceo",
        "initiative",
        "held",
        "june",
        "san",
        "francisco",
        "promise",
        "look",
        "way",
        "loop",
        "perspective",
        "raceahead",
        "community",
        "planning",
        "continues",
        "call",
        "one",
        "hundred",
        "ceo",
        "room",
        "dedicated",
        "solving",
        "world",
        "pressing",
        "problem",
        "damn",
        "good",
        "start",
        "say",
        "point",
        "google",
        "engineer",
        "claim",
        "fired",
        "fighting",
        "racism",
        "tim",
        "chevalier",
        "site",
        "reliability",
        "engineer",
        "suing",
        "google",
        "firing",
        "defended",
        "woman",
        "people",
        "color",
        "gay",
        "employee",
        "fight",
        "employee",
        "message",
        "board",
        "suit",
        "describes",
        "numerous",
        "online",
        "spat",
        "chevalier",
        "claim",
        "employee",
        "questioned",
        "leadership",
        "engineering",
        "ability",
        "people",
        "color",
        "particularly",
        "ugly",
        "way",
        "employee",
        "shared",
        "similar",
        "story",
        "usa",
        "today",
        "saying",
        "targeted",
        "employee",
        "support",
        "diversity",
        "initiative",
        "company",
        "hateful",
        "online",
        "comment",
        "threat",
        "personal",
        "information",
        "leaked",
        "website",
        "usa",
        "today",
        "justin",
        "caldbeck",
        "redemption",
        "tour",
        "canceled",
        "woman",
        "canceled",
        "first",
        "time",
        "justin",
        "caldbeck",
        "venture",
        "capitalist",
        "ousted",
        "serial",
        "sexual",
        "harassment",
        "female",
        "founder",
        "scheduled",
        "speak",
        "upcoming",
        "woman",
        "stem",
        "gender",
        "summit",
        "computer",
        "history",
        "museum",
        "mountain",
        "view",
        "pando",
        "sarah",
        "lacy",
        "explains",
        "part",
        "hideously",
        "offensive",
        "tour",
        "promote",
        "advocate",
        "valley",
        "entrepreneur",
        "niniane",
        "wang",
        "helped",
        "organize",
        "original",
        "campaign",
        "hold",
        "caldbeck",
        "accountable",
        "behavior",
        "none",
        "click",
        "quickly",
        "rallied",
        "supporter",
        "caldbeck",
        "removed",
        "program",
        "learn",
        "wang",
        "effort",
        "last",
        "summer",
        "caldbeck",
        "removed",
        "power",
        "pando",
        "special",
        "investigation",
        "toxic",
        "culture",
        "dallas",
        "maverick",
        "brace",
        "click",
        "shocking",
        "story",
        "misogyny",
        "predatory",
        "behavior",
        "physical",
        "assault",
        "abuse",
        "lie",
        "ahead",
        "sport",
        "illustrated",
        "paint",
        "picture",
        "team",
        "administration",
        "control",
        "animal",
        "house",
        "team",
        "former",
        "president",
        "ceo",
        "terdema",
        "ussery",
        "one",
        "worst",
        "offender",
        "remains",
        "open",
        "question",
        "team",
        "owner",
        "mark",
        "cuban",
        "knew",
        "knew",
        "trust",
        "mark",
        "know",
        "everything",
        "go",
        "one",
        "former",
        "maverick",
        "employee",
        "tell",
        "sport",
        "illustrated",
        "course",
        "mark",
        "knew",
        "instance",
        "harassment",
        "assault",
        "everyone",
        "sport",
        "illustrated",
        "fifty",
        "state",
        "attorney",
        "general",
        "demand",
        "end",
        "forced",
        "arbitration",
        "sexual",
        "harassment",
        "case",
        "demand",
        "came",
        "form",
        "letter",
        "congressional",
        "leader",
        "demanding",
        "sexual",
        "harassment",
        "victim",
        "allowed",
        "take",
        "case",
        "court",
        "ending",
        "mandatory",
        "arbitration",
        "sexual",
        "harassment",
        "claim",
        "would",
        "help",
        "put",
        "stop",
        "culture",
        "silence",
        "protects",
        "perpetrator",
        "cost",
        "victim",
        "letter",
        "say",
        "first",
        "time",
        "decade",
        "ag",
        "taken",
        "collective",
        "action",
        "bipartisan",
        "effort",
        "led",
        "florida",
        "pam",
        "bondi",
        "north",
        "carolina",
        "jeff",
        "stein",
        "movement",
        "attendant",
        "medium",
        "coverage",
        "really",
        "underscored",
        "grave",
        "situation",
        "america",
        "workplace",
        "said",
        "stein",
        "huffington",
        "post",
        "advertisement",
        "woke",
        "leader",
        "adam",
        "serwer",
        "explains",
        "black",
        "panther",
        "read",
        "everything",
        "read",
        "extraordinary",
        "film",
        "essay",
        "one",
        "best",
        "explainers",
        "perhaps",
        "topic",
        "bookmark",
        "later",
        "seen",
        "film",
        "looking",
        "way",
        "parse",
        "many",
        "layer",
        "drop",
        "everything",
        "read",
        "offer",
        "powerful",
        "way",
        "think",
        "unique",
        "tragedy",
        "erik",
        "killmonger",
        "raised",
        "serious",
        "issue",
        "wakanda",
        "reticence",
        "save",
        "member",
        "african",
        "diaspora",
        "also",
        "done",
        "help",
        "give",
        "shape",
        "joy",
        "african",
        "american",
        "found",
        "film",
        "explaining",
        "pain",
        "first",
        "foremost",
        "african",
        "american",
        "love",
        "letter",
        "consumed",
        "void",
        "psychic",
        "cultural",
        "wound",
        "caused",
        "slave",
        "trade",
        "loss",
        "life",
        "culture",
        "language",
        "history",
        "could",
        "never",
        "atlantic",
        "human",
        "acquire",
        "language",
        "little",
        "topic",
        "fascinating",
        "nonetheless",
        "mit",
        "linguist",
        "shigeru",
        "miyagawa",
        "developed",
        "interesting",
        "new",
        "thesis",
        "origin",
        "human",
        "language",
        "ancient",
        "cave",
        "drawing",
        "specifically",
        "place",
        "cave",
        "drawing",
        "typically",
        "found",
        "tended",
        "deep",
        "acoustic",
        "hot",
        "spot",
        "sound",
        "resonate",
        "unusual",
        "way",
        "drawing",
        "actually",
        "record",
        "sound",
        "early",
        "human",
        "made",
        "deep",
        "inside",
        "cave",
        "location",
        "played",
        "role",
        "developing",
        "symbolic",
        "thinking",
        "cave",
        "art",
        "part",
        "package",
        "deal",
        "term",
        "homo",
        "sapiens",
        "came",
        "cognitive",
        "processing",
        "say",
        "miyagawa",
        "think",
        "early",
        "human",
        "standing",
        "deep",
        "inside",
        "cave",
        "child",
        "draw",
        "nice",
        "right",
        "much",
        "know",
        "slavery",
        "research",
        "southern",
        "poverty",
        "law",
        "center",
        "show",
        "student",
        "woefully",
        "reality",
        "slavery",
        "slave",
        "trade",
        "take",
        "question",
        "multiple",
        "choice",
        "quiz",
        "test",
        "shorter",
        "version",
        "pressed",
        "time",
        "pretty",
        "well",
        "happy",
        "see",
        "much",
        "accurate",
        "history",
        "able",
        "find",
        "share",
        "raceahead",
        "decide",
        "take",
        "quiz",
        "talk",
        "result",
        "prepared",
        "get",
        "spat",
        "someone",
        "whether",
        "irish",
        "slave",
        "splc",
        "quote",
        "see",
        "black",
        "kid",
        "hoodie",
        "late",
        "night",
        "walking",
        "side",
        "street",
        "side",
        "street",
        "guy",
        "tattoo",
        "face",
        "guy",
        "bald",
        "head",
        "tattoo",
        "everywhere",
        "walking",
        "back",
        "side",
        "street",
        "know",
        "perfect",
        "prejudice",
        "bigotry",
        "learn",
        "issue",
        "control",
        "part",
        "responsibility",
        "entrepreneur",
        "try",
        "solve",
        "kick",
        "problem",
        "road",
        "mark",
        "cuban"
    ]
}