{
    "organizations": [],
    "uuid": "3d064aa6ad46e1fe10709882bfa983b513e91cd1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/pr-newswire-canadian-medical-cannabis-sector-leading-the-charge-in-marijuana-industry-growth.html",
    "ord_in_thread": 0,
    "title": "Canadian Medical Cannabis Sector Leading the Charge in Marijuana Industry Growth",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PALM BEACH, Florida, February 27, 2018 /PRNewswire/ --\nMarketNewsUpdates.com News Commentary\nMarket research and consulting firm Ameri Research projects that the global marijuana market will grow to $63.5 billion by 2024. Activity in the cannabis industry has been steadily increasing for several years, but 2018 is on pace to shatter previous records, as global financing in marijuana-related businesses topped $1.4 billion just six weeks into the New Year. From growing the perfect crop to marketing within restrictive rules, Canadian colleges and universities have even jumped in and are cultivating courses for those wanting to work in the booming marijuana industry. The Canadian medicinal cannabis market continues to be the poster child for the burgeoning cannabis industry as a whole on a global scale. With experts believing the continued growth is leading to new opportunities, as well as new players entering the space through licensing agreements. Active companies in the markets this week include Abattis Bioceuticals Corp . (CSE: ATT) (OTC: ATTBF), Aurora Cannabis Inc. (OTC: ACBFF) (TSX: ACB), Canopy Growth Corporation (OTC: TWMJF) (TSX: WEED), Cronos Group Inc. (OTC: PRMCF) (TSX-V: MJN), 22nd Century Group Inc. (NYSE: XXII).\nAbattis Bioceuticals Corp. (CSE: ATT.CN) (OTCQB: ATTBF) BREAKING NEWS : Abattis Bioceuticals is pleased to announce that it has entered into a definitive agreement (the \"Definitive Agreement\") to acquire (the \"Acquisition\") a 90% ownership interest in Gabriola Green Farms Inc. (\"Gabriola\"). Gabriola is a privately held British Columbia company that has applied for a license to produce (an \"LP\") under the Access to Cannabis for Medical Purposes Regulations (the \"ACMPR\") on Gabriola Island, one of the gulf islands located in the Strait of Georgia off the coast of British Columbia. Gabriola Island has a consistent temperature and humidity level, which makes it well suited to greenhouse growing.\n\"This is one of the most significant steps our Company has taken towards becoming a full service cannabis company,\" stated Rob Abenante, Abattis President and CEO. \"After successfully obtaining a license through Gabriola, we intend to not only cultivate marijuana, but more importantly sell extracted cannabis products, which will complete our full downstream service offerings\". Read this and more news for Abattis Bioceuticals at http://www.marketnewsupdates.com/news/att.html\nThe Definitive Agreement comes following a series of rapid acquisitions, capital raises, investments and joint-ventures for the Company, which include the acquisition of a cash flowing vaporizer company, investment into a cutting-edge Blockchain technology and cryptocurrency and several collaborations with respected organizations, including the University of British Columbia.\nPursuant to the Definitive Agreement, in exchange for a 90% ownership interest in Gabriola, Abattis will issue an aggregate of 59,760,956 common shares of the Company (each, a \"Share\"), at a deemed price of $0.3765 per Share, and pay an aggregate of $2.5 million in cash to the shareholders of Gabriola, with the exception of CannaNUMUS Blockchain Inc. (\"CannaNUMUS\"), a company in which Abattis owns a 49% stake, which will retain its 10% ownership stake in Gabriola. In addition, Abattis will make milestone-based payments (the \"Milestone Payments\") to such shareholders of Gabriola of (i) $5 million upon Gabriola's receipt of a cultivation license under the ACMPR and (ii) $5 million upon Gabriola's receipt of a sales license under the ACMPR. The Milestone Payments will be satisfied through the issuance of Shares. Closing of the Acquisition is subject to, among other things, completion of due diligence by Abattis and the receipt of any required consents, including that of the Canadian Securities Exchange.\nIn other developments in the markets of note:\nAurora Cannabis Inc. (OTCQX: ACBFF) (TSX: ACB.TO) recently signed a letter of intent (LOI) with the Societe des Alcools du Quebec (SAQ) to supply a minimum of 5,000 kilograms of cannabis per annum for the Quebec adult consumer market, once legalized. Under the terms of the LOI, Aurora will supply the Quebec market, on a monthly basis, with a wide variety of premium product from its facilities in Quebec, and elsewhere if demand requires. Supply quantities will be determined based on demand on a month-by-month basis, with a minimum of 5,000 for the first year, but no set maximum.\nCanopy Growth Corporation (OTC: TWMJF) (TSX: WEED.TO) and Sunniva Inc. recently announced they have signed a definitive supply agreement whereby Sunniva, through its wholly owned subsidiary in Canada, Sunniva Medical Inc., has committed to sell Canopy 45,000 kilograms of premium quality cannabis annually over an initial two-year period commencing in the calendar first quarter of 2019. Under the terms of the agreement, Canopy Growth will purchase up to 45,000 kilograms of dried cannabis annually. Canopy Growth and Sunniva will share in the revenues as product is sold through Canopy Growth's distribution network including its on-line marketplace, Tweed Main Street and via provincial distribution channels. The revenue share will be based on the strain, sales channel and other relevant factors.\nCronos Group Inc. (OTC: PRMCF) (TSX-V: MJN.V) this month launched Cronos Australia Pty. Ltd. and has been granted medicinal cannabis cultivation and research licences. \"The launch of Cronos Australia as our newest international hub marks an important milestone for the company. Cronos is focused on providing pharmaceutical-grade medicine to patients in need, and we are excited that our Australian team shares this vision and commitment,\" said Mike Gorenstein, chief executive officer of Cronos Group. Cronos Australia is a fifty-fifty joint venture between the group and NewSouthern Capital Pty. Ltd., led by Rodney Cocks and Peter Righetti. Cronos Australia will serve as the group's hub for Australia, New Zealand, and Southeast Asia, bolstering the group's import/export supply capabilities and distribution network. Cronos Australia will leverage the group's intellectual property and iconic brands to deliver premium cannabinoid-based products to Australasia.\n22nd Century Group Inc. (NYSE: XXII) recently announced it will present at the 2018 Society for Research on Nicotine and Tobacco(SRNT) Annual Meeting results from a survey conducted by Harris Poll on behalf of 22nd Century Group. In May 2017, 22nd Century commissioned Harris Poll to administer the international survey of more than 6,000 adults ages 18 and older in the United States, Australia, Canada, Japan, and the United Kingdom. Conducted two months before the U.S. Food and Drug Administration (FDA) announced the Agency's plan to mandate that all cigarettes sold in the United States contain only minimally or non-addictive levels of nicotine, the survey found that nearly 3 of every 4 adults in the United States, Japan, Australia, Canada, and the United Kingdom agree that the government should mandate that all cigarettes have very low, non-addictive levels of nicotine. 22nd Century is a plant biotechnology company focused on genetic engineering and plant breeding which allows the increase or decrease of the level of nicotine in tobacco plants and the level of cannabinoids in hemp/cannabis plants. The Company's primary mission in tobacco is to reduce the harm caused by smoking. The Company's primary mission in hemp/cannabis is to develop proprietary hemp/cannabis strains for important new medicines and agricultural crops.\nDISCLAIMER: MarketNewsUpdates.com (MNU) is a third party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. MNU is NOT affiliated in any manner with any company mentioned herein. MNU and its affiliated companies are a news dissemination solutions provider and are NOT a registered broker/dealer/analyst/adviser, holds no investment licenses and may NOT sell, offer to sell or offer to buy any security. MNU's market updates, news alerts and corporate profiles are NOT a solicitation or recommendation to buy, sell or hold securities. The material in this release is intended to be strictly informational and is NEVER to be construed or interpreted as research material. All readers are strongly urged to perform research and due diligence on their own and consult a licensed financial professional before considering any level of investing in stocks. All material included herein is republished content and details which were previously disseminated by the companies mentioned in this release. MNU is not liable for any investment decisions by its readers or subscribers. Investors are cautioned that they may lose all or a portion of their investment when investing in stocks. For current services performed MNU has been compensated twenty three hundred dollars for news coverage of the current press releases issued by Abattis Bioceuticals Corp. by a non-affiliated third party. MNU HOLDS NO SHARES OF ANY COMPANY NAMED IN THIS RELEASE.\nThis release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. \"Forward-looking statements\" describe future expectations, plans, results, or strategies and are generally preceded by words such as \"may\", \"future\", \"plan\" or \"planned\", \"will\" or \"should\", \"expected,\" \"anticipates\", \"draft\", \"eventually\" or \"projected\". You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company's annual report on Form 10-K or 10-KSB and other filings made by such company with the Securities and Exchange Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and MNU undertakes no obligation to update such statements.\nContact Information:\nMedia Contact\nemail: info@marketnewsupdates.com\n+1(561)325-8757\nSOURCE MarketNewsUpdates.com",
    "published": "2018-02-27T16:50:00.000+02:00",
    "crawled": "2018-02-27T16:43:22.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "palm",
        "beach",
        "florida",
        "february",
        "news",
        "commentary",
        "market",
        "research",
        "consulting",
        "firm",
        "ameri",
        "research",
        "project",
        "global",
        "marijuana",
        "market",
        "grow",
        "billion",
        "activity",
        "cannabis",
        "industry",
        "steadily",
        "increasing",
        "several",
        "year",
        "pace",
        "shatter",
        "previous",
        "record",
        "global",
        "financing",
        "business",
        "topped",
        "billion",
        "six",
        "week",
        "new",
        "year",
        "growing",
        "perfect",
        "crop",
        "marketing",
        "within",
        "restrictive",
        "rule",
        "canadian",
        "college",
        "university",
        "even",
        "jumped",
        "cultivating",
        "course",
        "wanting",
        "work",
        "booming",
        "marijuana",
        "industry",
        "canadian",
        "medicinal",
        "cannabis",
        "market",
        "continues",
        "poster",
        "child",
        "burgeoning",
        "cannabis",
        "industry",
        "whole",
        "global",
        "scale",
        "expert",
        "believing",
        "continued",
        "growth",
        "leading",
        "new",
        "opportunity",
        "well",
        "new",
        "player",
        "entering",
        "space",
        "licensing",
        "agreement",
        "active",
        "company",
        "market",
        "week",
        "include",
        "abattis",
        "bioceuticals",
        "corp",
        "cse",
        "att",
        "otc",
        "attbf",
        "aurora",
        "cannabis",
        "otc",
        "acbff",
        "tsx",
        "acb",
        "canopy",
        "growth",
        "corporation",
        "otc",
        "twmjf",
        "tsx",
        "weed",
        "cronos",
        "group",
        "otc",
        "prmcf",
        "mjn",
        "22nd",
        "century",
        "group",
        "nyse",
        "xxii",
        "abattis",
        "bioceuticals",
        "cse",
        "otcqb",
        "attbf",
        "breaking",
        "news",
        "abattis",
        "bioceuticals",
        "pleased",
        "announce",
        "entered",
        "definitive",
        "agreement",
        "definitive",
        "agreement",
        "acquire",
        "acquisition",
        "ownership",
        "interest",
        "gabriola",
        "green",
        "farm",
        "gabriola",
        "gabriola",
        "privately",
        "held",
        "british",
        "columbia",
        "company",
        "applied",
        "license",
        "produce",
        "lp",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "gabriola",
        "island",
        "one",
        "gulf",
        "island",
        "located",
        "strait",
        "georgia",
        "coast",
        "british",
        "columbia",
        "gabriola",
        "island",
        "consistent",
        "temperature",
        "humidity",
        "level",
        "make",
        "well",
        "suited",
        "greenhouse",
        "growing",
        "one",
        "significant",
        "step",
        "company",
        "taken",
        "towards",
        "becoming",
        "full",
        "service",
        "cannabis",
        "company",
        "stated",
        "rob",
        "abenante",
        "abattis",
        "president",
        "ceo",
        "successfully",
        "obtaining",
        "license",
        "gabriola",
        "intend",
        "cultivate",
        "marijuana",
        "importantly",
        "sell",
        "extracted",
        "cannabis",
        "product",
        "complete",
        "full",
        "downstream",
        "service",
        "offering",
        "read",
        "news",
        "abattis",
        "bioceuticals",
        "http",
        "definitive",
        "agreement",
        "come",
        "following",
        "series",
        "rapid",
        "acquisition",
        "capital",
        "raise",
        "investment",
        "company",
        "include",
        "acquisition",
        "cash",
        "flowing",
        "vaporizer",
        "company",
        "investment",
        "blockchain",
        "technology",
        "cryptocurrency",
        "several",
        "collaboration",
        "respected",
        "organization",
        "including",
        "university",
        "british",
        "columbia",
        "pursuant",
        "definitive",
        "agreement",
        "exchange",
        "ownership",
        "interest",
        "gabriola",
        "abattis",
        "issue",
        "aggregate",
        "common",
        "share",
        "company",
        "share",
        "deemed",
        "price",
        "per",
        "share",
        "pay",
        "aggregate",
        "million",
        "cash",
        "shareholder",
        "gabriola",
        "exception",
        "cannanumus",
        "blockchain",
        "cannanumus",
        "company",
        "abattis",
        "owns",
        "stake",
        "retain",
        "ownership",
        "stake",
        "gabriola",
        "addition",
        "abattis",
        "make",
        "payment",
        "milestone",
        "payment",
        "shareholder",
        "gabriola",
        "million",
        "upon",
        "gabriola",
        "receipt",
        "cultivation",
        "license",
        "acmpr",
        "ii",
        "million",
        "upon",
        "gabriola",
        "receipt",
        "sale",
        "license",
        "acmpr",
        "milestone",
        "payment",
        "satisfied",
        "issuance",
        "share",
        "closing",
        "acquisition",
        "subject",
        "among",
        "thing",
        "completion",
        "due",
        "diligence",
        "abattis",
        "receipt",
        "required",
        "consent",
        "including",
        "canadian",
        "security",
        "exchange",
        "development",
        "market",
        "note",
        "aurora",
        "cannabis",
        "otcqx",
        "acbff",
        "tsx",
        "recently",
        "signed",
        "letter",
        "intent",
        "loi",
        "societe",
        "de",
        "alcools",
        "du",
        "quebec",
        "saq",
        "supply",
        "minimum",
        "kilogram",
        "cannabis",
        "per",
        "annum",
        "quebec",
        "adult",
        "consumer",
        "market",
        "legalized",
        "term",
        "loi",
        "aurora",
        "supply",
        "quebec",
        "market",
        "monthly",
        "basis",
        "wide",
        "variety",
        "premium",
        "product",
        "facility",
        "quebec",
        "elsewhere",
        "demand",
        "requires",
        "supply",
        "quantity",
        "determined",
        "based",
        "demand",
        "basis",
        "minimum",
        "first",
        "year",
        "set",
        "maximum",
        "canopy",
        "growth",
        "corporation",
        "otc",
        "twmjf",
        "tsx",
        "sunniva",
        "recently",
        "announced",
        "signed",
        "definitive",
        "supply",
        "agreement",
        "whereby",
        "sunniva",
        "wholly",
        "owned",
        "subsidiary",
        "canada",
        "sunniva",
        "medical",
        "committed",
        "sell",
        "canopy",
        "kilogram",
        "premium",
        "quality",
        "cannabis",
        "annually",
        "initial",
        "period",
        "commencing",
        "calendar",
        "first",
        "quarter",
        "term",
        "agreement",
        "canopy",
        "growth",
        "purchase",
        "kilogram",
        "dried",
        "cannabis",
        "annually",
        "canopy",
        "growth",
        "sunniva",
        "share",
        "revenue",
        "product",
        "sold",
        "canopy",
        "growth",
        "distribution",
        "network",
        "including",
        "marketplace",
        "tweed",
        "main",
        "street",
        "via",
        "provincial",
        "distribution",
        "channel",
        "revenue",
        "share",
        "based",
        "strain",
        "sale",
        "channel",
        "relevant",
        "factor",
        "cronos",
        "group",
        "otc",
        "prmcf",
        "month",
        "launched",
        "cronos",
        "australia",
        "pty",
        "granted",
        "medicinal",
        "cannabis",
        "cultivation",
        "research",
        "licence",
        "launch",
        "cronos",
        "australia",
        "newest",
        "international",
        "hub",
        "mark",
        "important",
        "milestone",
        "company",
        "cronos",
        "focused",
        "providing",
        "medicine",
        "patient",
        "need",
        "excited",
        "australian",
        "team",
        "share",
        "vision",
        "commitment",
        "said",
        "mike",
        "gorenstein",
        "chief",
        "executive",
        "officer",
        "cronos",
        "group",
        "cronos",
        "australia",
        "joint",
        "venture",
        "group",
        "newsouthern",
        "capital",
        "pty",
        "led",
        "rodney",
        "cock",
        "peter",
        "righetti",
        "cronos",
        "australia",
        "serve",
        "group",
        "hub",
        "australia",
        "new",
        "zealand",
        "southeast",
        "asia",
        "bolstering",
        "group",
        "supply",
        "capability",
        "distribution",
        "network",
        "cronos",
        "australia",
        "leverage",
        "group",
        "intellectual",
        "property",
        "iconic",
        "brand",
        "deliver",
        "premium",
        "product",
        "australasia",
        "22nd",
        "century",
        "group",
        "nyse",
        "xxii",
        "recently",
        "announced",
        "present",
        "society",
        "research",
        "nicotine",
        "tobacco",
        "srnt",
        "annual",
        "meeting",
        "result",
        "survey",
        "conducted",
        "harris",
        "poll",
        "behalf",
        "22nd",
        "century",
        "group",
        "may",
        "22nd",
        "century",
        "commissioned",
        "harris",
        "poll",
        "administer",
        "international",
        "survey",
        "adult",
        "age",
        "older",
        "united",
        "state",
        "australia",
        "canada",
        "japan",
        "united",
        "kingdom",
        "conducted",
        "two",
        "month",
        "food",
        "drug",
        "administration",
        "fda",
        "announced",
        "agency",
        "plan",
        "mandate",
        "cigarette",
        "sold",
        "united",
        "state",
        "contain",
        "minimally",
        "level",
        "nicotine",
        "survey",
        "found",
        "nearly",
        "every",
        "adult",
        "united",
        "state",
        "japan",
        "australia",
        "canada",
        "united",
        "kingdom",
        "agree",
        "government",
        "mandate",
        "cigarette",
        "low",
        "level",
        "nicotine",
        "22nd",
        "century",
        "plant",
        "biotechnology",
        "company",
        "focused",
        "genetic",
        "engineering",
        "plant",
        "breeding",
        "allows",
        "increase",
        "decrease",
        "level",
        "nicotine",
        "tobacco",
        "plant",
        "level",
        "cannabinoids",
        "plant",
        "company",
        "primary",
        "mission",
        "tobacco",
        "reduce",
        "harm",
        "caused",
        "smoking",
        "company",
        "primary",
        "mission",
        "develop",
        "proprietary",
        "strain",
        "important",
        "new",
        "medicine",
        "agricultural",
        "crop",
        "disclaimer",
        "mnu",
        "third",
        "party",
        "publisher",
        "news",
        "dissemination",
        "service",
        "provider",
        "disseminates",
        "electronic",
        "information",
        "multiple",
        "online",
        "medium",
        "channel",
        "mnu",
        "affiliated",
        "manner",
        "company",
        "mentioned",
        "herein",
        "mnu",
        "affiliated",
        "company",
        "news",
        "dissemination",
        "solution",
        "provider",
        "registered",
        "hold",
        "investment",
        "license",
        "may",
        "sell",
        "offer",
        "sell",
        "offer",
        "buy",
        "security",
        "mnu",
        "market",
        "update",
        "news",
        "alert",
        "corporate",
        "profile",
        "solicitation",
        "recommendation",
        "buy",
        "sell",
        "hold",
        "security",
        "material",
        "release",
        "intended",
        "strictly",
        "informational",
        "never",
        "construed",
        "interpreted",
        "research",
        "material",
        "reader",
        "strongly",
        "urged",
        "perform",
        "research",
        "due",
        "diligence",
        "consult",
        "licensed",
        "financial",
        "professional",
        "considering",
        "level",
        "investing",
        "stock",
        "material",
        "included",
        "herein",
        "republished",
        "content",
        "detail",
        "previously",
        "disseminated",
        "company",
        "mentioned",
        "release",
        "mnu",
        "liable",
        "investment",
        "decision",
        "reader",
        "subscriber",
        "investor",
        "cautioned",
        "may",
        "lose",
        "portion",
        "investment",
        "investing",
        "stock",
        "current",
        "service",
        "performed",
        "mnu",
        "compensated",
        "twenty",
        "three",
        "hundred",
        "dollar",
        "news",
        "coverage",
        "current",
        "press",
        "release",
        "issued",
        "abattis",
        "bioceuticals",
        "third",
        "party",
        "mnu",
        "hold",
        "share",
        "company",
        "named",
        "release",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "generally",
        "preceded",
        "word",
        "may",
        "future",
        "plan",
        "planned",
        "expected",
        "anticipates",
        "draft",
        "eventually",
        "projected",
        "cautioned",
        "statement",
        "subject",
        "multitude",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "future",
        "circumstance",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "including",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "risk",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "filing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "included",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "release",
        "made",
        "date",
        "hereof",
        "mnu",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "contact",
        "information",
        "medium",
        "contact",
        "email",
        "info",
        "source"
    ]
}