{
    "organizations": [],
    "uuid": "c479cdb9dc781621d123c6663699da69d8b22c26",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/globe-newswire-conformis-reports-fourth-quarter-and-the-year-ended-2017-financial-results-reiterates-2018-financial-guidance.html",
    "ord_in_thread": 0,
    "title": "ConforMIS Fourth and the Year Ended 2017 Financial Results; Reiterates 2018 Financial Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BILLERICA, Mass., ConforMIS, Inc. (NASDAQ:CFMS), a medical technology company that uses its proprietary iFit Image-to-Implant technology platform to develop, manufacture and sell joint replacement implants that are customized to fit each patient's unique anatomy, announced today financial results for the fourth quarter and the year ended December 31, 2017.\nQ4 Summary\nTotal revenue of $20.8 million, down 4% year-over-year on a reported basis and 5% on a constant currency basis Product revenue of $20.5 million, down 4% year-over-year on a reported basis and 5% on a constant currency basis U.S. product revenue of $17.7 million, consistent year-over-year Rest of World product revenue of $2.8 million, down 24% year-over-year on a reported basis and 29% year-over-year on a constant currency basis Gross margin of 42%, an increase of 500 basis points year-over-year\n2017 Summary\nTotal revenue of $78.1 million, down 2% year-over-year on a reported and constant currency basis Product revenue of $77.1 million, down 2% year-over-year on a reported and constant currency basis U.S. product revenue of $64.4 million, up 3% year-over-year Rest of World product revenue of $12.7 million, down 23% year-over-year on a reported basis and 22% year-over-year on a constant currency basis\n\"As reported earlier, with our fourth quarter revenue of $20.8 million, we exceeded the high-end of our guidance,” said Mark Augusti, President and Chief Executive Officer of ConforMIS, Inc. “Importantly, our gross margin – which is a key imperative for us – increased to 42% for the quarter. This improvement exceeded our guidance, is consistent with our efforts throughout 2017 and we believe positions us well heading into 2018.”\nThree months ended December 31, Increase/decrease ($, in thousands) 2017 2016 $\nChange %\nChange %\nChange (as reported) (constant\ncurrency) United States $ 17,679 $ 17,703 $ (24) 0 % 0 % Rest of world 2,820 3,732 (912) -24 % -29 % Product revenue 20,499 21,435 (936 ) -4 % -5 % Royalty revenue 252 238 14 6 % 6 % Total revenue $ 20,751 $ 21,673 $ (922 ) -4 % -5 % Fourth Quarter 2017 Financial Results\nTotal revenue for the three-month period ended December 31, 2017 decreased $0.9 million to $20.8 million, or 4% year-over-year on a reported basis and 5% on a constant currency basis. Total revenue in the fourth quarter of 2017 and 2016 includes royalty revenue of $0.3 and $0.2 million, respectively, related to patent license agreements.\nProduct revenue decreased $0.9 million to $20.5 million, or 4% year-over-year on a reported basis and 5% on constant currency basis. U.S. product revenue remained consistent at $17.7 million year-over-year, and Rest of World product revenue decreased $0.9 million to $2.8 million, or 24% year-over-year on a reported basis and 29% on a constant currency basis. Product revenue from sales of iTotal CR, iDuo and iUni decreased $2.0 million to $14.8 million, or 12% year-over-year on a reported basis and 13% on a constant currency basis. Product revenue from sales of iTotal PS increased $1.1 million to $5.7 million or 23% year-over-year on a reported and constant currency basis.\nTotal gross profit increased $0.7 million to $8.8 million, or 42% of revenue, in the fourth quarter of 2017, compared to $8.0 million, or 37% of revenue, in the fourth quarter of 2016. This 500 basis point increase in gross margin year-over-year was driven primarily by cost reductions as a result of vertical integration and manufacturing efficiencies.\nTotal operating expenses decreased $1.6 million to $20.4 million, or 7% year-over-year. This decrease in expenses was driven primarily by a reduction in general and administrative expense.\nNet loss was $11.9 million, or $0.27 per basic share, in the fourth quarter of 2017, compared to a net loss of $15.7 million, or $0.37 per basic share, for the same period last year. Net loss per basic share calculations assume weighted-average basic shares outstanding of 43.8 million for the fourth quarter of 2017, compared to 42.1 million for the same period last year.\nTwelve months ended December 31 Increase/decrease ($, in thousands) 2017 2016 $\nChange %\nChange %\nChange (as reported) (constant\ncurrency) United States $ 64,390 $ 62,366 $ 2,024 3 % 3 % Rest of world 12,710 16,555 (3,845) -23 % -22 % Product revenue 77,100 78,921 (1,821 ) -2 % -2 % Royalty revenue 1,015 978 37 4 % 4 % Total revenue $ 78,115 $ 79,899 $ (1,785 ) -2 % -2 % Fiscal Year 2017 Financial Results\nTotal revenue for the twelve-month period ended December 31, 2017 decreased $1.8 million to $78.1 million, or 2% year-over-year on a reported and constant currency basis. Total revenue included royalty revenue of $1.0 million for the years ended 2017 and 2016 related to patent license agreements.\nProduct revenue decreased $1.8 million to $77.1 million, or 2% year-over-year on a reported and constant currency basis. U.S. product revenue increased $2.0 million to $64.4 million, or 3% year-over-year, and Rest of World product revenue decreased $3.8 million to $12.7 million, or 23% year-over-year on a reported basis and 22% on a constant currency basis. Product revenue from sales of iTotal CR, iDuo and iUni decreased $8.1 million to $56.4 million, or 13% year-over-year on a reported basis and 12% on a constant currency basis. Product revenue from sales of iTotal PS increased $6.3 million to $20.7 million, or 44% year-over-year on a reported and constant currency basis.\nTotal gross profit increased $2.1 million to $28.8 million, or 37% of revenue, in 2017 compared to $26.7 million, or 33% of revenue, in 2016.\nTotal operating expenses increased $1.8 million to $84.7 million, or 2% year-over-year.\nNet loss was $53.6 million, or $1.24 per basic share, for 2017 compared to a net loss of $57.6 million, or $1.39 per basic share, for 2016. Net loss per basic share calculations assume weighted-average basic shares outstanding of 43.3 million for 2017, compared to 41.5 million for the same period last year.\nAs of December 31, 2017, the Company’s cash and cash equivalents and investments totaled $45.2 million, compared to $65.5 million last year, and our cash used (including cash equivalents and investments) for the quarter ended December 31, 2017 was $9.3 million.\nOn January 29, 2018, we closed our follow on public offering of Company common stock, in which the Company received $23 million in gross proceeds, or $21.6 million in net proceeds, before legal and accounting expenses, from the sale of 15,333,333 shares of the Company’s common stock. This included an offering of 13.3 million shares of stock plus the exercise by our underwriters of the full overallotment, or Greenshoe, of 2 million shares.\n2018 Financial Guidance\nFor the full year 2018, the Company reiterates the financial guidance introduced in our press release on January 8, 2018. The Company expects total revenue in a range of $79.6 million to $83.6 million. The Company's 2018 revenue guidance assumes the following:\nProduct revenue in a range of $79 million to $83 million, representing year-over-year growth of 2% to 8% on a reported basis and 2% to 7% on a constant currency basis. Royalty revenue of approximately $0.6 million related to ongoing patent license royalty payments.\nFor the full year 2018, the Company expects total gross margin in a range of 44% to 46%.\nFor the first quarter of 2018, the Company is also providing quarterly guidance of total revenue in a range of $19.1 million to $19.8 million, product revenue in a range of $19 million to $19.7 million and gross margin consistent with the fourth quarter of 2017.\n“As I have mentioned previously, 2017 was a transition year for ConforMIS as we focused on improving our long-term growth and profitability profile,” said Mark Augusti. “We expect continued strength coming from our iTotal PS, which was fully launched in the first half of 2016, and we are focused on improving our commercial execution to drive better results in our base business going forward. We expect continued improvements in our gross margin in 2018. We also expect to continue to report out on our clinical and health economic data throughout 2018 and commence the limited launch of our ConforMIS Hip System in the back half of the year.”\nNote on Non-GAAP Financial Measures\nIn addition to disclosing financial measures prepared in accordance with U.S. generally accepted accounting principles (GAAP), the Company provides certain information regarding the Company's financial results or projected financial results on a non-GAAP \"constant currency basis.\" This information estimates the impact of changes in foreign currency rates on the translation of the Company's current or projected future period financial results as compared to the applicable comparable period. This impact is derived by taking the adjusted current or projected local currency results and translating them into U.S. Dollars based upon the foreign currency exchange rates for the applicable comparable period. It does not include any other effect of changes in foreign currency rates on the Company's results or business. Non-GAAP information is not a substitute for, and is not superior to, information presented on a GAAP basis.\nConference Call\nAs previously announced, ConforMIS will conduct a conference call and webcast today at 4:30 PM Eastern Time. Management will discuss financial results and strategic matters. To participate in the conference call, please call 877-809-6331 (or 615-247-0224 for international) and use conference ID number 4065099 or listen to the webcast in the investor relations section of the company's website at ir.conformis.com . The online archive of the webcast will be available on the company's website for 30 days.\nAbout ConforMIS, Inc.\nConforMIS is a medical technology company that uses its proprietary iFit Image-to-Implant technology platform to develop, manufacture and sell joint replacement implants that are individually sized and shaped, or customized, to fit each patient's unique anatomy. ConforMIS offers a broad line of customized knee implants and pre-sterilized, single-use instruments delivered in a single package to the hospital. In clinical studies, ConforMIS iTotal CR demonstrated superior clinical outcomes, including better function and greater patient satisfaction, compared to traditional, off-the-shelf implants. ConforMIS owns or exclusively in-licenses approximately 420 issued patents and pending patent applications that cover customized implants and patient-specific instrumentation for all major joints.\nFor more information, visit www.conformis.com . To receive future releases in e-mail alerts, sign up at http://ir.conformis.com/ .\nCautionary Statement Regarding Forward-Looking Statements\nStatements in this press release about our future expectations, plans and prospects, including statements about the anticipated timing of our product launches, and our financial position and results, total revenue, product revenue, gross margin, operations, as well as other statements containing the words \"anticipate,\" \"believe,\" \"continue,\" \"could,\" \"estimate,\" \"expect,\" \"intend,\" \"may,\" \"might,\" \"plan,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"target,\" \"will,\" or \"would\" and similar expressions, constitute within the meaning of the safe harbor provisions of The Private Securities Litigation Reform Act of 1995. We may not actually achieve the forecasts disclosed in our , and you should not place undue reliance on our Actual financial results could differ materially from the projections disclosed in the we make as a result of a variety of risks and uncertainties, including risks related to our estimates and expectations regarding our revenue, gross margin, expenses, revenue growth and other results of operations, and the other risks and uncertainties described in the \"Risk Factors\" sections of our public filings with the Securities and Exchange Commission. In addition, the included in this press release represent our views as of the date hereof. We anticipate that subsequent events and developments may cause our views to change. However, while we may elect to update these at some point in the future, we specifically disclaim any obligation to do so. These should not be relied upon as representing our views as of any date subsequent to the date hereof.\nCONTACT:\nInvestor contact\nOksana Bradley\nir@conformis.com\n(781) 374-5598\nCONFORMIS, INC. AND SUBSIDIARIES Consolidated Statements of Operations (unaudited) (in thousands, except share and per share data) Three Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Revenue Product $ 20,499 $ 21,435 $ 77,100 $ 78,921 Royalty 252 238 1,015 978 Total revenue 20,751 21,673 78,115 79,899 Cost of revenue 11,994 13,628 49,301 53,192 Gross profit 8,757 8,045 28,814 26,707 Operating expenses Sales and marketing 9,856 10,023 38,788 41,086 Research and development 4,160 4,134 17,136 16,608 General and administrative 6,433 7,872 28,737 25,157 Total operating expenses 20,449 22,029 84,661 82,851 Loss from operations (11,692) (13,984) (55,847) (56,144) Other income and expenses Interest income 124 78 491 487 Interest expense (722) (34) (2,119) (138) Foreign currency exchange transaction income (loss) 451 (1,764) 4,057 (1,607) Other income (expense) -- -- -- (123) Total other expenses (147) (1,720) 2,429 (1,381) Loss before income taxes (11,839) (15,704) (53,418) (57,525) Income tax provision 19 36 162 63 Net loss $ (11,858) $ (15,740) $ (53,580) $ (57,588) Net loss per share - basic and diluted $ (0.27) $ (0.37) $ (1.24) $ (1.39) Weighted average common shares outstanding - basic and diluted 43,820,551 42,081,490 43,343,459 41,521,629 CONFORMIS, INC. AND SUBSIDIARIES Consolidated Balance Sheets (in thousands, except share and per share data) December 31,\n2017 December 31,\n2016 Assets (unaudited) Current Assets Cash and cash equivalents $ 18,348 $ 37,257 Investments 26,880 28,242 Accounts receivable, net 13,200 14,675 Inventories 9,184 11,720 Prepaid expenses and other current assets 2,246 3,954 Total current assets 69,858 95,848 Property and equipment, net 16,514 15,084 Other Assets Restricted cash 462 300 Intangible assets, net 210 746 Goodwill 6,731 753 Other long-term assets 23 79 Total assets $ 93,798 $ 112,810 Liabilities and stockholder's equity Current liabilities Accounts payable $ 4,891 $ 5,474 Accrued expenses 7,720 8,492 Deferred revenue 305 305 Total current liabilities 12,916 14,271 Other long-term liabilities 651 164 Deferred tax liabilities 37 -- Deferred revenue 4,014 4,320 Long-term debt, less debt issuance costs 29,667 -- Total liabilities 47,285 18,755 Commitments and contingencies -- -- Stockholders' equity Preferred stock, $0.00001 par value: Authorized: 5,000,000 shares authorized at December 31, 2017 and December 31, 2016, respectively, no shares outstanding as of December 31, 2017 and December 31, 2016. -- -- Common stock, $0.00001 par value: Authorized: 200,000,000 shares at December 31, 2017 and December 31, 2016; 45,528,519 and 43,399,547 shares issued and outstanding at December 31, 2017 and December 31, 2016, respectively -- -- Additional paid-in capital 486,570 476,486 Accumulated deficit (436,821) (382,930) Accumulated other comprehensive income (loss) (3,236) 499 Total stockholders' equity 46,513 94,055 Total liabilities and stockholders' equity $ 93,798 $ 112,810\nSource:ConforMIS, Inc.",
    "published": "2018-02-08T00:05:00.000+02:00",
    "crawled": "2018-02-08T02:15:57.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "billerica",
        "conformis",
        "nasdaq",
        "cfms",
        "medical",
        "technology",
        "company",
        "us",
        "proprietary",
        "ifit",
        "technology",
        "platform",
        "develop",
        "manufacture",
        "sell",
        "joint",
        "replacement",
        "implant",
        "customized",
        "fit",
        "patient",
        "unique",
        "anatomy",
        "announced",
        "today",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "q4",
        "summary",
        "total",
        "revenue",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "million",
        "consistent",
        "rest",
        "world",
        "product",
        "revenue",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "gross",
        "margin",
        "increase",
        "basis",
        "point",
        "summary",
        "total",
        "revenue",
        "million",
        "reported",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "million",
        "reported",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "million",
        "rest",
        "world",
        "product",
        "revenue",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "reported",
        "earlier",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "exceeded",
        "guidance",
        "said",
        "mark",
        "augusti",
        "president",
        "chief",
        "executive",
        "officer",
        "conformis",
        "importantly",
        "gross",
        "margin",
        "key",
        "imperative",
        "u",
        "increased",
        "quarter",
        "improvement",
        "exceeded",
        "guidance",
        "consistent",
        "effort",
        "throughout",
        "believe",
        "position",
        "u",
        "well",
        "heading",
        "three",
        "month",
        "ended",
        "december",
        "thousand",
        "change",
        "change",
        "change",
        "reported",
        "constant",
        "currency",
        "united",
        "state",
        "rest",
        "world",
        "product",
        "revenue",
        "royalty",
        "revenue",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "period",
        "ended",
        "december",
        "decreased",
        "million",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "includes",
        "royalty",
        "revenue",
        "million",
        "respectively",
        "related",
        "patent",
        "license",
        "agreement",
        "product",
        "revenue",
        "decreased",
        "million",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "remained",
        "consistent",
        "million",
        "rest",
        "world",
        "product",
        "revenue",
        "decreased",
        "million",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "sale",
        "itotal",
        "cr",
        "iduo",
        "iuni",
        "decreased",
        "million",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "sale",
        "itotal",
        "p",
        "increased",
        "million",
        "million",
        "reported",
        "constant",
        "currency",
        "basis",
        "total",
        "gross",
        "profit",
        "increased",
        "million",
        "million",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "million",
        "revenue",
        "fourth",
        "quarter",
        "basis",
        "point",
        "increase",
        "gross",
        "margin",
        "driven",
        "primarily",
        "cost",
        "reduction",
        "result",
        "vertical",
        "integration",
        "manufacturing",
        "efficiency",
        "total",
        "operating",
        "expense",
        "decreased",
        "million",
        "million",
        "decrease",
        "expense",
        "driven",
        "primarily",
        "reduction",
        "general",
        "administrative",
        "expense",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "share",
        "period",
        "last",
        "year",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "calculation",
        "assume",
        "basic",
        "share",
        "outstanding",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "twelve",
        "month",
        "ended",
        "december",
        "thousand",
        "change",
        "change",
        "change",
        "reported",
        "constant",
        "currency",
        "united",
        "state",
        "rest",
        "world",
        "product",
        "revenue",
        "royalty",
        "revenue",
        "total",
        "revenue",
        "fiscal",
        "year",
        "financial",
        "result",
        "total",
        "revenue",
        "period",
        "ended",
        "december",
        "decreased",
        "million",
        "million",
        "reported",
        "constant",
        "currency",
        "basis",
        "total",
        "revenue",
        "included",
        "royalty",
        "revenue",
        "million",
        "year",
        "ended",
        "related",
        "patent",
        "license",
        "agreement",
        "product",
        "revenue",
        "decreased",
        "million",
        "million",
        "reported",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "increased",
        "million",
        "million",
        "rest",
        "world",
        "product",
        "revenue",
        "decreased",
        "million",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "sale",
        "itotal",
        "cr",
        "iduo",
        "iuni",
        "decreased",
        "million",
        "million",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "product",
        "revenue",
        "sale",
        "itotal",
        "p",
        "increased",
        "million",
        "million",
        "reported",
        "constant",
        "currency",
        "basis",
        "total",
        "gross",
        "profit",
        "increased",
        "million",
        "million",
        "revenue",
        "compared",
        "million",
        "revenue",
        "total",
        "operating",
        "expense",
        "increased",
        "million",
        "million",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "share",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "calculation",
        "assume",
        "basic",
        "share",
        "outstanding",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "cash",
        "used",
        "including",
        "cash",
        "equivalent",
        "investment",
        "quarter",
        "ended",
        "december",
        "million",
        "january",
        "closed",
        "follow",
        "public",
        "offering",
        "company",
        "common",
        "stock",
        "company",
        "received",
        "million",
        "gross",
        "proceeds",
        "million",
        "net",
        "proceeds",
        "legal",
        "accounting",
        "expense",
        "sale",
        "share",
        "company",
        "common",
        "stock",
        "included",
        "offering",
        "million",
        "share",
        "stock",
        "plus",
        "exercise",
        "underwriter",
        "full",
        "overallotment",
        "greenshoe",
        "million",
        "share",
        "financial",
        "guidance",
        "full",
        "year",
        "company",
        "reiterates",
        "financial",
        "guidance",
        "introduced",
        "press",
        "release",
        "january",
        "company",
        "expects",
        "total",
        "revenue",
        "range",
        "million",
        "million",
        "company",
        "revenue",
        "guidance",
        "assumes",
        "following",
        "product",
        "revenue",
        "range",
        "million",
        "million",
        "representing",
        "growth",
        "reported",
        "basis",
        "constant",
        "currency",
        "basis",
        "royalty",
        "revenue",
        "approximately",
        "million",
        "related",
        "ongoing",
        "patent",
        "license",
        "royalty",
        "payment",
        "full",
        "year",
        "company",
        "expects",
        "total",
        "gross",
        "margin",
        "range",
        "first",
        "quarter",
        "company",
        "also",
        "providing",
        "quarterly",
        "guidance",
        "total",
        "revenue",
        "range",
        "million",
        "million",
        "product",
        "revenue",
        "range",
        "million",
        "million",
        "gross",
        "margin",
        "consistent",
        "fourth",
        "quarter",
        "mentioned",
        "previously",
        "transition",
        "year",
        "conformis",
        "focused",
        "improving",
        "growth",
        "profitability",
        "profile",
        "said",
        "mark",
        "augusti",
        "expect",
        "continued",
        "strength",
        "coming",
        "itotal",
        "p",
        "fully",
        "launched",
        "first",
        "half",
        "focused",
        "improving",
        "commercial",
        "execution",
        "drive",
        "better",
        "result",
        "base",
        "business",
        "going",
        "forward",
        "expect",
        "continued",
        "improvement",
        "gross",
        "margin",
        "also",
        "expect",
        "continue",
        "report",
        "clinical",
        "health",
        "economic",
        "data",
        "throughout",
        "commence",
        "limited",
        "launch",
        "conformis",
        "hip",
        "system",
        "back",
        "half",
        "note",
        "financial",
        "measure",
        "addition",
        "disclosing",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "company",
        "provides",
        "certain",
        "information",
        "regarding",
        "company",
        "financial",
        "result",
        "projected",
        "financial",
        "result",
        "constant",
        "currency",
        "basis",
        "information",
        "estimate",
        "impact",
        "change",
        "foreign",
        "currency",
        "rate",
        "translation",
        "company",
        "current",
        "projected",
        "future",
        "period",
        "financial",
        "result",
        "compared",
        "applicable",
        "comparable",
        "period",
        "impact",
        "derived",
        "taking",
        "adjusted",
        "current",
        "projected",
        "local",
        "currency",
        "result",
        "translating",
        "dollar",
        "based",
        "upon",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "applicable",
        "comparable",
        "period",
        "include",
        "effect",
        "change",
        "foreign",
        "currency",
        "rate",
        "company",
        "result",
        "business",
        "information",
        "substitute",
        "superior",
        "information",
        "presented",
        "gaap",
        "basis",
        "conference",
        "call",
        "previously",
        "announced",
        "conformis",
        "conduct",
        "conference",
        "call",
        "webcast",
        "today",
        "pm",
        "eastern",
        "time",
        "management",
        "discus",
        "financial",
        "result",
        "strategic",
        "matter",
        "participate",
        "conference",
        "call",
        "please",
        "call",
        "international",
        "use",
        "conference",
        "id",
        "number",
        "listen",
        "webcast",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "online",
        "archive",
        "webcast",
        "available",
        "company",
        "website",
        "day",
        "conformis",
        "conformis",
        "medical",
        "technology",
        "company",
        "us",
        "proprietary",
        "ifit",
        "technology",
        "platform",
        "develop",
        "manufacture",
        "sell",
        "joint",
        "replacement",
        "implant",
        "individually",
        "sized",
        "shaped",
        "customized",
        "fit",
        "patient",
        "unique",
        "anatomy",
        "conformis",
        "offer",
        "broad",
        "line",
        "customized",
        "knee",
        "implant",
        "instrument",
        "delivered",
        "single",
        "package",
        "hospital",
        "clinical",
        "study",
        "conformis",
        "itotal",
        "cr",
        "demonstrated",
        "superior",
        "clinical",
        "outcome",
        "including",
        "better",
        "function",
        "greater",
        "patient",
        "satisfaction",
        "compared",
        "traditional",
        "implant",
        "conformis",
        "owns",
        "exclusively",
        "approximately",
        "issued",
        "patent",
        "pending",
        "patent",
        "application",
        "cover",
        "customized",
        "implant",
        "instrumentation",
        "major",
        "joint",
        "information",
        "visit",
        "receive",
        "future",
        "release",
        "alert",
        "sign",
        "http",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "including",
        "statement",
        "anticipated",
        "timing",
        "product",
        "launch",
        "financial",
        "position",
        "result",
        "total",
        "revenue",
        "product",
        "revenue",
        "gross",
        "margin",
        "operation",
        "well",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "might",
        "plan",
        "potential",
        "predict",
        "project",
        "target",
        "would",
        "similar",
        "expression",
        "constitute",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "may",
        "actually",
        "achieve",
        "forecast",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "actual",
        "financial",
        "result",
        "could",
        "differ",
        "materially",
        "projection",
        "disclosed",
        "make",
        "result",
        "variety",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "related",
        "estimate",
        "expectation",
        "regarding",
        "revenue",
        "gross",
        "margin",
        "expense",
        "revenue",
        "growth",
        "result",
        "operation",
        "risk",
        "uncertainty",
        "described",
        "risk",
        "factor",
        "section",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "included",
        "press",
        "release",
        "represent",
        "view",
        "date",
        "hereof",
        "anticipate",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "view",
        "change",
        "however",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "specifically",
        "disclaim",
        "obligation",
        "relied",
        "upon",
        "representing",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "contact",
        "investor",
        "contact",
        "oksana",
        "bradley",
        "ir",
        "conformis",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "product",
        "royalty",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "foreign",
        "currency",
        "exchange",
        "transaction",
        "income",
        "loss",
        "income",
        "expense",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "conformis",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "unaudited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "restricted",
        "cash",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "tax",
        "liability",
        "deferred",
        "revenue",
        "debt",
        "less",
        "debt",
        "issuance",
        "cost",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "authorized",
        "december",
        "december",
        "respectively",
        "share",
        "outstanding",
        "december",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "december",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "conformis",
        "inc"
    ]
}