{
    "organizations": [],
    "uuid": "bf7068bc54b647602ab57b6b5ce40bbdaa923f34",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/pr-newswire-kroger-and-eg-group-announce-definitive-agreement-for-purchase-of-krogers-convenience-store-business.html",
    "ord_in_thread": 0,
    "title": "Kroger and EG Group Announce Definitive Agreement for Purchase of Kroger's Convenience Store Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CINCINNATI and BLACKBURN, United Kingdom, Feb. 5, 2018 /PRNewswire/ -- The Kroger Co. (NYSE: KR) and EG Group, a privately-held petrol forecourt convenience store retailer based in Blackburn, Lancashire, United Kingdom, today announced a definitive agreement for the sale of Kroger's convenience store business unit to EG Group for $2.15 billion. The companies expect to close the transaction during the first quarter of Kroger's fiscal year.\nAs part of the agreement, EG Group will establish their North American headquarters in Cincinnati, Ohio and continue to operate stores under their established banner names.\nKroger announced in October 2017 its intention to explore strategic alternatives for its convenience store business, including a potential sale, in conjunction with Restock Kroger.\n\"Our convenience store business has been a part of our company for many years. We want to thank our management team and associates for their enduring commitment to our customers, and for the contributions they have made to build our supermarket fuel business,\" said Mike Schlotman, Kroger's executive vice president and chief financial officer. \"As part of our regular review of assets, it has become clear that our strong convenience store business unit will better meet its full potential outside of our business.\"\n\"One of the most important considerations in our decision-making process was continued operations to ensure minimal disruption to our associates. We are very pleased the EG Group plans to establish their North American headquarters in Cincinnati. EG Group is also a recognized international petrol forecourt convenience operator and they have a commercial model which clearly looks to enhance the consumer offer by working with leading retail brands customers know and trust,\" said Mr. Schlotman. \"This is good for our associates across the country and for our headquarter city of Cincinnati. Throughout the process we were impressed with the EG Group's professionalism, investment commitment and more importantly their understanding of the US convenience retail market. We now look forward to working with them closely to ensure a smooth transition for associates.\"\nMohsin Issa, EG Group Founder and co-CEO expressed \"This is an exciting time for EG Group, the entry into the US market presents a fantastic opportunity to deliver a successful retail offer to consumers across the various states. We have had much success across Europe and we firmly believe the Kroger assets present a fantastic foundation to overlay our retail experience and know-how in the US. We are committed to investing in the Kroger network, partnering with leading retail brands and working with the exceptional management team and associates transferring across to deliver a comprehensive retail offer.\"\n\"Our business model is simple but effective – EG Group is creating a stronger relationship between consumers and leading retail brands they want to access. In the US we aim to create a retail environment which delivers convenience, provides value and serves as a retail destination offering excellent welfare to motorists who live and work near our petrol forecourt convenience retail stores,\" added Zuber Issa, EG Group Founder and co-CEO.\nKroger plans to use net proceeds from the sale to repurchase shares and to lower its net total debt to adjusted EBITDA ratio.\nKroger's convenience store business operates in 18 states. It includes 66 franchise operations. The stores employ 11,000 associates and operate under the following banner names: Turkey Hill, Loaf 'N Jug, Kwik Shop, Tom Thumb and Quik Stop. Kroger's convenience store business generated revenue of $4 billion, including selling 1.2 billion gallons of fuel, in 2016.\nKroger's supermarket fuel centers and its Turkey Hill Dairy are not included in the sale.\nAdditional Information\nThe transaction is subject to customary closing conditions, including expiration or termination of the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976. The company expects the transaction to close quickly as EG Group has no U.S. presence today.\nGoldman Sachs & Co. LLC is acting as exclusive financial advisor to Kroger and Weil, Gotshal & Manges LLP is acting as legal advisor to Kroger.\nMorgan Stanley, Bank of America Merrill Lynch and Barclays are acting as financial advisors to EG Group. Allen & Overy is acting as legal advisor to EG Group.\nAbout Kroger\nAt The Kroger Co., we are dedicated to our purpose: to Feed the Human Spirit TM . We are 453,000 associates who serve nearly nine million customers every day in 2,793 retail food stores under a variety of local banner names in 35 states and the District of Columbia. Our Family of Companies operates an expanding ClickList offering – a personalized order online service – in addition to 2,258 pharmacies, 307 fine jewelry stores, 222 retail health clinics, 1,472 supermarket fuel centers and 38 food production plants in the United States. Our Company has been recognized as one of America's most generous companies for our support of more than 100 Feeding America food bank partners, breast cancer research and awareness, the military and their families, and more than 145,000 community organizations including schools. As a leader in supplier diversity, we are a proud member of the Billion Dollar Roundtable.\nAbout EG Group\nFounded in 2001 by brothers Zuber and Mohsin Issa, United Kingdom based EG Group is a leading petrol forecourt retail convenience operator who has established partnerships with global brands such as ESSO, BP, Shell, Carrefour, Louis Delhaize, SPAR, Starbucks, Burger King, KFC, Greggs and Subway. The business has an established pedigree of delivering a world class fuel, convenience and food-to-go offer.\nThe EG Group currently employs over 12,500 staff working in over 2,600 sites across various European markets including the United Kingdom, France, The Netherlands, Belgium, Luxembourg and Italy. In 2017, the business secured approximately 1,000 petrol forecourt assets from Esso in Germany which will be transferred and integrated into the existing network in Q4, 2018. With the inclusion of the Kroger assets, EG Group will own and operate circa 4,400 sites across Europe and the US.\nEG Group has made a significant commitment to delivering a modern consumer retail offer which exceeds expectations and creates a true 'one-stop' retail destination to satisfy multiple consumer missions. The business is regularly recognized for innovation and investment in convenience retail assets, the employees and the systems. Zuber Issa and Mohsin Issa, Founders and co-CEOs of Euro Garages, were jointly named the 2016 NACS Insight European Convenience Industry Leader of the Year.\nPrior to including revenue from the convenience stores being acquired from Kroger, EG Group's European business pro forma revenue (including Italy and Germany) is $14.5bn. Including the revenue from Kroger's C-store business gives total EG Group pro forma revenues of $18.5bn.\nFurther information at www.eurogarages.com\nThis press release contains forward-looking statements, as that term is defined in the Private Securities Litigation Reform Act of 1995, about the future performance of Kroger. These statements are based on management's assumptions and beliefs in light of the information currently available to it. These statements are indicated by words such as \"plans\" and similar words. The closing of the transaction will be dependent upon approval receipt of all necessary regulatory approvals and the satisfaction or waiver of the conditions to closing. Various uncertainties and other factors could cause actual results to differ materially from those contained in the forward-looking statements. These include the specific risk factors identified in \"Risk Factors\" and \"Outlook\" in Kroger's annual report on Form 10-K for our last fiscal year and any subsequent filings, as well as the following:\nOur ability to use free cash flow to continue to maintain our investment grade debt rating and repurchase shares, pay dividends, and fund capital investments, could be affected by unanticipated increases in net total debt, our inability to generate free cash flow at the levels anticipated, and our failure to generate expected earnings.\nView original content with multimedia: http://www.prnewswire.com/news-releases/kroger-and-eg-group-announce-definitive-agreement-for-purchase-of-krogers-convenience-store-business-300593370.html\nSOURCE The Kroger Co.",
    "published": "2018-02-05T17:40:00.000+02:00",
    "crawled": "2018-02-05T20:14:28.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cincinnati",
        "blackburn",
        "united",
        "kingdom",
        "kroger",
        "nyse",
        "kr",
        "eg",
        "group",
        "petrol",
        "forecourt",
        "convenience",
        "store",
        "retailer",
        "based",
        "blackburn",
        "lancashire",
        "united",
        "kingdom",
        "today",
        "announced",
        "definitive",
        "agreement",
        "sale",
        "kroger",
        "convenience",
        "store",
        "business",
        "unit",
        "eg",
        "group",
        "billion",
        "company",
        "expect",
        "close",
        "transaction",
        "first",
        "quarter",
        "kroger",
        "fiscal",
        "year",
        "part",
        "agreement",
        "eg",
        "group",
        "establish",
        "north",
        "american",
        "headquarters",
        "cincinnati",
        "ohio",
        "continue",
        "operate",
        "store",
        "established",
        "banner",
        "name",
        "kroger",
        "announced",
        "october",
        "intention",
        "explore",
        "strategic",
        "alternative",
        "convenience",
        "store",
        "business",
        "including",
        "potential",
        "sale",
        "conjunction",
        "restock",
        "kroger",
        "convenience",
        "store",
        "business",
        "part",
        "company",
        "many",
        "year",
        "want",
        "thank",
        "management",
        "team",
        "associate",
        "enduring",
        "commitment",
        "customer",
        "contribution",
        "made",
        "build",
        "supermarket",
        "fuel",
        "business",
        "said",
        "mike",
        "schlotman",
        "kroger",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "part",
        "regular",
        "review",
        "asset",
        "become",
        "clear",
        "strong",
        "convenience",
        "store",
        "business",
        "unit",
        "better",
        "meet",
        "full",
        "potential",
        "outside",
        "business",
        "one",
        "important",
        "consideration",
        "process",
        "continued",
        "operation",
        "ensure",
        "minimal",
        "disruption",
        "associate",
        "pleased",
        "eg",
        "group",
        "plan",
        "establish",
        "north",
        "american",
        "headquarters",
        "cincinnati",
        "eg",
        "group",
        "also",
        "recognized",
        "international",
        "petrol",
        "forecourt",
        "convenience",
        "operator",
        "commercial",
        "model",
        "clearly",
        "look",
        "enhance",
        "consumer",
        "offer",
        "working",
        "leading",
        "retail",
        "brand",
        "customer",
        "know",
        "trust",
        "said",
        "schlotman",
        "good",
        "associate",
        "across",
        "country",
        "headquarter",
        "city",
        "cincinnati",
        "throughout",
        "process",
        "impressed",
        "eg",
        "group",
        "professionalism",
        "investment",
        "commitment",
        "importantly",
        "understanding",
        "u",
        "convenience",
        "retail",
        "market",
        "look",
        "forward",
        "working",
        "closely",
        "ensure",
        "smooth",
        "transition",
        "associate",
        "mohsin",
        "issa",
        "eg",
        "group",
        "founder",
        "expressed",
        "exciting",
        "time",
        "eg",
        "group",
        "entry",
        "u",
        "market",
        "present",
        "fantastic",
        "opportunity",
        "deliver",
        "successful",
        "retail",
        "offer",
        "consumer",
        "across",
        "various",
        "state",
        "much",
        "success",
        "across",
        "europe",
        "firmly",
        "believe",
        "kroger",
        "asset",
        "present",
        "fantastic",
        "foundation",
        "overlay",
        "retail",
        "experience",
        "u",
        "committed",
        "investing",
        "kroger",
        "network",
        "partnering",
        "leading",
        "retail",
        "brand",
        "working",
        "exceptional",
        "management",
        "team",
        "associate",
        "transferring",
        "across",
        "deliver",
        "comprehensive",
        "retail",
        "offer",
        "business",
        "model",
        "simple",
        "effective",
        "eg",
        "group",
        "creating",
        "stronger",
        "relationship",
        "consumer",
        "leading",
        "retail",
        "brand",
        "want",
        "access",
        "u",
        "aim",
        "create",
        "retail",
        "environment",
        "delivers",
        "convenience",
        "provides",
        "value",
        "serf",
        "retail",
        "destination",
        "offering",
        "excellent",
        "welfare",
        "motorist",
        "live",
        "work",
        "near",
        "petrol",
        "forecourt",
        "convenience",
        "retail",
        "store",
        "added",
        "zuber",
        "issa",
        "eg",
        "group",
        "founder",
        "kroger",
        "plan",
        "use",
        "net",
        "proceeds",
        "sale",
        "repurchase",
        "share",
        "lower",
        "net",
        "total",
        "debt",
        "adjusted",
        "ebitda",
        "ratio",
        "kroger",
        "convenience",
        "store",
        "business",
        "operates",
        "state",
        "includes",
        "franchise",
        "operation",
        "store",
        "employ",
        "associate",
        "operate",
        "following",
        "banner",
        "name",
        "turkey",
        "hill",
        "loaf",
        "jug",
        "kwik",
        "shop",
        "tom",
        "thumb",
        "quik",
        "stop",
        "kroger",
        "convenience",
        "store",
        "business",
        "generated",
        "revenue",
        "billion",
        "including",
        "selling",
        "billion",
        "gallon",
        "fuel",
        "kroger",
        "supermarket",
        "fuel",
        "center",
        "turkey",
        "hill",
        "dairy",
        "included",
        "sale",
        "additional",
        "information",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "expiration",
        "termination",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "company",
        "expects",
        "transaction",
        "close",
        "quickly",
        "eg",
        "group",
        "presence",
        "today",
        "goldman",
        "sachs",
        "llc",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "kroger",
        "weil",
        "gotshal",
        "mange",
        "llp",
        "acting",
        "legal",
        "advisor",
        "kroger",
        "morgan",
        "stanley",
        "bank",
        "america",
        "merrill",
        "lynch",
        "barclays",
        "acting",
        "financial",
        "advisor",
        "eg",
        "group",
        "allen",
        "overy",
        "acting",
        "legal",
        "advisor",
        "eg",
        "group",
        "kroger",
        "kroger",
        "dedicated",
        "purpose",
        "feed",
        "human",
        "spirit",
        "tm",
        "associate",
        "serve",
        "nearly",
        "nine",
        "million",
        "customer",
        "every",
        "day",
        "retail",
        "food",
        "store",
        "variety",
        "local",
        "banner",
        "name",
        "state",
        "district",
        "columbia",
        "family",
        "company",
        "operates",
        "expanding",
        "clicklist",
        "offering",
        "personalized",
        "order",
        "online",
        "service",
        "addition",
        "pharmacy",
        "fine",
        "jewelry",
        "store",
        "retail",
        "health",
        "clinic",
        "supermarket",
        "fuel",
        "center",
        "food",
        "production",
        "plant",
        "united",
        "state",
        "company",
        "recognized",
        "one",
        "america",
        "generous",
        "company",
        "support",
        "feeding",
        "america",
        "food",
        "bank",
        "partner",
        "breast",
        "cancer",
        "research",
        "awareness",
        "military",
        "family",
        "community",
        "organization",
        "including",
        "school",
        "leader",
        "supplier",
        "diversity",
        "proud",
        "member",
        "billion",
        "dollar",
        "roundtable",
        "eg",
        "group",
        "founded",
        "brother",
        "zuber",
        "mohsin",
        "issa",
        "united",
        "kingdom",
        "based",
        "eg",
        "group",
        "leading",
        "petrol",
        "forecourt",
        "retail",
        "convenience",
        "operator",
        "established",
        "partnership",
        "global",
        "brand",
        "esso",
        "bp",
        "shell",
        "carrefour",
        "louis",
        "delhaize",
        "spar",
        "starbucks",
        "burger",
        "king",
        "kfc",
        "greggs",
        "subway",
        "business",
        "established",
        "pedigree",
        "delivering",
        "world",
        "class",
        "fuel",
        "convenience",
        "offer",
        "eg",
        "group",
        "currently",
        "employ",
        "staff",
        "working",
        "site",
        "across",
        "various",
        "european",
        "market",
        "including",
        "united",
        "kingdom",
        "france",
        "netherlands",
        "belgium",
        "luxembourg",
        "italy",
        "business",
        "secured",
        "approximately",
        "petrol",
        "forecourt",
        "asset",
        "esso",
        "germany",
        "transferred",
        "integrated",
        "existing",
        "network",
        "q4",
        "inclusion",
        "kroger",
        "asset",
        "eg",
        "group",
        "operate",
        "circa",
        "site",
        "across",
        "europe",
        "u",
        "eg",
        "group",
        "made",
        "significant",
        "commitment",
        "delivering",
        "modern",
        "consumer",
        "retail",
        "offer",
        "exceeds",
        "expectation",
        "creates",
        "true",
        "retail",
        "destination",
        "satisfy",
        "multiple",
        "consumer",
        "mission",
        "business",
        "regularly",
        "recognized",
        "innovation",
        "investment",
        "convenience",
        "retail",
        "asset",
        "employee",
        "system",
        "zuber",
        "issa",
        "mohsin",
        "issa",
        "founder",
        "euro",
        "garage",
        "jointly",
        "named",
        "nac",
        "insight",
        "european",
        "convenience",
        "industry",
        "leader",
        "year",
        "prior",
        "including",
        "revenue",
        "convenience",
        "store",
        "acquired",
        "kroger",
        "eg",
        "group",
        "european",
        "business",
        "pro",
        "forma",
        "revenue",
        "including",
        "italy",
        "germany",
        "including",
        "revenue",
        "kroger",
        "business",
        "give",
        "total",
        "eg",
        "group",
        "pro",
        "forma",
        "revenue",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "future",
        "performance",
        "kroger",
        "statement",
        "based",
        "management",
        "assumption",
        "belief",
        "light",
        "information",
        "currently",
        "available",
        "statement",
        "indicated",
        "word",
        "plan",
        "similar",
        "word",
        "closing",
        "transaction",
        "dependent",
        "upon",
        "approval",
        "receipt",
        "necessary",
        "regulatory",
        "approval",
        "satisfaction",
        "waiver",
        "condition",
        "closing",
        "various",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "include",
        "specific",
        "risk",
        "factor",
        "identified",
        "risk",
        "factor",
        "outlook",
        "kroger",
        "annual",
        "report",
        "form",
        "last",
        "fiscal",
        "year",
        "subsequent",
        "filing",
        "well",
        "following",
        "ability",
        "use",
        "free",
        "cash",
        "flow",
        "continue",
        "maintain",
        "investment",
        "grade",
        "debt",
        "rating",
        "repurchase",
        "share",
        "pay",
        "dividend",
        "fund",
        "capital",
        "investment",
        "could",
        "affected",
        "unanticipated",
        "increase",
        "net",
        "total",
        "debt",
        "inability",
        "generate",
        "free",
        "cash",
        "flow",
        "level",
        "anticipated",
        "failure",
        "generate",
        "expected",
        "earnings",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "kroger",
        "co"
    ]
}