{
    "organizations": [],
    "uuid": "6150cc1a249acf196c7776c6b73a66254c0c6c90",
    "author": "Clifton Leaf",
    "url": "http://fortune.com/2018/02/27/brainstorm-health-daily-02-27-18/",
    "ord_in_thread": 0,
    "title": "Brainstorm Health: Fortune's Health Conference, Apple and Alphabet in Health Care, Obamacare Lawsuit | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clifton Leaf 2:47 PM EST \nIt’s just around the corner now—20 days away. And I’m beyond excited about it. At this year’s FORTUNE Brainstorm Health event—our third and (I’d bet a steak dinner on it) our best so far—we have an incredible roster of speakers and an equally important lineup of stuff to speak about. \nAs Aetna readies for its marriage with CVS , we’ll talk with Mark Bertolini, Aetna’s constitutively forward-looking CEO, about the future of America’s sprawling healthcare system, which is now clearly at a crossroads. At a time when Aetna–CVS and Amazon , JPMorgan Chase , and Berkshire Hathaway , and dozens of other companies and company partnerships are feverishly rewriting the rules, this promises to be a fascinating conversation—and Mark has some strong, provocative ideas for change. \nOne big question for the future: Why does mental health remain the missing link in healthcare today? Why, as Kaiser Permanente CEO Bernard Tyson frames it, do we separate the head from the body when it comes to protecting and maintaining our wellbeing? We’ll dive into that essential question with Tyson—one of the most eloquent people I’ve ever met—and two other terrific panelists: Deborah DiSanzo, global general manger of IBM Watson Health, and Amy Powell, the president of Paramount Television, whose studio coproduces “13 Reasons Why,” the achingly authentic dramatic series about a teen suicide. \nIn the wake of the tragedy in Parkland, Florida, it is hard not to worry about our teenaged kids—and not just about their safety from outside threats. It’s a terrifying question for many parents to ask, but is your teenager crazy? Thankfully, Frances Jensen, professor of neurology at Penn’s Perelman School of Medicine, and the author of The Teenage Brain , will answer that. Her research pulls the veil off of this dark and mysterious realm—and explains why teens are so vulnerable to addiction, whether that addiction is to drugs or to their smartphones. If you have a teen of your own (or have ever been one), you won’t want to miss this one. \nAs for the brain’s positive explosive forces, we’ll explore where the creative spark comes from, how to nurture them when they come—and how to turn those brainstorms into a worthy invention—with two individuals who have harnessed that power themselves: serial inventor and CEO of United Therapeutics Martine Rothblatt and James Park, cofounder and CEO of Fitbit. (And who better to poke and probe for those secrets than Sue Siegel, GE’s chief innovation officer and the CEO of GE Ventures? Answer: Nobody.) \nSo what’s the next big thing in health-tech—and where will it come from? We’ve got two oracles to answer that, too—Venrock partner Bryan Roberts and Verily’s chief medical officer, Jessica Mega. (Also on tap: A breakout session on investing in medtech and medicine with some of the most high-powered and hot-handed investors around.) \nWe’re primed for eye-opening conversations about the dangers and opportunities of our truly borderless world, about the real-world (and now-world) promises of precision medicine and artificial intelligence, and about the end of privacy as we know it. (Should we care?) We’ll dig into the progress we’ve made in weaponizing our bodies against disease—and about the still-major challenges that remain in sharpening our immune system’s focus on threats, from cancer to viruses. (And yes, we’ll talk about some of those emerging and reemerging threats, too.) \nWe have an all-star cast of scientists and physicians to discuss why, contrary to reason, both science and medicine are under assault today—and what that could mean for all of us. And we have what promises to be a truly enlightening interview with someone who has discovered some powerful insights about our inner strengths…and the forces that so often distract us: the life and business strategist Tony Robbins. This will not be like any conversation you’ve ever heard…even if you’ve heard Tony speak before. \nRidiculously, there’s more. A heckuva lot more—including some fun surprises. And we’re covering it all in two splendid days and nights in southern California. \nMy spectacular co-chairs, Thrive Global CEO Arianna Huffington—the doyenne of digital media and the High Priestess of Wellness herself—and oncologist, proteomics pioneer, and author extraordinaire David Agus, both of whom are constant inspirations for me, have helped to create a truly remarkable gathering of thought leaders, innovators, and change agents. And our unrivaled program director, Sara Leeder, has fit every piece—every square, rhombus, and circle—seamlessly together. (Thank you, Sara!) \nI mentioned in yesterday’s note that attendance is unfortunately limited, due to our desire to create an intimate environment where people can freely talk their minds and share their experiences. But if you want in, please apply here . \nFor those that can’t be there in person, we’ll webcast as much of the event as we can. Watch this space for more. Clifton Leaf, Editor in Chief, FORTUNE @CliftonLeaf DIGITAL HEALTH \nVerily reportedly to move into Medicaid managed care. CNBC’s Chrissy Farr is out with (yet another) big scoop on the nexus of tech and health care—this time, about a reported move that Google parent Alphabet’s life sciences subsidiary Verily is making into the massive Medicaid managed care market. Just what does that mean? Basically, Verily may be positioning itself to become an active manager in charge of bringing down health care costs in a sprawling population (such as by figuring out if certain medical interventions would ultimately make a patient’s care less expensive in the long term). ( CNBC ) \nApple to expand into health care… For its employees. In a move that’s already drawn comparisons to the Amazon-JP Morgan-Berkshire trio’s foray into health care, Apple will reportedly also be moving into health care. For now, though, the plans don’t appear quite as ambitious as the Amazon project; Apple’s “AC Wellness” project is focused on creating health clinics for its employees set to open this spring. The question is whether or not the tech giant will eventually make a bigger move in medicine, including in general care management. ( Fortune ) \nHealth care “gig economy” upstart Nomad raises another $12 million. Nomad Health, a startup that’s set up a platform for a new generation of doctors and nurses to pursue gig work that meets their own needs, has raised $12 million in a Series B funding round led by Polaris Panthers, the company announced Tuesday. The plans for the cash infusion? “Over the last year and a half, we have built a seamless digital experience that makes it simple and cost-effective for healthcare institutions to hire great clinicians in 12 states,” said Nomad co-founder and CEO Dr. Alexi Nazem in a statement. “Our goal has always been to bring this technology to bear across the country, and with this new infusion of capital, we can expand to all 50 states and hire new staff to propel our growth.” Advertisement INDICATIONS \nFDA gets rolling on next year’s flu vaccine, already. The Food and Drug Administration (FDA) has already started work with other public health agencies on next year’s flu vaccine, according to Commissioner Scott Gottlieb, in the wake of the disastrous flu season currently gripping the U.S. A part of the research will include analyzing exactly why this year’s flu vaccine proved so ineffective against the most common strains circulating (the shot was just 25% effective against influenza A strains). ( ABC News ) THE BIG PICTURE \n20 states sue federal government over Obamacare. A coalition of conservative states historically opposed to the Affordable Care Act is suing the Trump administration in a move to end the nearly-decade old health law following last year’s repeal of Obamacare’s individual insurance mandate. The states allege that the mandate repeal makes the rest of the ACA invalid. “The U.S. Supreme Court already admitted that an individual mandate without a tax penalty is unconstitutional,” said Texas Attorney General Ken Paxton in a statement. “With no remaining legitimate basis for the law, it is time that Americans are finally free from the stranglehold of Obamacare, once and for all.” ( Reuters ) Advertisement REQUIRED READING ",
    "published": "2018-02-27T16:47:00.000+02:00",
    "crawled": "2018-02-27T23:42:31.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clifton",
        "leaf",
        "pm",
        "est",
        "around",
        "corner",
        "day",
        "away",
        "beyond",
        "excited",
        "year",
        "fortune",
        "brainstorm",
        "health",
        "third",
        "bet",
        "steak",
        "dinner",
        "best",
        "incredible",
        "roster",
        "speaker",
        "equally",
        "important",
        "lineup",
        "stuff",
        "speak",
        "aetna",
        "ready",
        "marriage",
        "cv",
        "talk",
        "mark",
        "bertolini",
        "aetna",
        "constitutively",
        "ceo",
        "future",
        "america",
        "sprawling",
        "healthcare",
        "system",
        "clearly",
        "crossroad",
        "time",
        "amazon",
        "jpmorgan",
        "chase",
        "berkshire",
        "hathaway",
        "dozen",
        "company",
        "company",
        "partnership",
        "feverishly",
        "rewriting",
        "rule",
        "promise",
        "fascinating",
        "mark",
        "strong",
        "provocative",
        "idea",
        "change",
        "one",
        "big",
        "question",
        "future",
        "mental",
        "health",
        "remain",
        "missing",
        "link",
        "healthcare",
        "today",
        "kaiser",
        "permanente",
        "ceo",
        "bernard",
        "tyson",
        "frame",
        "separate",
        "head",
        "body",
        "come",
        "protecting",
        "maintaining",
        "wellbeing",
        "dive",
        "essential",
        "question",
        "eloquent",
        "people",
        "ever",
        "two",
        "terrific",
        "panelist",
        "deborah",
        "disanzo",
        "global",
        "general",
        "manger",
        "ibm",
        "watson",
        "health",
        "amy",
        "powell",
        "president",
        "paramount",
        "television",
        "whose",
        "studio",
        "coproduces",
        "reason",
        "achingly",
        "authentic",
        "dramatic",
        "series",
        "teen",
        "suicide",
        "wake",
        "tragedy",
        "parkland",
        "florida",
        "hard",
        "worry",
        "teenaged",
        "safety",
        "outside",
        "threat",
        "terrifying",
        "question",
        "many",
        "parent",
        "ask",
        "teenager",
        "crazy",
        "thankfully",
        "france",
        "jensen",
        "professor",
        "neurology",
        "penn",
        "perelman",
        "school",
        "medicine",
        "author",
        "teenage",
        "brain",
        "answer",
        "research",
        "pull",
        "veil",
        "dark",
        "mysterious",
        "explains",
        "teen",
        "vulnerable",
        "addiction",
        "whether",
        "addiction",
        "drug",
        "smartphones",
        "teen",
        "ever",
        "one",
        "want",
        "miss",
        "one",
        "brain",
        "positive",
        "explosive",
        "force",
        "explore",
        "creative",
        "spark",
        "come",
        "nurture",
        "turn",
        "brainstorm",
        "worthy",
        "two",
        "individual",
        "harnessed",
        "power",
        "serial",
        "inventor",
        "ceo",
        "united",
        "therapeutic",
        "martine",
        "rothblatt",
        "james",
        "park",
        "cofounder",
        "ceo",
        "fitbit",
        "better",
        "poke",
        "probe",
        "secret",
        "sue",
        "siegel",
        "ge",
        "chief",
        "innovation",
        "officer",
        "ceo",
        "ge",
        "venture",
        "answer",
        "nobody",
        "next",
        "big",
        "thing",
        "come",
        "got",
        "two",
        "oracle",
        "answer",
        "partner",
        "bryan",
        "robert",
        "verily",
        "chief",
        "medical",
        "officer",
        "jessica",
        "mega",
        "also",
        "tap",
        "breakout",
        "session",
        "investing",
        "medtech",
        "medicine",
        "investor",
        "around",
        "primed",
        "conversation",
        "danger",
        "opportunity",
        "truly",
        "borderless",
        "world",
        "promise",
        "precision",
        "medicine",
        "artificial",
        "intelligence",
        "end",
        "privacy",
        "know",
        "care",
        "dig",
        "progress",
        "made",
        "weaponizing",
        "body",
        "challenge",
        "remain",
        "sharpening",
        "immune",
        "system",
        "focus",
        "threat",
        "cancer",
        "virus",
        "yes",
        "talk",
        "emerging",
        "reemerging",
        "threat",
        "cast",
        "scientist",
        "physician",
        "discus",
        "contrary",
        "reason",
        "science",
        "medicine",
        "assault",
        "could",
        "mean",
        "u",
        "promise",
        "truly",
        "enlightening",
        "interview",
        "someone",
        "discovered",
        "powerful",
        "insight",
        "inner",
        "force",
        "often",
        "distract",
        "u",
        "life",
        "business",
        "strategist",
        "tony",
        "robbins",
        "like",
        "conversation",
        "ever",
        "heard",
        "tony",
        "speak",
        "ridiculously",
        "heckuva",
        "lot",
        "fun",
        "surprise",
        "covering",
        "two",
        "splendid",
        "day",
        "night",
        "southern",
        "california",
        "spectacular",
        "thrive",
        "global",
        "ceo",
        "arianna",
        "doyenne",
        "digital",
        "medium",
        "high",
        "priestess",
        "wellness",
        "oncologist",
        "proteomics",
        "pioneer",
        "author",
        "extraordinaire",
        "david",
        "agus",
        "constant",
        "inspiration",
        "helped",
        "create",
        "truly",
        "remarkable",
        "gathering",
        "thought",
        "leader",
        "innovator",
        "change",
        "agent",
        "unrivaled",
        "program",
        "director",
        "sara",
        "leeder",
        "fit",
        "every",
        "square",
        "rhombus",
        "together",
        "thank",
        "sara",
        "mentioned",
        "yesterday",
        "note",
        "attendance",
        "unfortunately",
        "limited",
        "due",
        "desire",
        "create",
        "intimate",
        "environment",
        "people",
        "freely",
        "talk",
        "mind",
        "share",
        "experience",
        "want",
        "please",
        "apply",
        "person",
        "webcast",
        "much",
        "event",
        "watch",
        "space",
        "clifton",
        "leaf",
        "editor",
        "chief",
        "fortune",
        "cliftonleaf",
        "digital",
        "health",
        "verily",
        "reportedly",
        "move",
        "medicaid",
        "managed",
        "care",
        "cnbc",
        "chrissy",
        "farr",
        "yet",
        "another",
        "big",
        "scoop",
        "nexus",
        "tech",
        "health",
        "time",
        "reported",
        "move",
        "google",
        "parent",
        "alphabet",
        "life",
        "science",
        "subsidiary",
        "verily",
        "making",
        "massive",
        "medicaid",
        "managed",
        "care",
        "market",
        "mean",
        "basically",
        "verily",
        "may",
        "positioning",
        "become",
        "active",
        "manager",
        "charge",
        "bringing",
        "health",
        "care",
        "cost",
        "sprawling",
        "population",
        "figuring",
        "certain",
        "medical",
        "intervention",
        "would",
        "ultimately",
        "make",
        "patient",
        "care",
        "less",
        "expensive",
        "long",
        "term",
        "cnbc",
        "apple",
        "expand",
        "health",
        "employee",
        "move",
        "already",
        "drawn",
        "comparison",
        "trio",
        "foray",
        "health",
        "care",
        "apple",
        "reportedly",
        "also",
        "moving",
        "health",
        "care",
        "though",
        "plan",
        "appear",
        "quite",
        "ambitious",
        "amazon",
        "project",
        "apple",
        "ac",
        "wellness",
        "project",
        "focused",
        "creating",
        "health",
        "clinic",
        "employee",
        "set",
        "open",
        "spring",
        "question",
        "whether",
        "tech",
        "giant",
        "eventually",
        "make",
        "bigger",
        "move",
        "medicine",
        "including",
        "general",
        "care",
        "management",
        "fortune",
        "health",
        "care",
        "gig",
        "economy",
        "upstart",
        "nomad",
        "raise",
        "another",
        "million",
        "nomad",
        "health",
        "startup",
        "set",
        "platform",
        "new",
        "generation",
        "doctor",
        "nurse",
        "pursue",
        "gig",
        "work",
        "meet",
        "need",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "round",
        "led",
        "polaris",
        "panther",
        "company",
        "announced",
        "tuesday",
        "plan",
        "cash",
        "infusion",
        "last",
        "year",
        "half",
        "built",
        "seamless",
        "digital",
        "experience",
        "make",
        "simple",
        "healthcare",
        "institution",
        "hire",
        "great",
        "clinician",
        "state",
        "said",
        "nomad",
        "ceo",
        "alexi",
        "nazem",
        "statement",
        "goal",
        "always",
        "bring",
        "technology",
        "bear",
        "across",
        "country",
        "new",
        "infusion",
        "capital",
        "expand",
        "state",
        "hire",
        "new",
        "staff",
        "propel",
        "advertisement",
        "indication",
        "fda",
        "get",
        "rolling",
        "next",
        "year",
        "flu",
        "vaccine",
        "already",
        "food",
        "drug",
        "administration",
        "fda",
        "already",
        "started",
        "work",
        "public",
        "health",
        "agency",
        "next",
        "year",
        "flu",
        "vaccine",
        "according",
        "commissioner",
        "scott",
        "gottlieb",
        "wake",
        "disastrous",
        "flu",
        "season",
        "currently",
        "gripping",
        "part",
        "research",
        "include",
        "analyzing",
        "exactly",
        "year",
        "flu",
        "vaccine",
        "proved",
        "ineffective",
        "common",
        "strain",
        "circulating",
        "shot",
        "effective",
        "influenza",
        "strain",
        "abc",
        "news",
        "big",
        "picture",
        "state",
        "sue",
        "federal",
        "government",
        "obamacare",
        "coalition",
        "conservative",
        "state",
        "historically",
        "opposed",
        "affordable",
        "care",
        "act",
        "suing",
        "trump",
        "administration",
        "move",
        "end",
        "old",
        "health",
        "law",
        "following",
        "last",
        "year",
        "repeal",
        "obamacare",
        "individual",
        "insurance",
        "mandate",
        "state",
        "allege",
        "mandate",
        "repeal",
        "make",
        "rest",
        "aca",
        "invalid",
        "supreme",
        "court",
        "already",
        "admitted",
        "individual",
        "mandate",
        "without",
        "tax",
        "penalty",
        "unconstitutional",
        "said",
        "texas",
        "attorney",
        "general",
        "ken",
        "paxton",
        "statement",
        "remaining",
        "legitimate",
        "basis",
        "law",
        "time",
        "american",
        "finally",
        "free",
        "stranglehold",
        "obamacare",
        "reuters",
        "advertisement",
        "required",
        "reading"
    ]
}