{
    "organizations": [],
    "uuid": "c9d3c90d2a5b0287a134b7bc8fffc151598fa651",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/globe-newswire-scripps-md-anderson-cancer-center-names-thomas-buchholz-m-d-as-medical-director.html",
    "ord_in_thread": 0,
    "title": "Scripps MD Anderson Cancer Center Names Thomas Buchholz, M.D., as Medical Director",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Feb. 01, 2018 (GLOBE NEWSWIRE) -- Acclaimed physician, researcher and scholar Thomas Buchholz, M.D., has been named medical director of the Scripps MD Anderson Cancer Center, a comprehensive and clinically integrated cancer care program in San Diego expected to open for patient care in summer 2018.\nThomas Buchholz, M.D., has been named medical director of Scripps MD Anderson Cancer Center in San Diego.\nDr. Buchholz comes to San Diego after spending 20 years in Houston at The University of Texas MD Anderson Cancer Center.\n“We are thrilled to welcome Dr. Buchholz to San Diego to lead the Scripps MD Anderson Cancer Center,” said Scripps Health President and CEO Chris Van Gorder. “He is not only a highly accomplished clinician and researcher, but also brings a team-focused leadership approach and a strong interest in mentoring, which will be tremendous assets to our cancer program. Dr. Buchholz is uniquely qualified to lead us as we bring MD Anderson’s proven, research-based approaches to cancer care right here in San Diego.”\nBuilding a new program\nIn his new role, Dr. Buchholz will be responsible for directing, planning and coordinating all clinical activities and programs at Scripps MD Anderson Cancer Center, ensuring care delivery is efficient, effective and supports the patient-centered mission of the program. He will coordinate with the clinical division heads at MD Anderson in Houston to see that appropriate protocols, practices and standards are adopted and followed in San Diego.\nHe also will lead the development of clinical research activities, including collaboration with MD Anderson clinical trials and other industry-sponsored and investigator-initiated trials. In addition to his leadership responsibilities, Dr. Buchholz will maintain a part-time clinical practice in San Diego. He will begin in his new position in mid-April.\n“After a 20-year career at MD Anderson Cancer Center, I am very excited to join the Scripps leadership community and serve as medical director of the Scripps MD Anderson Cancer Center,” said Dr. Buchholz. “Patients and families in Southern California will benefit from this partnership, which combines the existing foundation of excellence in cancer care within the Scripps community with the clinical and academic resources of the nation’s leading cancer program.”\nTrack record of leadership\nDr. Buchholz currently practices radiation oncology at MD Anderson, where he also is a professor of radiation oncology and holds the Hubert L. Olive Stringer Distinguished Chair in Oncology. He previously has held a variety of clinical, research, academic and administrative leadership positions with MD Anderson, including division head and department chair of radiation oncology.\nAs MD Anderson’s provost and executive vice president, Dr. Buchholz made significant scientific and academic contributions. This included oversight of all academic and educational aspects of the organization, as well as its basic, translational, quantitative and population science research. His research has been published in more than 350 peer-reviewed journals and he has written 97 editorials, 48 invited articles and numerous book chapters.\nAs MD Anderson’s executive vice president and physician-in-chief, Dr. Buchholz was responsible for all aspects of clinical care and operations of MD Anderson’s hospital and ambulatory clinics. His efforts to improve the patient experience have been recognized with several national awards. Dr. Buchholz also co-managed the MD Anderson Cancer Network ® , which includes Scripps MD Anderson Cancer Center.\nEducation and early career\nDr. Buchholz earned his medical degree from Tufts University School of Medicine in Boston. He served his residency at the University of Washington Medical Center in Seattle, where he also completed a fellowship in radiobiology research. He is board certified by the American Board of Radiology and the National Board of Medical Examiners.\nHe earned his bachelor’s degree in philosophy from Bucknell University in Lewisburg, Penn.\nBefore joining MD Anderson, Dr. Buchholz served as a major in the U.S. Air Force, where as a radiation oncologist he developed the first brachytherapy and stereotactic radiation programs for the Department of Defense. He went on to work in various teaching positions at the University of Washington and The University of Texas Health Science Center in San Antonio.\nNew program at a glance\nIn 2016, Scripps Health and MD Anderson announced a partnership to create the Scripps MD Anderson Cancer Center, which will provide adult cancer patients greater access to the most advanced oncology care available throughout Southern California.\nThrough this partnership, Scripps MD Anderson is part of MD Anderson Cancer Network ® , a global collaborative network of hospitals and health care systems dedicated to MD Anderson’s mission to end cancer. The collaboration allows Scripps to combine its expertise with MD Anderson’s knowledge and capabilities for Southern California, covering eight counties from Santa Barbara to the U.S.-Mexico border.\nScripps MD Anderson will offer patients access to MD Anderson’s world-renowned treatment protocols, standards of care, extensive clinical trials and translational research. Patients also will have access to comprehensive cancer care, including medical oncology, radiation oncology, surgical oncology, pathology, laboratory and diagnostic imaging, as well as other clinical and support services.\nScripps MD Anderson will bring a multidisciplinary approach to local cancer patients and provide a new dimension of innovative care and treatment options. Through joint tumor boards, MD Anderson also will provide opinions for diagnosis and treatment.\nThe program will offer a patient-centered approach to care, with multidisciplinary teams of oncology specialists supporting patients and families in making informed, evidence-based medical decisions. It will also offer an array of patient support services, including genetic counseling, nurse navigation, integrative medicine, palliative care, imaging services and social worker assistance in one convenient, patient-friendly environment.\nCancer care at Scripps Health\nScripps Health is a nationally recognized leader in cancer care, providing comprehensive care at its five hospital campuses, radiation therapy centers and various Scripps Clinic locations. Scripps cancer physicians and staff work collaboratively toward cancer prevention, early detection, coordinated treatment and community support services. Scripps is actively involved in leading-edge clinical and translational research.\nScripps offers advanced treatment technologies at its various radiation therapy facilities, as well as the San Diego Gamma Knife Center, and through its minimally invasive surgical program. Additional resources include specialized breast care centers, infusion clinics, nurse navigators, rehabilitation services, support groups and the Scripps Center for Integrative Medicine.\nScripps Health’s Blood and Marrow Transplant Program is a leader in the treatment of blood cancers and disorders. It is San Diego County’s longest-established blood and marrow transplant program and is the National Marrow Donor Program’s only collection center in San Diego and Imperial counties. The program also serves much of Orange and Riverside counties.\nABOUT SCRIPPS HEALTH\nFounded in 1924 by philanthropist Ellen Browning Scripps, Scripps Health is a nonprofit integrated health care delivery system based in San Diego, Calif. Scripps treats more than 700,000 patients annually through the dedication of 3,000 affiliated physicians and more than 15,000 employees among its five acute-care hospital campuses, home health care services, 27 outpatient centers and clinics, and hundreds of affiliated physician offices throughout the region.\nRecognized as a leader in disease and injury prevention, diagnosis and treatment, Scripps is also at the forefront of clinical research. With three highly respected graduate medical education programs, Scripps is a longstanding member of the Association of American Medical Colleges. Scripps has been ranked five times as one of the nation’s best health care systems by Truven Health Analytics. Its hospitals are ranked No. 1 in San Diego County and among the best in the nation by U.S. News & World Report. Scripps also is regularly recognized by Fortune and Working Mother magazine as one of the best places in the nation to work. More information can be found at www.scripps.org .\nAttachments:\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/f3a62ff1-f34b-41dd-846e-2a058d081f0c\nAttachments:\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/cad4517b-75e6-4122-9970-bfd10139efe9\nSteve Carpowich Scripps Health 858-678-7183 carpowich.stephen@scrippshealth.org\nSource:Scripps Health",
    "published": "2018-02-01T21:00:00.000+02:00",
    "crawled": "2018-02-01T20:41:51.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "globe",
        "newswire",
        "acclaimed",
        "physician",
        "researcher",
        "scholar",
        "thomas",
        "buchholz",
        "named",
        "medical",
        "director",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "comprehensive",
        "clinically",
        "integrated",
        "cancer",
        "care",
        "program",
        "san",
        "diego",
        "expected",
        "open",
        "patient",
        "care",
        "summer",
        "thomas",
        "buchholz",
        "named",
        "medical",
        "director",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "san",
        "diego",
        "buchholz",
        "come",
        "san",
        "diego",
        "spending",
        "year",
        "houston",
        "university",
        "texas",
        "md",
        "anderson",
        "cancer",
        "center",
        "thrilled",
        "welcome",
        "buchholz",
        "san",
        "diego",
        "lead",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "said",
        "scripps",
        "health",
        "president",
        "ceo",
        "chris",
        "van",
        "gorder",
        "highly",
        "accomplished",
        "clinician",
        "researcher",
        "also",
        "brings",
        "leadership",
        "approach",
        "strong",
        "interest",
        "mentoring",
        "tremendous",
        "asset",
        "cancer",
        "program",
        "buchholz",
        "uniquely",
        "qualified",
        "lead",
        "u",
        "bring",
        "md",
        "anderson",
        "proven",
        "approach",
        "cancer",
        "care",
        "right",
        "san",
        "building",
        "new",
        "program",
        "new",
        "role",
        "buchholz",
        "responsible",
        "directing",
        "planning",
        "coordinating",
        "clinical",
        "activity",
        "program",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "ensuring",
        "care",
        "delivery",
        "efficient",
        "effective",
        "support",
        "mission",
        "program",
        "coordinate",
        "clinical",
        "division",
        "head",
        "md",
        "anderson",
        "houston",
        "see",
        "appropriate",
        "protocol",
        "practice",
        "standard",
        "adopted",
        "followed",
        "san",
        "diego",
        "also",
        "lead",
        "development",
        "clinical",
        "research",
        "activity",
        "including",
        "collaboration",
        "md",
        "anderson",
        "clinical",
        "trial",
        "trial",
        "addition",
        "leadership",
        "responsibility",
        "buchholz",
        "maintain",
        "clinical",
        "practice",
        "san",
        "diego",
        "begin",
        "new",
        "position",
        "career",
        "md",
        "anderson",
        "cancer",
        "center",
        "excited",
        "join",
        "scripps",
        "leadership",
        "community",
        "serve",
        "medical",
        "director",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "said",
        "buchholz",
        "patient",
        "family",
        "southern",
        "california",
        "benefit",
        "partnership",
        "combine",
        "existing",
        "foundation",
        "excellence",
        "cancer",
        "care",
        "within",
        "scripps",
        "community",
        "clinical",
        "academic",
        "resource",
        "nation",
        "leading",
        "cancer",
        "track",
        "record",
        "leadership",
        "buchholz",
        "currently",
        "practice",
        "radiation",
        "oncology",
        "md",
        "anderson",
        "also",
        "professor",
        "radiation",
        "oncology",
        "hold",
        "hubert",
        "olive",
        "stringer",
        "distinguished",
        "chair",
        "oncology",
        "previously",
        "held",
        "variety",
        "clinical",
        "research",
        "academic",
        "administrative",
        "leadership",
        "position",
        "md",
        "anderson",
        "including",
        "division",
        "head",
        "department",
        "chair",
        "radiation",
        "oncology",
        "md",
        "anderson",
        "provost",
        "executive",
        "vice",
        "president",
        "buchholz",
        "made",
        "significant",
        "scientific",
        "academic",
        "contribution",
        "included",
        "oversight",
        "academic",
        "educational",
        "aspect",
        "organization",
        "well",
        "basic",
        "translational",
        "quantitative",
        "population",
        "science",
        "research",
        "research",
        "published",
        "journal",
        "written",
        "editorial",
        "invited",
        "article",
        "numerous",
        "book",
        "chapter",
        "md",
        "anderson",
        "executive",
        "vice",
        "president",
        "buchholz",
        "responsible",
        "aspect",
        "clinical",
        "care",
        "operation",
        "md",
        "anderson",
        "hospital",
        "ambulatory",
        "clinic",
        "effort",
        "improve",
        "patient",
        "experience",
        "recognized",
        "several",
        "national",
        "award",
        "buchholz",
        "also",
        "md",
        "anderson",
        "cancer",
        "network",
        "includes",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "education",
        "early",
        "career",
        "buchholz",
        "earned",
        "medical",
        "degree",
        "tuft",
        "university",
        "school",
        "medicine",
        "boston",
        "served",
        "residency",
        "university",
        "washington",
        "medical",
        "center",
        "seattle",
        "also",
        "completed",
        "fellowship",
        "radiobiology",
        "research",
        "board",
        "certified",
        "american",
        "board",
        "radiology",
        "national",
        "board",
        "medical",
        "examiner",
        "earned",
        "bachelor",
        "degree",
        "philosophy",
        "bucknell",
        "university",
        "lewisburg",
        "penn",
        "joining",
        "md",
        "anderson",
        "buchholz",
        "served",
        "major",
        "air",
        "force",
        "radiation",
        "oncologist",
        "developed",
        "first",
        "brachytherapy",
        "stereotactic",
        "radiation",
        "program",
        "department",
        "defense",
        "went",
        "work",
        "various",
        "teaching",
        "position",
        "university",
        "washington",
        "university",
        "texas",
        "health",
        "science",
        "center",
        "san",
        "antonio",
        "new",
        "program",
        "glance",
        "scripps",
        "health",
        "md",
        "anderson",
        "announced",
        "partnership",
        "create",
        "scripps",
        "md",
        "anderson",
        "cancer",
        "center",
        "provide",
        "adult",
        "cancer",
        "patient",
        "greater",
        "access",
        "advanced",
        "oncology",
        "care",
        "available",
        "throughout",
        "southern",
        "california",
        "partnership",
        "scripps",
        "md",
        "anderson",
        "part",
        "md",
        "anderson",
        "cancer",
        "network",
        "global",
        "collaborative",
        "network",
        "hospital",
        "health",
        "care",
        "system",
        "dedicated",
        "md",
        "anderson",
        "mission",
        "end",
        "cancer",
        "collaboration",
        "allows",
        "scripps",
        "combine",
        "expertise",
        "md",
        "anderson",
        "knowledge",
        "capability",
        "southern",
        "california",
        "covering",
        "eight",
        "county",
        "santa",
        "barbara",
        "border",
        "scripps",
        "md",
        "anderson",
        "offer",
        "patient",
        "access",
        "md",
        "anderson",
        "treatment",
        "protocol",
        "standard",
        "care",
        "extensive",
        "clinical",
        "trial",
        "translational",
        "research",
        "patient",
        "also",
        "access",
        "comprehensive",
        "cancer",
        "care",
        "including",
        "medical",
        "oncology",
        "radiation",
        "oncology",
        "surgical",
        "oncology",
        "pathology",
        "laboratory",
        "diagnostic",
        "imaging",
        "well",
        "clinical",
        "support",
        "service",
        "scripps",
        "md",
        "anderson",
        "bring",
        "multidisciplinary",
        "approach",
        "local",
        "cancer",
        "patient",
        "provide",
        "new",
        "dimension",
        "innovative",
        "care",
        "treatment",
        "option",
        "joint",
        "tumor",
        "board",
        "md",
        "anderson",
        "also",
        "provide",
        "opinion",
        "diagnosis",
        "treatment",
        "program",
        "offer",
        "approach",
        "care",
        "multidisciplinary",
        "team",
        "oncology",
        "specialist",
        "supporting",
        "patient",
        "family",
        "making",
        "informed",
        "medical",
        "decision",
        "also",
        "offer",
        "array",
        "patient",
        "support",
        "service",
        "including",
        "genetic",
        "counseling",
        "nurse",
        "navigation",
        "integrative",
        "medicine",
        "palliative",
        "care",
        "imaging",
        "service",
        "social",
        "worker",
        "assistance",
        "one",
        "convenient",
        "environment",
        "cancer",
        "care",
        "scripps",
        "health",
        "scripps",
        "health",
        "nationally",
        "recognized",
        "leader",
        "cancer",
        "care",
        "providing",
        "comprehensive",
        "care",
        "five",
        "hospital",
        "campus",
        "radiation",
        "therapy",
        "center",
        "various",
        "scripps",
        "clinic",
        "location",
        "scripps",
        "cancer",
        "physician",
        "staff",
        "work",
        "collaboratively",
        "toward",
        "cancer",
        "prevention",
        "early",
        "detection",
        "coordinated",
        "treatment",
        "community",
        "support",
        "service",
        "scripps",
        "actively",
        "involved",
        "clinical",
        "translational",
        "research",
        "scripps",
        "offer",
        "advanced",
        "treatment",
        "technology",
        "various",
        "radiation",
        "therapy",
        "facility",
        "well",
        "san",
        "diego",
        "gamma",
        "knife",
        "center",
        "minimally",
        "invasive",
        "surgical",
        "program",
        "additional",
        "resource",
        "include",
        "specialized",
        "breast",
        "care",
        "center",
        "infusion",
        "clinic",
        "nurse",
        "navigator",
        "rehabilitation",
        "service",
        "support",
        "group",
        "scripps",
        "center",
        "integrative",
        "medicine",
        "scripps",
        "health",
        "blood",
        "marrow",
        "transplant",
        "program",
        "leader",
        "treatment",
        "blood",
        "cancer",
        "disorder",
        "san",
        "diego",
        "county",
        "blood",
        "marrow",
        "transplant",
        "program",
        "national",
        "marrow",
        "donor",
        "program",
        "collection",
        "center",
        "san",
        "diego",
        "imperial",
        "county",
        "program",
        "also",
        "serf",
        "much",
        "orange",
        "riverside",
        "county",
        "scripps",
        "health",
        "founded",
        "philanthropist",
        "ellen",
        "browning",
        "scripps",
        "scripps",
        "health",
        "nonprofit",
        "integrated",
        "health",
        "care",
        "delivery",
        "system",
        "based",
        "san",
        "diego",
        "scripps",
        "treat",
        "patient",
        "annually",
        "dedication",
        "affiliated",
        "physician",
        "employee",
        "among",
        "five",
        "hospital",
        "campus",
        "home",
        "health",
        "care",
        "service",
        "outpatient",
        "center",
        "clinic",
        "hundred",
        "affiliated",
        "physician",
        "office",
        "throughout",
        "region",
        "recognized",
        "leader",
        "disease",
        "injury",
        "prevention",
        "diagnosis",
        "treatment",
        "scripps",
        "also",
        "forefront",
        "clinical",
        "research",
        "three",
        "highly",
        "respected",
        "graduate",
        "medical",
        "education",
        "program",
        "scripps",
        "longstanding",
        "member",
        "association",
        "american",
        "medical",
        "college",
        "scripps",
        "ranked",
        "five",
        "time",
        "one",
        "nation",
        "best",
        "health",
        "care",
        "system",
        "truven",
        "health",
        "analytics",
        "hospital",
        "ranked",
        "san",
        "diego",
        "county",
        "among",
        "best",
        "nation",
        "news",
        "world",
        "report",
        "scripps",
        "also",
        "regularly",
        "recognized",
        "fortune",
        "working",
        "mother",
        "magazine",
        "one",
        "best",
        "place",
        "nation",
        "work",
        "information",
        "found",
        "attachment",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "attachment",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "steve",
        "carpowich",
        "scripps",
        "health",
        "source",
        "scripps",
        "health"
    ]
}