{
    "organizations": [],
    "uuid": "5f0d630a3f52ac7ef1d9d69368063d6a4d8ebd8f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/business-wire-immersion-corporation-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Immersion Corporation Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif.--(BUSINESS WIRE)-- Immersion Corporation (NASDAQ: IMMR), the leading developer and licensor of touch feedback technology, today reported financial results for the fourth quarter and 2017.\nResults for the quarter ended December 31, 2017\nTotal revenues for the fourth quarter of 2017 were $6.9 million, a decrease of 26% compared to $9.3 million for the fourth quarter of 2016. Royalty and license revenues of $6.7 million for the fourth quarter of 2017 were down 25% compared to $8.9 million for the same period last year.\nNet loss for the fourth quarter of 2017 was $12.3 million, or $(0.42) per diluted share. This compares to net loss of $38.1 million, or $(1.32) per diluted share, for the fourth quarter of 2016. Net loss for the fourth quarter of 2016 includes a tax provision of $26.8 million, primarily related to a non-cash charge of $28.1 million recorded to establish a full valuation allowance against the Company’s U.S. deferred tax assets.\nNon-GAAP net loss for the fourth quarter of 2017 was $6.2 million, or $(0.21) per share, compared with non-GAAP net loss of $7.9 million, or $(0.27) per share, for the fourth quarter of 2016. (See attached table for a reconciliation of GAAP to non-GAAP financial measures.)\nResults for the 2017\nRevenues for 2017 were $35.0 million, a decrease of 39% as compared to $57.1 million for 2016. Royalty and license revenues for 2017 totaled $34.1 million, a decrease of 39% from $56.0 million for 2016. Total revenues for 2016 include recognition of a non-recurring license fee from Samsung of $19.0 million.\nNet loss for 2017 was $45.3 million, or $(1.55) per share, as compared to net loss of $39.4 million, or $(1.37) per share, for 2016. Net loss for 2016 includes a tax provision of $25.5 million, primarily related to a non-cash charge of $28.1 million to establish a valuation allowance against the Company’s U.S. deferred tax assets.\nNon-GAAP net loss for 2017 was $28.6 million, or $(0.98) per share, as compared to non-GAAP net loss of $5.0 million, or $(0.17) per share. (See attached table for a reconciliation of GAAP to non-GAAP financial measures.)\n Immersion’s cash, cash equivalents and short term investments were $46.5 million, compared to $89.8 million as of December 31, 2016.\nManagement Commentary and Business Outlook\n“Immersion has been and will continue to be, the torchbearer of haptics,” said Carl Schlachte, interim CEO and Chairman of the Board. “Our focus on innovation and development of cutting-edge haptic technology remains at the forefront of our company’s strategy. Today, our employees are working on haptic technology solutions for fascinating and seemingly insurmountable challenges that will become mainstream in the market during the next five to ten years. This is the work we do here at Immersion; this is why our patent portfolio is exceptional; and, this is why I’m so excited about the future of our company.”\n“Our financial outlook for 2018 has been estimated in accordance with ASC 606 and based on current expectations regarding existing and anticipated fixed license fee contracts, independent of possible litigation outcomes. As such, we anticipate annual revenues of $80 million to $95 million and Non-GAAP net income of $35 million to $46 million,” concluded Mr. Schlachte.\nRecent Business Highlights\nEntered into settlement and license agreements with Apple, the terms of which are confidential. Signed a multi-year license agreement with Marquardt GmbH, providing Marquardt with access to Immersion’s patented haptic technology for use in its automotive solutions. Signed a multi-year license agreement whereby Japan's Nippon Seiki Co., Ltd., a global supplier of control panels for home, office and factory appliances, will license Immersion's technology for its line of printer and copier products.\nConference Call Information\nImmersion will host a conference call with company management on Thursday, February 22, 2018 at 2:00 p.m. Pacific time (5:00 p.m. Eastern time) to discuss financial results for the fourth quarter and fiscal 2017. To participate on the live call, analysts and investors should dial +1 888-857-6930 (conference ID: 4111783) at least ten minutes prior to the start of the call. A live and archived webcast of the conference call will also be available for 90 days within the investor relations section of Immersion’s corporate Web site at www.immersion.com .\nAbout Immersion\nImmersion Corporation (NASDAQ:IMMR) is the leading innovator of touch feedback technology, also known as haptics. The company provides technology solutions for creating immersive and realistic experiences that enhance digital interactions by engaging users’ sense of touch. With more than 2,800 issued or pending patents, Immersion's technology has been adopted in more than 3 billion digital devices, and provides haptics in mobile, automotive, advertising, gaming, medical and consumer electronics products. Immersion is headquartered in San Jose, California with offices worldwide. Learn more at www.immersion.com .\nAdoption of Revenue Accounting Standard ASC 606\nOn January 1, 2018, Immersion will adopt the new revenue accounting standard (ASC 606) which will substantially impact the timing of our revenue recognized in future reporting periods. The company is currently in the process of finalizing all of the impacts of ASC 606 including certain estimates relative to our accounting for our fixed fee license contracts.\nUse of Non-GAAP Financial Measures\nImmersion reports all financial information required in accordance with generally accepted accounting principles (GAAP), but it believes that evaluating its ongoing operating results may be difficult to understand if limited to reviewing only GAAP financial measures. Immersion discloses this non-GAAP information, such as Non-GAAP net loss and Non-GAAP net loss per share, because it is useful in understanding the company’s performance as it more closely reflects its expected long-term effective tax rates and excludes certain non-cash expenses and other special charges, such as deferred tax assets valuation allowance and restructuring costs, that many investors feel may obscure the company’s true operating performance. Likewise, management uses these non-GAAP financial measures to manage and assess the profitability of its business. Investors are encouraged to review the related GAAP financial measures.\nForward-looking Statements\nThis press release contains “forward-looking statements” that involve risks and uncertainties as well as assumptions that, if they never materialize or prove incorrect, could cause the results of Immersion Corporation and its consolidated subsidiaries to differ materially from those expressed or implied by such\nAll statements, other than the statements of historical fact, are statements that may be deemed forward-looking statements, including, but not limited to, our expectation that revenues for 2018 will be in the range of $80 million to $95 million and non-GAAP net income for 2018 ranging from $35 million to $46 million and statements regarding litigation outcomes.\nImmersion’s actual results might differ materially from those stated or implied by such forward-looking statements due to risks and uncertainties associated with Immersion’s business, which include, but are not limited to, potential and actual claims and proceedings, including litigation involving Immersion’s intellectual property; the impact of litigation developments on existing and potential customers; delay in or failure to achieve commercial demand for Immersion’s or its licensees’ products; the impact of new accounting standards that will affect key items such as revenue recognition and sales commissions; unexpected difficulties in monetizing the patent portfolio; the commercial success of applications or devices into which Immersion’s technology is licensed; the continued popularity of mobile games and wearables; potentially lengthy sales cycles and design processes; unanticipated difficulties and challenges encountered in development efforts; unexpected costs; the fact that certain target markets are still relatively nascent; risks associated with doing business internationally; litigation costs in any current or future litigation; failure to retain key personnel; ability to retain personnel; competition; the inherently uncertain nature of litigation which makes future outcomes and timing difficult to predict; the impact of global economic conditions and foreign currency exchange rates and other factors. Many of these risks and uncertainties are beyond the control of Immersion.\nFor a more detailed discussion of these factors, and other factors that could cause actual results to vary materially, interested parties should review the risk factors listed in Immersion’s Annual Report on Form 10-K for 2016 and its most recent Quarterly Report on Form 10-Q which are on file with the U.S. Securities and Exchange Commission. The forward-looking statements in this press release reflect Immersion’s beliefs and predictions as of the date of this release. Immersion disclaims any obligation to update these forward-looking statements as a result of financial, business, or any other developments occurring after the date of this release.\nImmersion, the Immersion logo and TouchSense are trademarks or registered trademarks of Immersion Corporation in the United States and other countries. All other trademarks are the property of their respective owners.\nThe use of the word “partner” or “partnership” in this press release does not mean a legal partner or legal partnership.\n(IMMR - C)\nImmersion Corporation\nCondensed Consolidated Balance Sheets\n(In thousands)\nDecember 31, December 31, 2017 2016 (Unaudited) (1) ASSETS Cash and cash equivalents $ 24,622 $ 56,865 Short-term investments 21,916 32,907 Accounts receivable, net 806 1,382 Prepaid expenses and other current assets 736 2,876 Total current assets 48,080 94,030 Property and equipment, net 3,150 4,016 Deferred income tax assets 401 359 Prepaid income taxes - 4,997 Other assets, net 344 365 TOTAL ASSETS $ 51,975 $ 103,767 LIABILITIES Accounts payable $ 6,647 $ 5,951 Accrued compensation 4,133 4,753 Other current liabilities 3,896 4,409 Deferred revenue 4,424 5,909 Total current liabilities 19,100 21,022 Long-term deferred revenue 22,303 26,393 Other long-term liabilities 915 1,012 TOTAL LIABILITIES 42,318 48,427 STOCKHOLDERS’ EQUITY 9,657 55,340\nTOTAL LIABILITIES & STOCKHOLDERS’ EQUITY\n$ 51,975 $ 103,767 (1) Derived from Immersion’s annual audited consolidated financial statements. Immersion Corporation\nCondensed Consolidated Statements of Operations\n(In thousands, except per share amounts)\n(Unaudited) Three Months Year Ended December 31, Ended December 31, 2017 2016 2017 2016 Revenues: Royalty and license $ 6,662 $ 8,918 $ 34,089 $ 56,030 Development, services, and other 234 375 924 1,056 Total revenues 6,896 9,293 35,013 57,086 Costs and expenses: Cost of revenues 39 58 197 197 Sales and marketing 3,374 3,878 13,516 14,613 Research and development 2,621 3,159 11,759 13,388 General and administrative 11,458 13,406 53,343 44,151 Restructuring costs 1,620 - 1,620 - Total costs and expenses 19,112 20,501 80,435 72,349 Operating loss (12,216 ) (11,208 ) (45,422 ) (15,263 ) Interest and other income (loss) 107 (155 ) 611 754 Loss from continuing operations before provision for income taxes (12,109 ) (11,363 ) (44,811 ) (14,509 ) Provision for income taxes (185 ) (26,785 ) (480 ) (25,521 ) Loss from continuing operations (12,294 ) (38,148 ) (45,291 ) (40,030 ) Income from discontinued operations - - - 649 Net loss $ (12,294 ) $ (38,148 ) $ (45,291 ) $ (39,381 ) Basic net income (loss) per share Continuing operations $ (0.42 ) $ (1.32 ) $ (1.55 ) $ (1.39 ) Discontinued operations $ 0.00 $ 0.00 $ 0.00 $ 0.02 Total $ (0.42 ) $ (1.32 ) $ (1.55 ) $ (1.37 ) Shares used in calculating basic net income (loss) per share 29,250 28,860 29,179 28,759 Diluted net income (loss) per share Continuing operations $ (0.42 ) $ (1.32 ) $ (1.55 ) $ (1.39 ) Discontinued operations $ 0.00 $ 0.00 $ 0.00 $ 0.02 Total $ (0.42 ) $ (1.32 ) $ (1.55 ) $ (1.37 ) Shares used in calculating diluted net income (loss) per share 29,250 28,860 29,179 28,759 Immersion Corporation Reconciliation of GAAP Net Loss to Non-GAAP Net Loss (In thousands, except per share amounts) (Unaudited) Three Months Year Ended December 31, Ended December 31, 2017 2016 2017 2016 GAAP net loss $ (12,294 ) $ (38,148 ) $ (45,291 ) $ (39,381 ) Add: Stock-based compensation 2,028 1,308 6,102 6,111 Add: Restructure costs 1,620 - 1,620 - Add: Provision for income taxes 185 26,785 480 25,521 Less: Non-GAAP benefit for income taxes on continuing operations (at 19%) 2,301 2,159 8,514 2,757 Non-GAAP net loss $ (6,160 ) $ (7,896 ) $ (28,575 ) $ (4,992 ) Non-GAAP net loss per share\n$ (0.21 ) $ (0.27 ) $ (0.98 ) $ (0.17 ) Shares used in calculating Non-GAAP net loss per share\n29,250 28,860 29,179 28,759\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180222006467/en/\nInvestor Contact:\nThe Blueshirt Group\nJennifer Jarman, +1 415-217-5866\njennifer@blueshirtgroup.com\nSource: Immersion Corporation",
    "published": "2018-02-23T00:15:00.000+02:00",
    "crawled": "2018-02-23T01:11:06.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "business",
        "wire",
        "immersion",
        "corporation",
        "nasdaq",
        "immr",
        "leading",
        "developer",
        "licensor",
        "touch",
        "feedback",
        "technology",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "result",
        "quarter",
        "ended",
        "december",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "decrease",
        "compared",
        "million",
        "fourth",
        "quarter",
        "royalty",
        "license",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compare",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "fourth",
        "quarter",
        "includes",
        "tax",
        "provision",
        "million",
        "primarily",
        "related",
        "charge",
        "million",
        "recorded",
        "establish",
        "full",
        "valuation",
        "allowance",
        "company",
        "deferred",
        "tax",
        "asset",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "see",
        "attached",
        "table",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "result",
        "revenue",
        "million",
        "decrease",
        "compared",
        "million",
        "royalty",
        "license",
        "revenue",
        "totaled",
        "million",
        "decrease",
        "million",
        "total",
        "revenue",
        "include",
        "recognition",
        "license",
        "fee",
        "samsung",
        "million",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "net",
        "loss",
        "includes",
        "tax",
        "provision",
        "million",
        "primarily",
        "related",
        "charge",
        "million",
        "establish",
        "valuation",
        "allowance",
        "company",
        "deferred",
        "tax",
        "asset",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "see",
        "attached",
        "table",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "immersion",
        "cash",
        "cash",
        "equivalent",
        "short",
        "term",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "management",
        "commentary",
        "business",
        "outlook",
        "immersion",
        "continue",
        "torchbearer",
        "haptics",
        "said",
        "carl",
        "schlachte",
        "interim",
        "ceo",
        "chairman",
        "board",
        "focus",
        "innovation",
        "development",
        "haptic",
        "technology",
        "remains",
        "forefront",
        "company",
        "strategy",
        "today",
        "employee",
        "working",
        "haptic",
        "technology",
        "solution",
        "fascinating",
        "seemingly",
        "insurmountable",
        "challenge",
        "become",
        "mainstream",
        "market",
        "next",
        "five",
        "ten",
        "year",
        "work",
        "immersion",
        "patent",
        "portfolio",
        "exceptional",
        "excited",
        "future",
        "financial",
        "outlook",
        "estimated",
        "accordance",
        "asc",
        "based",
        "current",
        "expectation",
        "regarding",
        "existing",
        "anticipated",
        "fixed",
        "license",
        "fee",
        "contract",
        "independent",
        "possible",
        "litigation",
        "outcome",
        "anticipate",
        "annual",
        "revenue",
        "million",
        "million",
        "net",
        "income",
        "million",
        "million",
        "concluded",
        "schlachte",
        "recent",
        "business",
        "highlight",
        "entered",
        "settlement",
        "license",
        "agreement",
        "apple",
        "term",
        "confidential",
        "signed",
        "license",
        "agreement",
        "marquardt",
        "gmbh",
        "providing",
        "marquardt",
        "access",
        "immersion",
        "patented",
        "haptic",
        "technology",
        "use",
        "automotive",
        "solution",
        "signed",
        "license",
        "agreement",
        "whereby",
        "japan",
        "nippon",
        "seiki",
        "global",
        "supplier",
        "control",
        "panel",
        "home",
        "office",
        "factory",
        "appliance",
        "license",
        "immersion",
        "technology",
        "line",
        "printer",
        "copier",
        "product",
        "conference",
        "call",
        "information",
        "immersion",
        "host",
        "conference",
        "call",
        "company",
        "management",
        "thursday",
        "february",
        "pacific",
        "time",
        "eastern",
        "time",
        "discus",
        "financial",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "participate",
        "live",
        "call",
        "analyst",
        "investor",
        "dial",
        "conference",
        "id",
        "least",
        "ten",
        "minute",
        "prior",
        "start",
        "call",
        "live",
        "archived",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "day",
        "within",
        "investor",
        "relation",
        "section",
        "immersion",
        "corporate",
        "web",
        "site",
        "immersion",
        "immersion",
        "corporation",
        "nasdaq",
        "immr",
        "leading",
        "innovator",
        "touch",
        "feedback",
        "technology",
        "also",
        "known",
        "haptics",
        "company",
        "provides",
        "technology",
        "solution",
        "creating",
        "immersive",
        "realistic",
        "experience",
        "enhance",
        "digital",
        "interaction",
        "engaging",
        "user",
        "sense",
        "touch",
        "issued",
        "pending",
        "patent",
        "immersion",
        "technology",
        "adopted",
        "billion",
        "digital",
        "device",
        "provides",
        "haptics",
        "mobile",
        "automotive",
        "advertising",
        "gaming",
        "medical",
        "consumer",
        "electronics",
        "product",
        "immersion",
        "headquartered",
        "san",
        "jose",
        "california",
        "office",
        "worldwide",
        "learn",
        "adoption",
        "revenue",
        "accounting",
        "standard",
        "asc",
        "january",
        "immersion",
        "adopt",
        "new",
        "revenue",
        "accounting",
        "standard",
        "asc",
        "substantially",
        "impact",
        "timing",
        "revenue",
        "recognized",
        "future",
        "reporting",
        "period",
        "company",
        "currently",
        "process",
        "finalizing",
        "impact",
        "asc",
        "including",
        "certain",
        "estimate",
        "relative",
        "accounting",
        "fixed",
        "fee",
        "license",
        "contract",
        "use",
        "financial",
        "measure",
        "immersion",
        "report",
        "financial",
        "information",
        "required",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "belief",
        "evaluating",
        "ongoing",
        "operating",
        "result",
        "may",
        "difficult",
        "understand",
        "limited",
        "reviewing",
        "gaap",
        "financial",
        "measure",
        "immersion",
        "discloses",
        "information",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "useful",
        "understanding",
        "company",
        "performance",
        "closely",
        "reflects",
        "expected",
        "effective",
        "tax",
        "rate",
        "excludes",
        "certain",
        "expense",
        "special",
        "charge",
        "deferred",
        "tax",
        "asset",
        "valuation",
        "allowance",
        "restructuring",
        "cost",
        "many",
        "investor",
        "feel",
        "may",
        "obscure",
        "company",
        "true",
        "operating",
        "performance",
        "likewise",
        "management",
        "us",
        "financial",
        "measure",
        "manage",
        "assess",
        "profitability",
        "business",
        "investor",
        "encouraged",
        "review",
        "related",
        "gaap",
        "financial",
        "measure",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "well",
        "assumption",
        "never",
        "materialize",
        "prove",
        "incorrect",
        "could",
        "cause",
        "result",
        "immersion",
        "corporation",
        "consolidated",
        "subsidiary",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "may",
        "deemed",
        "statement",
        "including",
        "limited",
        "expectation",
        "revenue",
        "range",
        "million",
        "million",
        "net",
        "income",
        "ranging",
        "million",
        "million",
        "statement",
        "regarding",
        "litigation",
        "outcome",
        "immersion",
        "actual",
        "result",
        "might",
        "differ",
        "materially",
        "stated",
        "implied",
        "statement",
        "due",
        "risk",
        "uncertainty",
        "associated",
        "immersion",
        "business",
        "include",
        "limited",
        "potential",
        "actual",
        "claim",
        "proceeding",
        "including",
        "litigation",
        "involving",
        "immersion",
        "intellectual",
        "property",
        "impact",
        "litigation",
        "development",
        "existing",
        "potential",
        "customer",
        "delay",
        "failure",
        "achieve",
        "commercial",
        "demand",
        "immersion",
        "licensee",
        "product",
        "impact",
        "new",
        "accounting",
        "standard",
        "affect",
        "key",
        "item",
        "revenue",
        "recognition",
        "sale",
        "commission",
        "unexpected",
        "difficulty",
        "monetizing",
        "patent",
        "portfolio",
        "commercial",
        "success",
        "application",
        "device",
        "immersion",
        "technology",
        "licensed",
        "continued",
        "popularity",
        "mobile",
        "game",
        "wearable",
        "potentially",
        "lengthy",
        "sale",
        "cycle",
        "design",
        "process",
        "unanticipated",
        "difficulty",
        "challenge",
        "encountered",
        "development",
        "effort",
        "unexpected",
        "cost",
        "fact",
        "certain",
        "target",
        "market",
        "still",
        "relatively",
        "nascent",
        "risk",
        "associated",
        "business",
        "internationally",
        "litigation",
        "cost",
        "current",
        "future",
        "litigation",
        "failure",
        "retain",
        "key",
        "personnel",
        "ability",
        "retain",
        "personnel",
        "competition",
        "inherently",
        "uncertain",
        "nature",
        "litigation",
        "make",
        "future",
        "outcome",
        "timing",
        "difficult",
        "predict",
        "impact",
        "global",
        "economic",
        "condition",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "factor",
        "many",
        "risk",
        "uncertainty",
        "beyond",
        "control",
        "immersion",
        "detailed",
        "discussion",
        "factor",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "interested",
        "party",
        "review",
        "risk",
        "factor",
        "listed",
        "immersion",
        "annual",
        "report",
        "form",
        "recent",
        "quarterly",
        "report",
        "form",
        "file",
        "security",
        "exchange",
        "commission",
        "statement",
        "press",
        "release",
        "reflect",
        "immersion",
        "belief",
        "prediction",
        "date",
        "release",
        "immersion",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "result",
        "financial",
        "business",
        "development",
        "occurring",
        "date",
        "release",
        "immersion",
        "immersion",
        "logo",
        "touchsense",
        "trademark",
        "registered",
        "trademark",
        "immersion",
        "corporation",
        "united",
        "state",
        "country",
        "trademark",
        "property",
        "respective",
        "owner",
        "use",
        "word",
        "partner",
        "partnership",
        "press",
        "release",
        "mean",
        "legal",
        "partner",
        "legal",
        "partnership",
        "immr",
        "c",
        "immersion",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "prepaid",
        "income",
        "tax",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "current",
        "liability",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "derived",
        "immersion",
        "annual",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "immersion",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "ended",
        "december",
        "revenue",
        "royalty",
        "license",
        "development",
        "service",
        "total",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "restructuring",
        "cost",
        "total",
        "cost",
        "expense",
        "operating",
        "loss",
        "interest",
        "income",
        "loss",
        "loss",
        "continuing",
        "operation",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "loss",
        "continuing",
        "operation",
        "income",
        "discontinued",
        "operation",
        "net",
        "loss",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "total",
        "share",
        "used",
        "calculating",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "total",
        "share",
        "used",
        "calculating",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "immersion",
        "corporation",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "net",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "ended",
        "december",
        "gaap",
        "net",
        "loss",
        "add",
        "compensation",
        "add",
        "restructure",
        "cost",
        "add",
        "provision",
        "income",
        "tax",
        "less",
        "benefit",
        "income",
        "tax",
        "continuing",
        "operation",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "calculating",
        "net",
        "loss",
        "per",
        "share",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "blueshirt",
        "group",
        "jennifer",
        "jarman",
        "jennifer",
        "source",
        "immersion",
        "corporation"
    ]
}