{
    "organizations": [],
    "uuid": "356d42971d8d7852fdf60e01ff50c6afb002f2dc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/business-wire-western-digital-announces-closing-of-offerings-of-2-point-3-billion-senior-notes-due-2026-and-1-point-0-billion-of.html",
    "ord_in_thread": 0,
    "title": "Western Digital Announces Closing of Offerings of $2.3 Billion Senior Notes Due 2026 and $1.0 Billion of Convertible Senior Notes Due 2024",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif.--(BUSINESS WIRE)-- Western Digital Corporation (NASDAQ: WDC) (“Western Digital” or the “company”) today announced that it has closed its previously announced concurrent offerings of $2.3 billion aggregate principal amount of 4.750% senior notes due 2026 (the “2026 notes”) and $1.0 billion aggregate principal amount of 1.50% convertible senior notes due 2024 (the “2024 convertible notes” and, together with the 2026 notes, the “notes”). The notes were issued by Western Digital, and guaranteed, jointly and severally on a senior basis, by certain of Western Digital’s subsidiaries.\nThe net proceeds of the 2026 notes offering were approximately $2.28 billion, after deducting underwriting discounts and commissions and other estimated offering expenses. Western Digital intends to use the net proceeds of the offering of the 2026 notes, together with available cash on hand, to fund its concurrent cash tender (the “tender offer”) to purchase any and all of its currently outstanding 10.500% senior unsecured notes due 2024 (the “2024 unsecured notes”). If Western Digital purchases less than all of the currently outstanding 2024 unsecured notes in the tender offer, the company intends to use the remaining net proceeds of the offering of the 2026 notes to fund the redemption of any 2024 unsecured notes that remain outstanding after the completion of the tender offer, which is scheduled to expire at 11:59 p.m., New York City time, on Feb. 26, 2018. BofA Merrill Lynch and J.P. Morgan acted as lead book-running managers, and Mizuho Securities, RBC Capital Markets, Wells Fargo Securities, Citigroup, HSBC, MUFG, SMBC Nikko, SunTrust Robinson Humphrey and TD Securities acted as book-running managers for the 2026 notes offering. Additionally, BBVA, BNP PARIBAS and Scotiabank acted as co-managers for the 2026 notes offering.\nThe net proceeds of the 2024 convertible notes offering were approximately $980 million, after deducting the initial purchasers’ discounts and commissions and other estimated offering expenses. The company granted the initial purchasers a 30-day option to purchase up to an additional $100 million aggregate principal amount of 1.50% convertible senior notes due 2024. If the initial purchasers exercise such option in full, the company estimates that it will receive net proceeds from the 2024 convertible notes offering, after deducting the initial purchasers’ discounts and commissions and other estimated offering expenses, of approximately $1.08 billion in the aggregate. Western Digital intends to use the net proceeds of the offering of the 2024 convertible notes, together with the net proceeds from the anticipated new Term Loan A-1 facility, which was previously announced, and available cash on hand, to redeem all of its currently outstanding 7.375% senior secured notes due 2023, including all accrued interest, related premiums, fees and expenses. The 2024 convertible notes will be convertible into cash, shares of Western Digital’s common stock or a combination thereof, at Western Digital’s election, at an initial conversion price of approximately $121.91 per share (which represents a premium of approximately 40% to the $87.08 per share closing price of Western Digital’s common stock on Jan. 30, 2018). The company may redeem all or part of the 2024 convertible notes, at its option, on or after Feb. 5, 2021, if the company’s common stock price has been at least 130% of the conversion price for at least 10 trading days out of a 20-day consecutive trading period.\nStarting Jan. 30, 2018, the company repurchased approximately $155 million of its common stock, at a weighted-average purchase price per share equal to $86.87 per share with available cash on hand. Approximately $151 million of the $155 million was used to repurchase common stock in privately negotiated transactions concurrently with the offering of the 2024 convertible notes, at a purchase price per share equal to the $87.08 per share closing price of its common stock on Jan. 30, 2018.\nThe 2024 convertible notes were offered in a private offering to only qualified institutional investors in accordance with Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”). The 2024 convertible notes, the common stock, if any, deliverable upon conversion of the 2024 convertible notes and the related guarantees have not been and will not be registered under the Securities Act or the securities laws of any other jurisdiction. They may not be offered or sold in the United States or to, or for the benefit of, U.S. persons absent registration under, or an applicable exemption from, the registration requirements of the Securities Act.\nThe 2026 notes were issued pursuant to an effective registration statement (including a prospectus) (File No. 333-222762) filed with the Securities and Exchange Commission (the “SEC”). A final prospectus for the 2026 notes offering has also been filed with the SEC. Before you invest, you should read the prospectus in the registration statement, the final prospectus and other documents the company has filed with the SEC for more complete information about the company and the offerings. You may obtain these documents for free by visiting EDGAR on the SEC website at www.sec.gov , from BofA Merrill Lynch, NC1-004-03-43, 200 North College Street, 3 rd floor, Charlotte, NC 28255-0001, Attn: Prospectus Department, or by email at dg.prospectus_requests@baml.com or from J.P. Morgan Securities LLC via Broadridge Financial Solutions, 1155 Long Island Avenue, Edgewood, New York 11717, or by telephone at (866) 803-9204.\nThis press release does not constitute an offer to sell or a solicitation of an offer to buy the notes, common stock or any other security, nor will there be any sale of the notes, common stock or any other security in any state or jurisdiction in which such an offer, solicitation or sale is not permitted. Any offer or sale will be made only by means of a prospectus and, to the extent applicable, a free writing prospectus which has or will be filed with the SEC.\nAbout Western Digital\nWestern Digital creates environments for data to thrive. The company is driving the innovation needed to help customers capture, preserve, access and transform an ever-increasing diversity of data. Everywhere data lives, from advanced data centers to mobile sensors to personal devices, our industry-leading solutions deliver the possibilities of data. Western Digital ® data-centric solutions are marketed under the G-Technology™, HGST, SanDisk ® , Tegile™, Upthere™ and WD ® brands. Financial and investor information is available on the company’s Investor Relations website.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements concerning the offering of the notes and the use of the proceeds from the offering. These forward-looking statements are based on management’s current expectations and are subject to risks and uncertainties that could cause actual results to differ materially from those expressed or implied in the forward-looking statements, including: volatility in global economic conditions; uncertainties with respect to the company’s business ventures with Toshiba; business conditions and growth in the storage ecosystem; impact of competitive products and pricing; market acceptance and cost of commodity materials and specialized product components; actions by competitors; unexpected advances in competing technologies; the development and introduction of products based on new technologies and expansion into new data storage markets; risks associated with acquisitions, mergers and joint ventures; difficulties or delays in manufacturing; impacts of new tax legislation; and other risks and uncertainties listed in the company’s filings with the SEC, including the company’s Form 10-Q filed with the SEC on Feb. 6, 2018, to which your attention is directed. You should not place undue reliance on these forward-looking statements, which speak only as of the date hereof, and the company undertakes no obligation to update these forward-looking statements to reflect new events.\nWestern Digital, the Western Digital logo, G-Technology, HGST, SanDisk, Tegile, Upthere and WD are registered trademarks or trademarks of Western Digital Corporation or its affiliates in the U.S. and/or other countries.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180213006090/en/\nWestern Digital Corp.\nMedia Contact:\nJim Pascoe\n408.717.6999\njim.pascoe@wdc.com\nor\nInvestor Contact:\nBob Blair\n949.672.7834\nrobert.blair@wdc.com\nSource: Western Digital Corporation",
    "published": "2018-02-13T18:52:00.000+02:00",
    "crawled": "2018-02-13T21:58:27.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "business",
        "wire",
        "western",
        "digital",
        "corporation",
        "nasdaq",
        "wdc",
        "western",
        "digital",
        "company",
        "today",
        "announced",
        "closed",
        "previously",
        "announced",
        "concurrent",
        "offering",
        "billion",
        "aggregate",
        "principal",
        "amount",
        "senior",
        "note",
        "due",
        "note",
        "billion",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "convertible",
        "note",
        "together",
        "note",
        "note",
        "note",
        "issued",
        "western",
        "digital",
        "guaranteed",
        "jointly",
        "severally",
        "senior",
        "basis",
        "certain",
        "western",
        "digital",
        "subsidiary",
        "net",
        "proceeds",
        "note",
        "offering",
        "approximately",
        "billion",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "western",
        "digital",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "note",
        "together",
        "available",
        "cash",
        "hand",
        "fund",
        "concurrent",
        "cash",
        "tender",
        "tender",
        "offer",
        "purchase",
        "currently",
        "outstanding",
        "senior",
        "unsecured",
        "note",
        "due",
        "unsecured",
        "note",
        "western",
        "digital",
        "purchase",
        "less",
        "currently",
        "outstanding",
        "unsecured",
        "note",
        "tender",
        "offer",
        "company",
        "intends",
        "use",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "note",
        "fund",
        "redemption",
        "unsecured",
        "note",
        "remain",
        "outstanding",
        "completion",
        "tender",
        "offer",
        "scheduled",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "bofa",
        "merrill",
        "lynch",
        "morgan",
        "acted",
        "lead",
        "manager",
        "mizuho",
        "security",
        "rbc",
        "capital",
        "market",
        "well",
        "fargo",
        "security",
        "citigroup",
        "hsbc",
        "mufg",
        "smbc",
        "nikko",
        "suntrust",
        "robinson",
        "humphrey",
        "td",
        "security",
        "acted",
        "manager",
        "note",
        "offering",
        "additionally",
        "bbva",
        "bnp",
        "paribas",
        "scotiabank",
        "acted",
        "note",
        "offering",
        "net",
        "proceeds",
        "convertible",
        "note",
        "offering",
        "approximately",
        "million",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "company",
        "granted",
        "initial",
        "purchaser",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "full",
        "company",
        "estimate",
        "receive",
        "net",
        "proceeds",
        "convertible",
        "note",
        "offering",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "approximately",
        "billion",
        "aggregate",
        "western",
        "digital",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "convertible",
        "note",
        "together",
        "net",
        "proceeds",
        "anticipated",
        "new",
        "term",
        "loan",
        "facility",
        "previously",
        "announced",
        "available",
        "cash",
        "hand",
        "redeem",
        "currently",
        "outstanding",
        "senior",
        "secured",
        "note",
        "due",
        "including",
        "accrued",
        "interest",
        "related",
        "premium",
        "fee",
        "expense",
        "convertible",
        "note",
        "convertible",
        "cash",
        "share",
        "western",
        "digital",
        "common",
        "stock",
        "combination",
        "thereof",
        "western",
        "digital",
        "election",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "represents",
        "premium",
        "approximately",
        "per",
        "share",
        "closing",
        "price",
        "western",
        "digital",
        "common",
        "stock",
        "company",
        "may",
        "redeem",
        "part",
        "convertible",
        "note",
        "option",
        "company",
        "common",
        "stock",
        "price",
        "least",
        "conversion",
        "price",
        "least",
        "trading",
        "day",
        "consecutive",
        "trading",
        "period",
        "starting",
        "company",
        "repurchased",
        "approximately",
        "million",
        "common",
        "stock",
        "purchase",
        "price",
        "per",
        "share",
        "equal",
        "per",
        "share",
        "available",
        "cash",
        "hand",
        "approximately",
        "million",
        "million",
        "used",
        "repurchase",
        "common",
        "stock",
        "privately",
        "negotiated",
        "transaction",
        "concurrently",
        "offering",
        "convertible",
        "note",
        "purchase",
        "price",
        "per",
        "share",
        "equal",
        "per",
        "share",
        "closing",
        "price",
        "common",
        "stock",
        "convertible",
        "note",
        "offered",
        "private",
        "offering",
        "qualified",
        "institutional",
        "investor",
        "accordance",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "convertible",
        "note",
        "common",
        "stock",
        "deliverable",
        "upon",
        "conversion",
        "convertible",
        "note",
        "related",
        "guarantee",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "benefit",
        "person",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "note",
        "issued",
        "pursuant",
        "effective",
        "registration",
        "statement",
        "including",
        "prospectus",
        "file",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "final",
        "prospectus",
        "note",
        "offering",
        "also",
        "filed",
        "sec",
        "invest",
        "read",
        "prospectus",
        "registration",
        "statement",
        "final",
        "prospectus",
        "document",
        "company",
        "filed",
        "sec",
        "complete",
        "information",
        "company",
        "offering",
        "may",
        "obtain",
        "document",
        "free",
        "visiting",
        "edgar",
        "sec",
        "website",
        "bofa",
        "merrill",
        "lynch",
        "north",
        "college",
        "street",
        "rd",
        "floor",
        "charlotte",
        "nc",
        "attn",
        "prospectus",
        "department",
        "email",
        "morgan",
        "security",
        "llc",
        "via",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "new",
        "york",
        "telephone",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "note",
        "common",
        "stock",
        "security",
        "sale",
        "note",
        "common",
        "stock",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "permitted",
        "offer",
        "sale",
        "made",
        "mean",
        "prospectus",
        "extent",
        "applicable",
        "free",
        "writing",
        "prospectus",
        "filed",
        "sec",
        "western",
        "digital",
        "western",
        "digital",
        "creates",
        "environment",
        "data",
        "thrive",
        "company",
        "driving",
        "innovation",
        "needed",
        "help",
        "customer",
        "capture",
        "preserve",
        "access",
        "transform",
        "diversity",
        "data",
        "everywhere",
        "data",
        "life",
        "advanced",
        "data",
        "center",
        "mobile",
        "sensor",
        "personal",
        "device",
        "solution",
        "deliver",
        "possibility",
        "data",
        "western",
        "digital",
        "solution",
        "marketed",
        "hgst",
        "sandisk",
        "wd",
        "brand",
        "financial",
        "investor",
        "information",
        "available",
        "company",
        "investor",
        "relation",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "concerning",
        "offering",
        "note",
        "use",
        "proceeds",
        "offering",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "volatility",
        "global",
        "economic",
        "condition",
        "uncertainty",
        "respect",
        "company",
        "business",
        "venture",
        "toshiba",
        "business",
        "condition",
        "growth",
        "storage",
        "ecosystem",
        "impact",
        "competitive",
        "product",
        "pricing",
        "market",
        "acceptance",
        "cost",
        "commodity",
        "material",
        "specialized",
        "product",
        "component",
        "action",
        "competitor",
        "unexpected",
        "advance",
        "competing",
        "technology",
        "development",
        "introduction",
        "product",
        "based",
        "new",
        "technology",
        "expansion",
        "new",
        "data",
        "storage",
        "market",
        "risk",
        "associated",
        "acquisition",
        "merger",
        "joint",
        "venture",
        "difficulty",
        "delay",
        "manufacturing",
        "impact",
        "new",
        "tax",
        "legislation",
        "risk",
        "uncertainty",
        "listed",
        "company",
        "filing",
        "sec",
        "including",
        "company",
        "form",
        "filed",
        "sec",
        "attention",
        "directed",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "new",
        "event",
        "western",
        "digital",
        "western",
        "digital",
        "logo",
        "hgst",
        "sandisk",
        "tegile",
        "upthere",
        "wd",
        "registered",
        "trademark",
        "trademark",
        "western",
        "digital",
        "corporation",
        "affiliate",
        "country",
        "view",
        "source",
        "version",
        "http",
        "western",
        "digital",
        "medium",
        "contact",
        "jim",
        "pascoe",
        "investor",
        "contact",
        "bob",
        "blair",
        "source",
        "western",
        "digital",
        "corporation"
    ]
}