{
    "organizations": [],
    "uuid": "75d50d8f8c71da12dac56a56eb88280484cd70cd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/pr-newswire-oroco-acquires-interest-in-santo-tomas-properties.html",
    "ord_in_thread": 0,
    "title": "Oroco Acquires Interest in Santo Tomas Properties",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, Feb. 23, 2018 /PRNewswire/ - Oroco Resource Corp. ( TSX-V: OCO ) (\" Oroco \" or \" the Company \") is pleased to announce that it has acquired, through its wholly-owned Mexican subsidiary, Minera Xochipala, S.A. de C.V. (\" MX \"), a 77.5% interest in each of the La China II and Amp. Santo Tomás Reduccion 1 mineral concessions from Santo Tomas Metals, S.A. de C.V. (\" STM \"), and a 77.5% interest in an application for the Papago 17 mineral concession from Ubaldo Trevizo Ledezma (\" Trevizo \") of Choix, Sinaloa. In aggregate, the three properties (the \" Properties \") comprise approximately 6,978 ha and abut and surround the Santo Tomas copper porphyry properties in Sinaloa, Mexico (the \" Santo Tomas Concessions \"). Please see the attached map for references.\nThe Company has acquired its interest in the La China II concession in consideration for the payment of $100,000 Mexican pesos (approximately CDN$6,700), and its interest in the AMP Santo Tomas Reduccion 1 concession in consideration for the payment of $500,000 Mexican pesos (approximately CDN$33,400). The AMP Santo Tomas Red 1 concession has been cancelled for reason of failure to pay tax arrears. However, STM has indicated that the notices of deficiency and of cancellation were not properly served upon it as required by applicable laws and regulations. STM has filed an appeal of the cancellation, and is confident that the appeal will be successful. The Company's Mexican legal counsel have confirmed that failure to properly serve the notices provides valid legal grounds to have the cancellation nullified and the Red 1 Concession re-instated.\nMX has acquired its 77.5% interest in the application for the Papago 17 concession in consideration for the payment of $100,000 Mexican pesos (approximately CDN$6,700), and the issuance of two million common shares of the Company (the \" Shares \"). Delivery of the Shares to Trevizo will be subject to the Papago 17 concession being registered by no later than December 31, 2018, which date may be extended to December 31, 2019 by Oroco in its sole discretion. All three concessions are, or will be subject to a 2% net smelter royalty. Acquisition of the interest in the Papago 17 concession application is subject to the approval of the TSX Venture Exchange.\nThe Company also holds a 13.6% equity interest in Altamura Copper Corp. (\" Altamura \"), a British Columbia company, and an option to acquire an additional 6.4% equity interest in Altamura. Through its Mexican subsidiary, Xochipala Gold S.A de C.V. (\" XG \"), Altamura has purchased the Santa Tomas Concessions from the registered owner of the property. An officer of the Company and a private company owned by the spouse of an officer of the Company are shareholders of Altamura. The Company and Altamura have no common directors, officers or control persons. Oroco is currently negotiating to acquire the remaining common shares of Altamura that the Company does not own.\nAltamura has agreed that, upon the resolution of an existing legal dispute (the \" Dispute \") between XG and a third party, certain affiliates of STM will receive a registered minority interest in the Santo Tomas Concessions.\nWhile the negotiations to acquire the balance of the shares of Altamura are ongoing, there is no guarantee that the parties will reach terms that are acceptable to the Company and to the Altamura shareholders. Oroco will only provide an update on these negotiations if and when the parties reach an agreement regarding the purchase and sale of the Altamura shares. Similarly, the timing and substance of the resolution of the Dispute will determine whether XG is able to register its interest in the Santo Tomas Concessions.\nThe Santo Tomás mineral camp is characterized by copper porphyry and skarn/replacement style mineralization linked to the Laramide Orogeny (80-40 Ma age). The Santo Tomás Cu-Mo-Au-Ag porphyry mineralization lies mostly on the Santo Tomás Concessions and is associated with a NNE-trending zone of quartz monzonite porphyry stocks and dikes, hosted in Cretaceous limestone and metamorphosed andesite. The mineralization is primarily comprised of chalcopyrite, pyrite, and molybdenite sulfides with lesser bornite and chalcocite sulfides. Minor oxide copper occurs on surface. Taken together, the porphyry intrusions and mineralization comprise the Santo Tomás mineralization zone.\nThe Santo Tomás mineralization zone is mapped on surface and drill tested along a strike length of 4 km on the Santo Tomás Concessions and Papago 17 area. The Company has assembled information from historic diamond drilling, rotary and reverse circulation holes from exploration programs spanning 1968 to 1993. In 1994, Mintec, Inc. prepared a mineral resource estimate based on assay information from 14,881 meters of drilling in 49 drill holes drilled by ASARCO and Tormex–Peñoles, and 40 drill holes drilled by Exall Resources Limited (\" Exall \"). During that year, Exall commissioned Bateman Engineering Inc. (\" Bateman \") to conduct an economic assessment of the Santo Tomás project, based on technical work by a team that included Mintec, Inc., Mountain States Research and Development, Inc., and Minetek S.A. de C.V. In July of 1994, Bateman completed this study, termed \"Santo Tomás Project, Sinaloa, Mexico, Pre-Feasibility Study,\" and did not use any inferred mineral resource estimates in its work. The economic assessment by Bateman contains favorable metallurgical test results and engineering designs that remain broadly acceptable today. However, the Company considers these historical economic studies and associated mineral resource estimates to be only conceptual in nature until confirmed by current technical programs.\nIn 2017, the Company initiated a program of mineral exploration in the Santo Tomás mineral camp with surface geological mapping and the assembly of historical drilling information on the Properties and the Santo Tomás Concessions. Additionally, Auracle Geospatial Science, Inc. (\" Auracle \") was contracted to task MDA's RadarSat 2 satellite for the acquisition of Synthetic Aperture Radar (\"SAR\") data for the entire camp.\nPhase One of the Company's exploration work is now complete. Modeling by Auracle of the SAR data has confirmed and significantly enhanced the structural geology results from the 2017 field mapping by the Company. Historic drilling indicates a well-mineralized zone of quartz monzonite dikes and hornfelsed andesite of the Santo Tomás mineralization zone passes southward from the Santo Tomás Concessions onto the Papago 17 area.\nPhase One work also indicates that the Santo Tomás mineralization zone extends northward from the Santo Tomás Concessions onto the Amp. Santo Tomás Reducc. 1 concession, as evidenced by prominent gossans and copper oxide showings. Historically, three rotary drill holes were collared by Exall on Amp. Santo Tomás Reducc. 1 but were not reported publicly.\nThe geological information contained in this release is approved by Dane A. Bridge, M.Sc., P. Geol. who is an Independent Qualified Person and who conducted surface geological mapping on the site of the Properties and the Santo Tomás Concessions in 2017.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThis news release includes certain \"forward-looking information\" and \"forward-looking statements\" (collectively \"forward-looking statements\") within the meaning of applicable Canadian securities legislation. All statements, other than statements of historical fact included herein, including without limitation, statements relating to future events or achievements of the Company, are forward-looking statements. There can be no assurance that such forward-looking statements will prove to be accurate, and actual results and future events could differ materially from those anticipated or implied in such statements. Many factors, both known and unknown, could cause actual results, performance or achievements to be materially different from the results, performance or achievements that are or may be expressed or implied by such forward-looking statements. Readers should not place undue reliance on the forward-looking statements and information contained in this news release concerning these matters. Except as required by law, Oroco does not assume any obligation to update the forward-looking statements should they change, except as required by law.\nSOURCE Oroco Resource Corp.",
    "published": "2018-02-23T13:00:00.000+02:00",
    "crawled": "2018-02-23T15:33:08.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "oroco",
        "resource",
        "oco",
        "oroco",
        "company",
        "pleased",
        "announce",
        "acquired",
        "mexican",
        "subsidiary",
        "minera",
        "xochipala",
        "de",
        "mx",
        "interest",
        "la",
        "china",
        "ii",
        "amp",
        "santo",
        "tomás",
        "reduccion",
        "mineral",
        "concession",
        "santo",
        "tomas",
        "metal",
        "de",
        "stm",
        "interest",
        "application",
        "papago",
        "mineral",
        "concession",
        "ubaldo",
        "trevizo",
        "ledezma",
        "trevizo",
        "choix",
        "sinaloa",
        "aggregate",
        "three",
        "property",
        "property",
        "comprise",
        "approximately",
        "ha",
        "abut",
        "surround",
        "santo",
        "tomas",
        "copper",
        "porphyry",
        "property",
        "sinaloa",
        "mexico",
        "santo",
        "tomas",
        "concession",
        "please",
        "see",
        "attached",
        "map",
        "reference",
        "company",
        "acquired",
        "interest",
        "la",
        "china",
        "ii",
        "concession",
        "consideration",
        "payment",
        "mexican",
        "peso",
        "approximately",
        "cdn",
        "interest",
        "amp",
        "santo",
        "tomas",
        "reduccion",
        "concession",
        "consideration",
        "payment",
        "mexican",
        "peso",
        "approximately",
        "cdn",
        "amp",
        "santo",
        "tomas",
        "red",
        "concession",
        "cancelled",
        "reason",
        "failure",
        "pay",
        "tax",
        "arrears",
        "however",
        "stm",
        "indicated",
        "notice",
        "deficiency",
        "cancellation",
        "properly",
        "served",
        "upon",
        "required",
        "applicable",
        "law",
        "regulation",
        "stm",
        "filed",
        "appeal",
        "cancellation",
        "confident",
        "appeal",
        "successful",
        "company",
        "mexican",
        "legal",
        "counsel",
        "confirmed",
        "failure",
        "properly",
        "serve",
        "notice",
        "provides",
        "valid",
        "legal",
        "ground",
        "cancellation",
        "nullified",
        "red",
        "concession",
        "mx",
        "acquired",
        "interest",
        "application",
        "papago",
        "concession",
        "consideration",
        "payment",
        "mexican",
        "peso",
        "approximately",
        "cdn",
        "issuance",
        "two",
        "million",
        "common",
        "share",
        "company",
        "share",
        "delivery",
        "share",
        "trevizo",
        "subject",
        "papago",
        "concession",
        "registered",
        "later",
        "december",
        "date",
        "may",
        "extended",
        "december",
        "oroco",
        "sole",
        "discretion",
        "three",
        "concession",
        "subject",
        "net",
        "smelter",
        "royalty",
        "acquisition",
        "interest",
        "papago",
        "concession",
        "application",
        "subject",
        "approval",
        "tsx",
        "venture",
        "exchange",
        "company",
        "also",
        "hold",
        "equity",
        "interest",
        "altamura",
        "copper",
        "altamura",
        "british",
        "columbia",
        "company",
        "option",
        "acquire",
        "additional",
        "equity",
        "interest",
        "altamura",
        "mexican",
        "subsidiary",
        "xochipala",
        "gold",
        "de",
        "xg",
        "altamura",
        "purchased",
        "santa",
        "tomas",
        "concession",
        "registered",
        "owner",
        "property",
        "officer",
        "company",
        "private",
        "company",
        "owned",
        "spouse",
        "officer",
        "company",
        "shareholder",
        "altamura",
        "company",
        "altamura",
        "common",
        "director",
        "officer",
        "control",
        "person",
        "oroco",
        "currently",
        "negotiating",
        "acquire",
        "remaining",
        "common",
        "share",
        "altamura",
        "company",
        "altamura",
        "agreed",
        "upon",
        "resolution",
        "existing",
        "legal",
        "dispute",
        "dispute",
        "xg",
        "third",
        "party",
        "certain",
        "affiliate",
        "stm",
        "receive",
        "registered",
        "minority",
        "interest",
        "santo",
        "tomas",
        "concession",
        "negotiation",
        "acquire",
        "balance",
        "share",
        "altamura",
        "ongoing",
        "guarantee",
        "party",
        "reach",
        "term",
        "acceptable",
        "company",
        "altamura",
        "shareholder",
        "oroco",
        "provide",
        "update",
        "negotiation",
        "party",
        "reach",
        "agreement",
        "regarding",
        "purchase",
        "sale",
        "altamura",
        "share",
        "similarly",
        "timing",
        "substance",
        "resolution",
        "dispute",
        "determine",
        "whether",
        "xg",
        "able",
        "register",
        "interest",
        "santo",
        "tomas",
        "concession",
        "santo",
        "tomás",
        "mineral",
        "camp",
        "characterized",
        "copper",
        "porphyry",
        "style",
        "mineralization",
        "linked",
        "laramide",
        "orogeny",
        "age",
        "santo",
        "tomás",
        "porphyry",
        "mineralization",
        "lie",
        "mostly",
        "santo",
        "tomás",
        "concession",
        "associated",
        "zone",
        "quartz",
        "monzonite",
        "porphyry",
        "stock",
        "dike",
        "hosted",
        "cretaceous",
        "limestone",
        "metamorphosed",
        "andesite",
        "mineralization",
        "primarily",
        "comprised",
        "chalcopyrite",
        "pyrite",
        "molybdenite",
        "sulfide",
        "lesser",
        "bornite",
        "chalcocite",
        "sulfide",
        "minor",
        "oxide",
        "copper",
        "occurs",
        "surface",
        "taken",
        "together",
        "porphyry",
        "intrusion",
        "mineralization",
        "comprise",
        "santo",
        "tomás",
        "mineralization",
        "zone",
        "santo",
        "tomás",
        "mineralization",
        "zone",
        "mapped",
        "surface",
        "drill",
        "tested",
        "along",
        "strike",
        "length",
        "km",
        "santo",
        "tomás",
        "concession",
        "papago",
        "area",
        "company",
        "assembled",
        "information",
        "historic",
        "diamond",
        "drilling",
        "rotary",
        "reverse",
        "circulation",
        "hole",
        "exploration",
        "program",
        "spanning",
        "mintec",
        "prepared",
        "mineral",
        "resource",
        "estimate",
        "based",
        "assay",
        "information",
        "meter",
        "drilling",
        "drill",
        "hole",
        "drilled",
        "asarco",
        "drill",
        "hole",
        "drilled",
        "exall",
        "resource",
        "limited",
        "exall",
        "year",
        "exall",
        "commissioned",
        "bateman",
        "engineering",
        "bateman",
        "conduct",
        "economic",
        "assessment",
        "santo",
        "tomás",
        "project",
        "based",
        "technical",
        "work",
        "team",
        "included",
        "mintec",
        "mountain",
        "state",
        "research",
        "development",
        "minetek",
        "de",
        "july",
        "bateman",
        "completed",
        "study",
        "termed",
        "santo",
        "tomás",
        "project",
        "sinaloa",
        "mexico",
        "study",
        "use",
        "inferred",
        "mineral",
        "resource",
        "estimate",
        "work",
        "economic",
        "assessment",
        "bateman",
        "contains",
        "favorable",
        "metallurgical",
        "test",
        "result",
        "engineering",
        "design",
        "remain",
        "broadly",
        "acceptable",
        "today",
        "however",
        "company",
        "considers",
        "historical",
        "economic",
        "study",
        "associated",
        "mineral",
        "resource",
        "estimate",
        "conceptual",
        "nature",
        "confirmed",
        "current",
        "technical",
        "program",
        "company",
        "initiated",
        "program",
        "mineral",
        "exploration",
        "santo",
        "tomás",
        "mineral",
        "camp",
        "surface",
        "geological",
        "mapping",
        "assembly",
        "historical",
        "drilling",
        "information",
        "property",
        "santo",
        "tomás",
        "concession",
        "additionally",
        "auracle",
        "geospatial",
        "science",
        "auracle",
        "contracted",
        "task",
        "mda",
        "radarsat",
        "satellite",
        "acquisition",
        "synthetic",
        "aperture",
        "radar",
        "sar",
        "data",
        "entire",
        "camp",
        "phase",
        "one",
        "company",
        "exploration",
        "work",
        "complete",
        "modeling",
        "auracle",
        "sar",
        "data",
        "confirmed",
        "significantly",
        "enhanced",
        "structural",
        "geology",
        "result",
        "field",
        "mapping",
        "company",
        "historic",
        "drilling",
        "indicates",
        "zone",
        "quartz",
        "monzonite",
        "dike",
        "hornfelsed",
        "andesite",
        "santo",
        "tomás",
        "mineralization",
        "zone",
        "pass",
        "southward",
        "santo",
        "tomás",
        "concession",
        "onto",
        "papago",
        "area",
        "phase",
        "one",
        "work",
        "also",
        "indicates",
        "santo",
        "tomás",
        "mineralization",
        "zone",
        "extends",
        "northward",
        "santo",
        "tomás",
        "concession",
        "onto",
        "amp",
        "santo",
        "tomás",
        "reducc",
        "concession",
        "evidenced",
        "prominent",
        "gossans",
        "copper",
        "oxide",
        "showing",
        "historically",
        "three",
        "rotary",
        "drill",
        "hole",
        "collared",
        "exall",
        "amp",
        "santo",
        "tomás",
        "reducc",
        "reported",
        "publicly",
        "geological",
        "information",
        "contained",
        "release",
        "approved",
        "dane",
        "bridge",
        "geol",
        "independent",
        "qualified",
        "person",
        "conducted",
        "surface",
        "geological",
        "mapping",
        "site",
        "property",
        "santo",
        "tomás",
        "concession",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "news",
        "release",
        "includes",
        "certain",
        "information",
        "statement",
        "collectively",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "including",
        "without",
        "limitation",
        "statement",
        "relating",
        "future",
        "event",
        "achievement",
        "company",
        "statement",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "implied",
        "statement",
        "many",
        "factor",
        "known",
        "unknown",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "statement",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "contained",
        "news",
        "release",
        "concerning",
        "matter",
        "except",
        "required",
        "law",
        "oroco",
        "assume",
        "obligation",
        "update",
        "statement",
        "change",
        "except",
        "required",
        "law",
        "source",
        "oroco",
        "resource",
        "corp"
    ]
}