{
    "organizations": [],
    "uuid": "a4ea86d5fc39bf6f3caaadd181d20d95b7e9babd",
    "author": "Paid Post Schneider Electric",
    "url": "https://www.cnbc.com/advertorial/2018/02/07/how-unlocking-the-potential-of-a-smart-building-can-reduce-cost-and-boost-business.html",
    "ord_in_thread": 0,
    "title": "How unlocking the potential of a smart building can reduce cost and boost business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "How unlocking the potential of a smart building can reduce cost and boost business PAID POST BY SCHNEIDER ELECTRIC Published 1:18 PM ET Wed, 7 Feb 2018 Schneider Electric \nUrban migration is at its highest level and city buildings are under pressure to operate more efficiently. We are now seeing a shift towards smart buildings that embrace the internet of things (IoT), with growth in this market projected to increase at a compound annual growth rate (CAGR) of 12 percent by 2021, according to research by Technavio. IoT offers tremendous opportunity in smart buildings and construction — which can save energy, re-engage workforces, increase investment and improve sustainability. But how can it be implemented? Putting the 'smart' in buildings \nThe prestige of location is no longer the only priority for global powerhouses and businesses. Thanks to a rapidly growing urban population and increased environmental regulation, operational efficiency is now top of the agenda. And with innovation and IoT able to reduce operating costs by up to 30 percent, according to the technology research company Gartner, \"smart buildings\" are clearly the way to a prosperous future. \nA smart building employs automated operations i.e. IoT to control its processes. This impacts design and construction, energy usage and how employees engage with the space. Systems are integrated and data are collated and analysed to cut energy waste and operating costs — and ultimately boost human and business capital. To do this, the power of new technology including mobile, cloud-based systems, artificial intelligence (AI), self-monitoring and collaborative platforms is harnessed to make radical improvements to the performance of the building. \nGiven the inherent issues associated with more traditional buildings — adhering to new regulations, inefficient system costs and implications of investment reputation — the value of using cutting-edge technology in buildings is obvious. And lucrative. Research by McKinsey Global has revealed IoT economic impact on buildings could reach $6.3 trillion by 2025. Smart building construction for faster design and development \nDigital technology is also changing how buildings under construction or being updated are designed and developed. In 1982 Autodesk developed the first significant PC computer-aided design system AutoCAD , which quickly became the most widely-used design application and changed the world of design forever. Thirty-five years later, Autodesk continues to revolutionize its BIM (Building Information Modelling) software by incorporating AR (augmented reality) and advanced 3-D modelling to analyse every stage of a building's life cycle. BIM delivers an accessible \"virtual construction map\" of the building — and its related metadata — which allows users to visualize the building, test designs, detect issues and introduce improvements on a virtual level before any physical and costly construction begins. \nCompanies like Schneider Electric provide BIM to help customers select and position the correct products during building design and analysis. This helps ensure accurate construction planning, as well as lower building management commissioning and maintenance costs. As BIM is increasingly incorporated during a building's operational phase, models with accurate visual representation and product placement will enable new workflows that utilize AR for equipment management, as well as dynamic 3-D visualizations to show the interaction across multiple systems and more sophisticated geofencing. \nThe results are tangible, heightened efficiency, to which James Sullivan, project coordinator at Miller Electric company, can attest. During the construction of a complex nine-story medical center in Florida, James explained: \"we are now able to lay out the equipment — power boards, transformers, substations — twice as fast. Before we started using Layout Fast from Schneider Electric & Revit plugin, we were essentially starting from scratch.\" \"We are able to lay out the equipment — powerboards, transformers, substations — twice as fast. Before we started using Layout Fast from Schneider Electric & Revit plugin, we were essentially starting from scratch\" -James Sullivan, Project Coordinator, Miller Electric Company Smart buildings provide more efficient operations \nAdvances in IoT mean that the digitization of buildings is a priority for many companies whose operations are, in turn, increasingly autonomous. Aside from the reduction in manpower and costs required to control these processes, integrated connectivity across the whole of the workplace allows the building to work smart and react to the needs of its occupants, inside and outside working hours. An example of this is the automated adjustment of room lighting and temperature according to number of occupants. Something this simple can reduce energy waste for a business considerably. The modern work force is also demanding smarter environments such as apps that direct employees to open workstations and meeting rooms, windows that tint in response to outside conditions, even coffee machines that recognize you as you approach and suggest types of drinks accordingly. A study commissioned by Dell and Intel reports that 82 percent of millennials claim that workplace technology would influence them when deciding to take a new job. \nSmart buildings connect a range of subsystems to ensure data and intelligence is shared. When the world's biggest accountancy firm, Deloitte, designed its Amsterdam HQ, the company set out to create a connective benchmark for energy efficiency with the bold idea to run a smart building that generates more energy than it consumes! To achieve this, they partnered with Schneider Electric and integrated EcoStruxure Building to develop its pioneering plans. Through its collaborative smart building IoT platform they now easily connect systems and collect building data to create algorithms, which are used to optimize the comfort and productivity of employees while maximizing energy efficiency. EcoStruxure Building enables real-time access to critical building data, giving Deloitte the power to control several systems from a single platform. \nThe result was the \"The Edge,\" a net zero energy office building, also labelled one of the greenest offices in the world after receiving at the time of its completion the highest sustainability score of 98.4 percent by British rating agency BREEAM. \nChicago-based Shedd Aquarium, home to 1,500 important marine species, set an ambitious target of cutting energy consumption in half by 2020. The aquarium adopted Schneider Electric building management to integrate vital operations from lighting, water management and animal life support to HVAC (Heating, Ventilation, and Air conditioning) control, security, cloud services and more. It also introduced a cutting-edge turnkey solar solution with 265KW of solar panels on the roof of the aquarium. By generating its own clean, renewable energy, the building reduced its expenditure immediately, with the facility saving $8,363 in energy during the first two months of operation. Cutting the cost of climate change \nThe impact on the environment is a pressing concern for businesses and stakeholders. More so since buildings make up for a third of the global energy consumption. As global businesses adopt more climate-conscious buildings operations, the lens is on these companies to lead the way. For Marriott International in Greater China, the challenge was to meet the wider company's ambitious carbon and energy reduction target. The hotel group aims to reduce energy consumption by 20 percent by 2020, without compromising on the chain's deep commitment to guest satisfaction. It brought in Schneider Electric systems and services, such as Resource Advisor, which focused on enterprise-wide energy management and sustainability data reporting, as well as building automation, electrical distribution, power management and lighting control, resulting in 10-15 percent energy efficiency savings. Prioritising IoT leads to substantial savings and revenue \nThe goal for businesses today is to leverage the potential of buildings, transforming sites into valuable, smarter and more sustainable, people-friendly operating assets. \nSmart buildings that embrace cutting-edge automated platforms offer longer term operational savings than traditional counterparts. Christophe Melinette, senior VP of strategy & innovation for Schneider Electric, states they are committed to reinventing buildings by actioning on bold ideas and by leveraging all the technology, data, analytics, AI and apps in order to \"convert a building into a real asset.\" \nAnd as the opportunity to invest in smarter buildings continues apace, a great starting point is to partner with an IoT expert to assess potential before implementing a system. That way, nobody misses out on a smart investment and sustainable opportunity. \nAgility in responding to IoT innovation is critical if businesses are not to miss out on burgeoning retail buying/rental revenue. Research by JLL has revealed that energy efficient buildings are not only sold at a 2-17 percent premium over more traditional properties, but also achieve 8-35 percent higher rental income and 9-18 percent higher occupancy rates. Little surprise then that developers and firms are racing to adopt cutting-edge technology. \nEcoStruxure™ Building \nFrom design, through integration to commissioning, EcoStruxure™ Building connects software with devices and services to bring best-in-class engineering and operational efficiency to your building. Combined with our asset and energy performance services, we enable lifetime efficiency of your building that enhances productivity and comfort for occupants. ",
    "published": "2018-02-07T20:18:00.000+02:00",
    "crawled": "2018-02-28T13:00:07.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "unlocking",
        "potential",
        "smart",
        "building",
        "reduce",
        "cost",
        "boost",
        "business",
        "paid",
        "post",
        "schneider",
        "electric",
        "published",
        "pm",
        "et",
        "wed",
        "feb",
        "schneider",
        "electric",
        "urban",
        "migration",
        "highest",
        "level",
        "city",
        "building",
        "pressure",
        "operate",
        "efficiently",
        "seeing",
        "shift",
        "towards",
        "smart",
        "building",
        "embrace",
        "internet",
        "thing",
        "iot",
        "growth",
        "market",
        "projected",
        "increase",
        "compound",
        "annual",
        "growth",
        "rate",
        "cagr",
        "percent",
        "according",
        "research",
        "technavio",
        "iot",
        "offer",
        "tremendous",
        "opportunity",
        "smart",
        "building",
        "construction",
        "save",
        "energy",
        "workforce",
        "increase",
        "investment",
        "improve",
        "sustainability",
        "implemented",
        "putting",
        "building",
        "prestige",
        "location",
        "longer",
        "priority",
        "global",
        "powerhouse",
        "business",
        "thanks",
        "rapidly",
        "growing",
        "urban",
        "population",
        "increased",
        "environmental",
        "regulation",
        "operational",
        "efficiency",
        "top",
        "agenda",
        "innovation",
        "iot",
        "able",
        "reduce",
        "operating",
        "cost",
        "percent",
        "according",
        "technology",
        "research",
        "company",
        "gartner",
        "smart",
        "building",
        "clearly",
        "way",
        "prosperous",
        "future",
        "smart",
        "building",
        "employ",
        "automated",
        "operation",
        "iot",
        "control",
        "process",
        "impact",
        "design",
        "construction",
        "energy",
        "usage",
        "employee",
        "engage",
        "space",
        "system",
        "integrated",
        "data",
        "collated",
        "analysed",
        "cut",
        "energy",
        "waste",
        "operating",
        "cost",
        "ultimately",
        "boost",
        "human",
        "business",
        "capital",
        "power",
        "new",
        "technology",
        "including",
        "mobile",
        "system",
        "artificial",
        "intelligence",
        "ai",
        "collaborative",
        "platform",
        "harnessed",
        "make",
        "radical",
        "improvement",
        "performance",
        "building",
        "given",
        "inherent",
        "issue",
        "associated",
        "traditional",
        "building",
        "adhering",
        "new",
        "regulation",
        "inefficient",
        "system",
        "cost",
        "implication",
        "investment",
        "reputation",
        "value",
        "using",
        "technology",
        "building",
        "obvious",
        "lucrative",
        "research",
        "mckinsey",
        "global",
        "revealed",
        "iot",
        "economic",
        "impact",
        "building",
        "could",
        "reach",
        "trillion",
        "smart",
        "building",
        "construction",
        "faster",
        "design",
        "development",
        "digital",
        "technology",
        "also",
        "changing",
        "building",
        "construction",
        "updated",
        "designed",
        "developed",
        "autodesk",
        "developed",
        "first",
        "significant",
        "pc",
        "design",
        "system",
        "autocad",
        "quickly",
        "became",
        "design",
        "application",
        "changed",
        "world",
        "design",
        "forever",
        "year",
        "later",
        "autodesk",
        "continues",
        "revolutionize",
        "bim",
        "building",
        "information",
        "modelling",
        "software",
        "incorporating",
        "ar",
        "augmented",
        "reality",
        "advanced",
        "modelling",
        "analyse",
        "every",
        "stage",
        "building",
        "life",
        "cycle",
        "bim",
        "delivers",
        "accessible",
        "virtual",
        "construction",
        "map",
        "building",
        "related",
        "metadata",
        "allows",
        "user",
        "visualize",
        "building",
        "test",
        "design",
        "detect",
        "issue",
        "introduce",
        "improvement",
        "virtual",
        "level",
        "physical",
        "costly",
        "construction",
        "begin",
        "company",
        "like",
        "schneider",
        "electric",
        "provide",
        "bim",
        "help",
        "customer",
        "select",
        "position",
        "correct",
        "product",
        "building",
        "design",
        "analysis",
        "help",
        "ensure",
        "accurate",
        "construction",
        "planning",
        "well",
        "lower",
        "building",
        "management",
        "commissioning",
        "maintenance",
        "cost",
        "bim",
        "increasingly",
        "incorporated",
        "building",
        "operational",
        "phase",
        "model",
        "accurate",
        "visual",
        "representation",
        "product",
        "placement",
        "enable",
        "new",
        "workflow",
        "utilize",
        "ar",
        "equipment",
        "management",
        "well",
        "dynamic",
        "visualization",
        "show",
        "interaction",
        "across",
        "multiple",
        "system",
        "sophisticated",
        "geofencing",
        "result",
        "tangible",
        "heightened",
        "efficiency",
        "james",
        "sullivan",
        "project",
        "coordinator",
        "miller",
        "electric",
        "company",
        "attest",
        "construction",
        "complex",
        "medical",
        "center",
        "florida",
        "james",
        "explained",
        "able",
        "lay",
        "equipment",
        "power",
        "board",
        "transformer",
        "substation",
        "twice",
        "fast",
        "started",
        "using",
        "layout",
        "fast",
        "schneider",
        "electric",
        "revit",
        "plugin",
        "essentially",
        "starting",
        "scratch",
        "able",
        "lay",
        "equipment",
        "powerboards",
        "transformer",
        "substation",
        "twice",
        "fast",
        "started",
        "using",
        "layout",
        "fast",
        "schneider",
        "electric",
        "revit",
        "plugin",
        "essentially",
        "starting",
        "scratch",
        "sullivan",
        "project",
        "coordinator",
        "miller",
        "electric",
        "company",
        "smart",
        "building",
        "provide",
        "efficient",
        "operation",
        "advance",
        "iot",
        "mean",
        "digitization",
        "building",
        "priority",
        "many",
        "company",
        "whose",
        "operation",
        "turn",
        "increasingly",
        "autonomous",
        "aside",
        "reduction",
        "manpower",
        "cost",
        "required",
        "control",
        "process",
        "integrated",
        "connectivity",
        "across",
        "whole",
        "workplace",
        "allows",
        "building",
        "work",
        "smart",
        "react",
        "need",
        "occupant",
        "inside",
        "outside",
        "working",
        "hour",
        "example",
        "automated",
        "adjustment",
        "room",
        "lighting",
        "temperature",
        "according",
        "number",
        "occupant",
        "something",
        "simple",
        "reduce",
        "energy",
        "waste",
        "business",
        "considerably",
        "modern",
        "work",
        "force",
        "also",
        "demanding",
        "smarter",
        "environment",
        "apps",
        "direct",
        "employee",
        "open",
        "workstation",
        "meeting",
        "room",
        "window",
        "tint",
        "response",
        "outside",
        "condition",
        "even",
        "coffee",
        "machine",
        "recognize",
        "approach",
        "suggest",
        "type",
        "drink",
        "accordingly",
        "study",
        "commissioned",
        "dell",
        "intel",
        "report",
        "percent",
        "millennials",
        "claim",
        "workplace",
        "technology",
        "would",
        "influence",
        "deciding",
        "take",
        "new",
        "job",
        "smart",
        "building",
        "connect",
        "range",
        "subsystem",
        "ensure",
        "data",
        "intelligence",
        "shared",
        "world",
        "biggest",
        "accountancy",
        "firm",
        "deloitte",
        "designed",
        "amsterdam",
        "hq",
        "company",
        "set",
        "create",
        "connective",
        "benchmark",
        "energy",
        "efficiency",
        "bold",
        "idea",
        "run",
        "smart",
        "building",
        "generates",
        "energy",
        "consumes",
        "achieve",
        "partnered",
        "schneider",
        "electric",
        "integrated",
        "ecostruxure",
        "building",
        "develop",
        "pioneering",
        "plan",
        "collaborative",
        "smart",
        "building",
        "iot",
        "platform",
        "easily",
        "connect",
        "system",
        "collect",
        "building",
        "data",
        "create",
        "algorithm",
        "used",
        "optimize",
        "comfort",
        "productivity",
        "employee",
        "maximizing",
        "energy",
        "efficiency",
        "ecostruxure",
        "building",
        "enables",
        "access",
        "critical",
        "building",
        "data",
        "giving",
        "deloitte",
        "power",
        "control",
        "several",
        "system",
        "single",
        "platform",
        "result",
        "edge",
        "net",
        "zero",
        "energy",
        "office",
        "building",
        "also",
        "labelled",
        "one",
        "greenest",
        "office",
        "world",
        "receiving",
        "time",
        "completion",
        "highest",
        "sustainability",
        "score",
        "percent",
        "british",
        "rating",
        "agency",
        "breeam",
        "shedd",
        "aquarium",
        "home",
        "important",
        "marine",
        "specie",
        "set",
        "ambitious",
        "target",
        "cutting",
        "energy",
        "consumption",
        "half",
        "aquarium",
        "adopted",
        "schneider",
        "electric",
        "building",
        "management",
        "integrate",
        "vital",
        "operation",
        "lighting",
        "water",
        "management",
        "animal",
        "life",
        "support",
        "hvac",
        "heating",
        "ventilation",
        "air",
        "conditioning",
        "control",
        "security",
        "cloud",
        "service",
        "also",
        "introduced",
        "turnkey",
        "solar",
        "solution",
        "265kw",
        "solar",
        "panel",
        "roof",
        "aquarium",
        "generating",
        "clean",
        "renewable",
        "energy",
        "building",
        "reduced",
        "expenditure",
        "immediately",
        "facility",
        "saving",
        "energy",
        "first",
        "two",
        "month",
        "operation",
        "cutting",
        "cost",
        "climate",
        "change",
        "impact",
        "environment",
        "pressing",
        "concern",
        "business",
        "stakeholder",
        "since",
        "building",
        "make",
        "third",
        "global",
        "energy",
        "consumption",
        "global",
        "business",
        "adopt",
        "building",
        "operation",
        "lens",
        "company",
        "lead",
        "way",
        "marriott",
        "international",
        "greater",
        "china",
        "challenge",
        "meet",
        "wider",
        "company",
        "ambitious",
        "carbon",
        "energy",
        "reduction",
        "target",
        "hotel",
        "group",
        "aim",
        "reduce",
        "energy",
        "consumption",
        "percent",
        "without",
        "compromising",
        "chain",
        "deep",
        "commitment",
        "guest",
        "satisfaction",
        "brought",
        "schneider",
        "electric",
        "system",
        "service",
        "resource",
        "advisor",
        "focused",
        "energy",
        "management",
        "sustainability",
        "data",
        "reporting",
        "well",
        "building",
        "automation",
        "electrical",
        "distribution",
        "power",
        "management",
        "lighting",
        "control",
        "resulting",
        "percent",
        "energy",
        "efficiency",
        "saving",
        "prioritising",
        "iot",
        "lead",
        "substantial",
        "saving",
        "revenue",
        "goal",
        "business",
        "today",
        "leverage",
        "potential",
        "building",
        "transforming",
        "site",
        "valuable",
        "smarter",
        "sustainable",
        "operating",
        "asset",
        "smart",
        "building",
        "embrace",
        "automated",
        "platform",
        "offer",
        "longer",
        "term",
        "operational",
        "saving",
        "traditional",
        "counterpart",
        "christophe",
        "melinette",
        "senior",
        "vp",
        "strategy",
        "innovation",
        "schneider",
        "electric",
        "state",
        "committed",
        "reinventing",
        "building",
        "actioning",
        "bold",
        "idea",
        "leveraging",
        "technology",
        "data",
        "analytics",
        "ai",
        "apps",
        "order",
        "convert",
        "building",
        "real",
        "asset",
        "opportunity",
        "invest",
        "smarter",
        "building",
        "continues",
        "apace",
        "great",
        "starting",
        "point",
        "partner",
        "iot",
        "expert",
        "assess",
        "potential",
        "implementing",
        "system",
        "way",
        "nobody",
        "miss",
        "smart",
        "investment",
        "sustainable",
        "opportunity",
        "agility",
        "responding",
        "iot",
        "innovation",
        "critical",
        "business",
        "miss",
        "burgeoning",
        "retail",
        "revenue",
        "research",
        "jll",
        "revealed",
        "energy",
        "efficient",
        "building",
        "sold",
        "percent",
        "premium",
        "traditional",
        "property",
        "also",
        "achieve",
        "percent",
        "higher",
        "rental",
        "income",
        "percent",
        "higher",
        "occupancy",
        "rate",
        "little",
        "surprise",
        "developer",
        "firm",
        "racing",
        "adopt",
        "technology",
        "building",
        "design",
        "integration",
        "commissioning",
        "building",
        "connects",
        "software",
        "device",
        "service",
        "bring",
        "engineering",
        "operational",
        "efficiency",
        "building",
        "combined",
        "asset",
        "energy",
        "performance",
        "service",
        "enable",
        "lifetime",
        "efficiency",
        "building",
        "enhances",
        "productivity",
        "comfort",
        "occupant"
    ]
}