{
    "organizations": [],
    "uuid": "d84a7bec0f863c2855836a77f5b07d4c712f532a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/globe-newswire-innovest-global-inc-begins-national-expansion-of-energy-division-reports-mid-quarter-revenue-of-388k--spotlight-growth.html",
    "ord_in_thread": 0,
    "title": "Innovest Global, Inc. Begins National Expansion Of Energy Division, Reports Mid-Quarter Revenue Of $388K - Spotlight Growth",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sacramento, CA, Feb. 23, 2018 (GLOBE NEWSWIRE) -- A new report has been published on Innovest Global, Inc. (OTC Pink: IVST). Innovest Global, Inc. is a diversified holding company that focuses on acquiring niche, high-growth businesses that are capable of generating significant annual revenue. The company’s planned subsidiaries operate across biotech, telehealth, commercial energy, business-to-business distribution, national call center and auto sales.\nThe report provides an overview of Innovest Global, Inc., its subsidiaries, financials, industry analysis and more. The content also covers the global outlook for the LED lighting and energy efficiency industries.\nGlobal LED Lighting Market Forecast To Be Worth $92.40 Billion By 2022\nEnergy efficiency continues to be a growing trend within the global business community, as companies search for ways to cut costs and boost revenues. It is surprising to hear that there is still a massive amount of companies out there that continue to rely on decades-old, outdated, and inefficient energy solutions. Ultimately, running these inefficient systems leads to higher energy costs, as well as lower productivity.\nAccording to MarketsAndMarkets , the global LED lighting market is estimated to be worth $92.40 billion by 2022, which represents a compound annual growth rate (CAGR) of 13.66%. The market research firm sees the growth being driven by increasing demand for energy efficiency products, LED costs are falling, and overall greater adoption of the technology as a general lighting source.\nIn PwC’s “ 2017 Power and Utilities Trend ” report, analysts concluded that a vast majority of the growth will come from a “blueprint for a service-based model.” This would include: emerging technologies, monitoring equipment, sensors, energy management technology, and more.\nEven the recent U.S. tax overhaul could help the LED lighting industry, as the new code incentivizes companies to expand their “business investments.” Under the old tax code , companies would have to utilize a depreciation model to know when tax credits could be realized. Now, companies can receive all of the tax credits from major purchases and upgrades in year one. This provides companies with a massive incentive to take on much-needed efficiency upgrades.\nInnovest Launching Two Regional Development Offices, Massive Call Center Operation Planned\nInnovest Global, Inc. recently announced plans to begin expanding its energy division on a national scale. Management detailed plans to open two regional businesses development offices. One office will be located in Grand Rapids, Michigan and the other will be located in Demopolis, Alabama.\nManagement plans on establishing strategic partnerships with highly-qualified customer service & sales agents and electricians local to Grand Rapids and Demopolis. The customer service and sales agents will be solely focused on developing leads, client acquisition, customer service, and more.\nAs new clients are brought on board, the quality local electrician will be contracted to complete the installation work. Management has noted the importance of implementing extensive training procedures to ensure that the Innovest Global’s trademark quality customer service is thoroughly represented at its new offices.\nCoinciding with the regional office expansion will be a massive call center operation. The operation will be focused on expanding the customer base into small commercial energy businesses. This will complement the existing midsize-ranged client base held by the energy division.\nInnovest also recently announced that it has appointed current president of Shepherd Energy Solutions, Damon Mintz, to lead the entire Innovest Energy Group subsidiary. Mr. Mintz has an expansive history in the energy sector, which involved founding and managing companies generating revenues between $10-30 million annually.\n“Damon is a natural leader, and a proven rainmaker in the energy business,” details Innovest Global, Inc. (OTC Pink: IVST) CEO, Dan Martin. “Shepherd came under the Innovest umbrella recently, and since that time he has initiated so much expansion and growth, and industry referrals, with so much enthusiasm, that the best way we could capitalize on that was to give him authority over the entire energy effort. I couldn’t ask for anything more from a new team, and that work ethic and attention to detail is why I believe Innovest is poised to surpass our goals.”\nInnovest announced that it has generated revenues of $388,000, through half of the first quarter 2018. This beat management’s estimates by 55% and puts the company well on its way to beating its goal of reporting $500,000 in revenue per quarter.\nManagement has been very pleased with its customer feedback and testimonials, which shows the company continues to earn high marks for its customer service and job completion.\n“As happy as I am about how well our team has gelled, and our sales results, I’m even happier with the positive response from our clients. That’s a great testament to the professionalism and excellence of our team,” detailed Dan Martin, CEO of Innovest Global, Inc. (OTC Pink: IVST).\nAside from the biotech division, sales growth, and customer feedback, management has also noted in recent press releases that the company continues to search for quality acquisitions, as it processes its growing pipeline. Furthermore, Innovest is currently vetting PCAOB auditors to be engaged with the company and assist with auditing the financials.\nFor more information on Innovest Global, Inc., please visit http://innovestglobal.com and http://spotlightgrowth.com/index.php/2018/02/22/innovest-global-inc-otc-pink-ivst-announces-major-expansion-plans-energy-division-reports-mid-quarter-revenue-388k/\nSpotlightGrowth.com is a digital hub for micro-caps, small-caps, crowdfunding, cryptocurrency, and other emerging growth investors. SpotlightGrowth.com serves as our media subsidiary and provides insights on small cap companies.\nDisclaimer:\nSpotlight Growth is compensated, either directly or via a third party, to provide investor relations services for its clients. Spotlight Growth creates exposure for companies through a customized marketing strategy, including design of promotional material, the drafting and editing of press releases and media placement.\nAll information on featured companies is provided by the companies profiled, or is available from public sources. Spotlight Growth and its employees are not a Registered Investment Advisor, Broker Dealer or a member of any association for other research providers in any jurisdiction whatsoever and we are not qualified to give financial advice. The information contained herein is based on external sources that Spotlight Growth believes to be reliable, but its accuracy is not guaranteed. Spotlight Growth may create reports and content that has been compensated by a company or third-parties, or for purposes of self-marketing. Spotlight Growth was compensated two thousand eight hundred dollars cash and fifty thousand restricted shares for the creation and dissemination of this content.\nThis material does not represent an investment solicitation. Certain statements contained herein constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements may include, without limitation, statements with respect to the Company’s plans and objectives, projections, expectations and intentions. These forward-looking statements are based on current expectations, estimates and projections about the Company’s industry, management’s beliefs and certain assumptions made by management.\nThe above communication, the attachments and external Internet links provided are intended for informational purposes only and are not to be interpreted by the recipient as a solicitation to participate in securities offerings. Investments referenced may not be suitable for all investors and may not be permissible in certain jurisdictions.\nSpotlight Growth and its affiliates, officers, directors, and employees may have bought or sold or may buy or sell shares in the companies discussed herein, which may be acquired prior, during or after the publication of these marketing materials. Spotlight Growth, its affiliates, officers, directors, and employees may sell the stock of said companies at any time and may profit in the event those shares rise in value. For more information on our disclosures, please visit: http://spotlightgrowth.com/index.php/disclosures/\nContact: Matt Rego 916 525 7147 mrego@spotlightgrowth.com\nSource: Spotlight Growth",
    "published": "2018-02-23T15:30:00.000+02:00",
    "crawled": "2018-02-23T17:32:37.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sacramento",
        "ca",
        "globe",
        "newswire",
        "new",
        "report",
        "published",
        "innovest",
        "global",
        "otc",
        "pink",
        "ivst",
        "innovest",
        "global",
        "diversified",
        "holding",
        "company",
        "focus",
        "acquiring",
        "niche",
        "business",
        "capable",
        "generating",
        "significant",
        "annual",
        "revenue",
        "company",
        "planned",
        "subsidiary",
        "operate",
        "across",
        "biotech",
        "telehealth",
        "commercial",
        "energy",
        "distribution",
        "national",
        "call",
        "center",
        "auto",
        "sale",
        "report",
        "provides",
        "overview",
        "innovest",
        "global",
        "subsidiary",
        "financials",
        "industry",
        "analysis",
        "content",
        "also",
        "cover",
        "global",
        "outlook",
        "led",
        "lighting",
        "energy",
        "efficiency",
        "industry",
        "global",
        "led",
        "lighting",
        "market",
        "forecast",
        "worth",
        "billion",
        "energy",
        "efficiency",
        "continues",
        "growing",
        "trend",
        "within",
        "global",
        "business",
        "community",
        "company",
        "search",
        "way",
        "cut",
        "cost",
        "boost",
        "revenue",
        "surprising",
        "hear",
        "still",
        "massive",
        "amount",
        "company",
        "continue",
        "rely",
        "outdated",
        "inefficient",
        "energy",
        "solution",
        "ultimately",
        "running",
        "inefficient",
        "system",
        "lead",
        "higher",
        "energy",
        "cost",
        "well",
        "lower",
        "productivity",
        "according",
        "marketsandmarkets",
        "global",
        "led",
        "lighting",
        "market",
        "estimated",
        "worth",
        "billion",
        "represents",
        "compound",
        "annual",
        "growth",
        "rate",
        "cagr",
        "market",
        "research",
        "firm",
        "see",
        "growth",
        "driven",
        "increasing",
        "demand",
        "energy",
        "efficiency",
        "product",
        "led",
        "cost",
        "falling",
        "overall",
        "greater",
        "adoption",
        "technology",
        "general",
        "lighting",
        "source",
        "pwc",
        "power",
        "utility",
        "trend",
        "report",
        "analyst",
        "concluded",
        "vast",
        "majority",
        "growth",
        "come",
        "blueprint",
        "would",
        "include",
        "emerging",
        "technology",
        "monitoring",
        "equipment",
        "sensor",
        "energy",
        "management",
        "technology",
        "even",
        "recent",
        "tax",
        "overhaul",
        "could",
        "help",
        "led",
        "lighting",
        "industry",
        "new",
        "code",
        "incentivizes",
        "company",
        "expand",
        "business",
        "old",
        "tax",
        "code",
        "company",
        "would",
        "utilize",
        "depreciation",
        "model",
        "know",
        "tax",
        "credit",
        "could",
        "realized",
        "company",
        "receive",
        "tax",
        "credit",
        "major",
        "purchase",
        "upgrade",
        "year",
        "one",
        "provides",
        "company",
        "massive",
        "incentive",
        "take",
        "efficiency",
        "upgrade",
        "innovest",
        "launching",
        "two",
        "regional",
        "development",
        "office",
        "massive",
        "call",
        "center",
        "operation",
        "planned",
        "innovest",
        "global",
        "recently",
        "announced",
        "plan",
        "begin",
        "expanding",
        "energy",
        "division",
        "national",
        "scale",
        "management",
        "detailed",
        "plan",
        "open",
        "two",
        "regional",
        "business",
        "development",
        "office",
        "one",
        "office",
        "located",
        "grand",
        "rapid",
        "michigan",
        "located",
        "demopolis",
        "alabama",
        "management",
        "plan",
        "establishing",
        "strategic",
        "partnership",
        "customer",
        "service",
        "sale",
        "agent",
        "electrician",
        "local",
        "grand",
        "rapid",
        "demopolis",
        "customer",
        "service",
        "sale",
        "agent",
        "solely",
        "focused",
        "developing",
        "lead",
        "client",
        "acquisition",
        "customer",
        "service",
        "new",
        "client",
        "brought",
        "board",
        "quality",
        "local",
        "electrician",
        "contracted",
        "complete",
        "installation",
        "work",
        "management",
        "noted",
        "importance",
        "implementing",
        "extensive",
        "training",
        "procedure",
        "ensure",
        "innovest",
        "global",
        "trademark",
        "quality",
        "customer",
        "service",
        "thoroughly",
        "represented",
        "new",
        "office",
        "coinciding",
        "regional",
        "office",
        "expansion",
        "massive",
        "call",
        "center",
        "operation",
        "operation",
        "focused",
        "expanding",
        "customer",
        "base",
        "small",
        "commercial",
        "energy",
        "business",
        "complement",
        "existing",
        "client",
        "base",
        "held",
        "energy",
        "division",
        "innovest",
        "also",
        "recently",
        "announced",
        "appointed",
        "current",
        "president",
        "shepherd",
        "energy",
        "solution",
        "damon",
        "mintz",
        "lead",
        "entire",
        "innovest",
        "energy",
        "group",
        "subsidiary",
        "mintz",
        "expansive",
        "history",
        "energy",
        "sector",
        "involved",
        "founding",
        "managing",
        "company",
        "generating",
        "revenue",
        "million",
        "annually",
        "damon",
        "natural",
        "leader",
        "proven",
        "rainmaker",
        "energy",
        "business",
        "detail",
        "innovest",
        "global",
        "otc",
        "pink",
        "ivst",
        "ceo",
        "dan",
        "martin",
        "shepherd",
        "came",
        "innovest",
        "umbrella",
        "recently",
        "since",
        "time",
        "initiated",
        "much",
        "expansion",
        "growth",
        "industry",
        "referral",
        "much",
        "enthusiasm",
        "best",
        "way",
        "could",
        "capitalize",
        "give",
        "authority",
        "entire",
        "energy",
        "effort",
        "ask",
        "anything",
        "new",
        "team",
        "work",
        "ethic",
        "attention",
        "detail",
        "believe",
        "innovest",
        "poised",
        "surpass",
        "innovest",
        "announced",
        "generated",
        "revenue",
        "half",
        "first",
        "quarter",
        "beat",
        "management",
        "estimate",
        "put",
        "company",
        "well",
        "way",
        "beating",
        "goal",
        "reporting",
        "revenue",
        "per",
        "quarter",
        "management",
        "pleased",
        "customer",
        "feedback",
        "testimonial",
        "show",
        "company",
        "continues",
        "earn",
        "high",
        "mark",
        "customer",
        "service",
        "job",
        "completion",
        "happy",
        "well",
        "team",
        "gelled",
        "sale",
        "result",
        "even",
        "happier",
        "positive",
        "response",
        "client",
        "great",
        "testament",
        "professionalism",
        "excellence",
        "team",
        "detailed",
        "dan",
        "martin",
        "ceo",
        "innovest",
        "global",
        "otc",
        "pink",
        "ivst",
        "aside",
        "biotech",
        "division",
        "sale",
        "growth",
        "customer",
        "feedback",
        "management",
        "also",
        "noted",
        "recent",
        "press",
        "release",
        "company",
        "continues",
        "search",
        "quality",
        "acquisition",
        "process",
        "growing",
        "pipeline",
        "furthermore",
        "innovest",
        "currently",
        "vetting",
        "pcaob",
        "auditor",
        "engaged",
        "company",
        "assist",
        "auditing",
        "financials",
        "information",
        "innovest",
        "global",
        "please",
        "visit",
        "http",
        "http",
        "digital",
        "hub",
        "crowdfunding",
        "cryptocurrency",
        "emerging",
        "growth",
        "investor",
        "serf",
        "medium",
        "subsidiary",
        "provides",
        "insight",
        "small",
        "cap",
        "company",
        "disclaimer",
        "spotlight",
        "growth",
        "compensated",
        "either",
        "directly",
        "via",
        "third",
        "party",
        "provide",
        "investor",
        "relation",
        "service",
        "client",
        "spotlight",
        "growth",
        "creates",
        "exposure",
        "company",
        "customized",
        "marketing",
        "strategy",
        "including",
        "design",
        "promotional",
        "material",
        "drafting",
        "editing",
        "press",
        "release",
        "medium",
        "placement",
        "information",
        "featured",
        "company",
        "provided",
        "company",
        "profiled",
        "available",
        "public",
        "source",
        "spotlight",
        "growth",
        "employee",
        "registered",
        "investment",
        "advisor",
        "broker",
        "dealer",
        "member",
        "association",
        "research",
        "provider",
        "jurisdiction",
        "whatsoever",
        "qualified",
        "give",
        "financial",
        "advice",
        "information",
        "contained",
        "herein",
        "based",
        "external",
        "source",
        "spotlight",
        "growth",
        "belief",
        "reliable",
        "accuracy",
        "guaranteed",
        "spotlight",
        "growth",
        "may",
        "create",
        "report",
        "content",
        "compensated",
        "company",
        "purpose",
        "spotlight",
        "growth",
        "compensated",
        "two",
        "thousand",
        "eight",
        "hundred",
        "dollar",
        "cash",
        "fifty",
        "thousand",
        "restricted",
        "share",
        "creation",
        "dissemination",
        "content",
        "material",
        "represent",
        "investment",
        "solicitation",
        "certain",
        "statement",
        "contained",
        "herein",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "respect",
        "company",
        "plan",
        "objective",
        "projection",
        "expectation",
        "intention",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "company",
        "industry",
        "management",
        "belief",
        "certain",
        "assumption",
        "made",
        "management",
        "communication",
        "attachment",
        "external",
        "internet",
        "link",
        "provided",
        "intended",
        "informational",
        "purpose",
        "interpreted",
        "recipient",
        "solicitation",
        "participate",
        "security",
        "offering",
        "investment",
        "referenced",
        "may",
        "suitable",
        "investor",
        "may",
        "permissible",
        "certain",
        "jurisdiction",
        "spotlight",
        "growth",
        "affiliate",
        "officer",
        "director",
        "employee",
        "may",
        "bought",
        "sold",
        "may",
        "buy",
        "sell",
        "share",
        "company",
        "discussed",
        "herein",
        "may",
        "acquired",
        "prior",
        "publication",
        "marketing",
        "material",
        "spotlight",
        "growth",
        "affiliate",
        "officer",
        "director",
        "employee",
        "may",
        "sell",
        "stock",
        "said",
        "company",
        "time",
        "may",
        "profit",
        "event",
        "share",
        "rise",
        "value",
        "information",
        "disclosure",
        "please",
        "visit",
        "http",
        "contact",
        "matt",
        "rego",
        "mrego",
        "source",
        "spotlight",
        "growth"
    ]
}