{
    "organizations": [],
    "uuid": "2ec5a3587163f67de9acbbfcba1cb6831aa882d9",
    "author": "",
    "url": "https://www.reuters.com/article/europe-stocks/live-markets-were-looking-to-sell-into-rallies-not-buy-on-dips-idUSL8N1Q22DF",
    "ord_in_thread": 0,
    "title": "LIVE MARKETS-\"We're looking to sell into rallies, not buy on dips\"",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Feb 12 (Reuters) - Welcome to the home for real time coverage of European equity markets brought to you by Reuters stocks reporters and anchored today by Helen Reid. Reach her on Messenger to share your thoughts on market moves: helen.reid.thomsonreuters.com@reuters.net \"WE'RE LOOKING TO SELL INTO RALLIES, NOT BUY ON DIPS\" (1009 GMT) As a relief bounce takes shape across European markets, some investors are still reluctant to dip their toes back in. \"We're looking to sell into rallies, not buy on dips,\" says Daniel Lockyer, senior fund manager at Hawksmoor. Lockyer says the fund has been gradually derisking for some time already. \"There's almost no more risk to take out of the portfolios or we would have too much cash or a binary bet on markets going down.\" Other assets could provide a buying opportunity, however. \"If there's something we like and we own that's not correlated to bonds or equities, like some of our property funds, if those shares get marked down lower because of everything else, we don't think anything has fundamentally changed and we might be buying some of those,\" says Lockyer. JP Morgan strategist Mislav Matejka, on the other hand, is a believer in the relief bounce. \"One should only sell from here if you believe growth will start to disappoint,\" he writes. (Helen Reid) RELIEF FOR EUROPEAN STOCKS (0817 GMT) Following the lead in Asian stocks, Europe's markets are looking brighter this morning with a relief rally taking shape across the major benchmarks, up 1 to 1.3 percent. The cyclicals sectors which had led the sell-off last week are back in the driving seat: banks, chemicals and basic resources are the best-performing sectors. A mixed bag of stocks are leading gains, with Victrex taking the lead after BAML gave the UK polymer firm a double upgrade to 'buy'. Also benefiting from broker upgrades to target price is Umicore, while Credit Suisse is up 2.9 percent, leading the banks index, after its shares were particularly badly hit last week as its inverse VIX product imploded. Akzo Nobel is up just 1.3 percent, in line with the market, as investors don't seem to be overly enthused by an FT report of takeover interest. Luxembourg-based telecoms firm SES is falling sharply, however, down 6.8 percent at the bottom of the STOXX after it announced management changes with its CEO and CFO stepping down by April 5. (Helen Reid) WHAT WE'RE WATCHING BEFORE THE BELL IN EUROPE (0751 GMT) Stock index futures are pointing to a strong rebound in Europe this morning after the region's equity market lost 5 percent, or around $1 trillion in market cap, during last week's sell-off. DAX futures were leading the bounce, up 2 percent. Shares in Akzo Nobel are expected to rise 1-2 percent after a source-based Financial Times report said that US private equity giant Apollo had teamed up with the biggest Dutch pension fund to buy Akzo's 10 billion-euro speciality chemicals unit. Eyes also on raft of earning updates, although price moves could be distorted by last week's broad-based sell off. Heineken will be in the spotlight after the brewer lowered its margin growth target, blaming a volatile market environment and an acquisition in Brazil. Bayer however posted a 2017 underlying operating profit that was in line with a Reuters poll forecast. Other stock movers: Renault board member quits ahead of CEO succession meeting; Game Digital to open concessions in Sports Direct stores; Standard Life Aberdeen takes on Mexican airport developer in rare move; Airbus ordered to pay $99 mln fine in Eurofighter case; Intesa chairman says sale of bad loan unit won't take long; Italy's Carige bank pledges to act more quickly to cut bad debts; Acacia Mining scraps dividend after profit hit by Tanzania export ban; EU says Bayer Monsanto must not hurt competition in digital farming-paper; Suedzucker sees 2 yr transition after deregulation - Boersen-Zeitung; Ladbrokes Coral reports 4 pct rise in full year revenue; Switzerland's Clariant halts strategic update pending talks with SABIC (Danilo Masoni) A \"TECHNICAL\" CORRECTION, OR MORE FUNDAMENTAL WEAKNESS? (0727 GMT) That's the question on everyone's lips after a weekend of mulling over the most serious sell-off to hit markets in years. UniCredit global chief economist Erik Nielsen says while most market commentators have labelled this correction as mainly \"technical\", it's worth digging into the reasons why more fundamental drivers could be at play, especially in the US. \"My fear of more fundamental weakness relates only to the US, which really is at the centre of the present markets chaos,\" writes Nielsen, arguing the US economy may be in more trouble than widely thought. \"If US balance sheet issues are causing trouble, then we may be in for a more complicated - and volatile - ride during 2018 that'll see US equities slide through must of the year, as US yields climb higher.\" Nielsen sees non-US equities as likely to de-couple therefore, as Europe and Asia benefit from more moderate valuations, better relative growth and 'much stronger' balance sheets. \"In contrast to European firms, US companies are much more exposed to rising financing costs because of recent years' strong increase in net debt,\" he notes, adding most of this money was used to inflate shareholder payouts rather than for investment. Nielsen adds a word of warning on thinking it's all over too soon: \"Corrections are rarely done within 10 working days. On average these types of disruptions normally rumble on for 30-40 days.\" Fasten your seatbelts... (Helen Reid) DAX FUTURES SHINE (0713 GMT) Stock index futures are pointing to a strong rebound in Europe this morning after the region's equity market lost 5 percent, or around 1 trillion euros in market cap, during last week's sell-off. DAX futures are leading the advance, up 2 percent, as you can see below. Meanwhile, S&P 500 e-mini futures are up 0.6 percent. (Danilo Masoni) EUROPEAN HEADLINES: EARLY MORNING ROUND-UP (0646 GMT) Heineken guides for lower margin growth in 2018 Renault board member quits ahead of CEO succession meeting Credit Suisse hit by U.S. lawsuit over writedowns, says case \"without merit\" Standard Life Aberdeen takes on Mexican airport developer in rare move Airbus ordered to pay $99 mln fine in Eurofighter case Intesa chairman says sale of bad loan unit won't take long Maersk profit miss, outlook put shipping shift in spotlight Switzerland's Clariant halts strategic update pending talks with SABIC Ladbrokes Coral reports 4 pct rise in full year revenue UK's Tesco is plans a chain of discount stores -Sunday Times Cardiff University defends joint venture with Apple supplier IQE Italy's Carige bank pledges to act more quickly to cut bad debts MEDIA-French insurer CNP could be merged with La Banque Postale -report BRIEF-CGG Raises About 112.2 Million Euros In Rights Issue Switzerland's Clariant halts strategic update pending talks with SABIC Vontobel must pay 13.3 mln euros over untaxed German assets Nestle buys majority stake in organic food company Terrafertil EU says Bayer Monsanto must not hurt competition in digital farming-paper BMW close to 10-year supply deal for battery minerals - FAZ Porsche, Audi to develop joint electric car platform to save costs South Africa's Wiese slashes stake in Steinhoff to 6.2 pct Suedzucker sees 2 yr transition after deregulation - Boersen-Zeitung BRIEF-Carl Zeiss Meditec Sees FY Adj EBIT Margin At 14-16 Pct (Danilo Masoni) ETF, DARK POOL TRADING BALLOONED DURING SELL-OFF (0634 GMT) Stats from last week's sell-off reveal exchange-traded funds saw massive trading volumes on the London Stock Exchange, while the exchange's dark pool cleared record amounts of trades as investors sought to put through large block trades incognito. Last Tuesday was the strongest day of ETF trading activity ever on the LSE, a spokeswoman said, with some 1.3 billion pounds traded in ETFs. Dark pool Turquoise saw a record amount processed in its large block platform Plato Block Discovery, with 2.46 billion euros in trading over the week as investors sought to put through big trades without moving the market. Turquoise overall beat its previous weekly record by 18 percent, with 7.43 billion euros worth of trades executed in the dark. (Helen Reid)",
    "published": "2018-02-12T12:15:00.000+02:00",
    "crawled": "2018-02-12T12:32:52.021+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "feb",
        "reuters",
        "welcome",
        "home",
        "real",
        "time",
        "coverage",
        "european",
        "equity",
        "market",
        "brought",
        "reuters",
        "stock",
        "reporter",
        "anchored",
        "today",
        "helen",
        "reid",
        "reach",
        "messenger",
        "share",
        "thought",
        "market",
        "move",
        "looking",
        "sell",
        "rally",
        "buy",
        "dip",
        "gmt",
        "relief",
        "bounce",
        "take",
        "shape",
        "across",
        "european",
        "market",
        "investor",
        "still",
        "reluctant",
        "dip",
        "toe",
        "back",
        "looking",
        "sell",
        "rally",
        "buy",
        "dip",
        "say",
        "daniel",
        "lockyer",
        "senior",
        "fund",
        "manager",
        "hawksmoor",
        "lockyer",
        "say",
        "fund",
        "gradually",
        "derisking",
        "time",
        "already",
        "almost",
        "risk",
        "take",
        "portfolio",
        "would",
        "much",
        "cash",
        "binary",
        "bet",
        "market",
        "going",
        "asset",
        "could",
        "provide",
        "buying",
        "opportunity",
        "however",
        "something",
        "like",
        "correlated",
        "bond",
        "equity",
        "like",
        "property",
        "fund",
        "share",
        "get",
        "marked",
        "lower",
        "everything",
        "else",
        "think",
        "anything",
        "fundamentally",
        "changed",
        "might",
        "buying",
        "say",
        "lockyer",
        "jp",
        "morgan",
        "strategist",
        "mislav",
        "matejka",
        "hand",
        "believer",
        "relief",
        "bounce",
        "one",
        "sell",
        "believe",
        "growth",
        "start",
        "disappoint",
        "writes",
        "helen",
        "reid",
        "relief",
        "european",
        "stock",
        "gmt",
        "following",
        "lead",
        "asian",
        "stock",
        "europe",
        "market",
        "looking",
        "brighter",
        "morning",
        "relief",
        "rally",
        "taking",
        "shape",
        "across",
        "major",
        "benchmark",
        "percent",
        "cyclicals",
        "sector",
        "led",
        "last",
        "week",
        "back",
        "driving",
        "seat",
        "bank",
        "chemical",
        "basic",
        "resource",
        "sector",
        "mixed",
        "bag",
        "stock",
        "leading",
        "gain",
        "victrex",
        "taking",
        "lead",
        "baml",
        "gave",
        "uk",
        "polymer",
        "firm",
        "double",
        "upgrade",
        "also",
        "benefiting",
        "broker",
        "upgrade",
        "target",
        "price",
        "umicore",
        "credit",
        "suisse",
        "percent",
        "leading",
        "bank",
        "index",
        "share",
        "particularly",
        "badly",
        "hit",
        "last",
        "week",
        "inverse",
        "vix",
        "product",
        "imploded",
        "akzo",
        "nobel",
        "percent",
        "line",
        "market",
        "investor",
        "seem",
        "overly",
        "enthused",
        "ft",
        "report",
        "takeover",
        "interest",
        "telecom",
        "firm",
        "s",
        "falling",
        "sharply",
        "however",
        "percent",
        "bottom",
        "stoxx",
        "announced",
        "management",
        "change",
        "ceo",
        "cfo",
        "stepping",
        "april",
        "helen",
        "reid",
        "watching",
        "bell",
        "europe",
        "gmt",
        "stock",
        "index",
        "future",
        "pointing",
        "strong",
        "rebound",
        "europe",
        "morning",
        "region",
        "equity",
        "market",
        "lost",
        "percent",
        "around",
        "trillion",
        "market",
        "cap",
        "last",
        "week",
        "dax",
        "future",
        "leading",
        "bounce",
        "percent",
        "share",
        "akzo",
        "nobel",
        "expected",
        "rise",
        "percent",
        "financial",
        "time",
        "report",
        "said",
        "u",
        "private",
        "equity",
        "giant",
        "apollo",
        "teamed",
        "biggest",
        "dutch",
        "pension",
        "fund",
        "buy",
        "akzo",
        "speciality",
        "chemical",
        "unit",
        "eye",
        "also",
        "raft",
        "earning",
        "update",
        "although",
        "price",
        "move",
        "could",
        "distorted",
        "last",
        "week",
        "sell",
        "heineken",
        "spotlight",
        "brewer",
        "lowered",
        "margin",
        "growth",
        "target",
        "blaming",
        "volatile",
        "market",
        "environment",
        "acquisition",
        "brazil",
        "bayer",
        "however",
        "posted",
        "underlying",
        "operating",
        "profit",
        "line",
        "reuters",
        "poll",
        "forecast",
        "stock",
        "mover",
        "renault",
        "board",
        "member",
        "quits",
        "ahead",
        "ceo",
        "succession",
        "meeting",
        "game",
        "digital",
        "open",
        "concession",
        "sport",
        "direct",
        "store",
        "standard",
        "life",
        "aberdeen",
        "take",
        "mexican",
        "airport",
        "developer",
        "rare",
        "move",
        "airbus",
        "ordered",
        "pay",
        "mln",
        "fine",
        "eurofighter",
        "case",
        "intesa",
        "chairman",
        "say",
        "sale",
        "bad",
        "loan",
        "unit",
        "wo",
        "take",
        "long",
        "italy",
        "carige",
        "bank",
        "pledge",
        "act",
        "quickly",
        "cut",
        "bad",
        "debt",
        "acacia",
        "mining",
        "scrap",
        "dividend",
        "profit",
        "hit",
        "tanzania",
        "export",
        "ban",
        "eu",
        "say",
        "bayer",
        "monsanto",
        "must",
        "hurt",
        "competition",
        "digital",
        "suedzucker",
        "see",
        "yr",
        "transition",
        "deregulation",
        "ladbrokes",
        "coral",
        "report",
        "pct",
        "rise",
        "full",
        "year",
        "revenue",
        "switzerland",
        "clariant",
        "halt",
        "strategic",
        "update",
        "pending",
        "talk",
        "sabic",
        "danilo",
        "masoni",
        "technical",
        "correction",
        "fundamental",
        "weakness",
        "gmt",
        "question",
        "everyone",
        "lip",
        "weekend",
        "mulling",
        "serious",
        "hit",
        "market",
        "year",
        "unicredit",
        "global",
        "chief",
        "economist",
        "erik",
        "nielsen",
        "say",
        "market",
        "commentator",
        "labelled",
        "correction",
        "mainly",
        "technical",
        "worth",
        "digging",
        "reason",
        "fundamental",
        "driver",
        "could",
        "play",
        "especially",
        "u",
        "fear",
        "fundamental",
        "weakness",
        "relates",
        "u",
        "really",
        "centre",
        "present",
        "market",
        "chaos",
        "writes",
        "nielsen",
        "arguing",
        "u",
        "economy",
        "may",
        "trouble",
        "widely",
        "thought",
        "u",
        "balance",
        "sheet",
        "issue",
        "causing",
        "trouble",
        "may",
        "complicated",
        "volatile",
        "ride",
        "see",
        "u",
        "equity",
        "slide",
        "must",
        "year",
        "u",
        "yield",
        "climb",
        "higher",
        "nielsen",
        "see",
        "equity",
        "likely",
        "therefore",
        "europe",
        "asia",
        "benefit",
        "moderate",
        "valuation",
        "better",
        "relative",
        "growth",
        "stronger",
        "balance",
        "sheet",
        "contrast",
        "european",
        "firm",
        "u",
        "company",
        "much",
        "exposed",
        "rising",
        "financing",
        "cost",
        "recent",
        "year",
        "strong",
        "increase",
        "net",
        "debt",
        "note",
        "adding",
        "money",
        "used",
        "inflate",
        "shareholder",
        "payouts",
        "rather",
        "investment",
        "nielsen",
        "add",
        "word",
        "warning",
        "thinking",
        "soon",
        "correction",
        "rarely",
        "done",
        "within",
        "working",
        "day",
        "average",
        "type",
        "disruption",
        "normally",
        "rumble",
        "day",
        "fasten",
        "seatbelt",
        "helen",
        "reid",
        "dax",
        "future",
        "shine",
        "gmt",
        "stock",
        "index",
        "future",
        "pointing",
        "strong",
        "rebound",
        "europe",
        "morning",
        "region",
        "equity",
        "market",
        "lost",
        "percent",
        "around",
        "trillion",
        "euro",
        "market",
        "cap",
        "last",
        "week",
        "dax",
        "future",
        "leading",
        "advance",
        "percent",
        "see",
        "meanwhile",
        "p",
        "future",
        "percent",
        "danilo",
        "masoni",
        "european",
        "headline",
        "early",
        "morning",
        "gmt",
        "heineken",
        "guide",
        "lower",
        "margin",
        "growth",
        "renault",
        "board",
        "member",
        "quits",
        "ahead",
        "ceo",
        "succession",
        "meeting",
        "credit",
        "suisse",
        "hit",
        "lawsuit",
        "writedowns",
        "say",
        "case",
        "without",
        "merit",
        "standard",
        "life",
        "aberdeen",
        "take",
        "mexican",
        "airport",
        "developer",
        "rare",
        "move",
        "airbus",
        "ordered",
        "pay",
        "mln",
        "fine",
        "eurofighter",
        "case",
        "intesa",
        "chairman",
        "say",
        "sale",
        "bad",
        "loan",
        "unit",
        "wo",
        "take",
        "long",
        "maersk",
        "profit",
        "miss",
        "outlook",
        "put",
        "shipping",
        "shift",
        "spotlight",
        "switzerland",
        "clariant",
        "halt",
        "strategic",
        "update",
        "pending",
        "talk",
        "sabic",
        "ladbrokes",
        "coral",
        "report",
        "pct",
        "rise",
        "full",
        "year",
        "revenue",
        "uk",
        "tesco",
        "plan",
        "chain",
        "discount",
        "store",
        "time",
        "cardiff",
        "university",
        "defends",
        "joint",
        "venture",
        "apple",
        "supplier",
        "iqe",
        "italy",
        "carige",
        "bank",
        "pledge",
        "act",
        "quickly",
        "cut",
        "bad",
        "debt",
        "insurer",
        "cnp",
        "could",
        "merged",
        "la",
        "banque",
        "postale",
        "raise",
        "million",
        "euro",
        "right",
        "issue",
        "switzerland",
        "clariant",
        "halt",
        "strategic",
        "update",
        "pending",
        "talk",
        "sabic",
        "vontobel",
        "must",
        "pay",
        "mln",
        "euro",
        "untaxed",
        "german",
        "asset",
        "nestle",
        "buy",
        "majority",
        "stake",
        "organic",
        "food",
        "company",
        "terrafertil",
        "eu",
        "say",
        "bayer",
        "monsanto",
        "must",
        "hurt",
        "competition",
        "digital",
        "bmw",
        "close",
        "supply",
        "deal",
        "battery",
        "mineral",
        "faz",
        "porsche",
        "audi",
        "develop",
        "joint",
        "electric",
        "car",
        "platform",
        "save",
        "cost",
        "south",
        "africa",
        "wiese",
        "slash",
        "stake",
        "steinhoff",
        "pct",
        "suedzucker",
        "see",
        "yr",
        "transition",
        "deregulation",
        "zeiss",
        "meditec",
        "see",
        "fy",
        "adj",
        "ebit",
        "margin",
        "pct",
        "danilo",
        "masoni",
        "etf",
        "dark",
        "pool",
        "trading",
        "ballooned",
        "gmt",
        "stats",
        "last",
        "week",
        "reveal",
        "fund",
        "saw",
        "massive",
        "trading",
        "volume",
        "london",
        "stock",
        "exchange",
        "exchange",
        "dark",
        "pool",
        "cleared",
        "record",
        "amount",
        "trade",
        "investor",
        "sought",
        "put",
        "large",
        "block",
        "trade",
        "incognito",
        "last",
        "tuesday",
        "strongest",
        "day",
        "etf",
        "trading",
        "activity",
        "ever",
        "lse",
        "spokeswoman",
        "said",
        "billion",
        "pound",
        "traded",
        "etf",
        "dark",
        "pool",
        "turquoise",
        "saw",
        "record",
        "amount",
        "processed",
        "large",
        "block",
        "platform",
        "plato",
        "block",
        "discovery",
        "billion",
        "euro",
        "trading",
        "week",
        "investor",
        "sought",
        "put",
        "big",
        "trade",
        "without",
        "moving",
        "market",
        "turquoise",
        "overall",
        "beat",
        "previous",
        "weekly",
        "record",
        "percent",
        "billion",
        "euro",
        "worth",
        "trade",
        "executed",
        "dark",
        "helen",
        "reid"
    ]
}