{
    "organizations": [],
    "uuid": "1135eac101b61ebc54e74dac162f880cb7fe79b9",
    "author": "Brian Baskin",
    "url": "https://www.wsj.com/articles/kraft-heinz-made-its-factories-really-efficient-now-it-has-to-sell-bologna-1518453435",
    "ord_in_thread": 0,
    "title": "Kraft Heinz Made Its Factories Really Efficient. Now It Has to Sell Bologna",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "35 COMMENTS A conveyor belt moves sliced smoked ham at Kraft Heinz’s Oscar Mayer plant in Davenport, Iowa. Photo: Daniel Acker for The Wall Street Journal DAVENPORT, Iowa—For decades, Kraft Foods Group produced Oscar Mayer cold cuts out of a six-story, former slaughterhouse built in 1872.\nThe systems seemed out of another era. Workers drove forklifts loaded with giant vats of ham, turkey and chicken parts on and off freight elevators to different processing points. A typical turkey breast required four rides between floors to get from raw meat to packaged slices. Breakdowns could slow production to a crawl.\nThe inefficiency was easy to spot for 3G Capital LLC, the acquisitive Brazilian investment giant, which took over Kraft in 2015. The outdated plant—workers called it the world’s biggest bologna maker—immediately landed on a list of seven facilities to close when the 3G-run H.J. Heinz finalized the $49 billion deal, one part of a plan to extract nearly $2 billion in savings by applying 3G’s cost-cutting mantra to operations.\nMeat Market Kraft Heinz has improved its earnings per share, but overall sales have ticked lower, and its share of a shrinking processed-meat market is getting smaller. Earnings per share\n$1.0\n0.8\n0.6\n0.4\n0.2\n0\nQ416\nQ415\nQ417*\nTotal sales\n$8B\n6\n4\n2\n0\nQ417*\nQ416\nQ415\nKraft Heinz share of overall U.S. processed-meat sales\nKraft Heinz\n$22B\n20\n18\n16\n14\n12\n10\n8\n6\n4\n2\n17.6%\n17.5%\n18%\n0\n2016\n2017\n2015\n*Average forecast\nSources: FactSet (margin, sales); Euromonitor (processed meat sales, market share)\nOver the past 2½ years, thousands of workers lost their jobs, and iconic Kraft buildings, including the original Oscar Mayer headquarters in Madison, Wis., have been shuttered and sold. The cost-cutting project is now wrapping up, giving Kraft Heinz Co. KHC 1.35% the highest operating profit margin among its peers in the U.S. food industry.\nThat success, however, has unveiled a new, tougher challenge, one that is outside 3G’s traditional area of expertise. Kraft Heinz commands a smaller share of a shrinking overall market for processed meats, hit by consumers’ desire for fresher, more natural foods . And while 3G is expert at taking over iconic American brands and squeezing out costs, it is less known for building sales—especially for a product out of sync with consumer tastes.\nWall Street is now anxious to see whether Kraft Heinz’s management—most of whom come from 3G —can also set up the company to expand sales. Some say a more-certain move would be another blockbuster acquisition to start registering growth through cost cuts. Kraft Heinz shares hit a two-year low last week, and are down 21% over the past year, a period when the S&P 500 index rose 13%.\n3G leaped to prominence in recent years by making a string of splashy acquisitions. It is the largest shareholder in Restaurant Brands International , which owns the Burger King and Tim Hortons chains. Profits and revenue there are up, and shares have doubled since the company was formed in December 2014. 3G’s founders honed their strategy of cost cuts and acquisitions through mergers that created global brewing giant Anheuser-Busch InBev .\n3G said the Kraft Davenport facility is at the center of its plans to prove it doesn’t just slash expenses, but that it also invests in brands.\nProduction moved 10 miles up Interstate 280 to a new, $225 million plant, where the first cold cuts rolled off the assembly line in June. The facility is the first U.S. plant 3G built from the ground up since the firm entered the food business with its acquisition of H.J. Heinz five years ago.\nRaw cuts of pork ready for processing at the Davenport plant. Photo: Daniel Acker for The Wall Street Journal Gone are the elevators. Instead, conveyor belts whisk “stick meat”—macerated proteins stuffed into 6-foot-long casings—through processing rooms. New machines can handle 15,000-pound batches. Robotic arms pick up trays and place them in room-size ovens. Automated slicers deliver perfect 9-ounce portions that drop into plastic containers.\nWhen it hits full capacity in a few weeks, the plant will be able to churn out 2.8 million pounds of sliced meat a week, about 17% more than the old factory, while employing 500 fewer people.\n“We look at pretty much any opportunity we have to drive efficiency,” said Troy Shannan, Kraft Heinz’s head of North America supply chain. “And we use the savings from those efficiencies to reinvest in our brands and our businesses and back into our supply chain.”\nThe process for mass-producing cold cuts is virtually identical whether it is for “Black Forest Ham” or “Natural Mesquite Smoked Turkey Breast.” Raw meat arrives at the new plant by the truckload—each carrying up to 22 one-ton containers. Inside, deboned chunks of ham or turkey breast are dumped into macerators, which grind up the meat while 500 needles inject flavorings, preservatives and brine. This paste-like goo, known as “batter,” is fed into a chilled, vacuum-sealed tumbler resembling a stainless steel cement mixer.\nThe tumblers—a proprietary design developed with a third-party manufacturer—can massage meat at varying speeds and keep it cool. They reduce the curing process, a method of preserving meat, to between two and eight hours. At the old plant, meat could require up to two days to cure in mixers that resembled lottery-ball pickers.\nLabels are applied to packages of smoked ham at the plant. Photo: Daniel Acker for The Wall Street Journal The meat cooks and cools in a water tank instead of by the traditional system of being sprayed with hot water, speeding up the process by reducing the number of times cranes are needed to move the logs. Spices and artificial flavors infused into the casing give the meat a smoky or spicy flavor.\nChanging the open-floor plan of the old plant to one with separated work rooms means less downtime from sanitizing the lines. In the slicing room, cooked stick meat enters one end of a carving machine and emerges in identical sets of cold cuts that drop into containers, which have been folded into shape seconds before from plastic sheets. Sensors in the conveyor belt weigh each portion, automatically pushing away extra slices.\nA pair of workers wearing gloves, hairnets and safety goggles check each container and gently press the meat into place before a machine seals the pack in plastic film and applies a label.\n“You’re dealing with a lot more aggressive company than you were before,” said Jerry Messer, who worked at the old factory in Davenport from 1967 to 1985 and is president of the union representing Kraft Heinz’s employees and others in the industry. “They pay a lot of attention to waste…You gotta put a request in for everything you need, and you gotta justify it.”\nThe factory used to keep extra parts in stock for repairs, but 3G likes to keep inventory low to save money, he said.\nMike Cole, a former director of transportation at Kraft who left the company in 2014, before the 3G acquisition said Kraft’s previous management tended to make changes in “baby steps,” with executives wary of instituting mass layoffs or shuttering major factories. “When you’re a new company coming in…you can put a bullet into anything,” he said.\nWorkers check the sliced ham as it is packaged. Photo: Daniel Acker for The Wall Street Journal In the broader overhaul of nationwide production, the company used computer modeling to analyze where it sourced ingredients, where it needed to ship finished products, and the cost and availability of labor and other resources. The model spit out ideal locations for factories and warehouses.\nProduct lines were grouped more logically. The bologna line in the old Davenport plant was shifted to join the chopped ham line in Kirksville, Mo., which uses similar ingredients and processing techniques. Bologna output has fallen for years, since demand has dropped from its heyday in the 1970s and 1980s.\nMarket Slump Kraft Heinz shares have underperformed the packaged-foods index and the overall market in the past year. 30%\nS&P 500\n20\n10\nS&P 500\nPackaged\nFoods & Meats\n0\n–10\nKraft Heinz share price\n–20\n2017\n’18\nSource: FactSet\n“A lot of times products are basically…shoehorned into a factory,” said Mr. Shannan, the supply-chain chief. “It’s not always an optimized design of how things should work.”\nThe experienced labor in Davenport, and the town’s location near meat suppliers and distribution centers for big customers like grocery-store chain Kroger Co. factored into the decision to build the new plant near the old one.\nStill, Kraft Heinz is grappling with a problem that can’t be solved by increasing efficiency: U.S. sales of cold cuts and other processed meats slipped to $21.3 billion last year, from $21.9 billion in 2015. Oscar Mayer’s market share dropped to 17.5% from 18% five years ago, according to Euromonitor.\nNatural and organic brands, as well as small labels buying from local farms, have nibbled away at sales. “Consumers are looking for something they think is handmade or looks handmade,” said Chris Fuller, a consultant to meat processors.\nTroy Shannan, Kraft Heinz’s head of North America supply chain, above, and CEO Bernardo Hees, below. Photo: Daniel Acker for The Wall Street Journal Photo: Christopher Dilts/Bloomberg News Kraft Heinz executives said even if the overall market is shrinking, there are profits to be made by cutting out costs. But they acknowledge that they have to generate sales growth .\nThe Davenport plant is producing a new line of antibiotic-free meat, with restyled packaging and marketing to play up the natural ingredients. It also makes higher-end “carving board” turkey breast that isn’t made from stick meat. The company said it is culling low-selling items to focus on innovation and marketing for brands with the most potential.\nKraft Heinz’s profitability has soared since the merger, with analysts expecting a key margin metric to rise to 31% of sales in the latest quarter, compared with 23% when Kraft Heinz reported its first earnings as a combined company in 2015.\nPackages of ham are boxed at the Davenport plant. Photo: Daniel Acker for The Wall Street Journal At its earnings report on Friday, the company is expected to report an 8% rise in earnings per share for the year, with sales down 0.7% to $26.3 billion, according to FactSet. Its meat business, including Oscar Mayer, makes up about 20% of its U.S. revenue.\nKraft Heinz said its savings from the merger will soon reach $1.7 billion in annual spending—more than it initially planned—through supply-chain savings and from reducing overhead at the company’s headquarters in Chicago and Pittsburgh.\nAlexia Howard, an industry analyst at Sanford C. Bernstein, said now that Kraft Heinz’s cost-cutting is largely complete, it needs another deal. “The hope is that they will manage to find something with a growth profile” to buy in the next few months, she said.\n3G has made a habit of doing deals every two to three years, cutting costs at each new acquisition before moving on to the next target. The pattern looked set to repeat a year ago, when Kraft Heinz made a $143 billion bid for Unilever PLC , but walked away after the offer was rebuffed.\nPallets of Oscar Mayer deli meats ready for transport at the Davenport plant. Photo: Daniel Acker for The Wall Street Journal That left 3G exposed . Having wrung the bulk of its savings out of Kraft Heinz, the company will find it tougher to increase profits, given the difficulties of generating sales growth in the packaged-food industry.\n“An acquisition is a must. The market expects one. And it’s part of 3G’s playbook,” said Martin Schwarz, an industry consultant at Stern Value Management.\nKraft Heinz Chief Executive Bernardo Hees, who is also a partner at 3G, said the company doesn’t need another acquisition to succeed in the packaged-food business. He said the firm goes beyond cost-cutting and is investing in its brands.\n“There is no doubt that the retail environment in most parts of the world will remain challenged,” Mr. Hees said on a November earnings call. “The challenge for us is the same as it’s ever been: to adapt quickly and stay relevant.”\nWrite to Brian Baskin at brian.baskin@wsj.com and Annie Gasparro at annie.gasparro@wsj.com",
    "published": "2018-02-12T19:37:00.000+02:00",
    "crawled": "2018-02-12T21:17:55.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "conveyor",
        "belt",
        "move",
        "sliced",
        "smoked",
        "ham",
        "kraft",
        "heinz",
        "oscar",
        "mayer",
        "plant",
        "davenport",
        "iowa",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "davenport",
        "decade",
        "kraft",
        "food",
        "group",
        "produced",
        "oscar",
        "mayer",
        "cold",
        "cut",
        "former",
        "slaughterhouse",
        "built",
        "system",
        "seemed",
        "another",
        "era",
        "worker",
        "drove",
        "forklift",
        "loaded",
        "giant",
        "vat",
        "ham",
        "turkey",
        "chicken",
        "part",
        "freight",
        "elevator",
        "different",
        "processing",
        "point",
        "typical",
        "turkey",
        "breast",
        "required",
        "four",
        "ride",
        "floor",
        "get",
        "raw",
        "meat",
        "packaged",
        "slice",
        "breakdown",
        "could",
        "slow",
        "production",
        "crawl",
        "inefficiency",
        "easy",
        "spot",
        "3g",
        "capital",
        "llc",
        "acquisitive",
        "brazilian",
        "investment",
        "giant",
        "took",
        "kraft",
        "outdated",
        "called",
        "world",
        "biggest",
        "bologna",
        "landed",
        "list",
        "seven",
        "facility",
        "close",
        "heinz",
        "finalized",
        "billion",
        "deal",
        "one",
        "part",
        "plan",
        "extract",
        "nearly",
        "billion",
        "saving",
        "applying",
        "3g",
        "mantra",
        "operation",
        "meat",
        "market",
        "kraft",
        "heinz",
        "improved",
        "earnings",
        "per",
        "share",
        "overall",
        "sale",
        "ticked",
        "lower",
        "share",
        "shrinking",
        "market",
        "getting",
        "smaller",
        "earnings",
        "per",
        "share",
        "q416",
        "q415",
        "q417",
        "total",
        "sale",
        "8b",
        "q417",
        "q416",
        "q415",
        "kraft",
        "heinz",
        "share",
        "overall",
        "sale",
        "kraft",
        "heinz",
        "22b",
        "average",
        "forecast",
        "source",
        "factset",
        "margin",
        "sale",
        "euromonitor",
        "processed",
        "meat",
        "sale",
        "market",
        "share",
        "past",
        "2½",
        "year",
        "thousand",
        "worker",
        "lost",
        "job",
        "iconic",
        "kraft",
        "building",
        "including",
        "original",
        "oscar",
        "mayer",
        "headquarters",
        "madison",
        "shuttered",
        "sold",
        "project",
        "wrapping",
        "giving",
        "kraft",
        "heinz",
        "khc",
        "highest",
        "operating",
        "profit",
        "margin",
        "among",
        "peer",
        "food",
        "industry",
        "success",
        "however",
        "unveiled",
        "new",
        "tougher",
        "challenge",
        "one",
        "outside",
        "3g",
        "traditional",
        "area",
        "expertise",
        "kraft",
        "heinz",
        "command",
        "smaller",
        "share",
        "shrinking",
        "overall",
        "market",
        "processed",
        "meat",
        "hit",
        "consumer",
        "desire",
        "fresher",
        "natural",
        "food",
        "3g",
        "expert",
        "taking",
        "iconic",
        "american",
        "brand",
        "squeezing",
        "cost",
        "less",
        "known",
        "building",
        "product",
        "sync",
        "consumer",
        "taste",
        "wall",
        "street",
        "anxious",
        "see",
        "whether",
        "kraft",
        "heinz",
        "come",
        "3g",
        "also",
        "set",
        "company",
        "expand",
        "sale",
        "say",
        "move",
        "would",
        "another",
        "blockbuster",
        "acquisition",
        "start",
        "registering",
        "growth",
        "cost",
        "cut",
        "kraft",
        "heinz",
        "share",
        "hit",
        "low",
        "last",
        "week",
        "past",
        "year",
        "period",
        "p",
        "index",
        "rose",
        "3g",
        "leaped",
        "prominence",
        "recent",
        "year",
        "making",
        "string",
        "splashy",
        "acquisition",
        "largest",
        "shareholder",
        "restaurant",
        "brand",
        "international",
        "owns",
        "burger",
        "king",
        "tim",
        "hortons",
        "chain",
        "profit",
        "revenue",
        "share",
        "doubled",
        "since",
        "company",
        "formed",
        "december",
        "3g",
        "founder",
        "honed",
        "strategy",
        "cost",
        "cut",
        "acquisition",
        "merger",
        "created",
        "global",
        "brewing",
        "giant",
        "inbev",
        "3g",
        "said",
        "kraft",
        "davenport",
        "facility",
        "center",
        "plan",
        "prove",
        "slash",
        "expense",
        "also",
        "invests",
        "brand",
        "production",
        "moved",
        "mile",
        "interstate",
        "new",
        "million",
        "plant",
        "first",
        "cold",
        "cut",
        "rolled",
        "assembly",
        "line",
        "june",
        "facility",
        "first",
        "plant",
        "3g",
        "built",
        "ground",
        "since",
        "firm",
        "entered",
        "food",
        "business",
        "acquisition",
        "heinz",
        "five",
        "year",
        "ago",
        "raw",
        "cut",
        "pork",
        "ready",
        "processing",
        "davenport",
        "plant",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "gone",
        "elevator",
        "instead",
        "conveyor",
        "belt",
        "whisk",
        "stick",
        "meat",
        "protein",
        "stuffed",
        "processing",
        "room",
        "new",
        "machine",
        "handle",
        "batch",
        "robotic",
        "arm",
        "pick",
        "tray",
        "place",
        "oven",
        "automated",
        "slicer",
        "deliver",
        "perfect",
        "portion",
        "drop",
        "plastic",
        "container",
        "hit",
        "full",
        "capacity",
        "week",
        "plant",
        "able",
        "churn",
        "million",
        "pound",
        "sliced",
        "meat",
        "week",
        "old",
        "factory",
        "employing",
        "fewer",
        "people",
        "look",
        "pretty",
        "much",
        "opportunity",
        "drive",
        "efficiency",
        "said",
        "troy",
        "shannan",
        "kraft",
        "heinz",
        "head",
        "north",
        "america",
        "supply",
        "chain",
        "use",
        "saving",
        "efficiency",
        "reinvest",
        "brand",
        "business",
        "back",
        "supply",
        "process",
        "cold",
        "cut",
        "virtually",
        "identical",
        "whether",
        "black",
        "forest",
        "ham",
        "natural",
        "mesquite",
        "smoked",
        "turkey",
        "raw",
        "meat",
        "arrives",
        "new",
        "plant",
        "carrying",
        "container",
        "inside",
        "deboned",
        "chunk",
        "ham",
        "turkey",
        "breast",
        "dumped",
        "macerators",
        "grind",
        "meat",
        "needle",
        "inject",
        "flavoring",
        "preservative",
        "brine",
        "goo",
        "known",
        "batter",
        "fed",
        "chilled",
        "tumbler",
        "resembling",
        "stainless",
        "steel",
        "cement",
        "mixer",
        "proprietary",
        "design",
        "developed",
        "massage",
        "meat",
        "varying",
        "speed",
        "keep",
        "cool",
        "reduce",
        "curing",
        "process",
        "method",
        "preserving",
        "meat",
        "two",
        "eight",
        "hour",
        "old",
        "plant",
        "meat",
        "could",
        "require",
        "two",
        "day",
        "cure",
        "mixer",
        "resembled",
        "picker",
        "label",
        "applied",
        "package",
        "smoked",
        "ham",
        "plant",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "meat",
        "cook",
        "cool",
        "water",
        "tank",
        "instead",
        "traditional",
        "system",
        "sprayed",
        "hot",
        "water",
        "speeding",
        "process",
        "reducing",
        "number",
        "time",
        "crane",
        "needed",
        "move",
        "log",
        "spice",
        "artificial",
        "flavor",
        "infused",
        "casing",
        "give",
        "meat",
        "smoky",
        "spicy",
        "flavor",
        "changing",
        "plan",
        "old",
        "plant",
        "one",
        "separated",
        "work",
        "room",
        "mean",
        "less",
        "downtime",
        "sanitizing",
        "line",
        "slicing",
        "room",
        "cooked",
        "stick",
        "meat",
        "enters",
        "one",
        "end",
        "carving",
        "machine",
        "emerges",
        "identical",
        "set",
        "cold",
        "cut",
        "drop",
        "container",
        "folded",
        "shape",
        "second",
        "plastic",
        "sheet",
        "sensor",
        "conveyor",
        "belt",
        "weigh",
        "portion",
        "automatically",
        "pushing",
        "away",
        "extra",
        "slice",
        "pair",
        "worker",
        "wearing",
        "glove",
        "hairnet",
        "safety",
        "goggles",
        "check",
        "container",
        "gently",
        "press",
        "meat",
        "place",
        "machine",
        "seal",
        "pack",
        "plastic",
        "film",
        "applies",
        "label",
        "dealing",
        "lot",
        "aggressive",
        "company",
        "said",
        "jerry",
        "messer",
        "worked",
        "old",
        "factory",
        "davenport",
        "president",
        "union",
        "representing",
        "kraft",
        "heinz",
        "employee",
        "others",
        "industry",
        "pay",
        "lot",
        "attention",
        "got",
        "ta",
        "put",
        "request",
        "everything",
        "need",
        "got",
        "ta",
        "justify",
        "factory",
        "used",
        "keep",
        "extra",
        "part",
        "stock",
        "repair",
        "3g",
        "like",
        "keep",
        "inventory",
        "low",
        "save",
        "money",
        "said",
        "mike",
        "cole",
        "former",
        "director",
        "transportation",
        "kraft",
        "left",
        "company",
        "3g",
        "acquisition",
        "said",
        "kraft",
        "previous",
        "management",
        "tended",
        "make",
        "change",
        "baby",
        "step",
        "executive",
        "wary",
        "instituting",
        "mass",
        "layoff",
        "shuttering",
        "major",
        "factory",
        "new",
        "company",
        "coming",
        "put",
        "bullet",
        "anything",
        "said",
        "worker",
        "check",
        "sliced",
        "ham",
        "packaged",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "broader",
        "overhaul",
        "nationwide",
        "production",
        "company",
        "used",
        "computer",
        "modeling",
        "analyze",
        "sourced",
        "ingredient",
        "needed",
        "ship",
        "finished",
        "product",
        "cost",
        "availability",
        "labor",
        "resource",
        "model",
        "spit",
        "ideal",
        "location",
        "factory",
        "warehouse",
        "product",
        "line",
        "grouped",
        "logically",
        "bologna",
        "line",
        "old",
        "davenport",
        "plant",
        "shifted",
        "join",
        "chopped",
        "ham",
        "line",
        "kirksville",
        "us",
        "similar",
        "ingredient",
        "processing",
        "technique",
        "bologna",
        "output",
        "fallen",
        "year",
        "since",
        "demand",
        "dropped",
        "heyday",
        "1970s",
        "1980s",
        "market",
        "slump",
        "kraft",
        "heinz",
        "share",
        "underperformed",
        "index",
        "overall",
        "market",
        "past",
        "year",
        "p",
        "p",
        "packaged",
        "food",
        "meat",
        "kraft",
        "heinz",
        "share",
        "price",
        "source",
        "factset",
        "lot",
        "time",
        "product",
        "factory",
        "said",
        "shannan",
        "chief",
        "always",
        "optimized",
        "design",
        "thing",
        "experienced",
        "labor",
        "davenport",
        "town",
        "location",
        "near",
        "meat",
        "supplier",
        "distribution",
        "center",
        "big",
        "customer",
        "like",
        "chain",
        "kroger",
        "factored",
        "decision",
        "build",
        "new",
        "plant",
        "near",
        "old",
        "one",
        "still",
        "kraft",
        "heinz",
        "grappling",
        "problem",
        "solved",
        "increasing",
        "efficiency",
        "sale",
        "cold",
        "cut",
        "processed",
        "meat",
        "slipped",
        "billion",
        "last",
        "year",
        "billion",
        "oscar",
        "mayer",
        "market",
        "share",
        "dropped",
        "five",
        "year",
        "ago",
        "according",
        "euromonitor",
        "natural",
        "organic",
        "brand",
        "well",
        "small",
        "label",
        "buying",
        "local",
        "farm",
        "nibbled",
        "away",
        "sale",
        "consumer",
        "looking",
        "something",
        "think",
        "handmade",
        "look",
        "handmade",
        "said",
        "chris",
        "fuller",
        "consultant",
        "meat",
        "processor",
        "troy",
        "shannan",
        "kraft",
        "heinz",
        "head",
        "north",
        "america",
        "supply",
        "chain",
        "ceo",
        "bernardo",
        "hees",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "photo",
        "christopher",
        "news",
        "kraft",
        "heinz",
        "executive",
        "said",
        "even",
        "overall",
        "market",
        "shrinking",
        "profit",
        "made",
        "cutting",
        "cost",
        "acknowledge",
        "generate",
        "sale",
        "growth",
        "davenport",
        "plant",
        "producing",
        "new",
        "line",
        "meat",
        "restyled",
        "packaging",
        "marketing",
        "play",
        "natural",
        "ingredient",
        "also",
        "make",
        "carving",
        "board",
        "turkey",
        "breast",
        "made",
        "stick",
        "meat",
        "company",
        "said",
        "culling",
        "item",
        "focus",
        "innovation",
        "marketing",
        "brand",
        "potential",
        "kraft",
        "heinz",
        "profitability",
        "soared",
        "since",
        "merger",
        "analyst",
        "expecting",
        "key",
        "margin",
        "metric",
        "rise",
        "sale",
        "latest",
        "quarter",
        "compared",
        "kraft",
        "heinz",
        "reported",
        "first",
        "earnings",
        "combined",
        "company",
        "package",
        "ham",
        "boxed",
        "davenport",
        "plant",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "earnings",
        "report",
        "friday",
        "company",
        "expected",
        "report",
        "rise",
        "earnings",
        "per",
        "share",
        "year",
        "sale",
        "billion",
        "according",
        "factset",
        "meat",
        "business",
        "including",
        "oscar",
        "mayer",
        "make",
        "revenue",
        "kraft",
        "heinz",
        "said",
        "saving",
        "merger",
        "soon",
        "reach",
        "billion",
        "annual",
        "initially",
        "saving",
        "reducing",
        "overhead",
        "company",
        "headquarters",
        "chicago",
        "pittsburgh",
        "alexia",
        "howard",
        "industry",
        "analyst",
        "sanford",
        "bernstein",
        "said",
        "kraft",
        "heinz",
        "largely",
        "complete",
        "need",
        "another",
        "deal",
        "hope",
        "manage",
        "find",
        "something",
        "growth",
        "profile",
        "buy",
        "next",
        "month",
        "said",
        "3g",
        "made",
        "habit",
        "deal",
        "every",
        "two",
        "three",
        "year",
        "cutting",
        "cost",
        "new",
        "acquisition",
        "moving",
        "next",
        "target",
        "pattern",
        "looked",
        "set",
        "repeat",
        "year",
        "ago",
        "kraft",
        "heinz",
        "made",
        "billion",
        "bid",
        "unilever",
        "plc",
        "walked",
        "away",
        "offer",
        "rebuffed",
        "pallet",
        "oscar",
        "mayer",
        "deli",
        "meat",
        "ready",
        "transport",
        "davenport",
        "plant",
        "photo",
        "daniel",
        "acker",
        "wall",
        "street",
        "journal",
        "left",
        "3g",
        "exposed",
        "wrung",
        "bulk",
        "saving",
        "kraft",
        "heinz",
        "company",
        "find",
        "tougher",
        "increase",
        "profit",
        "given",
        "difficulty",
        "generating",
        "sale",
        "growth",
        "industry",
        "acquisition",
        "must",
        "market",
        "expects",
        "one",
        "part",
        "3g",
        "playbook",
        "said",
        "martin",
        "schwarz",
        "industry",
        "consultant",
        "stern",
        "value",
        "management",
        "kraft",
        "heinz",
        "chief",
        "executive",
        "bernardo",
        "hees",
        "also",
        "partner",
        "3g",
        "said",
        "company",
        "need",
        "another",
        "acquisition",
        "succeed",
        "business",
        "said",
        "firm",
        "go",
        "beyond",
        "investing",
        "brand",
        "doubt",
        "retail",
        "environment",
        "part",
        "world",
        "remain",
        "challenged",
        "hees",
        "said",
        "november",
        "earnings",
        "call",
        "challenge",
        "u",
        "ever",
        "adapt",
        "quickly",
        "stay",
        "write",
        "brian",
        "baskin",
        "annie",
        "gasparro"
    ]
}