{
    "organizations": [],
    "uuid": "1198ef6cc5bb84c4317e8a7f9508c99022ce7cc1",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/01/royal-caribbean-cruises-what-to-know/",
    "ord_in_thread": 0,
    "title": "9 Things You Should Know Before Getting on a Cruise Ship | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg 1:50 PM EST \nAt a time when travelers are feeling more precious than ever about “authentic experiences,” the cruise industry is doubling down on the exact opposite: completely manufactured fun. Leading the pack is Royal Caribbean Cruises Ltd., whose mega-ships are destinations unto themselves: Its restaurants, casinos, Broadway-caliber musicals, silent disco parties, skating rinks, karaoke, dance clubs, and escape-the-room experiences are such strong lures, some guests don’t even bother to look up where the ship is docking. \nSo when the cruise line invited me to join the ranks as temporary director of its largest ship, Harmony of the Seas—which is as big as five Titanics—I knew I was signing up for the most manic week of my life. \nAs cruise director, my primarily responsibility was seeing to the happiness of 6,322 passengers and 2,200-plus crew. Over the course of a week, I had my hands in every department, from ship activities and entertainment to onboard revenue, making sure that everyone and everything worked in, well, harmony. From stocking the world’s biggest buffet and staving off gastrointestinal disasters to hosting celebrity guests, everything is 10 times crazier when you’re mayor of a city that’s floating in the middle of the sea. There Is Secret Cruise Code Language \nIt’s crucial for the staff to have code words so that passengers don’t get freaked out if something goes wrong. A “30-30” means the crew is asking maintenance to clean up a mess; three times during my stint I called in a “PVI” (public vomiting incident). An “Alpha” is a medical emergency, a “Bravo” is a fire, and “Kilo” is a request for all personnel to report to their emergency posts, which happens in the event of, say, a necessary evacuation. Be wary of “Echo,” which is called if the ship is starting to drift, or “Oscar,” which means someone’s gone overboard. A crew member told me he’s had only four or five “Oscars” in 10 years of cruising. Drunk Guests Can’t Outsmart the On-Board Bartenders \nIf you thought those all-you-can-drink beverage packages were directly correlated with drunk debauchery at sea, think again. Only eight to 10 percent of passengers purchase unlimited booze packages—Royal Caribbean’s guests are largely family travelers—and those who do are carefully monitored. Every single alcoholic beverage is poured with a jigger. Intoxicated passengers can have their SeaPasses (onboard credit cards) temporarily disabled, barring them from being served at any of the ship’s bars. As for the most popular alcoholic beverage ordered on board? It’s a cinnamon fireball shot. \nAccording to Ivan De La Rosa, the ship’s senior doctor, the biggest issue involving alcohol is when the ship is docked in Cozumel, Mexico. Mix an afternoon of unregulated drinking on land at Señor Frogs with tropical heat and a few glasses of Mexican tap water, and you’ve got yourself a guaranteed “PVI.” Cruise Staffers Regularly Engage in Subliminal Messaging \nThe first thing guests likely see in their cabins is a gleeful jingle about hand-washing looping on their television screen. It’s catchy as a Katy Perry song and meant to steer you toward Purel pumps around the ship, each carefully positioned at high-traffic junctions (think entrances to the main dining halls and theaters) by senior staff. Along with the emcees’ banter at large group events—“Have you washed your hands 50 times today? I have!”—the jingle is part of the crew’s unwavering effort to stave off a potential Norovirus outbreak. \nBut sanitation is just one aim of the frequent subliminal messaging. Special promotions around the ship encourage passengers to scatter when certain areas become congested, and moving guests around the ship subtly encourages them to diversify (and increase) their onboard spending. If casino revenue is low, for instance, senior management might host a raffle or karaoke event at the far side of the slots to drive foot traffic and encourage passengers to linger (or better yet, play) a while. Activities managers will even film their daily newscast about onboard events with Starbucks iced coffees in hand, as a quiet reminder that passengers can get their venti latte fix on Deck Six. Often times, these veiled announcements are aimed at boosting the ship’s bottom line. There Is a Cruise Ship Burn Book \nDru Pavlov, veteran cruise director and my mentor during this Royal Caribbean stint, keeps a hallowed book of stupid comments and questions; passed down from one cruise director to the next as a right of passage, it makes great vamping material for event emcees. \nThe book Pavlov bequeathed to me included such doozies as: “Where’s the elevator to get to the front of the ship?” Others include “Is the toilet water drinkable?” and “How long does it take the crew to get home every night?” My favorite contribution came three days into my tenure, when a passenger stopped me to complain that she could no longer find her cabin. The ship had been parked backwards, she claimed. All Cruise Guests Basically Eat the Same Things \nFreezers on board Harmony of the Seas are the size of New York studio apartments—and stocking them is an art form. Before each sailing, the inventory team receives enough ingredients for 20 different dining venues, plus servings for the 2,000-member crew. (The total cost, including such other consumables as paper towels, is about $800,000.) Overestimate the order, and the voyage becomes less-profitable (and wasteful); underestimate, and you’ll risk a riot over coconut shrimp. \nLuckily, passengers’ eating habits are fairly predictable. On the average week-long cruise, Royal Caribbean estimates its guests will be 80 percent American, consuming around 3,000 bottles of wine, 7,000 pounds of chicken breast, and almost 100,000 eggs. \nIf more than 80 percent of the guests are American, the crew orders extra ketchup. When the percentage of Chinese passengers increases, they bump up the supply of sliced fruit, seafood, and rice. Latin Americans consume more red meat and Coronas (which also requires additional limes). And family-prone Spring Break cruises require three times as many chicken nuggets. The one thing that never changes no matter who is on board? Toilet paper. Around 9,600 rolls are used each week. Every Ship Has an “Outbreak Prevention Plan,” With a Hair Trigger \nNothing is scarier to cruisers than a Norovirus outbreak—which ship doctor De La Rosa says is almost always caused by a passenger who has brought the illness aboard, rather than poor sanitary conditions on the ship. \nThe U.S. Health Department requires that every ship maintain a detailed OPP, or Outbreak Prevention Plan. On Harmony, regular sanitary conditions are called “OPP1,” and they get ratcheted up to “OPP2” when there’s a “6 in 6,” or six passengers reported ill in six hours. (You’ll know OPP2 is in full gear when the crew gets less subliminal about its “wash your hands” messaging.) \nIf the incidence rate escalates and the situation reaches OPP3, guests lose the ability to handle their own food. The entire crew, from the ice dancers to the synchronized swimmers, is recruited to the buffets to help serve, and all restaurants and guestroom linens are put in red biohazard bags and obsessively laundered in a special facility on land. \nIf you want to avoid Norovirus like, well, the plague, stay away from short sailings, says figure skater and veteran crew member Chris Mabee. “Those trips tend to be the least-expensive, attracting both older passengers, who are prone to getting sick, and the young booze cruisers, who forget about hygiene.” \nAs for the most common diagnoses at sea? They include upper respiratory infections, bruised bones, and the odd Viagra mishap. UTIs are also frequent, thanks to frisky honeymooners, and prescribing antibiotics can be hairy when passengers are committed to their all-you-can-drink packages. Crew Members Are Trained to Deal with Handsy Passengers … \nSleeping with a passenger will get you “chicken or beef,” as Pavlov puts it—“That’s what a flight attendant asks you when you’re put on the first flight home.” \nThe zero-tolerance policy seems to be an industry-wide standard—at Royal Caribbean, there’s even staff training on how to defuse an escalating situation. More often than not, it’s a vacationing guest trying to seduce a crew member. “Whenever I take photos with people, I always give a thumbs up,” notes Pavlov. “My hands are visible, so no one can claim any inappropriate behavior.” And with cameras covering virtually every nook and cranny of the ship, it’d be easier to rob a bank than take a bite of some forbidden fruit. (Though some crew members still use Grindr or Tinder to get a sense of who’s on board.) … but the Staff Quarters Are a Genuine Love Boat \nWith 2,200 crew, the staff quarters are a village unto themselves, with cabins, bars, a mess hall, shop, and gym set across decks 0, 1, 2, 3, and 12. (Most services are set off a second-deck corridor dubbed “I-95.”) \nAmong the crew, dating is not just allowed but tacitly encouraged—they live onboard through the entirety of their contract without days off, often 10 months a year. They have their own calendar of daily events that range from karaoke sessions to poker games and foreign language classes. And since Wi-Fi is pricey, romance is very much analog. \nCoupling up on the ship is like dating in dog years: Things move about seven times faster. Several crew members recounted instances when they put in a request to share a cabin with their new boyfriend after only a month of dating, or dropped the “I love you” bomb within the first week of meeting someone. And since relationships often end once one person leaves the ship, cruise couples tend to become “lifers.” (Almost everyone I met in upper management met their spouse onboard.) The Ship Has Genies, and They Can Perform Magic \nAlthough bargain-basement discounts draw plenty of travelers to big-ship cruising, procuring Royal Caribbean’s VIP status can offer a true luxury experience. The easiest way to get it is by booking into the Royal Suites Star Class; the company’s crème de la crème offering includes 10 state-of-the-art apartments on Harmony of the Seas, with privileged access to pleb-free parts of the ship and butler-style service from a coterie of “Royal Genies.” \nThe Genies are trained to cater to your every whim, but with limited resources at sea, this can require real creativity. Daniel, one of the genies, once had a couple ask for their suite to be filled with flowers. Unable to secure real bouquets, he had the pastry team bake dozens of petal-shaped cookies and scattered them around the room. And when one family got locked out of a peak-season December sailing, genie Andrei surprised them with an early Christmas by decorating their suite and putting wrapped presents under a makeshift tree. \n“The hardest thing to do is host a celebrity on board,” says Andrei, who has served a slew of A-listers and their families, including Kelsey Grammer, Adam Sandler, and Seth Rogen. To give them privacy amid thousands of cruisers, he says, “We usher them into shows after the lights go dark, and we grab them to leave five minutes before the show is done.” \nNo matter how you earn your VIP status—or if you’ve earned it at all—my time on board proved that the crew will always bend over backwards to make sure you leave satisfied. Want to thank them? Tipping is great, but comment cards that explicitly name standout crew members make more of a difference. Your praise gets noted on their permanent record, earns them such onboard perks as free Wi-Fi, and helps secure promotions down the road. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-02T15:50:00.000+02:00",
    "crawled": "2018-02-02T00:05:07.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "pm",
        "est",
        "time",
        "traveler",
        "feeling",
        "precious",
        "ever",
        "authentic",
        "experience",
        "cruise",
        "industry",
        "doubling",
        "exact",
        "opposite",
        "completely",
        "manufactured",
        "fun",
        "leading",
        "pack",
        "royal",
        "caribbean",
        "cruise",
        "whose",
        "destination",
        "unto",
        "restaurant",
        "casino",
        "musical",
        "silent",
        "disco",
        "party",
        "skating",
        "rink",
        "karaoke",
        "dance",
        "club",
        "experience",
        "strong",
        "lure",
        "guest",
        "even",
        "bother",
        "look",
        "ship",
        "docking",
        "cruise",
        "line",
        "invited",
        "join",
        "rank",
        "temporary",
        "director",
        "largest",
        "ship",
        "harmony",
        "big",
        "five",
        "knew",
        "signing",
        "manic",
        "week",
        "life",
        "cruise",
        "director",
        "primarily",
        "responsibility",
        "seeing",
        "happiness",
        "passenger",
        "crew",
        "course",
        "week",
        "hand",
        "every",
        "department",
        "ship",
        "activity",
        "entertainment",
        "onboard",
        "revenue",
        "making",
        "sure",
        "everyone",
        "everything",
        "worked",
        "well",
        "harmony",
        "stocking",
        "world",
        "biggest",
        "buffet",
        "staving",
        "gastrointestinal",
        "disaster",
        "hosting",
        "celebrity",
        "guest",
        "everything",
        "time",
        "crazier",
        "mayor",
        "city",
        "floating",
        "middle",
        "sea",
        "secret",
        "cruise",
        "code",
        "language",
        "crucial",
        "staff",
        "code",
        "word",
        "passenger",
        "get",
        "freaked",
        "something",
        "go",
        "wrong",
        "mean",
        "crew",
        "asking",
        "maintenance",
        "clean",
        "mess",
        "three",
        "time",
        "stint",
        "called",
        "pvi",
        "public",
        "vomiting",
        "incident",
        "alpha",
        "medical",
        "emergency",
        "bravo",
        "fire",
        "kilo",
        "request",
        "personnel",
        "report",
        "emergency",
        "post",
        "happens",
        "event",
        "say",
        "necessary",
        "evacuation",
        "wary",
        "echo",
        "called",
        "ship",
        "starting",
        "drift",
        "oscar",
        "mean",
        "someone",
        "gone",
        "overboard",
        "crew",
        "member",
        "told",
        "four",
        "five",
        "oscar",
        "year",
        "cruising",
        "drunk",
        "guest",
        "outsmart",
        "bartender",
        "thought",
        "beverage",
        "package",
        "directly",
        "correlated",
        "drunk",
        "debauchery",
        "sea",
        "think",
        "eight",
        "percent",
        "passenger",
        "purchase",
        "unlimited",
        "booze",
        "caribbean",
        "guest",
        "largely",
        "family",
        "carefully",
        "monitored",
        "every",
        "single",
        "alcoholic",
        "beverage",
        "poured",
        "jigger",
        "intoxicated",
        "passenger",
        "seapasses",
        "onboard",
        "credit",
        "card",
        "temporarily",
        "disabled",
        "barring",
        "served",
        "ship",
        "bar",
        "popular",
        "alcoholic",
        "beverage",
        "ordered",
        "board",
        "cinnamon",
        "fireball",
        "shot",
        "according",
        "ivan",
        "de",
        "la",
        "rosa",
        "ship",
        "senior",
        "doctor",
        "biggest",
        "issue",
        "involving",
        "alcohol",
        "ship",
        "docked",
        "cozumel",
        "mexico",
        "mix",
        "afternoon",
        "unregulated",
        "drinking",
        "land",
        "señor",
        "frog",
        "tropical",
        "heat",
        "glass",
        "mexican",
        "tap",
        "water",
        "got",
        "guaranteed",
        "cruise",
        "staffer",
        "regularly",
        "engage",
        "subliminal",
        "messaging",
        "first",
        "thing",
        "guest",
        "likely",
        "see",
        "cabin",
        "gleeful",
        "jingle",
        "looping",
        "television",
        "screen",
        "catchy",
        "katy",
        "perry",
        "song",
        "meant",
        "steer",
        "toward",
        "purel",
        "pump",
        "around",
        "ship",
        "carefully",
        "positioned",
        "junction",
        "think",
        "entrance",
        "main",
        "dining",
        "hall",
        "theater",
        "senior",
        "staff",
        "along",
        "emcee",
        "banter",
        "large",
        "group",
        "washed",
        "hand",
        "time",
        "today",
        "jingle",
        "part",
        "crew",
        "unwavering",
        "effort",
        "stave",
        "potential",
        "norovirus",
        "outbreak",
        "sanitation",
        "one",
        "aim",
        "frequent",
        "subliminal",
        "messaging",
        "special",
        "promotion",
        "around",
        "ship",
        "encourage",
        "passenger",
        "scatter",
        "certain",
        "area",
        "become",
        "congested",
        "moving",
        "guest",
        "around",
        "ship",
        "subtly",
        "encourages",
        "diversify",
        "increase",
        "onboard",
        "spending",
        "casino",
        "revenue",
        "low",
        "instance",
        "senior",
        "management",
        "might",
        "host",
        "raffle",
        "karaoke",
        "event",
        "far",
        "side",
        "slot",
        "drive",
        "foot",
        "traffic",
        "encourage",
        "passenger",
        "linger",
        "better",
        "yet",
        "play",
        "activity",
        "manager",
        "even",
        "film",
        "daily",
        "newscast",
        "onboard",
        "event",
        "starbucks",
        "iced",
        "coffee",
        "hand",
        "quiet",
        "reminder",
        "passenger",
        "get",
        "venti",
        "latte",
        "fix",
        "deck",
        "six",
        "often",
        "time",
        "veiled",
        "announcement",
        "aimed",
        "boosting",
        "ship",
        "bottom",
        "line",
        "cruise",
        "ship",
        "burn",
        "book",
        "dru",
        "pavlov",
        "veteran",
        "cruise",
        "director",
        "mentor",
        "royal",
        "caribbean",
        "stint",
        "keep",
        "hallowed",
        "book",
        "stupid",
        "comment",
        "question",
        "passed",
        "one",
        "cruise",
        "director",
        "next",
        "right",
        "passage",
        "make",
        "great",
        "vamping",
        "material",
        "event",
        "emcee",
        "book",
        "pavlov",
        "bequeathed",
        "included",
        "doozies",
        "elevator",
        "get",
        "front",
        "ship",
        "others",
        "include",
        "toilet",
        "water",
        "drinkable",
        "long",
        "take",
        "crew",
        "get",
        "home",
        "every",
        "night",
        "favorite",
        "contribution",
        "came",
        "three",
        "day",
        "tenure",
        "passenger",
        "stopped",
        "complain",
        "could",
        "longer",
        "find",
        "cabin",
        "ship",
        "parked",
        "backwards",
        "claimed",
        "cruise",
        "guest",
        "basically",
        "eat",
        "thing",
        "freezer",
        "board",
        "harmony",
        "sea",
        "size",
        "new",
        "york",
        "studio",
        "stocking",
        "art",
        "form",
        "sailing",
        "inventory",
        "team",
        "receives",
        "enough",
        "ingredient",
        "different",
        "dining",
        "venue",
        "plus",
        "serving",
        "crew",
        "total",
        "cost",
        "including",
        "consumables",
        "paper",
        "towel",
        "overestimate",
        "order",
        "voyage",
        "becomes",
        "wasteful",
        "underestimate",
        "risk",
        "riot",
        "coconut",
        "shrimp",
        "luckily",
        "passenger",
        "eating",
        "habit",
        "fairly",
        "predictable",
        "average",
        "cruise",
        "royal",
        "caribbean",
        "estimate",
        "guest",
        "percent",
        "american",
        "consuming",
        "around",
        "bottle",
        "wine",
        "pound",
        "chicken",
        "breast",
        "almost",
        "egg",
        "percent",
        "guest",
        "american",
        "crew",
        "order",
        "extra",
        "ketchup",
        "percentage",
        "chinese",
        "passenger",
        "increase",
        "bump",
        "supply",
        "sliced",
        "fruit",
        "seafood",
        "rice",
        "latin",
        "american",
        "consume",
        "red",
        "meat",
        "corona",
        "also",
        "requires",
        "additional",
        "lime",
        "spring",
        "break",
        "cruise",
        "require",
        "three",
        "time",
        "many",
        "chicken",
        "nugget",
        "one",
        "thing",
        "never",
        "change",
        "matter",
        "board",
        "toilet",
        "paper",
        "around",
        "roll",
        "used",
        "week",
        "every",
        "ship",
        "outbreak",
        "prevention",
        "plan",
        "hair",
        "trigger",
        "nothing",
        "scarier",
        "cruiser",
        "norovirus",
        "ship",
        "doctor",
        "de",
        "la",
        "rosa",
        "say",
        "almost",
        "always",
        "caused",
        "passenger",
        "brought",
        "illness",
        "aboard",
        "rather",
        "poor",
        "sanitary",
        "condition",
        "ship",
        "health",
        "department",
        "requires",
        "every",
        "ship",
        "maintain",
        "detailed",
        "opp",
        "outbreak",
        "prevention",
        "plan",
        "harmony",
        "regular",
        "sanitary",
        "condition",
        "called",
        "opp1",
        "get",
        "ratcheted",
        "opp2",
        "six",
        "passenger",
        "reported",
        "ill",
        "six",
        "hour",
        "know",
        "opp2",
        "full",
        "gear",
        "crew",
        "get",
        "less",
        "subliminal",
        "wash",
        "hand",
        "messaging",
        "incidence",
        "rate",
        "escalates",
        "situation",
        "reach",
        "opp3",
        "guest",
        "lose",
        "ability",
        "handle",
        "food",
        "entire",
        "crew",
        "ice",
        "dancer",
        "synchronized",
        "swimmer",
        "recruited",
        "buffet",
        "help",
        "serve",
        "restaurant",
        "guestroom",
        "linen",
        "put",
        "red",
        "biohazard",
        "bag",
        "obsessively",
        "laundered",
        "special",
        "facility",
        "land",
        "want",
        "avoid",
        "norovirus",
        "like",
        "well",
        "plague",
        "stay",
        "away",
        "short",
        "sailing",
        "say",
        "figure",
        "skater",
        "veteran",
        "crew",
        "member",
        "chris",
        "mabee",
        "trip",
        "tend",
        "attracting",
        "older",
        "passenger",
        "prone",
        "getting",
        "sick",
        "young",
        "booze",
        "cruiser",
        "forget",
        "common",
        "diagnosis",
        "sea",
        "include",
        "upper",
        "respiratory",
        "infection",
        "bruised",
        "bone",
        "odd",
        "viagra",
        "mishap",
        "utis",
        "also",
        "frequent",
        "thanks",
        "frisky",
        "honeymooner",
        "prescribing",
        "antibiotic",
        "hairy",
        "passenger",
        "committed",
        "package",
        "crew",
        "member",
        "trained",
        "deal",
        "handsy",
        "passenger",
        "sleeping",
        "passenger",
        "get",
        "chicken",
        "beef",
        "pavlov",
        "put",
        "flight",
        "attendant",
        "asks",
        "put",
        "first",
        "flight",
        "policy",
        "seems",
        "royal",
        "caribbean",
        "even",
        "staff",
        "training",
        "defuse",
        "escalating",
        "situation",
        "often",
        "vacationing",
        "guest",
        "trying",
        "seduce",
        "crew",
        "member",
        "whenever",
        "take",
        "photo",
        "people",
        "always",
        "give",
        "thumb",
        "note",
        "pavlov",
        "hand",
        "visible",
        "one",
        "claim",
        "inappropriate",
        "camera",
        "covering",
        "virtually",
        "every",
        "nook",
        "cranny",
        "ship",
        "easier",
        "rob",
        "bank",
        "take",
        "bite",
        "forbidden",
        "fruit",
        "though",
        "crew",
        "member",
        "still",
        "use",
        "grindr",
        "tinder",
        "get",
        "sense",
        "board",
        "staff",
        "quarter",
        "genuine",
        "love",
        "boat",
        "crew",
        "staff",
        "quarter",
        "village",
        "unto",
        "cabin",
        "bar",
        "mess",
        "hall",
        "shop",
        "gym",
        "set",
        "across",
        "deck",
        "service",
        "set",
        "corridor",
        "dubbed",
        "among",
        "crew",
        "dating",
        "allowed",
        "tacitly",
        "live",
        "onboard",
        "entirety",
        "contract",
        "without",
        "day",
        "often",
        "month",
        "year",
        "calendar",
        "daily",
        "event",
        "range",
        "karaoke",
        "session",
        "poker",
        "game",
        "foreign",
        "language",
        "class",
        "since",
        "pricey",
        "romance",
        "much",
        "analog",
        "coupling",
        "ship",
        "like",
        "dating",
        "dog",
        "year",
        "thing",
        "move",
        "seven",
        "time",
        "faster",
        "several",
        "crew",
        "member",
        "recounted",
        "instance",
        "put",
        "request",
        "share",
        "cabin",
        "new",
        "boyfriend",
        "month",
        "dating",
        "dropped",
        "love",
        "bomb",
        "within",
        "first",
        "week",
        "meeting",
        "someone",
        "since",
        "relationship",
        "often",
        "end",
        "one",
        "person",
        "leaf",
        "ship",
        "cruise",
        "couple",
        "tend",
        "become",
        "almost",
        "everyone",
        "met",
        "upper",
        "management",
        "met",
        "spouse",
        "onboard",
        "ship",
        "genie",
        "perform",
        "magic",
        "although",
        "discount",
        "draw",
        "plenty",
        "traveler",
        "cruising",
        "procuring",
        "royal",
        "caribbean",
        "vip",
        "status",
        "offer",
        "true",
        "luxury",
        "experience",
        "easiest",
        "way",
        "get",
        "booking",
        "royal",
        "suite",
        "star",
        "class",
        "company",
        "crème",
        "de",
        "la",
        "crème",
        "offering",
        "includes",
        "apartment",
        "harmony",
        "sea",
        "privileged",
        "access",
        "part",
        "ship",
        "service",
        "coterie",
        "royal",
        "genie",
        "trained",
        "cater",
        "every",
        "whim",
        "limited",
        "resource",
        "sea",
        "require",
        "real",
        "creativity",
        "daniel",
        "one",
        "genie",
        "couple",
        "ask",
        "suite",
        "filled",
        "flower",
        "unable",
        "secure",
        "real",
        "bouquet",
        "pastry",
        "team",
        "bake",
        "dozen",
        "cooky",
        "scattered",
        "around",
        "room",
        "one",
        "family",
        "got",
        "locked",
        "december",
        "sailing",
        "genie",
        "andrei",
        "surprised",
        "early",
        "christmas",
        "decorating",
        "suite",
        "putting",
        "wrapped",
        "present",
        "makeshift",
        "tree",
        "hardest",
        "thing",
        "host",
        "celebrity",
        "board",
        "say",
        "andrei",
        "served",
        "slew",
        "family",
        "including",
        "kelsey",
        "grammer",
        "adam",
        "sandler",
        "seth",
        "rogen",
        "give",
        "privacy",
        "amid",
        "thousand",
        "cruiser",
        "say",
        "usher",
        "show",
        "light",
        "go",
        "dark",
        "grab",
        "leave",
        "five",
        "minute",
        "show",
        "matter",
        "earn",
        "vip",
        "earned",
        "time",
        "board",
        "proved",
        "crew",
        "always",
        "bend",
        "backwards",
        "make",
        "sure",
        "leave",
        "satisfied",
        "want",
        "thank",
        "tipping",
        "great",
        "comment",
        "card",
        "explicitly",
        "name",
        "standout",
        "crew",
        "member",
        "make",
        "difference",
        "praise",
        "get",
        "noted",
        "permanent",
        "record",
        "earns",
        "onboard",
        "perk",
        "free",
        "help",
        "secure",
        "promotion",
        "road",
        "sponsored",
        "financial",
        "content"
    ]
}