{
    "organizations": [],
    "uuid": "84d0a77b37797d016c2ca035f68410d417dc4614",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/pr-newswire-delmar-pharmaceuticals-announces-second-quarter-fiscal-year-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "DelMar Pharmaceuticals Second Quarter Fiscal Year 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia and MENLO PARK, Calif., Feb. 14, 2018 /PRNewswire/ -- DelMar Pharmaceuticals, Inc. (NASDAQ: DMPI) (\"DelMar\" or the \"Company\"), a biopharmaceutical company focused on the development of new cancer therapies, announced its financial results for the second quarter ended December 31, 2017. DelMar executive management will host a business update conference call for investors, analysts and other interested parties on Tuesday, February 20, 2018 at 4:30 p.m. Eastern Standard Time.\n\"This quarter has been an exciting period for DelMar. Our priority is to leverage VAL-083's unique mechanism of action to efficiently advance it into the most promising indications, including MGMT-unmethylated glioblastoma and platinum-resistant ovarian cancer. We now have a revised VAL-083 development strategy that is focused on MGMT methylation status in glioblastoma, which has become routine in clinical practice as a biomarker which correlates with resistance to the standard-of-care chemotherapy with temozolomide (Temodar® \"TMZ\"), and patient outcomes. We believe using this biomarker will allow us to optimize patient selection for treatment with our lead drug candidate, VAL-083, thereby streamlining development and enhancing opportunities for success in our clinical development programs,\" commented Saiid Zarrabian, Interim President and Chief Executive Officer.\nKEY DEVELOPMENTS AND UPDATED STRATEGIC PLAN\nEvaluation of MGMT promoter methylation status has increasingly become common practice in the diagnostic assessment of glioblastoma multiforme (GBM). DelMar believes that this provides it with an enhanced ability to leverage MGMT methylation as a biomarker to optimize patient selection for DelMar's novel DNA-targeting agent in the treatment of GBM. The National Comprehensive Cancer Network (NCCN), provided updated guidelines for the standard treatment of GBM based on MGMT methylation status. DelMar believes these recently published guidelines may allow the Company to capitalize on VAL-083's unique mechanism of action and activity in the estimated 60 percent of GBM patients whose tumors are MGMT-unmethylated. The U.S. Food and Drug Administration (FDA) allowed a second Investigational New Drug Application (IND) to enable DelMar to study its lead drug candidate, VAL-083, as a potential treatment for ovarian cancer. In November 2017, at the annual meeting of the Society for NeuroOncology (SNO), DelMar presented a positive interim update from its ongoing open label Phase 2 clinical trial in patients with MGMT-unmethylated recurrent GBM (rGBM) whose tumors have recurred following treatment with temozolomide (Avastin naïve). This study, which was initiated in February 2017, is being conducted at the University of Texas MD Anderson Cancer Center. In December 2017, the FDA fully approved Avastin (bevacizumab) which may impact our ability to recruit suitable patients for our STAR-3 Phase 3 clinical trial. In December 2017, the FDA granted Fast Track designation for VAL-083, in recurrent glioblastoma. Based on the above developments, and other factors as stated in DelMar's Quarterly Report on Form 10-Q for the quarter ended December 31, 2017 (10-Q) filed with the Securities and Exchange Commission (SEC) on February 14, 2018, DelMar has decided to put the STAR-3 program on hold for up to 12 months and will suspend further site or patient enrollment. This will allow DelMar to fully evaluate the possible impact of Avastin's recent approval by the FDA on patient enrollment for this study, and possible protocol amendments, non-dilutive financing sources, as well as to increase focus on the MGMT-unmethylated clinical studies currently underway as further described in the SEC filings. During this interim evaluation period, DelMar will continue to provide treatment to patients already enrolled in the STAR-3 trial, and consider, on a case-by-case basis, and subject to required institutional and regulatory approvals, providing VAL-083 to patients in accordance with our expanded access policy Based on this updated strategy, DelMar believes it has cash available into the second quarter of calendar 2019.\nFor further details on the Company's operating and financial results, as well as more detail about its updated strategy, refer to DelMar's 10-Q filed with the SEC on February 14, 2018, http://ir.delmarpharma.com/all-sec-filings .\nCONFERENCE CALL DETAILS\nDelMar plans to host a conference call to discuss its financial results for the quarter ended December 31, 2017 and provide a corporate update on Tuesday, February 20, 2018, at 4:30 p.m. Eastern Time. For both \"listen-only\" participants and those who wish to take part in the question and answer portion of the call, the telephone Dial-in Number is 1 888 632 3384 (toll free) with Conference ID DELMAR .\nA replay of the conference call will be available on the IR Calendar of the Investors section of the Company's website at www.delmarpharma.com and will be archived for 30 days.\nSUMMARY OF FINANCIAL RESULTS FOR THE PERIOD ENDED DECEMBER 31, 2017\nAt December 31, 2017, the Company had cash and clinical trial deposits on hand of approximately $12.0 million (unaudited).\nFor the three months ended December 31, 2017, the Company reported a net loss of $3,161,598 or $0.14 per share, compared to a net loss of $1,321,973, or $0.13 per share, for the three months ended December 31, 2016. For the six months ended December 31, 2017, the Company reported a net loss of $5,828,004 or $0.31 per share, compared to a net loss of $3,612,312, or $0.36 per share, for the six months ended December 31, 2016.\nThe following represents selected financial information as of December 31, 2017. The Company's financial information has been prepared in accordance with U.S. GAAP and this selected information should be read in conjunction with DelMar's consolidated financial statements and management's discussion and analysis (\"MD&A\"), as filed.\nDelMar's financial statements as filed with the U.S. Securities Exchange Commission can be viewed on the company's website at: http://ir.delmarpharma.com/all-sec-filings .\nSelected Balance Sheet Data\nDecember 31,\n2017\n$\nJune 30,\n2017\n$\nCash\n11,021,568\n6,586,014\nWorking capital\n9,959,948\n6,566,371\nTotal assets\n12,216,116\n7,911,021\nDerivative liability\n5,549\n61,228\nTotal stockholders' equity\n9,983,574\n6,578,524\nSelected Statement of Operations Data\nFor the three months ended:\nDecember 31,\nDecember 31,\n2017\n2016\n$\n$\nResearch and development\n2,141,945\n1,120,910\nGeneral and administrative\n1,011,879\n571,286\nChange in fair value of stock option and derivative liabilities\n889\n(361,668)\nForeign exchange loss (gain)\n7,120\n(8,495)\nInterest income\n(235)\n(60)\nNet and comprehensive loss for the period\n3,161,598\n1,321,973\nSeries B Preferred stock dividend\n54,066\n159,756\nNet and comprehensive loss available to common stockholders\n3,215,664\n1,481,729\nBasic weighted average number of shares outstanding\n22,559,234\n11,424,485\nBasic and fully diluted loss per share\n0.14\n0.13\nExcluding the impact of non-cash expense, research and development expenses increased to $2,015,570 during the current quarter compared to $1,186,637 for the same period in the prior year. The increase was largely attributable to an increase in clinical development costs related to the three clinical studies ongoing for VAL-083, as well as personnel, and preclinical research costs. Excluding the impact of non-cash expenses, general and administrative expenses increased in the quarter ended December 31, 2017 to $909,747 from $580,761 for the quarter ended December 31, 2016.\nFor the six months ended:\nDecember 31,\nDecember 31,\n2017\n2016\n$\n$\nResearch and development\n4,076,588\n1,853,639\nGeneral and administrative\n1,756,500\n1,887,925\nChange in fair value of stock option and derivative liabilities\n(55,679)\n(135,980)\nForeign exchange loss\n50,986\n6,829\nInterest income\n(391)\n(101)\nNet and comprehensive loss for the period\n5,828,004\n3,612,312\nSeries B Preferred stock dividend\n95,732\n467,054\nNet and comprehensive loss available to common stockholders\n5,923,736\n4,079,366\nBasic weighted average number of shares outstanding\n18,882,259\n11,363,237\nBasic and fully diluted loss per share\n0.31\n0.36\nExcluding the impact of non-cash expense, research and development expenses increased to $3,955,187 during the six months ended December 31, 2017 compared to $1,863,529 for the same period in the prior year. The increase was largely attributable to VAL-083 clinical development and manufacturing costs related to the Company's STAR-3 refractory-GBM clinical trial and two Phase 2 clinical trials in MGMT-unmethylated GBM.\nExcluding the impact of non-cash expenses, general and administrative expenses increased in the current six months to $1,586,005 compared to $1,307,175 for the six months ended December 31, 2016.\nWe believe, based on our current estimates, that we will be able to fund our operations into the second quarter of calendar year 2019.\nAbout DelMar Pharmaceuticals, Inc.\nDelMar Pharmaceuticals is focused on the development and commercialization of new therapies for cancer patients who have limited or no treatment options. By focusing on understanding tumor biology and mechanisms of treatment resistance, the Company identifies biomarkers to personalize new therapies in indications where patients are failing, or have become intolerable to, modern targeted or biologic treatments.\nThe Company's current pipeline is based around VAL-083, a \"first-in-class,\" small-molecule chemotherapeutic with a novel mechanism of action that has demonstrated clinical activity against a range of cancers including central nervous system, ovarian and other solid tumors (e.g. NSCLC, bladder cancer, head & neck) in U.S. clinical trials sponsored by the NCI. Based on DelMar's internal research programs and these prior NCI-sponsored clinical studies, the Company is conducting clinical trials to support the development and commercialization of VAL-083 across multiple oncology indications to solve significant unmet medical needs.\nVAL-083 is also being studied in two collaborator-supported, biomarker driven, Phase 2 clinical trials for MGMT-unmethylated GBM. Overcoming MGMT-mediated resistance represents a significant unmet medical need in the treatment of GBM. DelMar also recently announced the allowance of a separate IND for VAL-083 as a potential treatment for platinum-resistant ovarian cancer.\nFurther information on DelMar's clinical trials can be found on clinicaltrials.gov : https://www.clinicaltrials.gov/ct2/results?cond=&term=val-083&cntry1=&state1=&recrs\nFor further information, please visit http://delmarpharma.com/ ; or contact DelMar Pharmaceuticals Investor Relations: ir@delmarpharma.com / (604) 629-5989.\nConnect with the Company on Twitter , LinkedIn , Facebook , and Google+ .\nSafe Harbor Statement\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. Any forward-looking statements contained herein are based on current expectations but are subject to a number of risks and uncertainties. The factors that could cause actual future results to differ materially from current expectations include, but are not limited to, risks and uncertainties relating to the Company's ability to develop, market and sell products based on its technology; the expected benefits and efficacy of the Company's products and technology; the availability of substantial additional funding for the Company to continue its operations and to conduct research and development, clinical studies and future product commercialization; and, the Company's business, research, product development, regulatory approval, marketing and distribution plans and strategies. These and other factors are identified and described in more detail in the Company's filings with the SEC, including, the Company's Annual Report on Form 10-K for the year ended June 30, 2017, the Company's Quarterly Reports on Form 10-Q and the Company's Current Reports on Form 8-K.\nView original content with multimedia: http://www.prnewswire.com/news-releases/delmar-pharmaceuticals-announces-second-quarter-fiscal-year-2018-financial-results-300599094.html\nSOURCE DelMar Pharmaceuticals, Inc.",
    "published": "2018-02-15T01:39:00.000+02:00",
    "crawled": "2018-02-15T01:21:07.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "menlo",
        "park",
        "delmar",
        "pharmaceutical",
        "nasdaq",
        "dmpi",
        "delmar",
        "company",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "new",
        "cancer",
        "therapy",
        "announced",
        "financial",
        "result",
        "second",
        "quarter",
        "ended",
        "december",
        "delmar",
        "executive",
        "management",
        "host",
        "business",
        "update",
        "conference",
        "call",
        "investor",
        "analyst",
        "interested",
        "party",
        "tuesday",
        "february",
        "eastern",
        "standard",
        "time",
        "quarter",
        "exciting",
        "period",
        "delmar",
        "priority",
        "leverage",
        "unique",
        "mechanism",
        "action",
        "efficiently",
        "advance",
        "promising",
        "indication",
        "including",
        "glioblastoma",
        "ovarian",
        "cancer",
        "revised",
        "development",
        "strategy",
        "focused",
        "mgmt",
        "methylation",
        "status",
        "glioblastoma",
        "become",
        "routine",
        "clinical",
        "practice",
        "biomarker",
        "correlate",
        "resistance",
        "chemotherapy",
        "temozolomide",
        "tmz",
        "patient",
        "outcome",
        "believe",
        "using",
        "biomarker",
        "allow",
        "u",
        "optimize",
        "patient",
        "selection",
        "treatment",
        "lead",
        "drug",
        "candidate",
        "thereby",
        "streamlining",
        "development",
        "enhancing",
        "opportunity",
        "success",
        "clinical",
        "development",
        "program",
        "commented",
        "saiid",
        "zarrabian",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "key",
        "development",
        "updated",
        "strategic",
        "plan",
        "evaluation",
        "mgmt",
        "promoter",
        "methylation",
        "status",
        "increasingly",
        "become",
        "common",
        "practice",
        "diagnostic",
        "assessment",
        "glioblastoma",
        "multiforme",
        "gbm",
        "delmar",
        "belief",
        "provides",
        "enhanced",
        "ability",
        "leverage",
        "mgmt",
        "methylation",
        "biomarker",
        "optimize",
        "patient",
        "selection",
        "delmar",
        "novel",
        "agent",
        "treatment",
        "gbm",
        "national",
        "comprehensive",
        "cancer",
        "network",
        "nccn",
        "provided",
        "updated",
        "guideline",
        "standard",
        "treatment",
        "gbm",
        "based",
        "mgmt",
        "methylation",
        "status",
        "delmar",
        "belief",
        "recently",
        "published",
        "guideline",
        "may",
        "allow",
        "company",
        "capitalize",
        "unique",
        "mechanism",
        "action",
        "activity",
        "estimated",
        "percent",
        "gbm",
        "patient",
        "whose",
        "tumor",
        "food",
        "drug",
        "administration",
        "fda",
        "allowed",
        "second",
        "investigational",
        "new",
        "drug",
        "application",
        "ind",
        "enable",
        "delmar",
        "study",
        "lead",
        "drug",
        "candidate",
        "potential",
        "treatment",
        "ovarian",
        "cancer",
        "november",
        "annual",
        "meeting",
        "society",
        "neurooncology",
        "sno",
        "delmar",
        "presented",
        "positive",
        "interim",
        "update",
        "ongoing",
        "open",
        "label",
        "phase",
        "clinical",
        "trial",
        "patient",
        "recurrent",
        "gbm",
        "rgbm",
        "whose",
        "tumor",
        "recurred",
        "following",
        "treatment",
        "temozolomide",
        "avastin",
        "naïve",
        "study",
        "initiated",
        "february",
        "conducted",
        "university",
        "texas",
        "md",
        "anderson",
        "cancer",
        "center",
        "december",
        "fda",
        "fully",
        "approved",
        "avastin",
        "bevacizumab",
        "may",
        "impact",
        "ability",
        "recruit",
        "suitable",
        "patient",
        "phase",
        "clinical",
        "trial",
        "december",
        "fda",
        "granted",
        "fast",
        "track",
        "designation",
        "recurrent",
        "glioblastoma",
        "based",
        "development",
        "factor",
        "stated",
        "delmar",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "february",
        "delmar",
        "decided",
        "put",
        "program",
        "hold",
        "month",
        "suspend",
        "site",
        "patient",
        "enrollment",
        "allow",
        "delmar",
        "fully",
        "evaluate",
        "possible",
        "impact",
        "avastin",
        "recent",
        "approval",
        "fda",
        "patient",
        "enrollment",
        "study",
        "possible",
        "protocol",
        "amendment",
        "financing",
        "source",
        "well",
        "increase",
        "focus",
        "clinical",
        "study",
        "currently",
        "underway",
        "described",
        "sec",
        "filing",
        "interim",
        "evaluation",
        "period",
        "delmar",
        "continue",
        "provide",
        "treatment",
        "patient",
        "already",
        "enrolled",
        "trial",
        "consider",
        "basis",
        "subject",
        "required",
        "institutional",
        "regulatory",
        "approval",
        "providing",
        "patient",
        "accordance",
        "expanded",
        "access",
        "policy",
        "based",
        "updated",
        "strategy",
        "delmar",
        "belief",
        "cash",
        "available",
        "second",
        "quarter",
        "calendar",
        "detail",
        "company",
        "operating",
        "financial",
        "result",
        "well",
        "detail",
        "updated",
        "strategy",
        "refer",
        "delmar",
        "filed",
        "sec",
        "february",
        "http",
        "conference",
        "call",
        "detail",
        "delmar",
        "plan",
        "host",
        "conference",
        "call",
        "discus",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "provide",
        "corporate",
        "update",
        "tuesday",
        "february",
        "eastern",
        "time",
        "participant",
        "wish",
        "take",
        "part",
        "question",
        "answer",
        "portion",
        "call",
        "telephone",
        "number",
        "toll",
        "free",
        "conference",
        "id",
        "delmar",
        "replay",
        "conference",
        "call",
        "available",
        "ir",
        "calendar",
        "investor",
        "section",
        "company",
        "website",
        "archived",
        "day",
        "summary",
        "financial",
        "result",
        "period",
        "ended",
        "december",
        "december",
        "company",
        "cash",
        "clinical",
        "trial",
        "deposit",
        "hand",
        "approximately",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "six",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "six",
        "month",
        "ended",
        "december",
        "following",
        "represents",
        "selected",
        "financial",
        "information",
        "december",
        "company",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "selected",
        "information",
        "read",
        "conjunction",
        "delmar",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "filed",
        "delmar",
        "financial",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "viewed",
        "company",
        "website",
        "http",
        "selected",
        "balance",
        "sheet",
        "data",
        "december",
        "june",
        "cash",
        "working",
        "capital",
        "total",
        "asset",
        "derivative",
        "liability",
        "total",
        "stockholder",
        "equity",
        "selected",
        "statement",
        "operation",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "research",
        "development",
        "general",
        "administrative",
        "change",
        "fair",
        "value",
        "stock",
        "option",
        "derivative",
        "liability",
        "foreign",
        "exchange",
        "loss",
        "gain",
        "interest",
        "income",
        "net",
        "comprehensive",
        "loss",
        "period",
        "series",
        "b",
        "preferred",
        "stock",
        "dividend",
        "net",
        "comprehensive",
        "loss",
        "available",
        "common",
        "stockholder",
        "basic",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "fully",
        "diluted",
        "loss",
        "per",
        "share",
        "excluding",
        "impact",
        "expense",
        "research",
        "development",
        "expense",
        "increased",
        "current",
        "quarter",
        "compared",
        "period",
        "prior",
        "year",
        "increase",
        "largely",
        "attributable",
        "increase",
        "clinical",
        "development",
        "cost",
        "related",
        "three",
        "clinical",
        "study",
        "ongoing",
        "well",
        "personnel",
        "preclinical",
        "research",
        "cost",
        "excluding",
        "impact",
        "expense",
        "general",
        "administrative",
        "expense",
        "increased",
        "quarter",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "research",
        "development",
        "general",
        "administrative",
        "change",
        "fair",
        "value",
        "stock",
        "option",
        "derivative",
        "liability",
        "foreign",
        "exchange",
        "loss",
        "interest",
        "income",
        "net",
        "comprehensive",
        "loss",
        "period",
        "series",
        "b",
        "preferred",
        "stock",
        "dividend",
        "net",
        "comprehensive",
        "loss",
        "available",
        "common",
        "stockholder",
        "basic",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "fully",
        "diluted",
        "loss",
        "per",
        "share",
        "excluding",
        "impact",
        "expense",
        "research",
        "development",
        "expense",
        "increased",
        "six",
        "month",
        "ended",
        "december",
        "compared",
        "period",
        "prior",
        "year",
        "increase",
        "largely",
        "attributable",
        "clinical",
        "development",
        "manufacturing",
        "cost",
        "related",
        "company",
        "clinical",
        "trial",
        "two",
        "phase",
        "clinical",
        "trial",
        "gbm",
        "excluding",
        "impact",
        "expense",
        "general",
        "administrative",
        "expense",
        "increased",
        "current",
        "six",
        "month",
        "compared",
        "six",
        "month",
        "ended",
        "december",
        "believe",
        "based",
        "current",
        "estimate",
        "able",
        "fund",
        "operation",
        "second",
        "quarter",
        "calendar",
        "year",
        "delmar",
        "pharmaceutical",
        "delmar",
        "pharmaceutical",
        "focused",
        "development",
        "commercialization",
        "new",
        "therapy",
        "cancer",
        "patient",
        "limited",
        "treatment",
        "option",
        "focusing",
        "understanding",
        "tumor",
        "biology",
        "mechanism",
        "treatment",
        "resistance",
        "company",
        "identifies",
        "biomarkers",
        "personalize",
        "new",
        "therapy",
        "indication",
        "patient",
        "failing",
        "become",
        "intolerable",
        "modern",
        "targeted",
        "biologic",
        "treatment",
        "company",
        "current",
        "pipeline",
        "based",
        "around",
        "chemotherapeutic",
        "novel",
        "mechanism",
        "action",
        "demonstrated",
        "clinical",
        "activity",
        "range",
        "cancer",
        "including",
        "central",
        "nervous",
        "system",
        "ovarian",
        "solid",
        "tumor",
        "nsclc",
        "bladder",
        "cancer",
        "head",
        "neck",
        "clinical",
        "trial",
        "sponsored",
        "nci",
        "based",
        "delmar",
        "internal",
        "research",
        "program",
        "prior",
        "clinical",
        "study",
        "company",
        "conducting",
        "clinical",
        "trial",
        "support",
        "development",
        "commercialization",
        "across",
        "multiple",
        "oncology",
        "indication",
        "solve",
        "significant",
        "unmet",
        "medical",
        "need",
        "also",
        "studied",
        "two",
        "biomarker",
        "driven",
        "phase",
        "clinical",
        "trial",
        "gbm",
        "overcoming",
        "resistance",
        "represents",
        "significant",
        "unmet",
        "medical",
        "need",
        "treatment",
        "gbm",
        "delmar",
        "also",
        "recently",
        "announced",
        "allowance",
        "separate",
        "ind",
        "potential",
        "treatment",
        "ovarian",
        "cancer",
        "information",
        "delmar",
        "clinical",
        "trial",
        "found",
        "http",
        "recrs",
        "information",
        "please",
        "visit",
        "http",
        "contact",
        "delmar",
        "pharmaceutical",
        "investor",
        "relation",
        "ir",
        "connect",
        "company",
        "twitter",
        "linkedin",
        "facebook",
        "safe",
        "harbor",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "herein",
        "based",
        "current",
        "expectation",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "future",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "relating",
        "company",
        "ability",
        "develop",
        "market",
        "sell",
        "product",
        "based",
        "technology",
        "expected",
        "benefit",
        "efficacy",
        "company",
        "product",
        "technology",
        "availability",
        "substantial",
        "additional",
        "funding",
        "company",
        "continue",
        "operation",
        "conduct",
        "research",
        "development",
        "clinical",
        "study",
        "future",
        "product",
        "commercialization",
        "company",
        "business",
        "research",
        "product",
        "development",
        "regulatory",
        "approval",
        "marketing",
        "distribution",
        "plan",
        "strategy",
        "factor",
        "identified",
        "described",
        "detail",
        "company",
        "filing",
        "sec",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "june",
        "company",
        "quarterly",
        "report",
        "form",
        "company",
        "current",
        "report",
        "form",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "delmar",
        "pharmaceutical",
        "inc"
    ]
}