{
    "organizations": [],
    "uuid": "b908ed7f6044ea3bc85f9096fb6d6b2283f8f8aa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/business-wire-quadgraphics-acquires-leading-marketing-services-provider.html",
    "ord_in_thread": 0,
    "title": "Quad/Graphics Acquires Leading Marketing Services Provider",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Combination with Ivie & Associates Creates Unmatched Marketing Solutions Offering\nSUSSEX, Wis.--(BUSINESS WIRE)-- Quad/Graphics, Inc. (NYSE: QUAD) (“Quad/Graphics” or “Quad”), a leading marketing solutions provider, today announced it has acquired Ivie & Associates (“Ivie”), a premier marketing services provider and one of the Inc. 5000 fastest-growing privately held companies in the country.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180221005449/en/\nThe business combination creates a powerful marketing solution that addresses clients’ increasing need for improved process efficiency and marketing spend effectiveness. The combined offering, fueled by both companies’ talent, expertise and technology, will provide clients unmatched scale for onsite marketing services, integrated execution, and expanded subject matter expertise in digital, media and creative.\n“We are honored to welcome Ivie to the Quad family,” said Joel Quadracci, Chairman, President & CEO of Quad/Graphics. “This acquisition brings together two highly-respected companies with best-in-class capabilities that are highly complementary. Ivie is a leader in customized marketing and business process outsourcing, and Quad, together with our BlueSoHo business, is a leader in content production and workflow process optimization.”\nQuadracci continued: “We have worked closely together for a number of years and have come to admire Ivie’s client-focused model. As a combined company, we have the opportunity to lead the industry in onsite marketing solutions with more than 1,200 professionals dedicated to content creation and marketing execution at more than 70 client sites. For clients who engage our onsite marketing solutions model, our employees serve as a natural extension of a client’s internal marketing department and fulfill traditional agency executional roles while also providing production efficiencies at scale.”\nWarren Ivie, CEO and Founder of Ivie & Associates, started his company in 1993 as a regional marketing services provider and expanded it into a national leader serving well-known global brands. “We share a long and trusted partnership that has resulted in Quad producing high-quality products for Ivie for many years,” Ivie said. “We are confident in the value we are creating for all our stakeholders through this business combination. Our associates serve alongside our clients and excel in marketing execution, delivering year-over-year results for our clients. Our associates and teams grow as our clients grow. We understand the value of team and family spirit and collaboration. I’m confident that Quad shares this same spirit and our companies are even stronger together, allowing us to provide the most powerful and effective marketing solutions in the marketplace.”\nQuad’s acquisition of Ivie supports and accelerates the company’s ongoing transformation to leverage its well-established print foundation as part of a much larger and more robust integrated marketing platform, which is focused on expanding client value through:\nIndustry-leading integrated media management; Agile and efficient content production and creative operations; and Next-gen data analysis and insights.\n“With Ivie, we will make more possible for our clients at a time of incredible disruption, by helping them simplify and create greater efficiency and effectiveness in their go-to-market efforts,” Quadracci said. “Accordingly, our clients can focus on what they do best, which is sell amazing products, services and content.”\nForward-Looking Statements\nThis press release contains certain \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements regarding, among other things, our current expectations about the Company's future results, financial condition, revenue, earnings, free cash flow, margins, objectives, goals, strategies, beliefs, intentions, plans, estimates, prospects, projections and outlook of the Company and can generally be identified by the use of words or phrases such as \"may,\" \"will,\" \"expect,\" \"intend,\" \"estimate,\" \"anticipate,\" \"plan,\" \"foresee,\" \"project,\" \"believe,\" \"continue\" or the negatives of these terms, variations on them and other similar expressions. These forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause actual results to be materially different from those expressed in or implied by such forward-looking statements. Forward-looking statements are based largely on the Company's expectations and judgments and are subject to a number of risks and uncertainties, many of which are unforeseeable and beyond our control.\nThe factors that could cause actual results to materially differ include, among others: the impact of decreasing demand for printed materials and significant overcapacity in the highly competitive commercial printing industry creates downward pricing pressures and potential underutilization of assets; the impact of electronic media and similar technological changes, including digital substitution by consumers; the inability of the Company to reduce costs and improve operating efficiency rapidly enough to meet market conditions; the impact of changing future economic conditions; the failure of clients to perform under contracts or to renew contracts with clients on favorable terms or at all; the impact of increased business complexity as a result of the Company's transformation into a marketing solutions provider; the impact of regulatory matters and legislative developments or changes in laws, including changes in cyber-security, privacy and environmental laws; the impact of fluctuations in costs (including labor and labor-related costs, energy costs, freight rates and raw materials) and the impact of fluctuations in the availability of raw materials; the failure to attract and retain qualified production personnel; the impact of changes in postal rates, service levels or regulations; the fragility and decline in overall distribution channels, including newspaper distribution channels; the failure to successfully identify, manage, complete and integrate acquisitions and investments; the impact of risks associated with the operations outside of the United States, including costs incurred or reputational damage suffered due to improper conduct of its employees, contractors or agents; significant capital expenditures may be needed to maintain the Company's platform and processes and to remain technologically and economically competitive; the impact of the various restrictive covenants in the Company's debt facilities on the Company's ability to operate its business; the impact on the holders of Quad/Graphics class A common stock of a limited active market for such shares and the inability to independently elect directors or control decisions due to the voting power of the class B common stock; the impact of an other than temporary decline in operating results and enterprise value that could lead to non-cash impairment charges due to the impairment of property, plant and equipment and other intangible assets; and the other risk factors identified in the Company's most recent Annual Report on Form 10-K, as such may be amended or supplemented by subsequent Quarterly Reports on Form 10-Q or other reports filed with the Securities and Exchange Commission.\nExcept to the extent required by the federal securities laws, the Company undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nAbout Quad/Graphics\nQuad/Graphics (NYSE:QUAD) is a leading marketing solutions provider. The Company leverages its strong print foundation as part of a much larger, robust integrated marketing platform that helps marketers and content creators improve the efficiency and effectiveness of their marketing spend across offline and online media channels. With a consultative approach, worldwide capabilities, leading-edge technology and single-source simplicity, Quad has the resources and knowledge to help a wide variety of clients in multiple vertical industries, including retail, publishing and healthcare. Quad provides a diverse range of digital and print and related products, services and solutions from multiple locations throughout North America, South America and Europe, and strategic partnerships in Asia and other parts of the world. For additional information visit www.QG.com .\nAbout BlueSoHo\nBlueSoHo, a wholly owned division of Quad/Graphics, is an integrated marketing partner that bridges the gap between print, digital and mobile channels to transform marketing activities into results-driven, revenue-generating programs. BlueSoHo helps marketers become more efficient and effective by streamlining processes and delivering more relevant brand experiences by engaging consumers at the right place and time. For more information, visit www.blue-soho.com .\nAbout Ivie\nIvie provides a full array of marketing solutions including creative and production services, studio services, sourcing, procurement, staff enhancement, media services, public relations, digital, technology solutions and project management for many leading brands throughout the world. Founded in 1993, Ivie is headquartered in the Dallas/Fort Worth Metroplex in Flower Mound, Texas, and employs more than 600 professionals throughout North America. Ivie ranks among the nation’s fastest-growing privately held companies and has appeared on the Inc. 5000 list for the last five consecutive years. For additional information, please visit www.ivieinc.com .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180221005449/en/\nMedia Contact\nClaire Ho\nManager of Corporate Communications, Quad/Graphics\n414-566-2955\ncho@qg.com\nSource: Quad/Graphics, Inc.",
    "published": "2018-02-21T15:00:00.000+02:00",
    "crawled": "2018-02-21T15:49:19.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "combination",
        "ivie",
        "associate",
        "creates",
        "unmatched",
        "marketing",
        "solution",
        "offering",
        "sussex",
        "business",
        "wire",
        "nyse",
        "quad",
        "quad",
        "leading",
        "marketing",
        "solution",
        "provider",
        "today",
        "announced",
        "acquired",
        "ivie",
        "associate",
        "ivie",
        "premier",
        "marketing",
        "service",
        "provider",
        "one",
        "privately",
        "held",
        "company",
        "country",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "business",
        "combination",
        "creates",
        "powerful",
        "marketing",
        "solution",
        "address",
        "client",
        "increasing",
        "need",
        "improved",
        "process",
        "efficiency",
        "marketing",
        "spend",
        "effectiveness",
        "combined",
        "offering",
        "fueled",
        "company",
        "talent",
        "expertise",
        "technology",
        "provide",
        "client",
        "unmatched",
        "scale",
        "onsite",
        "marketing",
        "service",
        "integrated",
        "execution",
        "expanded",
        "subject",
        "matter",
        "expertise",
        "digital",
        "medium",
        "creative",
        "honored",
        "welcome",
        "ivie",
        "quad",
        "family",
        "said",
        "joel",
        "quadracci",
        "chairman",
        "president",
        "ceo",
        "acquisition",
        "brings",
        "together",
        "two",
        "company",
        "capability",
        "highly",
        "complementary",
        "ivie",
        "leader",
        "customized",
        "marketing",
        "business",
        "process",
        "outsourcing",
        "quad",
        "together",
        "bluesoho",
        "business",
        "leader",
        "content",
        "production",
        "workflow",
        "process",
        "quadracci",
        "continued",
        "worked",
        "closely",
        "together",
        "number",
        "year",
        "come",
        "admire",
        "ivie",
        "model",
        "combined",
        "company",
        "opportunity",
        "lead",
        "industry",
        "onsite",
        "marketing",
        "solution",
        "professional",
        "dedicated",
        "content",
        "creation",
        "marketing",
        "execution",
        "client",
        "site",
        "client",
        "engage",
        "onsite",
        "marketing",
        "solution",
        "model",
        "employee",
        "serve",
        "natural",
        "extension",
        "client",
        "internal",
        "marketing",
        "department",
        "fulfill",
        "traditional",
        "agency",
        "executional",
        "role",
        "also",
        "providing",
        "production",
        "efficiency",
        "warren",
        "ivie",
        "ceo",
        "founder",
        "ivie",
        "associate",
        "started",
        "company",
        "regional",
        "marketing",
        "service",
        "provider",
        "expanded",
        "national",
        "leader",
        "serving",
        "global",
        "brand",
        "share",
        "long",
        "trusted",
        "partnership",
        "resulted",
        "quad",
        "producing",
        "product",
        "ivie",
        "many",
        "year",
        "ivie",
        "said",
        "confident",
        "value",
        "creating",
        "stakeholder",
        "business",
        "combination",
        "associate",
        "serve",
        "alongside",
        "client",
        "excel",
        "marketing",
        "execution",
        "delivering",
        "result",
        "client",
        "associate",
        "team",
        "grow",
        "client",
        "grow",
        "understand",
        "value",
        "team",
        "family",
        "spirit",
        "collaboration",
        "confident",
        "quad",
        "share",
        "spirit",
        "company",
        "even",
        "stronger",
        "together",
        "allowing",
        "u",
        "provide",
        "powerful",
        "effective",
        "marketing",
        "solution",
        "quad",
        "acquisition",
        "ivie",
        "support",
        "accelerates",
        "company",
        "ongoing",
        "transformation",
        "leverage",
        "print",
        "foundation",
        "part",
        "much",
        "larger",
        "robust",
        "integrated",
        "marketing",
        "platform",
        "focused",
        "expanding",
        "client",
        "value",
        "integrated",
        "medium",
        "management",
        "agile",
        "efficient",
        "content",
        "production",
        "creative",
        "operation",
        "data",
        "analysis",
        "insight",
        "ivie",
        "make",
        "possible",
        "client",
        "time",
        "incredible",
        "disruption",
        "helping",
        "simplify",
        "create",
        "greater",
        "efficiency",
        "effectiveness",
        "effort",
        "quadracci",
        "said",
        "accordingly",
        "client",
        "focus",
        "best",
        "sell",
        "amazing",
        "product",
        "service",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "regarding",
        "among",
        "thing",
        "current",
        "expectation",
        "company",
        "future",
        "result",
        "financial",
        "condition",
        "revenue",
        "earnings",
        "free",
        "cash",
        "flow",
        "margin",
        "objective",
        "goal",
        "strategy",
        "belief",
        "intention",
        "plan",
        "estimate",
        "prospect",
        "projection",
        "outlook",
        "company",
        "generally",
        "identified",
        "use",
        "word",
        "phrase",
        "may",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "plan",
        "foresee",
        "project",
        "believe",
        "continue",
        "negative",
        "term",
        "variation",
        "similar",
        "expression",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "statement",
        "based",
        "largely",
        "company",
        "expectation",
        "judgment",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "unforeseeable",
        "beyond",
        "control",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "include",
        "among",
        "others",
        "impact",
        "decreasing",
        "demand",
        "printed",
        "material",
        "significant",
        "overcapacity",
        "highly",
        "competitive",
        "commercial",
        "printing",
        "industry",
        "creates",
        "downward",
        "pricing",
        "pressure",
        "potential",
        "underutilization",
        "asset",
        "impact",
        "electronic",
        "medium",
        "similar",
        "technological",
        "change",
        "including",
        "digital",
        "substitution",
        "consumer",
        "inability",
        "company",
        "reduce",
        "cost",
        "improve",
        "operating",
        "efficiency",
        "rapidly",
        "enough",
        "meet",
        "market",
        "condition",
        "impact",
        "changing",
        "future",
        "economic",
        "condition",
        "failure",
        "client",
        "perform",
        "contract",
        "renew",
        "contract",
        "client",
        "favorable",
        "term",
        "impact",
        "increased",
        "business",
        "complexity",
        "result",
        "company",
        "transformation",
        "marketing",
        "solution",
        "provider",
        "impact",
        "regulatory",
        "matter",
        "legislative",
        "development",
        "change",
        "law",
        "including",
        "change",
        "privacy",
        "environmental",
        "law",
        "impact",
        "fluctuation",
        "cost",
        "including",
        "labor",
        "cost",
        "energy",
        "cost",
        "freight",
        "rate",
        "raw",
        "material",
        "impact",
        "fluctuation",
        "availability",
        "raw",
        "material",
        "failure",
        "attract",
        "retain",
        "qualified",
        "production",
        "personnel",
        "impact",
        "change",
        "postal",
        "rate",
        "service",
        "level",
        "regulation",
        "fragility",
        "decline",
        "overall",
        "distribution",
        "channel",
        "including",
        "newspaper",
        "distribution",
        "channel",
        "failure",
        "successfully",
        "identify",
        "manage",
        "complete",
        "integrate",
        "acquisition",
        "investment",
        "impact",
        "risk",
        "associated",
        "operation",
        "outside",
        "united",
        "state",
        "including",
        "cost",
        "incurred",
        "reputational",
        "damage",
        "suffered",
        "due",
        "improper",
        "conduct",
        "employee",
        "contractor",
        "agent",
        "significant",
        "capital",
        "expenditure",
        "may",
        "needed",
        "maintain",
        "company",
        "platform",
        "process",
        "remain",
        "technologically",
        "economically",
        "competitive",
        "impact",
        "various",
        "restrictive",
        "covenant",
        "company",
        "debt",
        "facility",
        "company",
        "ability",
        "operate",
        "business",
        "impact",
        "holder",
        "class",
        "common",
        "stock",
        "limited",
        "active",
        "market",
        "share",
        "inability",
        "independently",
        "elect",
        "director",
        "control",
        "decision",
        "due",
        "voting",
        "power",
        "class",
        "b",
        "common",
        "stock",
        "impact",
        "temporary",
        "decline",
        "operating",
        "result",
        "enterprise",
        "value",
        "could",
        "lead",
        "impairment",
        "charge",
        "due",
        "impairment",
        "property",
        "plant",
        "equipment",
        "intangible",
        "asset",
        "risk",
        "factor",
        "identified",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "may",
        "amended",
        "supplemented",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "except",
        "extent",
        "required",
        "federal",
        "security",
        "law",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "nyse",
        "quad",
        "leading",
        "marketing",
        "solution",
        "provider",
        "company",
        "leverage",
        "strong",
        "print",
        "foundation",
        "part",
        "much",
        "larger",
        "robust",
        "integrated",
        "marketing",
        "platform",
        "help",
        "marketer",
        "content",
        "creator",
        "improve",
        "efficiency",
        "effectiveness",
        "marketing",
        "spend",
        "across",
        "offline",
        "online",
        "medium",
        "channel",
        "consultative",
        "approach",
        "worldwide",
        "capability",
        "technology",
        "simplicity",
        "quad",
        "resource",
        "knowledge",
        "help",
        "wide",
        "variety",
        "client",
        "multiple",
        "vertical",
        "industry",
        "including",
        "retail",
        "publishing",
        "healthcare",
        "quad",
        "provides",
        "diverse",
        "range",
        "digital",
        "print",
        "related",
        "product",
        "service",
        "solution",
        "multiple",
        "location",
        "throughout",
        "north",
        "america",
        "south",
        "america",
        "europe",
        "strategic",
        "partnership",
        "asia",
        "part",
        "world",
        "additional",
        "information",
        "visit",
        "bluesoho",
        "bluesoho",
        "wholly",
        "owned",
        "division",
        "integrated",
        "marketing",
        "partner",
        "bridge",
        "gap",
        "print",
        "digital",
        "mobile",
        "channel",
        "transform",
        "marketing",
        "activity",
        "program",
        "bluesoho",
        "help",
        "marketer",
        "become",
        "efficient",
        "effective",
        "streamlining",
        "process",
        "delivering",
        "relevant",
        "brand",
        "experience",
        "engaging",
        "consumer",
        "right",
        "place",
        "time",
        "information",
        "visit",
        "ivie",
        "ivie",
        "provides",
        "full",
        "array",
        "marketing",
        "solution",
        "including",
        "creative",
        "production",
        "service",
        "studio",
        "service",
        "sourcing",
        "procurement",
        "staff",
        "enhancement",
        "medium",
        "service",
        "public",
        "relation",
        "digital",
        "technology",
        "solution",
        "project",
        "management",
        "many",
        "leading",
        "brand",
        "throughout",
        "world",
        "founded",
        "ivie",
        "headquartered",
        "worth",
        "metroplex",
        "flower",
        "mound",
        "texas",
        "employ",
        "professional",
        "throughout",
        "north",
        "america",
        "ivie",
        "rank",
        "among",
        "nation",
        "privately",
        "held",
        "company",
        "appeared",
        "list",
        "last",
        "five",
        "consecutive",
        "year",
        "additional",
        "information",
        "please",
        "visit",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "claire",
        "ho",
        "manager",
        "corporate",
        "communication",
        "cho",
        "source",
        "inc"
    ]
}