{
    "organizations": [],
    "uuid": "209a937ec0aa2c50d1ba9c4f34cf7f478ffd5c09",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/pr-newswire-bank-of-southern-california-and-americas-united-bank-announce-agreement-to-merge.html",
    "ord_in_thread": 0,
    "title": "Bank of Southern California and Americas United Bank Announce Agreement to Merge",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Feb. 22, 2018 /PRNewswire/ -- Bank of Southern California, N.A., San Diego, CA (OTC Pink: BCAL), and Americas United Bank, Glendale, CA (OTC Pink: AUNB), today announced the signing of a definitive agreement and plan of merger (the \"Agreement\") whereby Americas United Bank will merge with and into Bank of Southern California. The merger is subject to customary closing conditions, including the receipt of all regulatory approvals and the approval of the shareholders of AUB and BCAL, and is expected to close in the third quarter of 2018.\nAdditionally, directors and executive officers of AUB have entered into agreements committing to vote their shares in favor of the transaction. The transaction is valued at approximately $44.1 million, based on BCAL's stock price per share of $14.75.\nUnder the terms of the Agreement, AUNB shareholders will receive $7.00 in cash and 0.4746 shares of BCAL common stock, or $14.00 per share, for each share of AUNB common stock that they own as of the closing date of the merger. In order to support the operations of the combined Bank following the merger, Bank of Southern California has received binding commitments from investors pursuant to which it will raise $20.0 million.\nThe transaction is expected to be immediately accretive to BCAL's earnings per share in 2018 (excluding transaction costs). The pro forma combined Bank will have approximately 8.3 million shares outstanding, representing a prospective market capitalization of approximately $123 million based on a per share valuation of BCAL's stock of $14.75.\nThe merger combines two profitable Southern California franchises with similar core operating philosophies and cultures. Headquartered in San Diego, CA, Bank of Southern California currently operates eight locations in San Diego County, the Coachella Valley in Riverside County, and Orange County. Americas United Bank is headquartered in Glendale, CA, with four branches located in the greater Los Angeles area. Americas United Bank offers an attractive footprint and provides the foundation for Bank of Southern California to enter the Los Angeles market as the Bank continues its strategic expansion in the Southern California region. Upon completion of the transaction, the combined organization will have pro forma assets of approximately $750 million.\nCommenting on the announcement, Nathan Rogge, President and Chief Executive Officer of Bank of Southern California said, \"The combined Bank offers a highly attractive franchise for us in the very desirable Los Angeles market and furthers Bank of Southern California's vision of expanding our market share in Southern California. Americas United Bank is a well-managed community business bank with a strong relationship banking culture, making it a great fit for us. Bank of Southern California recently expanded into Orange County in December 2017, so this opportunity allows us to continue to execute the next natural extension of our planned growth. We believe this transaction allows the Bank to better serve the clients of both organizations with increased lending capabilities, technology enhancements, and an increased branch network.\"\n\"This transaction provides a great value for our shareholders, creates opportunities for our employees, and expands our franchise to better serve our customers,\" concluded Rogge.\nAdriana M. Boeka, President and Chief Executive Officer of Americas United Bank, echoed, \"We are very excited about this opportunity to join forces with Bank of Southern California who has long prided itself on its strong commitment to its customers and employees, a model that we both have in common. With this merger we will supplement Americas United Bank's existing products, services and business development platform with Bank of Southern California's commercial lending expertise and a suite of commercial deposit products. Our customers will benefit from Bank of Southern California's expanded service and lending capacity, and our employees will benefit from their strong employee centered culture. This transaction provides liquidity to our shareholders and also allows them to participate in the future upside of the combined Bank. Bank of Southern California's sound financial condition and comprehensive business expertise makes them an excellent choice and natural partner for us.\"\nNathan Rogge will continue as President and CEO, and the existing Bank of Southern California executive management team will continue in their current roles of the combined Bank. Additionally, at the close of the transaction, Adriana M. Boeka, President and CEO of Americas United Bank, will join Bank of Southern California's Board of Directors as a non-executive director.\nMJC Partners, LLC served as financial advisor and Duane Morris LLP served as legal counsel to Bank of Southern California. Keefe, Bruyette & Woods, A Stifel Company, served as financial advisor and King Holmes Paterno & Soriano, LLP served as legal counsel to Americas United Bank. MJC Partners is acting as sole placement agent for the offering.\nAbout Bank of Southern California\nA growing community bank established in 2001, Bank of Southern California, N.A., with headquarters in San Diego, CA, is locally-owned and managed and offers a range of financial products to individuals, professionals, and small- to medium-sized businesses. The Bank's solution-driven, relationship-based approach to banking provides accessibility to decision makers and enhances value through strong partnerships with its clients. The Bank currently operates eight offices in San Diego and the Coachella Valley in Riverside County, and Orange County. For more information, please visit www.banksocal.com or call 858.847.4780.\nAbout Americas United Bank\nAmericas United Bank was founded in 2006 by a diverse group of Los Angeles-based entrepreneurs whose vision included serving the banking needs of small- to medium-sized businesses in metropolitan Los Angeles and its surrounds, providing a full range of financial services for businesses and high net worth individuals. The Bank operates four branch locations in Los Angeles County. For more information, please visit www.aubank.com or call 818.637.7000.\nForward-Looking Statements\nThis news release may contain comments or information that constitute forward-looking statements (within the meaning of the Private Securities Litigation Reform Act of 1995), and Bank of Southern California and intends for such forward-looking statements to be covered by the safe harbor provisions of that Act.\nForward-looking statements can be identified by the fact that they do not relate strictly to historical or current facts. They often include the words \"believe,\" \"expect,\" \"anticipate, \"intend,\" \"plan,\" \"estimate,\" or words of similar meaning, or future or conditional verbs, such as \"will,\" \"would,\" \"should,\" \"could,\" or \"may.\" Forward-looking statements are not guarantees of future performance, nor should they be relied upon as representing management's views as of any subsequent date. Future events are difficult to predict. Forward-looking statements involve significant risks and uncertainties, and actual results may differ materially from those presented, either expressed or implied, in this news release. Factors that might cause such differences include but are not limited to: the ability of the Bank to successfully execute its business plan; changes in interest rates and interest rate relationships; changes in demand for products and services; the degree of competition by traditional and non-traditional competitors; changes in banking legislation or regulation; changes in tax laws; changes in prices, levies, and assessments; the impact of technological advances; the outcomes of contingencies; trends in customer behavior as well as their ability to repay loans; and changes in the national and local economy. Bank of Southern California undertakes no obligation to update or clarify forward-looking statements, whether as a result of new information, future events, or otherwise.\nAdditional Information About the Merger\nThis news release does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote for approval of the merger. In connection with the proposed merger a joint proxy statement/offering circular will be provided to the shareholders of both institutions which will provide detailed information about the merger and the two banks. Shareholders will be encouraged to read the joint proxy statement/offering circular carefully before voting on the merger.\nThe directors, executive officers, and certain other members of management and employees of Bank of Southern California may be deemed to be participants in the solicitation of votes to approve the merger. Additional information regarding the interests of those participants and other persons who may be deemed participants in the merger may be obtained by reading the joint proxy statement/offering circular when it becomes available.\nMedia Contacts:\nTony DiVita\nBank of Southern California\n858.847.4783\ntdivita@banksocal.com\nJeff Pollard\nAmericas United Bank\n818.687.7070\njpollard@aubank.com\n* LOGO for Media:\nSend2Press.com/300dpi/18-0118s2p-bank-so-cal-300dpi.jpg\nView original content with multimedia: http://www.prnewswire.com/news-releases/bank-of-southern-california-and-americas-united-bank-announce-agreement-to-merge-300602474.html\nSOURCE Bank of Southern California, N.A.",
    "published": "2018-02-22T17:00:00.000+02:00",
    "crawled": "2018-02-22T20:07:45.047+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "bank",
        "southern",
        "california",
        "san",
        "diego",
        "ca",
        "otc",
        "pink",
        "bcal",
        "america",
        "united",
        "bank",
        "glendale",
        "ca",
        "otc",
        "pink",
        "aunb",
        "today",
        "announced",
        "signing",
        "definitive",
        "agreement",
        "plan",
        "merger",
        "agreement",
        "whereby",
        "america",
        "united",
        "bank",
        "merge",
        "bank",
        "southern",
        "california",
        "merger",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "receipt",
        "regulatory",
        "approval",
        "approval",
        "shareholder",
        "aub",
        "bcal",
        "expected",
        "close",
        "third",
        "quarter",
        "additionally",
        "director",
        "executive",
        "officer",
        "aub",
        "entered",
        "agreement",
        "committing",
        "vote",
        "share",
        "favor",
        "transaction",
        "transaction",
        "valued",
        "approximately",
        "million",
        "based",
        "bcal",
        "stock",
        "price",
        "per",
        "share",
        "term",
        "agreement",
        "aunb",
        "shareholder",
        "receive",
        "cash",
        "share",
        "bcal",
        "common",
        "stock",
        "per",
        "share",
        "share",
        "aunb",
        "common",
        "stock",
        "closing",
        "date",
        "merger",
        "order",
        "support",
        "operation",
        "combined",
        "bank",
        "following",
        "merger",
        "bank",
        "southern",
        "california",
        "received",
        "binding",
        "commitment",
        "investor",
        "pursuant",
        "raise",
        "million",
        "transaction",
        "expected",
        "immediately",
        "accretive",
        "bcal",
        "earnings",
        "per",
        "share",
        "excluding",
        "transaction",
        "cost",
        "pro",
        "forma",
        "combined",
        "bank",
        "approximately",
        "million",
        "share",
        "outstanding",
        "representing",
        "prospective",
        "market",
        "capitalization",
        "approximately",
        "million",
        "based",
        "per",
        "share",
        "valuation",
        "bcal",
        "stock",
        "merger",
        "combine",
        "two",
        "profitable",
        "southern",
        "california",
        "franchise",
        "similar",
        "core",
        "operating",
        "philosophy",
        "culture",
        "headquartered",
        "san",
        "diego",
        "ca",
        "bank",
        "southern",
        "california",
        "currently",
        "operates",
        "eight",
        "location",
        "san",
        "diego",
        "county",
        "coachella",
        "valley",
        "riverside",
        "county",
        "orange",
        "county",
        "america",
        "united",
        "bank",
        "headquartered",
        "glendale",
        "ca",
        "four",
        "branch",
        "located",
        "greater",
        "los",
        "angeles",
        "area",
        "america",
        "united",
        "bank",
        "offer",
        "attractive",
        "footprint",
        "provides",
        "foundation",
        "bank",
        "southern",
        "california",
        "enter",
        "los",
        "angeles",
        "market",
        "bank",
        "continues",
        "strategic",
        "expansion",
        "southern",
        "california",
        "region",
        "upon",
        "completion",
        "transaction",
        "combined",
        "organization",
        "pro",
        "forma",
        "asset",
        "approximately",
        "million",
        "commenting",
        "announcement",
        "nathan",
        "rogge",
        "president",
        "chief",
        "executive",
        "officer",
        "bank",
        "southern",
        "california",
        "said",
        "combined",
        "bank",
        "offer",
        "highly",
        "attractive",
        "franchise",
        "u",
        "desirable",
        "los",
        "angeles",
        "market",
        "furthers",
        "bank",
        "southern",
        "california",
        "vision",
        "expanding",
        "market",
        "share",
        "southern",
        "california",
        "america",
        "united",
        "bank",
        "community",
        "business",
        "bank",
        "strong",
        "relationship",
        "banking",
        "culture",
        "making",
        "great",
        "fit",
        "u",
        "bank",
        "southern",
        "california",
        "recently",
        "expanded",
        "orange",
        "county",
        "december",
        "opportunity",
        "allows",
        "u",
        "continue",
        "execute",
        "next",
        "natural",
        "extension",
        "planned",
        "growth",
        "believe",
        "transaction",
        "allows",
        "bank",
        "better",
        "serve",
        "client",
        "organization",
        "increased",
        "lending",
        "capability",
        "technology",
        "enhancement",
        "increased",
        "branch",
        "network",
        "transaction",
        "provides",
        "great",
        "value",
        "shareholder",
        "creates",
        "opportunity",
        "employee",
        "expands",
        "franchise",
        "better",
        "serve",
        "customer",
        "concluded",
        "rogge",
        "adriana",
        "boeka",
        "president",
        "chief",
        "executive",
        "officer",
        "america",
        "united",
        "bank",
        "echoed",
        "excited",
        "opportunity",
        "join",
        "force",
        "bank",
        "southern",
        "california",
        "long",
        "prided",
        "strong",
        "commitment",
        "customer",
        "employee",
        "model",
        "common",
        "merger",
        "supplement",
        "america",
        "united",
        "bank",
        "existing",
        "product",
        "service",
        "business",
        "development",
        "platform",
        "bank",
        "southern",
        "california",
        "commercial",
        "lending",
        "expertise",
        "suite",
        "commercial",
        "deposit",
        "product",
        "customer",
        "benefit",
        "bank",
        "southern",
        "california",
        "expanded",
        "service",
        "lending",
        "capacity",
        "employee",
        "benefit",
        "strong",
        "employee",
        "centered",
        "culture",
        "transaction",
        "provides",
        "liquidity",
        "shareholder",
        "also",
        "allows",
        "participate",
        "future",
        "upside",
        "combined",
        "bank",
        "bank",
        "southern",
        "california",
        "sound",
        "financial",
        "condition",
        "comprehensive",
        "business",
        "expertise",
        "make",
        "excellent",
        "choice",
        "natural",
        "partner",
        "u",
        "nathan",
        "rogge",
        "continue",
        "president",
        "ceo",
        "existing",
        "bank",
        "southern",
        "california",
        "executive",
        "management",
        "team",
        "continue",
        "current",
        "role",
        "combined",
        "bank",
        "additionally",
        "close",
        "transaction",
        "adriana",
        "boeka",
        "president",
        "ceo",
        "america",
        "united",
        "bank",
        "join",
        "bank",
        "southern",
        "california",
        "board",
        "director",
        "director",
        "mjc",
        "partner",
        "llc",
        "served",
        "financial",
        "advisor",
        "duane",
        "morris",
        "llp",
        "served",
        "legal",
        "counsel",
        "bank",
        "southern",
        "california",
        "keefe",
        "bruyette",
        "wood",
        "stifel",
        "company",
        "served",
        "financial",
        "advisor",
        "king",
        "holmes",
        "paterno",
        "soriano",
        "llp",
        "served",
        "legal",
        "counsel",
        "america",
        "united",
        "bank",
        "mjc",
        "partner",
        "acting",
        "sole",
        "placement",
        "agent",
        "offering",
        "bank",
        "southern",
        "california",
        "growing",
        "community",
        "bank",
        "established",
        "bank",
        "southern",
        "california",
        "headquarters",
        "san",
        "diego",
        "ca",
        "managed",
        "offer",
        "range",
        "financial",
        "product",
        "individual",
        "professional",
        "business",
        "bank",
        "approach",
        "banking",
        "provides",
        "accessibility",
        "decision",
        "maker",
        "enhances",
        "value",
        "strong",
        "partnership",
        "client",
        "bank",
        "currently",
        "operates",
        "eight",
        "office",
        "san",
        "diego",
        "coachella",
        "valley",
        "riverside",
        "county",
        "orange",
        "county",
        "information",
        "please",
        "visit",
        "call",
        "america",
        "united",
        "bank",
        "america",
        "united",
        "bank",
        "founded",
        "diverse",
        "group",
        "los",
        "entrepreneur",
        "whose",
        "vision",
        "included",
        "serving",
        "banking",
        "need",
        "business",
        "metropolitan",
        "los",
        "angeles",
        "surround",
        "providing",
        "full",
        "range",
        "financial",
        "service",
        "business",
        "high",
        "net",
        "worth",
        "individual",
        "bank",
        "operates",
        "four",
        "branch",
        "location",
        "los",
        "angeles",
        "county",
        "information",
        "please",
        "visit",
        "call",
        "statement",
        "news",
        "release",
        "may",
        "contain",
        "comment",
        "information",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "bank",
        "southern",
        "california",
        "intends",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "act",
        "statement",
        "identified",
        "fact",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "often",
        "include",
        "word",
        "believe",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "word",
        "similar",
        "meaning",
        "future",
        "conditional",
        "verb",
        "would",
        "could",
        "may",
        "statement",
        "guarantee",
        "future",
        "performance",
        "relied",
        "upon",
        "representing",
        "management",
        "view",
        "subsequent",
        "date",
        "future",
        "event",
        "difficult",
        "predict",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "presented",
        "either",
        "expressed",
        "implied",
        "news",
        "release",
        "factor",
        "might",
        "cause",
        "difference",
        "include",
        "limited",
        "ability",
        "bank",
        "successfully",
        "execute",
        "business",
        "plan",
        "change",
        "interest",
        "rate",
        "interest",
        "rate",
        "relationship",
        "change",
        "demand",
        "product",
        "service",
        "degree",
        "competition",
        "traditional",
        "competitor",
        "change",
        "banking",
        "legislation",
        "regulation",
        "change",
        "tax",
        "law",
        "change",
        "price",
        "levy",
        "assessment",
        "impact",
        "technological",
        "advance",
        "outcome",
        "contingency",
        "trend",
        "customer",
        "behavior",
        "well",
        "ability",
        "repay",
        "loan",
        "change",
        "national",
        "local",
        "economy",
        "bank",
        "southern",
        "california",
        "undertakes",
        "obligation",
        "update",
        "clarify",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "additional",
        "information",
        "merger",
        "news",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "merger",
        "connection",
        "proposed",
        "merger",
        "joint",
        "proxy",
        "circular",
        "provided",
        "shareholder",
        "institution",
        "provide",
        "detailed",
        "information",
        "merger",
        "two",
        "bank",
        "shareholder",
        "encouraged",
        "read",
        "joint",
        "proxy",
        "circular",
        "carefully",
        "voting",
        "merger",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "bank",
        "southern",
        "california",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "vote",
        "approve",
        "merger",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "person",
        "may",
        "deemed",
        "participant",
        "merger",
        "may",
        "obtained",
        "reading",
        "joint",
        "proxy",
        "circular",
        "becomes",
        "available",
        "medium",
        "contact",
        "tony",
        "divita",
        "bank",
        "southern",
        "california",
        "tdivita",
        "jeff",
        "pollard",
        "america",
        "united",
        "bank",
        "jpollard",
        "logo",
        "medium",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "bank",
        "southern",
        "california"
    ]
}