{
    "organizations": [],
    "uuid": "134e2ab03764a9503753e4eebdffa412361c1f0f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/globe-newswire-trimax-corporation-enters-cannabis-sector-with-the-acquisition-of-omega-tech-inc-and-its-cutting-edge-ecommerce-business.html",
    "ord_in_thread": 0,
    "title": "Trimax Corporation Enters Cannabis Sector With the Acquisition of Omega Tech Inc. and Its Cutting Edge Ecommerce Business Recreational Dispensary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Trimax Corporation Signs Definitive Agreement To Acquire Omega Tech\nCHATSWORTH, CA, Feb. 21, 2018 (GLOBE NEWSWIRE) -- Trimax Corporation, Inc. (OTC PINK: TMXN) (the “Company”), a holding corporation, is pleased to announce it has officially entered into the fast growing cannabis space by signing a Definitive Agreement to acquire 100% of the assets of Omega Tech Inc. operating under the name Recreational Dispensary.\nRecreationalDispensary.com is an online portal that connects cannabis consumers with the highest rated dispensaries or storefronts, based on the user’s geographic location. They make the process of shopping, buying and delivering products to your doorstep fast, secure and simple with just one click.\nWith Recreational Dispensary, consumers can shop online and choose the very best inventory of various cannabis items available in their immediate vicinity from available dispensaries, and have their goods delivered to their front door. Consumers can order by phone or use Recreational Dispensary’s user friendly mobile platform which is designed to increase product sales, the marketing of products, and profit margins for participating medicinal and recreational cannabis shops.\nConsumers over 21 years of age, simply go to recreationaldispensary.com , create an account, verify their identity, shop from their favorite dispensary, place an order, and have it delivered. It’s just that simple.\nMedicinal and recreational cannabis shops can login and create their own storefront profile, upload their product line images, prices, and contact info. They can also increase their retail exposure with paid banner ads that will drive traffic to their digital storefront and increase their business.\nThe overall goal is to increase new clients for retailers, increase sales, and offer retail consumers quality products and services, which results in customer retention, convenience and consumer loyalty.\nRecreational Dispensary is coming out with their new version 2.0 (V2) which promises to increase speed and allow users to purchase items without having to login or create an account. Additional upgraded features include a streamlined registration process, secure user I.D. processing, increased security with cloudflare, faster load times, and multiple new cart features. V2 should be ready for launch by February 28, 2018.\nWebsite Overview Includes:\nProduct locator:\nBased on the user’s geographic location or search criteria including; Cannabis Strains, Effects, Variety, Medical Uses & Flavors. RecreationalDispensaries.com provides cannabis consumers a search engine tool to locate a specific cannabis strain, concentrate, edibles, or topical products.\nDispensary Locator:\nBased on the user’s geographic location or search criteria, RecreationalDispensary.com searches for dispensaries, storefronts, delivery services, and access points.\nForum:\nCannabis consumers whether medicinal or recreational will soon be able to connect with other consumers to freely discuss and review strains, products, dispensaries, medical doctors, or simply share a sophisticated dialog about ideal cannabis choices.\nRating:\nRecreationalDispensary.com uses an automated software to suggest the most reliable reviews for the online cannabis consumer community, made by the consumers themselves, throughout the states and cities where permitted by law. The software looks at various signals, including activity on RecreationalDispensary.com , level of both customer service and product quality, as well as reliability. This system has nothing to do with whether a dispensary advertises on RecreationalDispensary.com or not.\nRecreationalDispensary.com feature ratings and reviews for consumers of strains, products, storefronts and dispensary locations, to assist others in making the most informed selection for their needs.\nAdvertising:\nRecreationalDispensary.com offers strategic digital advertising sponsorship opportunities to dispensaries and medical marijuana shops, cannabis products, delivery services, or clinics looking to promote their services in the industry.\nProduct Delivery: In final BETA format\nMobile App: In final BETA Apple iOS and Android versions due out in 2nd quarter 2018.\nSpecial Discounts or coupons offered to members from a dispensary near you: Coming soon!\nWilliam Hite, President of Omega Tech Corporation, stated, “We are extremely pleased to be a part of the Trimax Corp. family. We are confident in our ability to bring excellent value to Trimax’s corporate holdings and are excited to be a public company.” He also stated, “We plan to continue with our expansion plans in California and expect to enter into the Canadian market soon. Omega Tech also plans to eventually exploit the 30 plus states that have legalized marijuana in the U.S. over the next several months. Omega Tech is dedicated to creating a simple and secure way to order cannabis products online and have it safely delivered to your door, or ready for pickup at a nearby location.”\nThe state of Vermont was the first state to pass legislation in 2018 for recreational sales adding to the already existing 30 states, nine of which allow for recreational sales that are now allowing for the sale of medicinal and/or recreational marijuana. Currently, there are an additional 12 states who are in the process of passing legislation to allow for either medicinal or recreational use of marijuana in the United States.\nCheck out Recreational Dispensary’s FAQ page for more website information:\nwww.recreationaldispensary.com\nHugo Saavedra, CEO of Trimax Corporation and Saavy Naturals Inc., stated, “We feel very fortunate to have acquired Omega Tech and their unique “first to market” website recreationaldispensary.com . It is no secret that the cannabis market is booming with growth and is showing no signs of slowing down. We intend to exploit additional opportunities and develop unique services like Recreational Dispensary, while also building brands with cannabidiol products over the upcoming months.”\nHugo and Debra Saavedra, Saavy Naturals Inc.’s, CEO and President, gained instant popularity for their all-natural body care product line after being spotlighted and appearing on ABC’s hit show Shark Tank. The Sharks took an instant liking to Hugo and Debra, their love story, their previous success in the body care industry, and the superior quality of their all-natural product. Hugo and Debra have increased the company’s product line exposure with several highlighted television features on The Home Shopping Network and are currently working on additional television marketing opportunities.\nAs previously reported on February 13, 2018, Saavy Naturals Inc. received its first purchase order from Walmart ® Corporation for the Company’s new Saavy Naturals Everyday body care line. The initial purchase order called for the delivery of 60,000 Saavy Naturals Everyday Bath Bombs which is planned to be distributed to 3,600 Walmart ® nationwide locations.\nSaavy Naturals and their exclusive representative U.S. Merchants are currently working with Walmart ® buyers in creating unique one-of-a-kind pallet displays for Saavy Naturals Everyday Handcrafted Bulk Soaps, which are expected to go into approximately 700 additional stores between March and April 2018. Based on current discussions, the Company anticipates seeing consistent purchase orders from Walmart ® on a weekly basis beginning in March 2018.\nSaavy Naturals Inc. on Shark Tank:\nhttps://vimeo.com/231634993\nSaavy Naturals Inc. on HSN:\nhttps://www.youtube.com/watch?v=jm9-NHZA6Vs\nAbout Trimax Corporation:\nTrimax Corporation, is a holding company, and through its wholly owned subsidiary, Saavy Naturals Inc., offers a complete line of Natural Skin Care products, which includes body creams, body scrubs, body wash, shampoos, conditioners, handcrafted soaps, bath bombs, bath salts and candles. Saavy Naturals products are 100% natural, vegan, gluten-free, soy free, cruelty-free, non-GMO, and food-grade. Currently, Saavy Naturals can be found in some of the largest natural retail stores and exclusive boutiques and spas across the nation. Some of the retailers include Whole Foods Market in the Northeast and Southern California regions, Gelson's Market, Vitamin Cottage, Bristol Farms, Erewhon, Lazy Acres and Earth Fare. Additionally, Saavy Naturals products can be purchased through numerous online retailers, including http://www.Amazon.com , and http://www.Saavynaturals.com . Trimax has also recently entered into the fast growing cannabis industry through its purchase of Omega Tech Corporation who owns an ecommerce website, Recreational Dispensary http://www.recreationaldispensary.com which allows consumers to shop, purchase, and have a variety of cannabis products and consumables delivered to their front door.\nFor more information please visit our websites:\nhttp://www.saavynaturals.com\nhttp://www.recreationaldispensary.com\nSocial Media Links:\nhttp://www.facebook.com/saavynaturals\nhttp://www.instagram.com/Saavynaturals\nhttp://www.twitter.com/saavynaturals\nSafe Harbor\nThis release contains statements that constitute forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements appear in a number of places in this release and include all statements that are not statements of historical fact regarding the intent, belief or current expectations of Trimax Corporation Inc., its directors or its officers with respect to, among other things: (i) financing plans; (ii) trends affecting its financial condition or results of operations; (iii) growth strategy and operating strategy. The words \"may,\" \"would,\" “should,” \"will,\" \"expect,\" \"estimate,\" \"can,\" \"believe,\" \"potential\" and similar expressions and variations thereof are intended to identify forward-looking statements. Investors are cautioned that any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties, many of which are beyond Trimax Corporation Inc.’s ability to control, and that actual results may differ materially from those projected in the forward-looking statements as a result of various factors. More information about the potential factors that could affect the business and financial results is and will be included in Trimax Corporation Inc.’s filings Commission.\nPublic Relations and Shareholder Information: Joseph M. Vazquez III Phone: (800) 985-5711 Email: infinityglobalconsulting@gmail.com\nSource:Trimax Corporation",
    "published": "2018-02-21T13:00:00.000+02:00",
    "crawled": "2018-02-21T17:13:19.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "trimax",
        "corporation",
        "sign",
        "definitive",
        "agreement",
        "acquire",
        "omega",
        "tech",
        "chatsworth",
        "ca",
        "globe",
        "newswire",
        "trimax",
        "corporation",
        "otc",
        "pink",
        "tmxn",
        "company",
        "holding",
        "corporation",
        "pleased",
        "announce",
        "officially",
        "entered",
        "fast",
        "growing",
        "cannabis",
        "space",
        "signing",
        "definitive",
        "agreement",
        "acquire",
        "asset",
        "omega",
        "tech",
        "operating",
        "name",
        "recreational",
        "dispensary",
        "online",
        "portal",
        "connects",
        "cannabis",
        "consumer",
        "highest",
        "rated",
        "dispensary",
        "storefront",
        "based",
        "user",
        "geographic",
        "location",
        "make",
        "process",
        "shopping",
        "buying",
        "delivering",
        "product",
        "doorstep",
        "fast",
        "secure",
        "simple",
        "one",
        "click",
        "recreational",
        "dispensary",
        "consumer",
        "shop",
        "online",
        "choose",
        "best",
        "inventory",
        "various",
        "cannabis",
        "item",
        "available",
        "immediate",
        "vicinity",
        "available",
        "dispensary",
        "good",
        "delivered",
        "front",
        "door",
        "consumer",
        "order",
        "phone",
        "use",
        "recreational",
        "dispensary",
        "user",
        "friendly",
        "mobile",
        "platform",
        "designed",
        "increase",
        "product",
        "sale",
        "marketing",
        "product",
        "profit",
        "margin",
        "participating",
        "medicinal",
        "recreational",
        "cannabis",
        "shop",
        "consumer",
        "year",
        "age",
        "simply",
        "go",
        "create",
        "account",
        "verify",
        "identity",
        "shop",
        "favorite",
        "dispensary",
        "place",
        "order",
        "delivered",
        "simple",
        "medicinal",
        "recreational",
        "cannabis",
        "shop",
        "login",
        "create",
        "storefront",
        "profile",
        "upload",
        "product",
        "line",
        "image",
        "price",
        "contact",
        "info",
        "also",
        "increase",
        "retail",
        "exposure",
        "paid",
        "banner",
        "ad",
        "drive",
        "traffic",
        "digital",
        "storefront",
        "increase",
        "business",
        "overall",
        "goal",
        "increase",
        "new",
        "client",
        "retailer",
        "increase",
        "sale",
        "offer",
        "retail",
        "consumer",
        "quality",
        "product",
        "service",
        "result",
        "customer",
        "retention",
        "convenience",
        "consumer",
        "loyalty",
        "recreational",
        "dispensary",
        "coming",
        "new",
        "version",
        "v2",
        "promise",
        "increase",
        "speed",
        "allow",
        "user",
        "purchase",
        "item",
        "without",
        "login",
        "create",
        "account",
        "additional",
        "upgraded",
        "feature",
        "include",
        "streamlined",
        "registration",
        "process",
        "secure",
        "user",
        "processing",
        "increased",
        "security",
        "cloudflare",
        "faster",
        "load",
        "time",
        "multiple",
        "new",
        "cart",
        "feature",
        "v2",
        "ready",
        "launch",
        "february",
        "website",
        "overview",
        "includes",
        "product",
        "locator",
        "based",
        "user",
        "geographic",
        "location",
        "search",
        "criterion",
        "including",
        "cannabis",
        "strain",
        "effect",
        "variety",
        "medical",
        "us",
        "flavor",
        "provides",
        "cannabis",
        "consumer",
        "search",
        "engine",
        "tool",
        "locate",
        "specific",
        "cannabis",
        "strain",
        "concentrate",
        "edible",
        "topical",
        "product",
        "dispensary",
        "locator",
        "based",
        "user",
        "geographic",
        "location",
        "search",
        "criterion",
        "search",
        "dispensary",
        "storefront",
        "delivery",
        "service",
        "access",
        "point",
        "forum",
        "cannabis",
        "consumer",
        "whether",
        "medicinal",
        "recreational",
        "soon",
        "able",
        "connect",
        "consumer",
        "freely",
        "discus",
        "review",
        "strain",
        "product",
        "dispensary",
        "medical",
        "doctor",
        "simply",
        "share",
        "sophisticated",
        "dialog",
        "ideal",
        "cannabis",
        "choice",
        "rating",
        "us",
        "automated",
        "software",
        "suggest",
        "reliable",
        "review",
        "online",
        "cannabis",
        "consumer",
        "community",
        "made",
        "consumer",
        "throughout",
        "state",
        "city",
        "permitted",
        "law",
        "software",
        "look",
        "various",
        "signal",
        "including",
        "activity",
        "level",
        "customer",
        "service",
        "product",
        "quality",
        "well",
        "reliability",
        "system",
        "nothing",
        "whether",
        "dispensary",
        "advertises",
        "feature",
        "rating",
        "review",
        "consumer",
        "strain",
        "product",
        "storefront",
        "dispensary",
        "location",
        "assist",
        "others",
        "making",
        "informed",
        "selection",
        "need",
        "advertising",
        "offer",
        "strategic",
        "digital",
        "advertising",
        "sponsorship",
        "opportunity",
        "dispensary",
        "medical",
        "marijuana",
        "shop",
        "cannabis",
        "product",
        "delivery",
        "service",
        "clinic",
        "looking",
        "promote",
        "service",
        "industry",
        "product",
        "delivery",
        "final",
        "beta",
        "format",
        "mobile",
        "app",
        "final",
        "beta",
        "apple",
        "io",
        "android",
        "version",
        "due",
        "2nd",
        "quarter",
        "special",
        "discount",
        "coupon",
        "offered",
        "member",
        "dispensary",
        "near",
        "coming",
        "soon",
        "william",
        "hite",
        "president",
        "omega",
        "tech",
        "corporation",
        "stated",
        "extremely",
        "pleased",
        "part",
        "trimax",
        "family",
        "confident",
        "ability",
        "bring",
        "excellent",
        "value",
        "trimax",
        "corporate",
        "holding",
        "excited",
        "public",
        "also",
        "stated",
        "plan",
        "continue",
        "expansion",
        "plan",
        "california",
        "expect",
        "enter",
        "canadian",
        "market",
        "soon",
        "omega",
        "tech",
        "also",
        "plan",
        "eventually",
        "exploit",
        "plus",
        "state",
        "legalized",
        "marijuana",
        "next",
        "several",
        "month",
        "omega",
        "tech",
        "dedicated",
        "creating",
        "simple",
        "secure",
        "way",
        "order",
        "cannabis",
        "product",
        "online",
        "safely",
        "delivered",
        "door",
        "ready",
        "pickup",
        "nearby",
        "state",
        "vermont",
        "first",
        "state",
        "pas",
        "legislation",
        "recreational",
        "sale",
        "adding",
        "already",
        "existing",
        "state",
        "nine",
        "allow",
        "recreational",
        "sale",
        "allowing",
        "sale",
        "medicinal",
        "recreational",
        "marijuana",
        "currently",
        "additional",
        "state",
        "process",
        "passing",
        "legislation",
        "allow",
        "either",
        "medicinal",
        "recreational",
        "use",
        "marijuana",
        "united",
        "state",
        "check",
        "recreational",
        "dispensary",
        "faq",
        "page",
        "website",
        "information",
        "hugo",
        "saavedra",
        "ceo",
        "trimax",
        "corporation",
        "saavy",
        "natural",
        "stated",
        "feel",
        "fortunate",
        "acquired",
        "omega",
        "tech",
        "unique",
        "first",
        "market",
        "website",
        "secret",
        "cannabis",
        "market",
        "booming",
        "growth",
        "showing",
        "sign",
        "slowing",
        "intend",
        "exploit",
        "additional",
        "opportunity",
        "develop",
        "unique",
        "service",
        "like",
        "recreational",
        "dispensary",
        "also",
        "building",
        "brand",
        "cannabidiol",
        "product",
        "upcoming",
        "hugo",
        "debra",
        "saavedra",
        "saavy",
        "natural",
        "ceo",
        "president",
        "gained",
        "instant",
        "popularity",
        "body",
        "care",
        "product",
        "line",
        "spotlighted",
        "appearing",
        "abc",
        "hit",
        "show",
        "shark",
        "tank",
        "shark",
        "took",
        "instant",
        "liking",
        "hugo",
        "debra",
        "love",
        "story",
        "previous",
        "success",
        "body",
        "care",
        "industry",
        "superior",
        "quality",
        "product",
        "hugo",
        "debra",
        "increased",
        "company",
        "product",
        "line",
        "exposure",
        "several",
        "highlighted",
        "television",
        "feature",
        "home",
        "shopping",
        "network",
        "currently",
        "working",
        "additional",
        "television",
        "marketing",
        "opportunity",
        "previously",
        "reported",
        "february",
        "saavy",
        "natural",
        "received",
        "first",
        "purchase",
        "order",
        "walmart",
        "corporation",
        "company",
        "new",
        "saavy",
        "natural",
        "everyday",
        "body",
        "care",
        "line",
        "initial",
        "purchase",
        "order",
        "called",
        "delivery",
        "saavy",
        "natural",
        "everyday",
        "bath",
        "bomb",
        "planned",
        "distributed",
        "walmart",
        "nationwide",
        "location",
        "saavy",
        "natural",
        "exclusive",
        "representative",
        "merchant",
        "currently",
        "working",
        "walmart",
        "buyer",
        "creating",
        "unique",
        "pallet",
        "display",
        "saavy",
        "natural",
        "everyday",
        "handcrafted",
        "bulk",
        "soap",
        "expected",
        "go",
        "approximately",
        "additional",
        "store",
        "march",
        "april",
        "based",
        "current",
        "discussion",
        "company",
        "anticipates",
        "seeing",
        "consistent",
        "purchase",
        "order",
        "walmart",
        "weekly",
        "basis",
        "beginning",
        "march",
        "saavy",
        "natural",
        "shark",
        "tank",
        "http",
        "saavy",
        "natural",
        "hsn",
        "http",
        "trimax",
        "corporation",
        "trimax",
        "corporation",
        "holding",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "saavy",
        "natural",
        "offer",
        "complete",
        "line",
        "natural",
        "skin",
        "care",
        "product",
        "includes",
        "body",
        "cream",
        "body",
        "scrub",
        "body",
        "wash",
        "shampoo",
        "conditioner",
        "handcrafted",
        "soap",
        "bath",
        "bomb",
        "bath",
        "salt",
        "candle",
        "saavy",
        "natural",
        "product",
        "natural",
        "vegan",
        "soy",
        "free",
        "currently",
        "saavy",
        "natural",
        "found",
        "largest",
        "natural",
        "retail",
        "store",
        "exclusive",
        "boutique",
        "spa",
        "across",
        "nation",
        "retailer",
        "include",
        "whole",
        "food",
        "market",
        "northeast",
        "southern",
        "california",
        "region",
        "gelson",
        "market",
        "vitamin",
        "cottage",
        "bristol",
        "farm",
        "erewhon",
        "lazy",
        "acre",
        "earth",
        "fare",
        "additionally",
        "saavy",
        "natural",
        "product",
        "purchased",
        "numerous",
        "online",
        "retailer",
        "including",
        "http",
        "http",
        "trimax",
        "also",
        "recently",
        "entered",
        "fast",
        "growing",
        "cannabis",
        "industry",
        "purchase",
        "omega",
        "tech",
        "corporation",
        "owns",
        "ecommerce",
        "website",
        "recreational",
        "dispensary",
        "http",
        "allows",
        "consumer",
        "shop",
        "purchase",
        "variety",
        "cannabis",
        "product",
        "consumables",
        "delivered",
        "front",
        "door",
        "information",
        "please",
        "visit",
        "website",
        "http",
        "http",
        "social",
        "medium",
        "link",
        "http",
        "http",
        "http",
        "safe",
        "harbor",
        "release",
        "contains",
        "statement",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "appear",
        "number",
        "place",
        "release",
        "include",
        "statement",
        "statement",
        "historical",
        "fact",
        "regarding",
        "intent",
        "belief",
        "current",
        "expectation",
        "trimax",
        "corporation",
        "director",
        "officer",
        "respect",
        "among",
        "thing",
        "financing",
        "plan",
        "ii",
        "trend",
        "affecting",
        "financial",
        "condition",
        "result",
        "operation",
        "iii",
        "growth",
        "strategy",
        "operating",
        "strategy",
        "word",
        "may",
        "would",
        "expect",
        "estimate",
        "believe",
        "potential",
        "similar",
        "expression",
        "variation",
        "thereof",
        "intended",
        "identify",
        "statement",
        "investor",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "trimax",
        "corporation",
        "ability",
        "control",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "business",
        "financial",
        "result",
        "included",
        "trimax",
        "corporation",
        "filing",
        "commission",
        "public",
        "relation",
        "shareholder",
        "information",
        "joseph",
        "vazquez",
        "iii",
        "phone",
        "email",
        "infinityglobalconsulting",
        "source",
        "trimax",
        "corporation"
    ]
}