{
    "organizations": [],
    "uuid": "161a45b1002e03bf4b4f5f1e17ca5f33ceaa6f81",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/09/dow-was-one-of-markets-hottest-investments-right-before-it-crashed.html",
    "ord_in_thread": 0,
    "title": "A rare market warning sign: People were finally investing in Dow right before it crashed - CNBC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The sudden crash in the Dow Jones Industrial Average has led investors in search of answers — and culprits. Who is to blame for the Dow entering a technical correction at one point intraday on Monday, and since that point being unable to shake off continued volatility? Central banks who inflated stocks and will now be required to raise rates quickly to slow an overheating economy? Tax cuts that came at the exact wrong moment for an economy that needed no further stimulus? Or volatility ETFs tracking the action in the VIX , which went into free fall on Monday and are still having fingers pointed at them?\nAmong all the warning signs that all was not right in the market, look no further than the Dow itself. For all the levels it took out in recent years culminating in Dow 26,000, it's never been a popular investment. The Dow may forever be the market's barometer of bullish excess and panicked bearishness, but as index funds and ETFs have grown to as much as one-third of the market, it's not due to a flood of money in Dow ETFs. Until recent months.\nBryan R. Smith | AFP | Getty Images Traders work on the floor at the closing bell of the Dow Industrial Average at the New York Stock Exchange on January 17, 2018 in New York. Back in August 2017 (when the Dow hit 22,000), I took a look at what kind of investment action there had been in the past five-year period in Dow-benchmarked funds and ETFs: They had experienced net outflows.\nS&P 500 index funds and ETFs\n1-year inflows: $100 billion 3-year inflows: $178 billion 5-year inflows: $236 billion 10-year inflows: $302 billion DJIA index funds and ETFs\n1-year inflows: $2 billion 3-year inflows : $1.9 billion 5-year outflows : $860 million 10-year inflows: $3 billion But investors started placing sizable bets on the SPDR Dow Jones Industrial Average ETF ( DIA ) after Trump's election — and just before Dow ETF crashed. Nothing near what the S&P 500 ETFs like SPY , IVV and VOO experience, but for the Dow, quite a lot. In December, about $1.5 billion went into the Dow ETF, which is rarely ever among leaders among ETF flows. In January, the Dow ETF took in just under $1.5 billion.\nTo put that in perspective — since DIA is really the only among five Dow-linked ETFs and mutual funds that see any action — in past five years the ETF had flows of $4.5 billion. So that's basically two-thirds of Dow ETF investing in the two months leading up to the stock market bloodbath. And that two-month inflow of $3 billion also equaled the inflow figure for the past 10-year period through August.\nSlicing and dicing the stock market \"Too many investors betting on tax reform and infrastructure plan,\" said Neena Mishra, director of ETF research at Zacks Investment Research.\nState Street Global Advisors, manager of the SPDR Dow, told me back in August that it is a well-known barometer for U.S. large-cap stocks, with one of the longest-standing track records for an investable index, and can provide investors information on the health of the U.S. economy.\nAll true, but in the era of index funds and ETFs, few investors have bet on that argument.\n\" XLI [Select Sector SPDR Industrials ETF] is the real Dow Jones Industrial Average to me,\" said Mitch Goldberg, president of investment advisory firm ClientFirst Strategy. \"The ol' Dow is a nice gauge of stock market performance, and it is diversified among a reasonable cross-section of industries. But for an investment? I think there are better ways to slice and dice the stock market that actually give us the exposure we'd want to specific sectors and broad averages. Why would an industrial average have XOM [Exxon Mobil] and DIS [Disney] along with BA [Boeing]?\"\nIn January the Select Sector Industrial ETF was one of the few equity funds to take in more new money from investors than the Dow ETF — $1.5 billion vs. $1.4 billion, according to FactSet Research Systems.\nAll the usual caveats about why the Dow is not a good investment — at least not relative to all the other options that exist today — still existed even as the Dow shot above 26,000.\nThe Dow is a focused index of 30 stocks that is price-weighted, and price weighting is arbitrary and antiquated. The S&P 500 provides much more diversified exposure to 500 stocks, and that includes all 30 Dow stocks. The Dow's price-weighting approach leads to further concentration: The top 10 holdings represent more than half of the portfolio. The price weighting prevents any Dow index fund from holding names with high share prices, like Alphabet. The Dow does offer exposure to highly profitable industry leaders with durable competitive advantages. But for that last argument to be correct, one would have to believe it applies to General Electric right now, too, a tough pill to swallow when you look at that stock chart.\nThere are other ways of getting exposure to the Dow kind of companies, such as \"quality\" or dividend-growth ETFs, including the iShares Edge MSCI USA Quality Factor ETF ( QUAL ) or the Vanguard Dividend Appreciation Index ETF ( VIG ).\nThe Dow ETF has definitely seen more interest as an investment around recent milestones linking the Trump presidency and stock market, and it may in fact have a role for traders buying short-term market rebounds and optimism.\nIn five monthly periods since the beginning of 2017, $1 billion or more of new money flowed into DIA, including June 2017, when the market was roaring back from the post Comey firing selloff, and August, when the Dow reached the 22,000 mark. December 2017 and January 2018 were the only consecutive months that saw more than $1 billion. But the three-month period starting with Trump's election in November 2016 saw the beginning of a Dow ETF boom.\nThe Dow and milestones in the Trump market Year Month DIA FLOWS 2018 January $1.4B 2017 December $1.6B 2017 November (-$280M) 2017 October $318M 2017 September $641M 2017 August $1.2B 2017 July (-$539M) 2017 June $1B 2017 May (-$1B) 2017 April (-$93M) 2017 March (-$4M) 2017 February (-$981M) 2017 January $1.7B 2016 December $873M 2016 November $1.1B FactSet Research Systems Does this mean the Dow is suddenly a better, or equal, choice to the S&P 500 as a U.S. stock market investment proxy? Or did the sudden interest in the Dow from traders and other investors suggests that investing was running too hot?\nThe SPDR family of ETFs, the industry's oldest, has always been popular with traders even though its Dow ETF historically hadn't been. In the past week, the SPDR S&P 500 — the granddaddy of the ETF world — has experienced $23 billion in outflows, according to XTF.com. That's more than the outflows in all other U.S. equity ETFs combined.\nThere's also been inevitable performance-chasing: the Dow had simply done better than the S&P 500 in the past year.\nA strange market moment It's definitely a strange market moment. Big money doesn't want to buy bonds because yields are on the rise and they see a bond bear market coming , or say it's already arrived. Yet investors also are spooked by stocks because yields, and inflation, are on the rise , and the economy is getting too strong to support stock prices.\nAs quantitative easing began after the financial crisis, the hawks said inflation would skyrocket, and when that never happened, they said the economy was too weak for the bullish market streak to be justifiable. Investors missed out on eight-plus years of stock gains if they bought that false Cassandra's call. Now investors have basically fast-forwarded — overnight —to the end of the bull market and how rising rates and the first actual signs of inflation will doom stocks. It's hard to know whether being early is being too early, or being smart? The only constant seems to be faith in central banks to not get it right.\nThe struggle investors now face makes an index targeting \"durable, competitive advantages\" sound pretty appealing, but there are few if any companies immune from inflation, if and when it really hits. Dow trading remains volatile — it had entered a technical correction after the 1,000 point plunge on Thursday, as had the S&P 500, but showed signs of life on Friday morning. While some market pundits had claimed throughout the week that the selloff looked to be ending, don't bet on it.\nWhen markets do settle down, for investors seeking to replicate broad industry composition, \"you might as well go with the S&P 500 ETF,\" Goldberg said. The S&P didn't fare any better in the sudden market collapse, but at least it has history on its side — not a history that dates back to 1896 like the Dow (it's 1923 for the S&P) — but a history of this era's investors actually relying on it to capture the U.S. stock market for a period longer than a few months.",
    "published": "2018-02-09T14:28:00.000+02:00",
    "crawled": "2018-02-09T14:40:01.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sudden",
        "crash",
        "dow",
        "jones",
        "industrial",
        "average",
        "led",
        "investor",
        "search",
        "answer",
        "culprit",
        "blame",
        "dow",
        "entering",
        "technical",
        "correction",
        "one",
        "point",
        "intraday",
        "monday",
        "since",
        "point",
        "unable",
        "shake",
        "continued",
        "volatility",
        "central",
        "bank",
        "inflated",
        "stock",
        "required",
        "raise",
        "rate",
        "quickly",
        "slow",
        "overheating",
        "economy",
        "tax",
        "cut",
        "came",
        "exact",
        "wrong",
        "moment",
        "economy",
        "needed",
        "stimulus",
        "volatility",
        "etf",
        "tracking",
        "action",
        "vix",
        "went",
        "free",
        "fall",
        "monday",
        "still",
        "finger",
        "pointed",
        "among",
        "warning",
        "sign",
        "right",
        "market",
        "look",
        "dow",
        "level",
        "took",
        "recent",
        "year",
        "culminating",
        "dow",
        "never",
        "popular",
        "investment",
        "dow",
        "may",
        "forever",
        "market",
        "barometer",
        "bullish",
        "excess",
        "panicked",
        "bearishness",
        "index",
        "fund",
        "etf",
        "grown",
        "much",
        "market",
        "due",
        "flood",
        "money",
        "dow",
        "etf",
        "recent",
        "month",
        "bryan",
        "smith",
        "afp",
        "getty",
        "image",
        "trader",
        "work",
        "floor",
        "closing",
        "bell",
        "dow",
        "industrial",
        "average",
        "new",
        "york",
        "stock",
        "exchange",
        "january",
        "new",
        "york",
        "back",
        "august",
        "dow",
        "hit",
        "took",
        "look",
        "kind",
        "investment",
        "action",
        "past",
        "period",
        "fund",
        "etf",
        "experienced",
        "net",
        "outflow",
        "p",
        "index",
        "fund",
        "etf",
        "inflow",
        "billion",
        "inflow",
        "billion",
        "inflow",
        "billion",
        "inflow",
        "billion",
        "djia",
        "index",
        "fund",
        "etf",
        "inflow",
        "billion",
        "inflow",
        "billion",
        "outflow",
        "million",
        "inflow",
        "billion",
        "investor",
        "started",
        "placing",
        "sizable",
        "bet",
        "spdr",
        "dow",
        "jones",
        "industrial",
        "average",
        "etf",
        "dia",
        "trump",
        "election",
        "dow",
        "etf",
        "crashed",
        "nothing",
        "near",
        "p",
        "etf",
        "like",
        "spy",
        "ivv",
        "voo",
        "experience",
        "dow",
        "quite",
        "lot",
        "december",
        "billion",
        "went",
        "dow",
        "etf",
        "rarely",
        "ever",
        "among",
        "leader",
        "among",
        "etf",
        "flow",
        "january",
        "dow",
        "etf",
        "took",
        "billion",
        "put",
        "perspective",
        "since",
        "dia",
        "really",
        "among",
        "five",
        "etf",
        "mutual",
        "fund",
        "see",
        "action",
        "past",
        "five",
        "year",
        "etf",
        "flow",
        "billion",
        "basically",
        "dow",
        "etf",
        "investing",
        "two",
        "month",
        "leading",
        "stock",
        "market",
        "bloodbath",
        "inflow",
        "billion",
        "also",
        "equaled",
        "inflow",
        "figure",
        "past",
        "period",
        "august",
        "slicing",
        "dicing",
        "stock",
        "market",
        "many",
        "investor",
        "betting",
        "tax",
        "reform",
        "infrastructure",
        "plan",
        "said",
        "neena",
        "mishra",
        "director",
        "etf",
        "research",
        "zacks",
        "investment",
        "research",
        "state",
        "street",
        "global",
        "advisor",
        "manager",
        "spdr",
        "dow",
        "told",
        "back",
        "august",
        "barometer",
        "stock",
        "one",
        "track",
        "record",
        "investable",
        "index",
        "provide",
        "investor",
        "information",
        "health",
        "economy",
        "true",
        "era",
        "index",
        "fund",
        "etf",
        "investor",
        "bet",
        "xli",
        "select",
        "sector",
        "spdr",
        "industrials",
        "etf",
        "real",
        "dow",
        "jones",
        "industrial",
        "average",
        "said",
        "mitch",
        "goldberg",
        "president",
        "investment",
        "advisory",
        "firm",
        "clientfirst",
        "strategy",
        "ol",
        "dow",
        "nice",
        "gauge",
        "stock",
        "market",
        "performance",
        "diversified",
        "among",
        "reasonable",
        "industry",
        "investment",
        "think",
        "better",
        "way",
        "slice",
        "dice",
        "stock",
        "market",
        "actually",
        "give",
        "u",
        "exposure",
        "want",
        "specific",
        "sector",
        "broad",
        "average",
        "would",
        "industrial",
        "average",
        "xom",
        "exxon",
        "mobil",
        "dis",
        "disney",
        "along",
        "ba",
        "boeing",
        "january",
        "select",
        "sector",
        "industrial",
        "etf",
        "one",
        "equity",
        "fund",
        "take",
        "new",
        "money",
        "investor",
        "dow",
        "etf",
        "billion",
        "billion",
        "according",
        "factset",
        "research",
        "system",
        "usual",
        "caveat",
        "dow",
        "good",
        "investment",
        "least",
        "relative",
        "option",
        "exist",
        "today",
        "still",
        "existed",
        "even",
        "dow",
        "shot",
        "dow",
        "focused",
        "index",
        "stock",
        "price",
        "weighting",
        "arbitrary",
        "antiquated",
        "p",
        "provides",
        "much",
        "diversified",
        "exposure",
        "stock",
        "includes",
        "dow",
        "stock",
        "dow",
        "approach",
        "lead",
        "concentration",
        "top",
        "holding",
        "represent",
        "half",
        "portfolio",
        "price",
        "weighting",
        "prevents",
        "dow",
        "index",
        "fund",
        "holding",
        "name",
        "high",
        "share",
        "price",
        "like",
        "alphabet",
        "dow",
        "offer",
        "exposure",
        "highly",
        "profitable",
        "industry",
        "leader",
        "durable",
        "competitive",
        "advantage",
        "last",
        "argument",
        "correct",
        "one",
        "would",
        "believe",
        "applies",
        "general",
        "electric",
        "right",
        "tough",
        "pill",
        "swallow",
        "look",
        "stock",
        "chart",
        "way",
        "getting",
        "exposure",
        "dow",
        "kind",
        "company",
        "quality",
        "etf",
        "including",
        "ishares",
        "edge",
        "msci",
        "usa",
        "quality",
        "factor",
        "etf",
        "qual",
        "vanguard",
        "dividend",
        "appreciation",
        "index",
        "etf",
        "vig",
        "dow",
        "etf",
        "definitely",
        "seen",
        "interest",
        "investment",
        "around",
        "recent",
        "milestone",
        "linking",
        "trump",
        "presidency",
        "stock",
        "market",
        "may",
        "fact",
        "role",
        "trader",
        "buying",
        "market",
        "rebound",
        "optimism",
        "five",
        "monthly",
        "period",
        "since",
        "beginning",
        "billion",
        "new",
        "money",
        "flowed",
        "dia",
        "including",
        "june",
        "market",
        "roaring",
        "back",
        "post",
        "comey",
        "firing",
        "selloff",
        "august",
        "dow",
        "reached",
        "mark",
        "december",
        "january",
        "consecutive",
        "month",
        "saw",
        "billion",
        "period",
        "starting",
        "trump",
        "election",
        "november",
        "saw",
        "beginning",
        "dow",
        "etf",
        "boom",
        "dow",
        "milestone",
        "trump",
        "market",
        "year",
        "month",
        "dia",
        "flow",
        "january",
        "december",
        "november",
        "280m",
        "october",
        "318m",
        "september",
        "641m",
        "august",
        "july",
        "539m",
        "june",
        "1b",
        "may",
        "1b",
        "april",
        "93m",
        "march",
        "4m",
        "february",
        "981m",
        "january",
        "december",
        "873m",
        "november",
        "factset",
        "research",
        "system",
        "mean",
        "dow",
        "suddenly",
        "better",
        "equal",
        "choice",
        "p",
        "stock",
        "market",
        "investment",
        "proxy",
        "sudden",
        "interest",
        "dow",
        "trader",
        "investor",
        "suggests",
        "investing",
        "running",
        "hot",
        "spdr",
        "family",
        "etf",
        "industry",
        "oldest",
        "always",
        "popular",
        "trader",
        "even",
        "though",
        "dow",
        "etf",
        "historically",
        "past",
        "week",
        "spdr",
        "p",
        "granddaddy",
        "etf",
        "world",
        "experienced",
        "billion",
        "outflow",
        "according",
        "outflow",
        "equity",
        "etf",
        "combined",
        "also",
        "inevitable",
        "dow",
        "simply",
        "done",
        "better",
        "p",
        "past",
        "year",
        "strange",
        "market",
        "moment",
        "definitely",
        "strange",
        "market",
        "moment",
        "big",
        "money",
        "want",
        "buy",
        "bond",
        "yield",
        "rise",
        "see",
        "bond",
        "bear",
        "market",
        "coming",
        "say",
        "already",
        "arrived",
        "yet",
        "investor",
        "also",
        "spooked",
        "stock",
        "yield",
        "inflation",
        "rise",
        "economy",
        "getting",
        "strong",
        "support",
        "stock",
        "price",
        "quantitative",
        "easing",
        "began",
        "financial",
        "crisis",
        "hawk",
        "said",
        "inflation",
        "would",
        "skyrocket",
        "never",
        "happened",
        "said",
        "economy",
        "weak",
        "bullish",
        "market",
        "streak",
        "justifiable",
        "investor",
        "missed",
        "year",
        "stock",
        "gain",
        "bought",
        "false",
        "cassandra",
        "call",
        "investor",
        "basically",
        "overnight",
        "end",
        "bull",
        "market",
        "rising",
        "rate",
        "first",
        "actual",
        "sign",
        "inflation",
        "doom",
        "stock",
        "hard",
        "know",
        "whether",
        "early",
        "early",
        "smart",
        "constant",
        "seems",
        "faith",
        "central",
        "bank",
        "get",
        "right",
        "struggle",
        "investor",
        "face",
        "make",
        "index",
        "targeting",
        "durable",
        "competitive",
        "advantage",
        "sound",
        "pretty",
        "appealing",
        "company",
        "immune",
        "inflation",
        "really",
        "hit",
        "dow",
        "trading",
        "remains",
        "volatile",
        "entered",
        "technical",
        "correction",
        "point",
        "plunge",
        "thursday",
        "p",
        "showed",
        "sign",
        "life",
        "friday",
        "morning",
        "market",
        "pundit",
        "claimed",
        "throughout",
        "week",
        "selloff",
        "looked",
        "ending",
        "bet",
        "market",
        "settle",
        "investor",
        "seeking",
        "replicate",
        "broad",
        "industry",
        "composition",
        "might",
        "well",
        "go",
        "p",
        "etf",
        "goldberg",
        "said",
        "p",
        "fare",
        "better",
        "sudden",
        "market",
        "collapse",
        "least",
        "history",
        "side",
        "history",
        "date",
        "back",
        "like",
        "dow",
        "p",
        "history",
        "era",
        "investor",
        "actually",
        "relying",
        "capture",
        "stock",
        "market",
        "period",
        "longer",
        "month"
    ]
}