{
    "organizations": [],
    "uuid": "77fc3226d77bd37c05d1ec87d493154fd58be9af",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/globe-newswire-sorrento-therapeutics-subsidiary-scilex-receives-us-fda-approval-for-non-opioid-ztlidoa-lidocaine-topical-system-1-point-8.html",
    "ord_in_thread": 0,
    "title": "Sorrento Therapeutics Subsidiary, Scilex, Receives US FDA Approval for Non-Opioid ZTlido™ (lidocaine topical system) 1.8% for PHN Pain",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Feb. 28, 2018 (GLOBE NEWSWIRE) -- Sorrento Therapeutics, Inc. (NASDAQ:SRNE) (“Sorrento”), and its majority-owned subsidiary, Scilex Pharmaceuticals Inc. (“Scilex”), received approval from the U.S. Food and Drug Administration (FDA) for ZTlido™ (lidocaine topical system) 1.8%. ZTlido is indicated for the relief of pain associated with post-herpetic neuralgia (PHN), also referred to as post-shingles pain. ZTlido is a major advancement in analgesics because of its proprietary adhesion technology demonstrating 12-hour wear with efficient lidocaine delivery, even during exercise.\n“ZTlido was designed to solve a problem that is commonly reported with transdermal/topical patches: they don’t stay on. Based on the adhesion study results with ZTlido, we believe that ZTlido product will be welcomed by healthcare providers, patients and payers who are looking for an effective and efficient, local pain treatment,” said Dr. Henry Ji, Chairman and CEO of Sorrento and Scilex. “We also intend to explore the expansion of ZTlido into additional indications and the underlining platform technology of ZTlido for other active pharmaceutical ingredients (APIs) and combinations of APIs. As demonstrated by the NDA approval for ZTlido, our team successfully executed on our development plan for the product and now, looks forward to executing on our commercial and strategic alliance plans as well.”\n“Topical lidocaine is an important option for healthcare providers to have in their armamentarium for treating PHN, a difficult-to-treat neuropathic pain,” stated Dr. Jeff Gudin, Director, Pain Management and Palliative Care, Englewood Hospital and Medical Center. “The Centers for Disease Control and Prevention’s guideline of non-opioid treatments for chronic pain recognizes topical lidocaine as an alternative first-line therapy. ZTlido now offers providers and patients this option.”\nZTlido’s anhydrous topical system is based on a novel technology that is designed to achieve superior adhesion and drug delivery efficiency. ZTlido™ only requires 36 mg/topical system versus 700 mg/patch of Lidoderm® (lidocaine patch 5%), the US reference product, to achieve the same therapeutic dose of drug. The safety and efficacy of ZTlido was bridged to Lidoderm in comparative pharmacokinetic studies that demonstrated bioequivalence between products.\nAccording to an FDA report of the product quality of transdermal drug delivery systems, adhesion was the most widely reported quality defect of transdermal patches.¹ With a clear need for improved patch adhesion systems, ZTlido was specifically designed to maintain optimum skin contact throughout the 12-hour administration period. Adhesion is critical to the safety and efficacy quality of a topical system. Simply, the topical system must be in contact with skin to deliver the drug. ZTlido adhesion performance was demonstrated in a clinical study in fifty-four (54) healthy volunteers where forty-seven (47) subjects (87%) had adhesion scores of 0 (≥ 90% adhered; essentially no lift off the skin) for all evaluations performed every 3 hours during the 12 hours of administration, and seven (7) subjects (13%) had adhesion scores of 1 (≥ 75% to < 90% adhered; some edges only lifting off the skin) for at least one evaluation, and no subjects had scores of 2 or greater (< 75% adhered). In the same study 91% (49) of the subjects presented with a score of 0 at the end of the 12-hour administration period. The remaining 5 subjects had a score of 1.\nIn a separate Phase 1 comparative adhesion study in normal healthy subjects (n=44), ZTlido demonstrated superior adhesion (p <0.0001) to Lidoderm at 3 hours that improved over the 12-hour administration period.\nAccording to recent IMS data, more than 100 million prescription lidocaine patches were sold in the US in 2017. Sorrento intends to have Scilex complete the final steps necessary to commercial launch of ZTlido in the US with the objective to make the product commercially available to patients sometime in 2018.\nAbout ZTlido™ (lidocaine topical system 1.8%)\nZTlido™ is comprised of a non-aqueous adhesive material containing 1.8% lidocaine, which is applied to a non-woven polyester felt backing and covered with a polyethylene terephthalate (PET) film release liner. The release liner is perforated in the middle and removed prior to application to the skin. The size of the topical system is 10 cm × 14 cm x 0.08 cm thick. ZTlido is indicated for relief of pain associated with post-herpetic neuralgia. It should be applied only to intact skin.\nDuring or immediately after treatment with ZTlido, the skin at the site of application may develop blisters, bruising, burning sensation, depigmentation, dermatitis, discoloration, edema, erosions, erythema, exfoliation, flushing, irritation, papules, petechia, pruritus, vesicles, or may be the locus of abnormal sensation. These reactions are generally mild and transient, resolving spontaneously within a few minutes to hours.\nAllergic and anaphylactoid reactions associated with lidocaine, although rare, can occur. They are characterized by angioedema, bronchospasm, dermatitis, dyspnea, hypersensitivity, laryngospasm, pruritus, shock, and urticaria. If they occur, they should be managed by conventional means.\nDue to the nature and limitation of spontaneous reports in post-marketing surveillance, causality has not been established for additional reported adverse events including: Asthenia, confusion, disorientation, dizziness, headache, hyperesthesia, hypoesthesia, lightheadedness, metallic taste, nausea, nervousness, pain exacerbated, paresthesia, somnolence, taste alteration, vomiting, visual disturbances such as blurred vision, flushing, tinnitus, and tremor.\nSystemic adverse reactions following appropriate use of ZTlido are unlikely, due to the small dose absorbed. Systemic adverse effects of lidocaine are similar in nature to those observed with other amide local anesthetic agents, including CNS excitation and/or depression (light headedness, nervousness, apprehension, euphoria, confusion, dizziness, drowsiness, tinnitus, blurred or double vision, vomiting, sensations of heat, cold or numbness, twitching, tremors, convulsions, unconsciousness, respiratory depression and arrest). Excitatory CNS reactions may be brief or not occur at all, in which case the first manifestation may be drowsiness merging into unconsciousness. Cardiovascular manifestations may include bradycardia, hypotension and cardiovascular collapse leading to arrest.\nAbout Scilex Pharmaceuticals Inc.\nScilex, a majority-owned subsidiary of Sorrento located in San Diego, California, leverages on its core, proprietary technologies to responsibly develop next generation, branded pharmaceutical products to better manage critical conditions and maximize the quality of life of patients and healthcare providers. We are uncompromising in our focus to become the global pharmaceutical leader committed to social, environmental, economic, and ethical responsibility. Leveraging on our global partnerships, we deliver the next generation of trailblazing products that are responsible by design. The Company’s product, ZTlido™ (lidocaine topical system) 1.8%, is a branded lidocaine topical system formulation for the treatment of relieving the pain of post-herpetic neuralgia, also referred to as after-shingles pain. For more information visit www.scilexpharma.com .\nAbout Sorrento Therapeutics, Inc.\nSorrento is a clinical stage, antibody-centric, biopharmaceutical company developing new therapies to turn malignant cancers into manageable and possibly curable diseases. Sorrento’s multimodal multipronged approach to fighting cancer is made possible by its’ extensive immuno-oncology platforms, including key assets such as fully human antibodies (“G-MAB™ library”), clinical stage immuno-cellular therapies (“CAR-T”), intracellular targeting antibodies (“iTAbs”), antibody-drug conjugates (“ADC”), and clinical stage oncolytic virus (“Sephrevir®”).\nSorrento’s commitment to life-enhancing therapies for cancer patients is also demonstrated by our effort to advance a first-in-class (TRPV1 agonist) non-opioid pain management small molecule in Resiniferatoxin (“RTX”) and ZTlido. Resiniferatoxin is completing a phase IB trial in terminal cancer patients.\nFor more information visit www.sorrentotherapeutics.com\nForward-Looking Statements\nThis press release and any statements made for and during any presentation or meeting contain forward-looking statements related to Sorrento Therapeutics, Inc. and its subsidiaries under the safe harbor provisions of Section 21E of the Private Securities Litigation Reform Act of 1995 and are subject to risks and uncertainties that could cause actual results to differ materially from those projected. Forward-looking statements include statements regarding ZTlido’s ability to disrupt the patch marketplace, the timing of the availability and commercial launch of ZTlido, potential market sizes and success of commercial activities, the ability to use additional compounds with the technology, Scilex’ prospects, Sorrento’s strategy, adding other products to the technology and other forward-looking statements. Risks and uncertainties that could cause our actual results to differ materially and adversely from those expressed in our forward-looking statements, include, but are not limited to: that ZTlido may not be commercially successful and other risks that are described in Sorrento’s most recent periodic reports filed with the Securities and Exchange Commission, including Sorrento’s Annual Report on Form 10-K for the year ended December 31, 2016, as amended, and subsequent Quarterly Reports on Form 10-Q filed with the Securities and Exchange Commission, and if applicable, as amended, including the risk factors set forth in those filings. Investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this release and we undertake no obligation to update any forward-looking statement in this press release except as required by law.\n¹ FDA Perspectives on Product Quality of Transdermal Drug Delivery Systems , Krishnaiah, October 2015\nMedia and Investor Relations\nContact: Alexis Nahama, DVM (VP Corporate Development)\nTelephone: 1.858.203.4120\nEmail: mediarelations@sorrentotherapeutics.com\nWebsite: www.sorrentotherapeutics.com\nSorrento® and the Sorrento logo are registered trademarks of Sorrento Therapeutics, Inc.\nZTlido™ and G-MAB™ are trademarks owned by Scilex Pharmaceuticals, Inc., and Sorrento Therapeutics, Inc., respectively.\nSeprehvir® is a registered trademark of Virttu Biologics Limited, a wholly-owned subsidiary of TNK Therapeutics, Inc. and part of the group of companies owned by Sorrento Therapeutics, Inc.\nAll other trademarks are the property of their respective owners.\n© 2018 Sorrento Therapeutics, Inc. All Rights Reserved.\nSource:Sorrento Therapeutics, Inc.",
    "published": "2018-02-28T22:12:00.000+02:00",
    "crawled": "2018-02-28T23:15:16.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "globe",
        "newswire",
        "sorrento",
        "therapeutic",
        "nasdaq",
        "srne",
        "sorrento",
        "subsidiary",
        "scilex",
        "pharmaceutical",
        "scilex",
        "received",
        "approval",
        "food",
        "drug",
        "administration",
        "fda",
        "lidocaine",
        "topical",
        "system",
        "ztlido",
        "indicated",
        "relief",
        "pain",
        "associated",
        "neuralgia",
        "phn",
        "also",
        "referred",
        "pain",
        "ztlido",
        "major",
        "advancement",
        "analgesic",
        "proprietary",
        "adhesion",
        "technology",
        "demonstrating",
        "wear",
        "efficient",
        "lidocaine",
        "delivery",
        "even",
        "exercise",
        "ztlido",
        "designed",
        "solve",
        "problem",
        "commonly",
        "reported",
        "patch",
        "stay",
        "based",
        "adhesion",
        "study",
        "result",
        "ztlido",
        "believe",
        "ztlido",
        "product",
        "welcomed",
        "healthcare",
        "provider",
        "patient",
        "payer",
        "looking",
        "effective",
        "efficient",
        "local",
        "pain",
        "treatment",
        "said",
        "henry",
        "ji",
        "chairman",
        "ceo",
        "sorrento",
        "scilex",
        "also",
        "intend",
        "explore",
        "expansion",
        "ztlido",
        "additional",
        "indication",
        "underlining",
        "platform",
        "technology",
        "ztlido",
        "active",
        "pharmaceutical",
        "ingredient",
        "apis",
        "combination",
        "apis",
        "demonstrated",
        "nda",
        "approval",
        "ztlido",
        "team",
        "successfully",
        "executed",
        "development",
        "plan",
        "product",
        "look",
        "forward",
        "executing",
        "commercial",
        "strategic",
        "alliance",
        "plan",
        "topical",
        "lidocaine",
        "important",
        "option",
        "healthcare",
        "provider",
        "armamentarium",
        "treating",
        "phn",
        "neuropathic",
        "pain",
        "stated",
        "jeff",
        "gudin",
        "director",
        "pain",
        "management",
        "palliative",
        "care",
        "englewood",
        "hospital",
        "medical",
        "center",
        "center",
        "disease",
        "control",
        "prevention",
        "guideline",
        "treatment",
        "chronic",
        "pain",
        "recognizes",
        "topical",
        "lidocaine",
        "alternative",
        "therapy",
        "ztlido",
        "offer",
        "provider",
        "patient",
        "ztlido",
        "anhydrous",
        "topical",
        "system",
        "based",
        "novel",
        "technology",
        "designed",
        "achieve",
        "superior",
        "adhesion",
        "drug",
        "delivery",
        "efficiency",
        "requires",
        "system",
        "versus",
        "lidocaine",
        "patch",
        "u",
        "reference",
        "product",
        "achieve",
        "therapeutic",
        "dose",
        "drug",
        "safety",
        "efficacy",
        "ztlido",
        "bridged",
        "lidoderm",
        "comparative",
        "pharmacokinetic",
        "study",
        "demonstrated",
        "bioequivalence",
        "product",
        "according",
        "fda",
        "report",
        "product",
        "quality",
        "transdermal",
        "drug",
        "delivery",
        "system",
        "adhesion",
        "widely",
        "reported",
        "quality",
        "defect",
        "transdermal",
        "clear",
        "need",
        "improved",
        "patch",
        "adhesion",
        "system",
        "ztlido",
        "specifically",
        "designed",
        "maintain",
        "optimum",
        "skin",
        "contact",
        "throughout",
        "administration",
        "period",
        "adhesion",
        "critical",
        "safety",
        "efficacy",
        "quality",
        "topical",
        "system",
        "simply",
        "topical",
        "system",
        "must",
        "contact",
        "skin",
        "deliver",
        "drug",
        "ztlido",
        "adhesion",
        "performance",
        "demonstrated",
        "clinical",
        "study",
        "healthy",
        "volunteer",
        "subject",
        "adhesion",
        "score",
        "adhered",
        "essentially",
        "lift",
        "skin",
        "evaluation",
        "performed",
        "every",
        "hour",
        "hour",
        "administration",
        "seven",
        "subject",
        "adhesion",
        "score",
        "adhered",
        "edge",
        "lifting",
        "skin",
        "least",
        "one",
        "evaluation",
        "subject",
        "score",
        "greater",
        "adhered",
        "study",
        "subject",
        "presented",
        "score",
        "end",
        "administration",
        "period",
        "remaining",
        "subject",
        "score",
        "separate",
        "phase",
        "comparative",
        "adhesion",
        "study",
        "normal",
        "healthy",
        "subject",
        "ztlido",
        "demonstrated",
        "superior",
        "adhesion",
        "p",
        "lidoderm",
        "hour",
        "improved",
        "administration",
        "period",
        "according",
        "recent",
        "ims",
        "data",
        "million",
        "prescription",
        "lidocaine",
        "patch",
        "sold",
        "u",
        "sorrento",
        "intends",
        "scilex",
        "complete",
        "final",
        "step",
        "necessary",
        "commercial",
        "launch",
        "ztlido",
        "u",
        "objective",
        "make",
        "product",
        "commercially",
        "available",
        "patient",
        "sometime",
        "lidocaine",
        "topical",
        "system",
        "comprised",
        "adhesive",
        "material",
        "containing",
        "lidocaine",
        "applied",
        "polyester",
        "felt",
        "backing",
        "covered",
        "polyethylene",
        "terephthalate",
        "pet",
        "film",
        "release",
        "liner",
        "release",
        "liner",
        "perforated",
        "middle",
        "removed",
        "prior",
        "application",
        "skin",
        "size",
        "topical",
        "system",
        "cm",
        "cm",
        "x",
        "cm",
        "thick",
        "ztlido",
        "indicated",
        "relief",
        "pain",
        "associated",
        "neuralgia",
        "applied",
        "intact",
        "skin",
        "immediately",
        "treatment",
        "ztlido",
        "skin",
        "site",
        "application",
        "may",
        "develop",
        "blister",
        "bruising",
        "burning",
        "sensation",
        "depigmentation",
        "dermatitis",
        "discoloration",
        "edema",
        "erosion",
        "erythema",
        "exfoliation",
        "flushing",
        "irritation",
        "papule",
        "petechia",
        "pruritus",
        "vesicle",
        "may",
        "locus",
        "abnormal",
        "sensation",
        "reaction",
        "generally",
        "mild",
        "transient",
        "resolving",
        "spontaneously",
        "within",
        "minute",
        "hour",
        "allergic",
        "anaphylactoid",
        "reaction",
        "associated",
        "lidocaine",
        "although",
        "rare",
        "occur",
        "characterized",
        "angioedema",
        "bronchospasm",
        "dermatitis",
        "dyspnea",
        "hypersensitivity",
        "laryngospasm",
        "pruritus",
        "shock",
        "urticaria",
        "occur",
        "managed",
        "conventional",
        "mean",
        "due",
        "nature",
        "limitation",
        "spontaneous",
        "report",
        "surveillance",
        "causality",
        "established",
        "additional",
        "reported",
        "adverse",
        "event",
        "including",
        "asthenia",
        "confusion",
        "disorientation",
        "dizziness",
        "headache",
        "hyperesthesia",
        "hypoesthesia",
        "lightheadedness",
        "metallic",
        "taste",
        "nausea",
        "nervousness",
        "pain",
        "exacerbated",
        "paresthesia",
        "somnolence",
        "taste",
        "alteration",
        "vomiting",
        "visual",
        "disturbance",
        "blurred",
        "vision",
        "flushing",
        "tinnitus",
        "tremor",
        "systemic",
        "adverse",
        "reaction",
        "following",
        "appropriate",
        "use",
        "ztlido",
        "unlikely",
        "due",
        "small",
        "dose",
        "absorbed",
        "systemic",
        "adverse",
        "effect",
        "lidocaine",
        "similar",
        "nature",
        "observed",
        "amide",
        "local",
        "anesthetic",
        "agent",
        "including",
        "cns",
        "excitation",
        "depression",
        "light",
        "headedness",
        "nervousness",
        "apprehension",
        "euphoria",
        "confusion",
        "dizziness",
        "drowsiness",
        "tinnitus",
        "blurred",
        "double",
        "vision",
        "vomiting",
        "sensation",
        "heat",
        "cold",
        "numbness",
        "twitching",
        "tremor",
        "convulsion",
        "unconsciousness",
        "respiratory",
        "depression",
        "arrest",
        "excitatory",
        "cns",
        "reaction",
        "may",
        "brief",
        "occur",
        "case",
        "first",
        "manifestation",
        "may",
        "drowsiness",
        "merging",
        "unconsciousness",
        "cardiovascular",
        "manifestation",
        "may",
        "include",
        "bradycardia",
        "hypotension",
        "cardiovascular",
        "collapse",
        "leading",
        "arrest",
        "scilex",
        "pharmaceutical",
        "scilex",
        "subsidiary",
        "sorrento",
        "located",
        "san",
        "diego",
        "california",
        "leverage",
        "core",
        "proprietary",
        "technology",
        "responsibly",
        "develop",
        "next",
        "generation",
        "branded",
        "pharmaceutical",
        "product",
        "better",
        "manage",
        "critical",
        "condition",
        "maximize",
        "quality",
        "life",
        "patient",
        "healthcare",
        "provider",
        "uncompromising",
        "focus",
        "become",
        "global",
        "pharmaceutical",
        "leader",
        "committed",
        "social",
        "environmental",
        "economic",
        "ethical",
        "responsibility",
        "leveraging",
        "global",
        "partnership",
        "deliver",
        "next",
        "generation",
        "trailblazing",
        "product",
        "responsible",
        "design",
        "company",
        "product",
        "lidocaine",
        "topical",
        "system",
        "branded",
        "lidocaine",
        "topical",
        "system",
        "formulation",
        "treatment",
        "relieving",
        "pain",
        "neuralgia",
        "also",
        "referred",
        "pain",
        "information",
        "visit",
        "sorrento",
        "therapeutic",
        "sorrento",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "developing",
        "new",
        "therapy",
        "turn",
        "malignant",
        "cancer",
        "manageable",
        "possibly",
        "curable",
        "disease",
        "sorrento",
        "multimodal",
        "multipronged",
        "approach",
        "fighting",
        "cancer",
        "made",
        "possible",
        "extensive",
        "platform",
        "including",
        "key",
        "asset",
        "fully",
        "human",
        "antibody",
        "library",
        "clinical",
        "stage",
        "therapy",
        "intracellular",
        "targeting",
        "antibody",
        "itabs",
        "conjugate",
        "adc",
        "clinical",
        "stage",
        "oncolytic",
        "virus",
        "sorrento",
        "commitment",
        "therapy",
        "cancer",
        "patient",
        "also",
        "demonstrated",
        "effort",
        "advance",
        "trpv1",
        "agonist",
        "pain",
        "management",
        "small",
        "molecule",
        "resiniferatoxin",
        "rtx",
        "ztlido",
        "resiniferatoxin",
        "completing",
        "phase",
        "ib",
        "trial",
        "terminal",
        "cancer",
        "patient",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "statement",
        "made",
        "presentation",
        "meeting",
        "contain",
        "statement",
        "related",
        "sorrento",
        "therapeutic",
        "subsidiary",
        "safe",
        "harbor",
        "provision",
        "section",
        "21e",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "include",
        "statement",
        "regarding",
        "ztlido",
        "ability",
        "disrupt",
        "patch",
        "marketplace",
        "timing",
        "availability",
        "commercial",
        "launch",
        "ztlido",
        "potential",
        "market",
        "size",
        "success",
        "commercial",
        "activity",
        "ability",
        "use",
        "additional",
        "compound",
        "technology",
        "scilex",
        "prospect",
        "sorrento",
        "strategy",
        "adding",
        "product",
        "technology",
        "statement",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "expressed",
        "statement",
        "include",
        "limited",
        "ztlido",
        "may",
        "commercially",
        "successful",
        "risk",
        "described",
        "sorrento",
        "recent",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "sorrento",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "amended",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "applicable",
        "amended",
        "including",
        "risk",
        "factor",
        "set",
        "forth",
        "filing",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "release",
        "undertake",
        "obligation",
        "update",
        "statement",
        "press",
        "release",
        "except",
        "required",
        "law",
        "¹",
        "fda",
        "perspective",
        "product",
        "quality",
        "transdermal",
        "drug",
        "delivery",
        "system",
        "krishnaiah",
        "october",
        "medium",
        "investor",
        "relation",
        "contact",
        "alexis",
        "nahama",
        "dvm",
        "vp",
        "corporate",
        "development",
        "telephone",
        "email",
        "mediarelations",
        "website",
        "sorrento",
        "logo",
        "registered",
        "trademark",
        "sorrento",
        "therapeutic",
        "trademark",
        "owned",
        "scilex",
        "pharmaceutical",
        "sorrento",
        "therapeutic",
        "respectively",
        "registered",
        "trademark",
        "virttu",
        "biologics",
        "limited",
        "subsidiary",
        "tnk",
        "therapeutic",
        "part",
        "group",
        "company",
        "owned",
        "sorrento",
        "therapeutic",
        "trademark",
        "property",
        "respective",
        "owner",
        "sorrento",
        "therapeutic",
        "right",
        "reserved",
        "source",
        "sorrento",
        "therapeutic",
        "inc"
    ]
}