{
    "organizations": [],
    "uuid": "bb47c75ac672366111b4b3b1d1f601cccb0c7919",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/globe-newswire-athenahealth-provides-guidance-for-fiscal-year-2018-at-its-investor-summit.html",
    "ord_in_thread": 0,
    "title": "athenahealth Provides Guidance for Fiscal Year 2018 at its Investor Summit",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WATERTOWN, Mass., athenahealth, Inc. (NASDAQ:ATHN) (“athenahealth” or “we”), a leading provider of network-enabled services for hospital and ambulatory clients nationwide, will host its 2018 Investor Summit tomorrow, Thursday, February 15, 2018, at 8:30 a.m. Eastern Time. We will provide an overview of our strategies and growth initiatives and share our outlook for future financial and operational performance.\n“We have made significant progress on our strategic initiatives to create a more focused and efficient company,” said Marc Levine, chief financial officer, athenahealth. “In the year ahead, we plan to build on this success as we work to create healthcare’s first true platform. At our upcoming Investor Summit, we look forward to sharing our product strategy roadmap and our plans to drive strong revenue and earnings growth in fiscal year 2018.”\nFiscal Year 2018 Guidance\nathenahealth management expects to achieve the following results for fiscal year ending December 31, 2018. Our fiscal year 2018 guidance is prior to the impact of any new accounting standards, including ASC 606, to allow for comparability against historical results.\nFor the Fiscal Year Ending December 31, 2018 Forward-Looking Guidance Financial Measures Total Revenue $1,310 million - $1,380 million GAAP Operating Income $108 million - $152 million GAAP Operating Margin 8% - 11% Non-GAAP Operating Income $210 million - $235 million Non-GAAP Operating Margin 16% - 17% As part of our fiscal year 2018 performance, we expect to:\nDrive strong revenue growth in our core services and build on our progress in our network services; Balance service automation with investments in our client work reduction efforts; Invest in research and development to support our product, technology, and platform strategies; Improve efficiency and increase scale in all other areas of the business; and Increase operating margin and operating cash flow.\n2018 Investor Summit Webcast Information\nA live webcast of the Investor Summit can be accessed via the Investors section of our website at http://www.athenahealth.com . A replay of this webcast will be available on the website within 24 hours following the event and will remain available through February 14, 2019.\nUse of Non-GAAP Financial Measures\nIn our press releases, conference calls, slide presentations, and webcasts, we may use or discuss non-GAAP financial measures, as defined by Regulation G. The GAAP financial measure most directly comparable to each non-GAAP financial measure used or discussed herein, and a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure, are included in this press release. Our earnings press releases containing such non-GAAP reconciliations can be found on the Investors section of our website at http://www.athenahealth.com .\nAbout athenahealth, Inc.\nathenahealth is the most universally-connected healthcare network in the country. Everything we do is to enhance the experience and outcomes of healthcare. Today, we connect 111,000 providers and 106 million patients through clinical and financial services like electronic health records, population health tools, revenue cycle management, and care coordination. And, because we believe that collaboration and innovation will make healthcare work as it should, we’re building the nation’s only platform where providers, patients, payers and innovators can partner to transform care, together. For more information, please visit www.athenahealth.com .\nForward-Looking Statements\nThis press release contains within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, including statements reflecting management’s expectations for future financial and operational performance and operating expenditures, expected growth, and business outlook, including fiscal 2018 guidance; statements regarding our revenue growth, operating margins and operating cash flow; statements regarding our plans to scale our operations and improve efficiency; statements about our investments to support our strategies; statements regarding our focus in 2018; and statements found under our “Reconciliation of Non-GAAP Financial Measures to Comparable GAAP Measures For Fiscal Year 2018 Guidance” section of this release. Forward-looking statements may be identified with words such as “will,” “may,” “expect,” “plan,” “anticipate,” “upcoming,” “believe,” “estimate” or similar terminology, and the negative of these terms. Forward-looking statements are not promises or guarantees of future performance, and are subject to a variety of risks and uncertainties, many of which are beyond our control, which could cause actual results to differ materially from those contemplated in these . These risks and uncertainties include: our highly competitive industry and our ability to compete effectively and remain innovative; the development of the market for cloud-based healthcare information technology services; changes resulting from a change in administration in the United States; changes in the healthcare industry and their impact on the demand for our services; our ability to effectively manage our growth; the impact of implementation of our strategic plan to improve operational efficiency; our ability to protect our intellectual property; current and future litigation, including for intellectual property infringement; our dependence on third-party providers; risks and costs associated with our worldwide operations; our ability to attract and retain highly skilled employees; our ability to successfully implement any transitions in our management; our fluctuating operating results; our ability to retain our clients and maintain client revenue; our tax liability; our variable sales and implementation cycles; the timing at which we recognize certain revenue and our ability to evaluate our prospects; defects and errors in our software or services, or interruptions or damages to our systems or those of third parties on which we rely; a data security breach; limitations on our use of data; the effect of payer and provider conduct; the failure of our services to provide accurate and timely information; changes in government regulation and the costs and challenges of compliance; the potential for illegal behavior by employees or subcontractors; and the price volatility of our common stock. Forward-looking statements speak only as of the date hereof and, except as required by law, we undertake no obligation to update or revise these . For additional information regarding these and other risks faced by us, refer to our public filings with the Securities and Exchange Commission (“SEC”), available on the Investors section of our website at www.athenahealth.com and on the SEC’s website at www.sec.gov .\nContacts:\nDana Quattrochi\nathenahealth, Inc. (Investors)\ninvestorrelations@athenahealth.com\n(617) 402-1329\nHolly Spring\nathenahealth, Inc. (Media)\nmedia@athenahealth.com\n(617) 402-1631\nathenahealth, Inc.\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES\nTO COMPARABLE GAAP MEASURES FOR FISCAL YEAR 2018 GUIDANCE\n(Unaudited, in millions)\nPlease note that the figures presented below may not sum exactly due to rounding.\nNon-GAAP Operating Income Guidance\nSet forth below is a reconciliation of our “Non-GAAP Operating Income” and “Non-GAAP Operating Margin” guidance for fiscal year 2018, which represents Non-GAAP Operating Income as a percentage of total revenue.\nLOW HIGH Fiscal Year Ending December 31, 2018 Total revenue $ 1,310 $ 1,380 GAAP operating income $ 108 $ 152 GAAP operating margin 8.2 % 11.0 % Add: Stock-based compensation expense 61 50 Add: Amortization of capitalized stock-based compensation related to software development 2 2 Add: Amortization of purchased intangible assets 20 19 Add: Integration and transaction costs 13 10 Add: Exit costs, including restructuring 6 2 Non-GAAP Operating Income $ 210 $ 235 Non-GAAP Operating Margin 16.0 % 17.0 % Note: Fiscal year 2018 guidance is prior to the impact of any new accounting standards, including ASC 606, to allow for comparability against historical results. We will present our Condensed Consolidated Statements of Net Income for our fiscal year 2018 results including the impacts of new accounting standards and will provide a separate reconciliation to results prior to the impacts resulting from any new accounting standards, including ASC 606. Finally, the Non-GAAP adjusting line items should not be relied upon individually, as we are not guiding on individual line items, but upon the total operating income metrics, as included within our guidance table above.\nExplanation of Non-GAAP Financial Measures\nWe report our financial results in accordance with accounting principles generally accepted in the United States of America, or GAAP. However, management believes that, in order to properly understand our short-term and long-term financial and operational trends, investors may wish to consider the impact of certain non-cash or non-recurring items, when used as a supplement to financial performance measures in accordance with GAAP. These items result from facts and circumstances that vary in frequency and impact on continuing operations. Management also uses results of operations before such items to evaluate the operating performance of athenahealth and compare it against past periods, make operating decisions, and serve as a basis for strategic planning. These non-GAAP financial measures provide management with additional means to understand and evaluate the operating results and trends in our ongoing business by eliminating certain non-cash expenses and other items that management believes might otherwise make comparisons of our ongoing business with prior periods more difficult, obscure trends in ongoing operations, or reduce management’s ability to make useful forecasts. Management believes that these non-GAAP financial measures provide investors additional means of evaluating period-over-period operating performance. In addition, management understands that some investors and financial analysts find this information helpful in analyzing our financial and operational performance and comparing this performance to our peers and competitors.\nManagement defines “ Non-GAAP Operating Income ” as the sum of GAAP operating income before stock-based compensation expense; amortization of capitalized stock-based compensation related to software development; amortization of purchased intangible assets; integration and transaction costs; and exit costs, including restructuring costs; and “ Non-GAAP Operating Margin ” as Non-GAAP Operating Income as a percentage of total revenue.\nManagement excludes or adjusts each of the items identified below from the applicable non-GAAP financial measure or metric referenced above for the reasons set forth with respect to that excluded item:\nStock-based compensation expense and amortization of capitalized stock-based compensation related to software development — excluded because these are non-cash expenditures that management does not consider part of ongoing operating results when assessing the performance of our business, and also because the total amount of the expenditure is partially outside of our control because it is based on factors such as stock price, volatility, and interest rates, which may be unrelated to our performance during the period in which the expenses are incurred.\nAmortization of purchased intangible assets — purchased intangible assets are amortized over their estimated useful lives and generally cannot be changed or influenced by management after the acquisition. Accordingly, this item is not considered by management in making operating decisions. Management does not believe such charges accurately reflect the performance of our ongoing operations for the period in which such charges are incurred.\nIntegration and transaction costs — Integration costs are the severance payments and retention bonuses for certain employees related to specific transactions. Transaction costs are costs related to strategic transactions. Accordingly, management believes that such expenses do not have a direct correlation to future business operations, and therefore, these costs are not considered by management in making operating decisions. Management does not believe such charges accurately reflect the performance of our ongoing operations for the period in which such charges are incurred.\nExit costs, including restructuring costs — represent costs incurred as a result of strategic realignments including those related to workforce reductions, termination of certain lease or other agreements, and non-cash charges related to the write down of certain assets. Management does not believe such costs accurately reflect the performance of our ongoing operations for the period in which such costs are incurred.\nGain or loss on investments — represents unrecognized or recognized gains or losses on the fair value, sales, conversions of our investments, such as marketable securities and More Disruption Please (“MDP”) Accelerator investments. Management does not believe such gains or losses accurately reflect the performance of our ongoing operations for the period in which such gains or losses are reported. Upon adoption of new accounting standards effective for 2018, we present gains or losses on investments in Other (income) expense on our Condensed Consolidated Statement of Net Income which is not included in Operating Income but is included in the subtotal Income before income tax provision.\nNon-GAAP tax rate — our statutory tax rate of 25% is applied to normalize the tax impact to our Non-GAAP Net Income per Diluted Share based on the fact that a relatively small change in pre-tax GAAP income (loss) in any one period could result in a volatile GAAP effective tax rate.\nSource: athenahealth, Inc.",
    "published": "2018-02-15T00:01:00.000+02:00",
    "crawled": "2018-02-15T01:51:38.034+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "watertown",
        "athenahealth",
        "nasdaq",
        "athn",
        "athenahealth",
        "leading",
        "provider",
        "service",
        "hospital",
        "ambulatory",
        "client",
        "nationwide",
        "host",
        "investor",
        "summit",
        "tomorrow",
        "thursday",
        "february",
        "eastern",
        "time",
        "provide",
        "overview",
        "strategy",
        "growth",
        "initiative",
        "share",
        "outlook",
        "future",
        "financial",
        "operational",
        "performance",
        "made",
        "significant",
        "progress",
        "strategic",
        "initiative",
        "create",
        "focused",
        "efficient",
        "company",
        "said",
        "marc",
        "levine",
        "chief",
        "financial",
        "officer",
        "athenahealth",
        "year",
        "ahead",
        "plan",
        "build",
        "success",
        "work",
        "create",
        "healthcare",
        "first",
        "true",
        "platform",
        "upcoming",
        "investor",
        "summit",
        "look",
        "forward",
        "sharing",
        "product",
        "strategy",
        "roadmap",
        "plan",
        "drive",
        "strong",
        "revenue",
        "earnings",
        "growth",
        "fiscal",
        "year",
        "fiscal",
        "year",
        "guidance",
        "athenahealth",
        "management",
        "expects",
        "achieve",
        "following",
        "result",
        "fiscal",
        "year",
        "ending",
        "december",
        "fiscal",
        "year",
        "guidance",
        "prior",
        "impact",
        "new",
        "accounting",
        "standard",
        "including",
        "asc",
        "allow",
        "comparability",
        "historical",
        "result",
        "fiscal",
        "year",
        "ending",
        "december",
        "guidance",
        "financial",
        "measure",
        "total",
        "revenue",
        "million",
        "million",
        "gaap",
        "operating",
        "income",
        "million",
        "million",
        "gaap",
        "operating",
        "margin",
        "operating",
        "income",
        "million",
        "million",
        "operating",
        "margin",
        "part",
        "fiscal",
        "year",
        "performance",
        "expect",
        "drive",
        "strong",
        "revenue",
        "growth",
        "core",
        "service",
        "build",
        "progress",
        "network",
        "service",
        "balance",
        "service",
        "automation",
        "investment",
        "client",
        "work",
        "reduction",
        "effort",
        "invest",
        "research",
        "development",
        "support",
        "product",
        "technology",
        "platform",
        "strategy",
        "improve",
        "efficiency",
        "increase",
        "scale",
        "area",
        "business",
        "increase",
        "operating",
        "margin",
        "operating",
        "cash",
        "flow",
        "investor",
        "summit",
        "webcast",
        "information",
        "live",
        "webcast",
        "investor",
        "summit",
        "accessed",
        "via",
        "investor",
        "section",
        "website",
        "http",
        "replay",
        "webcast",
        "available",
        "website",
        "within",
        "hour",
        "following",
        "event",
        "remain",
        "available",
        "february",
        "use",
        "financial",
        "measure",
        "press",
        "release",
        "conference",
        "call",
        "slide",
        "presentation",
        "webcasts",
        "may",
        "use",
        "discus",
        "financial",
        "measure",
        "defined",
        "regulation",
        "gaap",
        "financial",
        "measure",
        "directly",
        "comparable",
        "financial",
        "measure",
        "used",
        "discussed",
        "herein",
        "reconciliation",
        "difference",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "included",
        "press",
        "release",
        "earnings",
        "press",
        "release",
        "containing",
        "reconciliation",
        "found",
        "investor",
        "section",
        "website",
        "http",
        "athenahealth",
        "athenahealth",
        "healthcare",
        "network",
        "country",
        "everything",
        "enhance",
        "experience",
        "outcome",
        "healthcare",
        "today",
        "connect",
        "provider",
        "million",
        "patient",
        "clinical",
        "financial",
        "service",
        "like",
        "electronic",
        "health",
        "record",
        "population",
        "health",
        "tool",
        "revenue",
        "cycle",
        "management",
        "care",
        "coordination",
        "believe",
        "collaboration",
        "innovation",
        "make",
        "healthcare",
        "work",
        "building",
        "nation",
        "platform",
        "provider",
        "patient",
        "payer",
        "innovator",
        "partner",
        "transform",
        "care",
        "together",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "including",
        "statement",
        "reflecting",
        "management",
        "expectation",
        "future",
        "financial",
        "operational",
        "performance",
        "operating",
        "expenditure",
        "expected",
        "growth",
        "business",
        "outlook",
        "including",
        "fiscal",
        "guidance",
        "statement",
        "regarding",
        "revenue",
        "growth",
        "operating",
        "margin",
        "operating",
        "cash",
        "flow",
        "statement",
        "regarding",
        "plan",
        "scale",
        "operation",
        "improve",
        "efficiency",
        "statement",
        "investment",
        "support",
        "strategy",
        "statement",
        "regarding",
        "focus",
        "statement",
        "found",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "fiscal",
        "year",
        "guidance",
        "section",
        "release",
        "statement",
        "may",
        "identified",
        "word",
        "may",
        "expect",
        "plan",
        "anticipate",
        "upcoming",
        "believe",
        "estimate",
        "similar",
        "terminology",
        "negative",
        "term",
        "statement",
        "promise",
        "guarantee",
        "future",
        "performance",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contemplated",
        "risk",
        "uncertainty",
        "include",
        "highly",
        "competitive",
        "industry",
        "ability",
        "compete",
        "effectively",
        "remain",
        "innovative",
        "development",
        "market",
        "healthcare",
        "information",
        "technology",
        "service",
        "change",
        "resulting",
        "change",
        "administration",
        "united",
        "state",
        "change",
        "healthcare",
        "industry",
        "impact",
        "demand",
        "service",
        "ability",
        "effectively",
        "manage",
        "growth",
        "impact",
        "implementation",
        "strategic",
        "plan",
        "improve",
        "operational",
        "efficiency",
        "ability",
        "protect",
        "intellectual",
        "property",
        "current",
        "future",
        "litigation",
        "including",
        "intellectual",
        "property",
        "infringement",
        "dependence",
        "provider",
        "risk",
        "cost",
        "associated",
        "worldwide",
        "operation",
        "ability",
        "attract",
        "retain",
        "highly",
        "skilled",
        "employee",
        "ability",
        "successfully",
        "implement",
        "transition",
        "management",
        "fluctuating",
        "operating",
        "result",
        "ability",
        "retain",
        "client",
        "maintain",
        "client",
        "revenue",
        "tax",
        "liability",
        "variable",
        "sale",
        "implementation",
        "cycle",
        "timing",
        "recognize",
        "certain",
        "revenue",
        "ability",
        "evaluate",
        "prospect",
        "defect",
        "error",
        "software",
        "service",
        "interruption",
        "damage",
        "system",
        "third",
        "party",
        "rely",
        "data",
        "security",
        "breach",
        "limitation",
        "use",
        "data",
        "effect",
        "payer",
        "provider",
        "conduct",
        "failure",
        "service",
        "provide",
        "accurate",
        "timely",
        "information",
        "change",
        "government",
        "regulation",
        "cost",
        "challenge",
        "compliance",
        "potential",
        "illegal",
        "behavior",
        "employee",
        "subcontractor",
        "price",
        "volatility",
        "common",
        "stock",
        "statement",
        "speak",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "update",
        "revise",
        "additional",
        "information",
        "regarding",
        "risk",
        "faced",
        "u",
        "refer",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "investor",
        "section",
        "website",
        "sec",
        "website",
        "contact",
        "dana",
        "quattrochi",
        "athenahealth",
        "investor",
        "investorrelations",
        "holly",
        "spring",
        "athenahealth",
        "medium",
        "medium",
        "athenahealth",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "fiscal",
        "year",
        "guidance",
        "unaudited",
        "million",
        "please",
        "note",
        "figure",
        "presented",
        "may",
        "sum",
        "exactly",
        "due",
        "rounding",
        "operating",
        "income",
        "guidance",
        "set",
        "forth",
        "reconciliation",
        "operating",
        "income",
        "operating",
        "margin",
        "guidance",
        "fiscal",
        "year",
        "represents",
        "operating",
        "income",
        "percentage",
        "total",
        "revenue",
        "low",
        "high",
        "fiscal",
        "year",
        "ending",
        "december",
        "total",
        "revenue",
        "gaap",
        "operating",
        "income",
        "gaap",
        "operating",
        "margin",
        "add",
        "compensation",
        "expense",
        "add",
        "amortization",
        "capitalized",
        "compensation",
        "related",
        "software",
        "development",
        "add",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "add",
        "integration",
        "transaction",
        "cost",
        "add",
        "exit",
        "cost",
        "including",
        "restructuring",
        "operating",
        "income",
        "operating",
        "margin",
        "note",
        "fiscal",
        "year",
        "guidance",
        "prior",
        "impact",
        "new",
        "accounting",
        "standard",
        "including",
        "asc",
        "allow",
        "comparability",
        "historical",
        "result",
        "present",
        "condensed",
        "consolidated",
        "statement",
        "net",
        "income",
        "fiscal",
        "year",
        "result",
        "including",
        "impact",
        "new",
        "accounting",
        "standard",
        "provide",
        "separate",
        "reconciliation",
        "result",
        "prior",
        "impact",
        "resulting",
        "new",
        "accounting",
        "standard",
        "including",
        "asc",
        "finally",
        "adjusting",
        "line",
        "item",
        "relied",
        "upon",
        "individually",
        "guiding",
        "individual",
        "line",
        "item",
        "upon",
        "total",
        "operating",
        "income",
        "metric",
        "included",
        "within",
        "guidance",
        "table",
        "explanation",
        "financial",
        "measure",
        "report",
        "financial",
        "result",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "however",
        "management",
        "belief",
        "order",
        "properly",
        "understand",
        "financial",
        "operational",
        "trend",
        "investor",
        "may",
        "wish",
        "consider",
        "impact",
        "certain",
        "item",
        "used",
        "supplement",
        "financial",
        "performance",
        "measure",
        "accordance",
        "gaap",
        "item",
        "result",
        "fact",
        "circumstance",
        "vary",
        "frequency",
        "impact",
        "continuing",
        "operation",
        "management",
        "also",
        "us",
        "result",
        "operation",
        "item",
        "evaluate",
        "operating",
        "performance",
        "athenahealth",
        "compare",
        "past",
        "period",
        "make",
        "operating",
        "decision",
        "serve",
        "basis",
        "strategic",
        "planning",
        "financial",
        "measure",
        "provide",
        "management",
        "additional",
        "mean",
        "understand",
        "evaluate",
        "operating",
        "result",
        "trend",
        "ongoing",
        "business",
        "eliminating",
        "certain",
        "expense",
        "item",
        "management",
        "belief",
        "might",
        "otherwise",
        "make",
        "comparison",
        "ongoing",
        "business",
        "prior",
        "period",
        "difficult",
        "obscure",
        "trend",
        "ongoing",
        "operation",
        "reduce",
        "management",
        "ability",
        "make",
        "useful",
        "forecast",
        "management",
        "belief",
        "financial",
        "measure",
        "provide",
        "investor",
        "additional",
        "mean",
        "evaluating",
        "operating",
        "performance",
        "addition",
        "management",
        "understands",
        "investor",
        "financial",
        "analyst",
        "find",
        "information",
        "helpful",
        "analyzing",
        "financial",
        "operational",
        "performance",
        "comparing",
        "performance",
        "peer",
        "competitor",
        "management",
        "defines",
        "operating",
        "income",
        "sum",
        "gaap",
        "operating",
        "income",
        "compensation",
        "expense",
        "amortization",
        "capitalized",
        "compensation",
        "related",
        "software",
        "development",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "integration",
        "transaction",
        "cost",
        "exit",
        "cost",
        "including",
        "restructuring",
        "cost",
        "operating",
        "margin",
        "operating",
        "income",
        "percentage",
        "total",
        "revenue",
        "management",
        "excludes",
        "adjusts",
        "item",
        "identified",
        "applicable",
        "financial",
        "measure",
        "metric",
        "referenced",
        "reason",
        "set",
        "forth",
        "respect",
        "excluded",
        "item",
        "compensation",
        "expense",
        "amortization",
        "capitalized",
        "compensation",
        "related",
        "software",
        "development",
        "excluded",
        "expenditure",
        "management",
        "consider",
        "part",
        "ongoing",
        "operating",
        "result",
        "assessing",
        "performance",
        "business",
        "also",
        "total",
        "amount",
        "expenditure",
        "partially",
        "outside",
        "control",
        "based",
        "factor",
        "stock",
        "price",
        "volatility",
        "interest",
        "rate",
        "may",
        "unrelated",
        "performance",
        "period",
        "expense",
        "incurred",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "purchased",
        "intangible",
        "asset",
        "amortized",
        "estimated",
        "useful",
        "life",
        "generally",
        "changed",
        "influenced",
        "management",
        "acquisition",
        "accordingly",
        "item",
        "considered",
        "management",
        "making",
        "operating",
        "decision",
        "management",
        "believe",
        "charge",
        "accurately",
        "reflect",
        "performance",
        "ongoing",
        "operation",
        "period",
        "charge",
        "incurred",
        "integration",
        "transaction",
        "cost",
        "integration",
        "cost",
        "severance",
        "payment",
        "retention",
        "bonus",
        "certain",
        "employee",
        "related",
        "specific",
        "transaction",
        "transaction",
        "cost",
        "cost",
        "related",
        "strategic",
        "transaction",
        "accordingly",
        "management",
        "belief",
        "expense",
        "direct",
        "correlation",
        "future",
        "business",
        "operation",
        "therefore",
        "cost",
        "considered",
        "management",
        "making",
        "operating",
        "decision",
        "management",
        "believe",
        "charge",
        "accurately",
        "reflect",
        "performance",
        "ongoing",
        "operation",
        "period",
        "charge",
        "incurred",
        "exit",
        "cost",
        "including",
        "restructuring",
        "cost",
        "represent",
        "cost",
        "incurred",
        "result",
        "strategic",
        "realignments",
        "including",
        "related",
        "workforce",
        "reduction",
        "termination",
        "certain",
        "lease",
        "agreement",
        "charge",
        "related",
        "write",
        "certain",
        "asset",
        "management",
        "believe",
        "cost",
        "accurately",
        "reflect",
        "performance",
        "ongoing",
        "operation",
        "period",
        "cost",
        "incurred",
        "gain",
        "loss",
        "investment",
        "represents",
        "unrecognized",
        "recognized",
        "gain",
        "loss",
        "fair",
        "value",
        "sale",
        "conversion",
        "investment",
        "marketable",
        "security",
        "disruption",
        "please",
        "mdp",
        "accelerator",
        "investment",
        "management",
        "believe",
        "gain",
        "loss",
        "accurately",
        "reflect",
        "performance",
        "ongoing",
        "operation",
        "period",
        "gain",
        "loss",
        "reported",
        "upon",
        "adoption",
        "new",
        "accounting",
        "standard",
        "effective",
        "present",
        "gain",
        "loss",
        "investment",
        "income",
        "expense",
        "condensed",
        "consolidated",
        "statement",
        "net",
        "income",
        "included",
        "operating",
        "income",
        "included",
        "subtotal",
        "income",
        "income",
        "tax",
        "provision",
        "tax",
        "rate",
        "statutory",
        "tax",
        "rate",
        "applied",
        "normalize",
        "tax",
        "impact",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "based",
        "fact",
        "relatively",
        "small",
        "change",
        "gaap",
        "income",
        "loss",
        "one",
        "period",
        "could",
        "result",
        "volatile",
        "gaap",
        "effective",
        "tax",
        "rate",
        "source",
        "athenahealth",
        "inc"
    ]
}