{
    "organizations": [],
    "uuid": "108742e017b9d62a8009bc9aeedb0529c78a3f9c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/globe-newswire-imaging3as-newly-appointed-ceo-john-hollister-reflects-on-his-first-45-days-at-the-company.html",
    "ord_in_thread": 0,
    "title": "Imaging3’s Newly Appointed CEO, John Hollister, Reflects on his First 45 Days at The Company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BURBANK, Calif., Feb. 14, 2018 (GLOBE NEWSWIRE) --\nImaging3, Inc. (OTCQB:IGNG); I joined Imaging3, a development stage company in Burbank, California, to target disruptive technologies in the medical imaging industry and help realize the potential of a revolutionary advancement in real-time 3D imaging. The Company has emerged from some difficult circumstances while trying to complete the pathway in pursuing a 510K submission with the FDA. Having been here for just over 45 days, I thought I would share some history and a glimpse of what Management plans to do moving forward.\nImaging3’s lead product, the Dominion Vi SmartScan™, is a patented fluoroscopic device with the capability of producing real-time 3D images, with multi-axis slice through views like a CT, but much faster and with significantly lower radiation exposure to patients. Additionally, the device is portable and powered by a standard 110 volt energy source. I’ve been able to run multiple demonstrations for visitors, utilizing human cadaver parts. In addition to imaging human parts, the Dominion has also scanned agricultural products over the past few months. These images can be seen on the company website at: http://www.Imaging3.com .\nThe Dominion was developed nearly 10 years ago. At the time, Imaging3 was a company that focused on refurbishing C-arms, the fluoroscopes that have been the industry standard over the past 40 years. The Dominion is a product developed off the detailed knowledge of how fluoroscopes work and how, potentially, they could be significantly improved. The Dominion differs from standard C-arms as it has an O-ring design, which allows the “eye”, or the cone X-ray, which emits a low level radiation, to entirely circle the subject or target object. During that revolution, which can happen as quickly as one revolution per second, the eye is taking and producing multiple images. A standard method is one image per degree for 360 degrees but could be many more, if required. The 3D image is then assembled and displayed through Imaging3’s proprietary software. The user then has the option to view the image in 2D and 3D having the ability to be rotated for viewing from any angle, as well as sliced through in any direction.\nWe believe the near-term potential uses for the Dominion to be quite broad. Wherever a very fast (one second of imaging time), portable, low radiation device that can display X-ray like or CT like images would be a benefit to both patients and healthcare providers, we believe therein lies an opportunity. Obvious examples can be found in the ER for triaging patients, in sports medicine clinics or sporting facilities, in any community (in the U.S. or abroad) where access to a CT is not readily available or the costs are prohibitive, and in settings where 3D images of a specific part of the body can enable the healthcare provider to do a better job or monitor progress more effectively. The Downstream potential use of this device in aiding real-time imaging for minimally invasive surgery (MIS) also presents a considerable opportunity.\nImaging3 received a great deal of attention seven years ago, as the Dominion was being developed. The promise of the device was clear to many and hopes of FDA approval were high. Unfortunately, the 510K submission was rejected after several years because prior management failed to provide adequate support to justify claims that exceeded the capabilities of the devices submitted as predicates (comparable devices used in the 510K process). The Founder/CEO of the company was found to have committed fraud by not divulging negative FDA feedback to the directors and officers of the company. After a period of such malfeasance by the previous CEO, the Company was forced to seek protection under the federal bankruptcy laws and to enter into a consent decree with the SEC which required the Company to undertake certain self-remediation procedures involving corporate governance and communications with shareholders and the public.\n.\nThe Company worked through the three year bankruptcy process, as well as the three year SEC mandated self-remediation period. Last year, both were completed. The Company has cut all ties with the Founder/former CEO. On November 21, 2017 the Company received a letter from the Division of Corporate Finance of the SEC stating that it, at that time, had no further comments on the Company’s post-bankruptcy periodic reports which had been under review for the previous 15 months. As a result of the completion of these remedial matters, the focus, once again, is on preparing the Dominion for FDA review. The company has completed the first half of our FDA preparation by enlisting one of the leading regulatory consulting companies to conduct an evaluation of the Dominion software. This step was completed in 2017. The hardware evaluation remains to be completed, which we have roughly estimated to be a three month process, followed by compiling the 510K and submission for review by the FDA.\nSubsequent to Imaging3’s emergence from bankruptcy and completion of the SEC self-remediation process, the Imaging3 board of directors recognized the need to build out a team capable of managing the FDA 510K process towards its completion. I believe my 30 years of healthcare experience in pharmaceutical, biotech and device companies, including the management of public companies listed on the OTC, has prepared me to lead this effort. Last month, we announced the formation of a Scientific Advisory Board and the addition of its first two members who are well-respected radiologists. The company has now completed some of the key work (software testing) for our 510K submission and is preparing to start the second half/ hazard testing of the hardware in preparation of a new 510K submittal we hope to file in the first half of 2018. Parallel to the FDA efforts, we will be busy assessing which of the many potential markets will be our primary target and will continue to work on designing a final product (the current working model is a prototype that facilitates testing and development, but is not meant for final production). Management hopes these efforts will result in the first commercial placements during the first quarter of 2019.\nThe Imaging3 team believes it can revolutionize the imaging space with the Dominion Vi SmartScan™.\nJohn Hollister, CEO\nImaging3, Inc.\nAbout Imaging3, Inc.\nImaging3, Inc., founded in 1993, has developed a patented medical imaging technology, called Dominion Vi SmartScan™, that will produce 3D x-ray images, virtually in real time. The SmartScan technology will allow healthcare professionals to perform diagnostic and therapeutic procedures more quickly and accurately, resulting in higher throughput for the clinicians and fewer safety risks for the patient. In addition, Imaging3’s technology exposes patients to significantly less harmful radiation than current imaging technologies such as CT scans, which the company believes will allow scans to be used in more pediatric applications than are currently prescribed. The technology also allows for greater portability, easier installation, and a significantly reduced cost burden for the healthcare system overall. Imaging3 is planning to submit a 510K application to the FDA during 2018 in order to gain approval to commercialize the SmartScan technology.\nVisit the company’s website at http://www.imaging3.com for detailed information about the company’s technology.\nSafe Harbor Statement\nImaging3 cautions you that any statement included in this press release that is not a description of historical facts is a forward-looking statement. Many of these forward-looking statements contain the words \"anticipate,\" \"believe,\" \"estimate,\" \"may\" \"intend,\" \"expect\" and similar expressions. Actual results, performance or achievements could differ materially from those contemplated, expressed or implied by the forward-looking statements contained herein. These forward-looking statements are based largely on the expectations of the company and are subject to a number of risks and uncertainties inherent in the Imaging3’s business, including, without limitation: the company may not ever obtain FDA approval for any of its devices; the company may not be able to secure the funds necessary to support its product development plans; and the company may not ever achieve the market success to sustain a profitable business. In addition, there are risks and uncertainties related to economic recession or terrorist actions, competition from much larger imaging companies, technological obsolescence, unexpected costs and delays, potential product liability claims, and many other factors. More detailed information about Imaging3 and the risk factors that may affect the realization of forward-looking statements is set forth in the company’s filings with the Securities and Exchange Commission, including the company’s Annual Report on Form 10-K and its Quarterly Report on Form 10-Q. Such documents may be read free of charge on the SEC’s website at www.sec.gov . You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. All forward-looking statements are qualified in their entirety by this cautionary statement, and Imaging3 undertakes no obligation to revise or update this press release to reflect events or circumstances after the date hereof. This caution is made under the safe harbor provisions of Section 21E of the Private Securities Litigation Reform Act of 1995.\nInvestor Relations Contact:\nJohn Hollister\nChief Executive Officer\ninfo@imaging3.com\nSource:Imaging3, Inc.",
    "published": "2018-02-14T16:30:00.000+02:00",
    "crawled": "2018-02-14T18:18:01.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "burbank",
        "globe",
        "newswire",
        "imaging3",
        "otcqb",
        "igng",
        "joined",
        "imaging3",
        "development",
        "stage",
        "company",
        "burbank",
        "california",
        "target",
        "disruptive",
        "technology",
        "medical",
        "imaging",
        "industry",
        "help",
        "realize",
        "potential",
        "revolutionary",
        "advancement",
        "3d",
        "imaging",
        "company",
        "emerged",
        "difficult",
        "circumstance",
        "trying",
        "complete",
        "pathway",
        "pursuing",
        "510k",
        "submission",
        "fda",
        "day",
        "thought",
        "would",
        "share",
        "history",
        "glimpse",
        "management",
        "plan",
        "moving",
        "forward",
        "imaging3",
        "lead",
        "product",
        "dominion",
        "vi",
        "patented",
        "fluoroscopic",
        "device",
        "capability",
        "producing",
        "3d",
        "image",
        "slice",
        "view",
        "like",
        "ct",
        "much",
        "faster",
        "significantly",
        "lower",
        "radiation",
        "exposure",
        "patient",
        "additionally",
        "device",
        "portable",
        "powered",
        "standard",
        "volt",
        "energy",
        "source",
        "able",
        "run",
        "multiple",
        "demonstration",
        "visitor",
        "utilizing",
        "human",
        "cadaver",
        "part",
        "addition",
        "imaging",
        "human",
        "part",
        "dominion",
        "also",
        "scanned",
        "agricultural",
        "product",
        "past",
        "month",
        "image",
        "seen",
        "company",
        "website",
        "http",
        "dominion",
        "developed",
        "nearly",
        "year",
        "ago",
        "time",
        "imaging3",
        "company",
        "focused",
        "refurbishing",
        "fluoroscope",
        "industry",
        "standard",
        "past",
        "year",
        "dominion",
        "product",
        "developed",
        "detailed",
        "knowledge",
        "fluoroscope",
        "work",
        "potentially",
        "could",
        "significantly",
        "improved",
        "dominion",
        "differs",
        "standard",
        "design",
        "allows",
        "eye",
        "cone",
        "emits",
        "low",
        "level",
        "radiation",
        "entirely",
        "circle",
        "subject",
        "target",
        "object",
        "revolution",
        "happen",
        "quickly",
        "one",
        "revolution",
        "per",
        "second",
        "eye",
        "taking",
        "producing",
        "multiple",
        "image",
        "standard",
        "method",
        "one",
        "image",
        "per",
        "degree",
        "degree",
        "could",
        "many",
        "required",
        "3d",
        "image",
        "assembled",
        "displayed",
        "imaging3",
        "proprietary",
        "software",
        "user",
        "option",
        "view",
        "image",
        "2d",
        "3d",
        "ability",
        "rotated",
        "viewing",
        "angle",
        "well",
        "sliced",
        "direction",
        "believe",
        "potential",
        "us",
        "dominion",
        "quite",
        "broad",
        "wherever",
        "fast",
        "one",
        "second",
        "imaging",
        "time",
        "portable",
        "low",
        "radiation",
        "device",
        "display",
        "like",
        "ct",
        "like",
        "image",
        "would",
        "benefit",
        "patient",
        "healthcare",
        "provider",
        "believe",
        "therein",
        "lie",
        "opportunity",
        "obvious",
        "example",
        "found",
        "er",
        "triaging",
        "patient",
        "sport",
        "medicine",
        "clinic",
        "sporting",
        "facility",
        "community",
        "abroad",
        "access",
        "ct",
        "readily",
        "available",
        "cost",
        "prohibitive",
        "setting",
        "3d",
        "image",
        "specific",
        "part",
        "body",
        "enable",
        "healthcare",
        "provider",
        "better",
        "job",
        "monitor",
        "progress",
        "effectively",
        "downstream",
        "potential",
        "use",
        "device",
        "aiding",
        "imaging",
        "minimally",
        "invasive",
        "surgery",
        "mi",
        "also",
        "present",
        "considerable",
        "opportunity",
        "imaging3",
        "received",
        "great",
        "deal",
        "attention",
        "seven",
        "year",
        "ago",
        "dominion",
        "developed",
        "promise",
        "device",
        "clear",
        "many",
        "hope",
        "fda",
        "approval",
        "high",
        "unfortunately",
        "510k",
        "submission",
        "rejected",
        "several",
        "year",
        "prior",
        "management",
        "failed",
        "provide",
        "adequate",
        "support",
        "justify",
        "claim",
        "exceeded",
        "capability",
        "device",
        "submitted",
        "predicate",
        "comparable",
        "device",
        "used",
        "510k",
        "process",
        "company",
        "found",
        "committed",
        "fraud",
        "divulging",
        "negative",
        "fda",
        "feedback",
        "director",
        "officer",
        "company",
        "period",
        "malfeasance",
        "previous",
        "ceo",
        "company",
        "forced",
        "seek",
        "protection",
        "federal",
        "bankruptcy",
        "law",
        "enter",
        "consent",
        "decree",
        "sec",
        "required",
        "company",
        "undertake",
        "certain",
        "procedure",
        "involving",
        "corporate",
        "governance",
        "communication",
        "shareholder",
        "public",
        "company",
        "worked",
        "three",
        "year",
        "bankruptcy",
        "process",
        "well",
        "three",
        "year",
        "sec",
        "mandated",
        "period",
        "last",
        "year",
        "completed",
        "company",
        "cut",
        "tie",
        "ceo",
        "november",
        "company",
        "received",
        "letter",
        "division",
        "corporate",
        "finance",
        "sec",
        "stating",
        "time",
        "comment",
        "company",
        "periodic",
        "report",
        "review",
        "previous",
        "month",
        "result",
        "completion",
        "remedial",
        "matter",
        "focus",
        "preparing",
        "dominion",
        "fda",
        "review",
        "company",
        "completed",
        "first",
        "half",
        "fda",
        "preparation",
        "enlisting",
        "one",
        "leading",
        "regulatory",
        "consulting",
        "company",
        "conduct",
        "evaluation",
        "dominion",
        "software",
        "step",
        "completed",
        "hardware",
        "evaluation",
        "remains",
        "completed",
        "roughly",
        "estimated",
        "three",
        "month",
        "process",
        "followed",
        "compiling",
        "510k",
        "submission",
        "review",
        "fda",
        "subsequent",
        "imaging3",
        "emergence",
        "bankruptcy",
        "completion",
        "sec",
        "process",
        "imaging3",
        "board",
        "director",
        "recognized",
        "need",
        "build",
        "team",
        "capable",
        "managing",
        "fda",
        "510k",
        "process",
        "towards",
        "completion",
        "believe",
        "year",
        "healthcare",
        "experience",
        "pharmaceutical",
        "biotech",
        "device",
        "company",
        "including",
        "management",
        "public",
        "company",
        "listed",
        "otc",
        "prepared",
        "lead",
        "effort",
        "last",
        "month",
        "announced",
        "formation",
        "scientific",
        "advisory",
        "board",
        "addition",
        "first",
        "two",
        "member",
        "radiologist",
        "company",
        "completed",
        "key",
        "work",
        "software",
        "testing",
        "510k",
        "submission",
        "preparing",
        "start",
        "second",
        "hazard",
        "testing",
        "hardware",
        "preparation",
        "new",
        "510k",
        "submittal",
        "hope",
        "file",
        "first",
        "half",
        "parallel",
        "fda",
        "effort",
        "busy",
        "assessing",
        "many",
        "potential",
        "market",
        "primary",
        "target",
        "continue",
        "work",
        "designing",
        "final",
        "product",
        "current",
        "working",
        "model",
        "prototype",
        "facilitates",
        "testing",
        "development",
        "meant",
        "final",
        "production",
        "management",
        "hope",
        "effort",
        "result",
        "first",
        "commercial",
        "placement",
        "first",
        "quarter",
        "imaging3",
        "team",
        "belief",
        "revolutionize",
        "imaging",
        "space",
        "dominion",
        "vi",
        "john",
        "hollister",
        "ceo",
        "imaging3",
        "imaging3",
        "imaging3",
        "founded",
        "developed",
        "patented",
        "medical",
        "imaging",
        "technology",
        "called",
        "dominion",
        "vi",
        "produce",
        "3d",
        "image",
        "virtually",
        "real",
        "time",
        "smartscan",
        "technology",
        "allow",
        "healthcare",
        "professional",
        "perform",
        "diagnostic",
        "therapeutic",
        "procedure",
        "quickly",
        "accurately",
        "resulting",
        "higher",
        "throughput",
        "clinician",
        "fewer",
        "safety",
        "risk",
        "patient",
        "addition",
        "imaging3",
        "technology",
        "expose",
        "patient",
        "significantly",
        "less",
        "harmful",
        "radiation",
        "current",
        "imaging",
        "technology",
        "ct",
        "scan",
        "company",
        "belief",
        "allow",
        "scan",
        "used",
        "pediatric",
        "application",
        "currently",
        "prescribed",
        "technology",
        "also",
        "allows",
        "greater",
        "portability",
        "easier",
        "installation",
        "significantly",
        "reduced",
        "cost",
        "burden",
        "healthcare",
        "system",
        "overall",
        "imaging3",
        "planning",
        "submit",
        "510k",
        "application",
        "fda",
        "order",
        "gain",
        "approval",
        "commercialize",
        "smartscan",
        "technology",
        "visit",
        "company",
        "website",
        "http",
        "detailed",
        "information",
        "company",
        "technology",
        "safe",
        "harbor",
        "statement",
        "imaging3",
        "caution",
        "statement",
        "included",
        "press",
        "release",
        "description",
        "historical",
        "fact",
        "statement",
        "many",
        "statement",
        "contain",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "may",
        "intend",
        "expect",
        "similar",
        "expression",
        "actual",
        "result",
        "performance",
        "achievement",
        "could",
        "differ",
        "materially",
        "contemplated",
        "expressed",
        "implied",
        "statement",
        "contained",
        "herein",
        "statement",
        "based",
        "largely",
        "expectation",
        "company",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "inherent",
        "imaging3",
        "business",
        "including",
        "without",
        "limitation",
        "company",
        "may",
        "ever",
        "obtain",
        "fda",
        "approval",
        "device",
        "company",
        "may",
        "able",
        "secure",
        "fund",
        "necessary",
        "support",
        "product",
        "development",
        "plan",
        "company",
        "may",
        "ever",
        "achieve",
        "market",
        "success",
        "sustain",
        "profitable",
        "business",
        "addition",
        "risk",
        "uncertainty",
        "related",
        "economic",
        "recession",
        "terrorist",
        "action",
        "competition",
        "much",
        "larger",
        "imaging",
        "company",
        "technological",
        "obsolescence",
        "unexpected",
        "cost",
        "delay",
        "potential",
        "product",
        "liability",
        "claim",
        "many",
        "factor",
        "detailed",
        "information",
        "imaging3",
        "risk",
        "factor",
        "may",
        "affect",
        "realization",
        "statement",
        "set",
        "forth",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "document",
        "may",
        "read",
        "free",
        "charge",
        "sec",
        "website",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "imaging3",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "caution",
        "made",
        "safe",
        "harbor",
        "provision",
        "section",
        "21e",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "investor",
        "relation",
        "contact",
        "john",
        "hollister",
        "chief",
        "executive",
        "officer",
        "info",
        "source",
        "imaging3",
        "inc"
    ]
}