{
    "organizations": [],
    "uuid": "6b6e3154aa09239adaf0aee34d7bfe429e5f0167",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/business-wire-aurora-cannabis-and-cannimed-therapeutics-file-offer-documents-for-previously-announced-friendly-acquisition.html",
    "ord_in_thread": 0,
    "title": "Aurora Cannabis and CanniMed Therapeutics File Offer Documents for Previously Announced Friendly Acquisition",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Initial Deposit Period Reduced\nEDMONTON, Alberta & SASKATOON, Saskatchewan--(BUSINESS WIRE)-- Aurora Cannabis Inc. (“ Aurora ”) (TSX: ACB) (OTCQB: ACBFF) (Frankfurt: 21P; WKN: A1C4WM) and CanniMed Therapeutics Inc. (“ CanniMed ”) (TSX: CMED) today announced the filing of Aurora’s Notice of Variation and CanniMed’s Notice of Change to Directors’ Circular (collectively the “ Offer Documents ”) in connection with Aurora’s improved offer to acquire all of the outstanding common shares of CanniMed (“ CanniMed Shares ”) not already owned by Aurora or its affiliates, described under “Aurora’s Notice of Variation” below (the “ Improved Offer ”). As previously announced by the parties on January 24, 2018, CanniMed’s board of directors (the “ CanniMed Board ”) is unanimously recommending that CanniMed’s shareholders accept the Improved Offer.\nAurora’s Notice of Variation\nPursuant to the terms of the Notice of Variation, Aurora has increased the consideration offered per CanniMed Share, at the election of each CanniMed shareholder, to: (a) 3.40 common shares (“ Aurora Shares ”) of Aurora (the “ Share Alternative ”); (b) $43.00 in cash (subject to proration); (the “ Cash Alternative ”); or (c) any combination thereof (subject to proration of the cash portion), (the “ Share and Cash Alternative ”).\nThe maximum amount of cash available under the Improved Offer is $140 million (the “ Maximum Cash Consideration ”), and the number of Aurora Shares to be issued will be between approximately 72 million (assuming full cash elections) and 84 million (assuming full share elections and no cash elections). CanniMed Shareholders should note that any cash elected to be received is valued (for purposes of determining the number of Aurora Shares to be received in addition to such cash) based on an implied Aurora Share price of $12.65, which may be more or less than the value of the share consideration at the time that the CanniMed Shares are taken-up under the Offer. CanniMed Shareholders are advised to consider recent market price quotations for Aurora Shares and to carefully review the Offer Documents before deciding whether to tender to the Improved Offer and before making their consideration elections.\nThe cash consideration of the Cash Alternative and the Share and Cash Alternative will be prorated, to ensure that the Maximum Cash Consideration payable is not exceeded. Assuming that all CanniMed Shareholders elect the Cash Alternative, each CanniMed Shareholder would receive $5.70 in cash and 2.9493 Aurora Shares for each CanniMed Share. The full details of the proration mechanisms are provided in Aurora’s Notice of Variation.\nThe Improved Offer is open until 11:59 PM (Pacific Time) on March 9, 2018, subject to acceleration, extension or withdrawal by Aurora.\nCanniMed Notice of Change to Directors’ Circular\nThe CanniMed Board has filed a Notice of Change to Directors’ Circular in connection with the Improved Offer. The CanniMed Board is unanimously recommending that CanniMed Shareholders accept the Improved Offer and tender their CanniMed Shares to the Improved Offer.\nThis decision follows a unanimous determination, made by the CanniMed Board and the special committee to the CanniMed Board (the “ Special Committee ”) that, after consultation with their financial and legal advisors, the consideration under the Improved Offer is fair, from a financial point of view, to CanniMed Shareholders (other than Aurora and its affiliates) and that it would be in the best interests of CanniMed to support and facilitate the Improved Offer. The CanniMed Board’s financial advisor, AltaCorp Capital Inc., and the financial advisor to the Special Committee, Cormark Securities Inc., have each provided opinions that, as of January 26, 2018, and subject to the assumptions, limitations and qualifications on which the opinions are based, the consideration to be received under the Improved Offer is fair, from a financial point of view, to CanniMed Shareholders other than Aurora and its affiliates.\nInitial Deposit Period\nIn connection with the filing of the Offer Documents, the CanniMed Board has reduced the initial deposit period (being the minimum amount of time the Improved Offer must be open for acceptance before Aurora can begin taking up shares under the Improved Offer) to 84 days from the commencement of the offer on November 24, 2017. This means that commencing on the later of February 16, 2018 and the date all of the conditions to the Improved Offer have been satisfied or waived, Aurora will be able to take up CanniMed Shares under the Improved Offer. This news release is a considered a “deposit period news release” for the purposes of National Instrument 62-104 “Take-over Bids and Issuer Bids”.\nLock – Up Agreements\nAurora entered into lock-up agreements (the “ Original Lock-Up Agreements ”) on November 12, 2017 with Saskworks Venture Fund Inc., Golden Opportunities Fund Inc., Apex Investment Limited Partnership and Vantage Asset Management Inc. (the “ Original Locked-Up Shareholders ”) to support the Original Offer (and the Improved Offer). The CanniMed Shares to be tendered pursuant to the Original Lock-Up Agreements represent approximately 36% of the issued and outstanding CanniMed Shares on a fully diluted basis.\nIn addition to the Original Locked-Up Shareholders, certain CanniMed directors and officers holding approximately 12% of the issued and outstanding CanniMed Shares, including Brent Zettl, Chief Executive Officer, have agreed to support the Improved Offer and have entered to into lock-up agreements in respect of the same (the “ New Lock-Up Agreements ”).\nAltogether, under the Original Lock-Up Agreements and the New Lock-Up Agreements, shareholders holding approximately 48%of the issued and outstanding CanniMed Shares have agreed to tender to the Improved Offer. In addition, Aurora owns 700,600 CanniMed Shares, representing approximately 2.87% of the issued and outstanding CanniMed Shares, which are not the subject of the Improved Offer.\nAbout the Improved Offer\nThe full details of the Improved Offer are set out in the Offer Documents, which have been filed with the Canadian securities regulatory authorities and are being mailed to CanniMed Shareholders. The Offering Documents will also be available on SEDAR under CanniMed’s profile at www.sedar.com . Upon filing of the Offering Documents, the Improved Offer will be open for no fewer than 10 days and, following any take up of CanniMed Shares, Aurora will then further extend its offer for at least an additional 10 days in order to allow any remaining CanniMed Shareholders to tender to the Improved Offer. Aurora’s obligation to take-up CanniMed Shares under the Improved Offer is subject to the conditions set out in the Notice of Variation, including, but not limited to, receipt of approval under the Canadian Competition Act.\nMaterials filed with the Canadian securities regulatory authorities are available electronically without charge at www.sedar.com . Materials filed with the SEC are available electronically without charge on EDGAR accessible through the SEC’s website at www.sec.gov . Documents related to the original offer and the Improved Offer, including the Offer Documents, are also available on Aurora's website at www.auroramj.com , and shareholders are invited to visit cannimed.auroramj.com for further information.\nHow to Tender\nCanniMed Shareholders who wish to accept the Improved Offer must properly follow the procedures outlined in the Notice of Variation and accompanying Amended Letter of Transmittal.\nFor assistance in depositing CanniMed Shares pursuant to the Improved Offer, CanniMed Shareholders should contact the Depository and Information Agent Laurel Hill at Phone: 1-877-452-7184 (North American Toll Free Phone) and 1-416-304-0211 (Outside North America); Facsimile: 416-646-2415; and E-mail: assistance@laurelhill.com .\nAbout Aurora\nAurora's wholly-owned subsidiary, Aurora Cannabis Enterprises Inc., is a licensed producer of medical cannabis pursuant to Health Canada's Access to Cannabis for Medical Purposes Regulations (\" ACMPR \"). Aurora operates a 55,200 square foot production facility in Mountain View County, Alberta, known as \"Aurora Mountain\", a 40,000 square foot production facility known as \"Aurora Vie\" in Pointe-Claire, Quebec, and an 800,000 square foot production facility, known as \"Aurora Sky\", at the Edmonton International Airport. Aurora is also completing a fourth facility of 48,000 square feet in Lachute, Quebec, and will shortly begin construction on a 1,000,000 square foot production facility in Odense, Denmark, to be known as \"Aurora Nordic\", via a joint venture with Alfred Pedersen & Søn ApS.\nAurora also owns Berlin-based Pedanios GmbH, the leading wholesale importer, exporter, and distributor of medical cannabis in the European Union. Aurora offers further differentiation through its wholly owned subsidiaries BC Northern Lights Ltd. and Urban Cultivator Inc., industry leaders, respectively, in the production and sale of proprietary systems for the safe, efficient and high-yield indoor cultivation of cannabis, and in state-of-the-art indoor gardening appliances for the cultivation of organic microgreens, vegetables and herbs in home and professional kitchens.\nIn addition, Aurora holds approximately 17.23% of the issued shares in leading extraction technology company Radient Technologies Inc., and has a strategic investment in Hempco Food and Fiber Inc., with options to increase ownership stake to over 50%. Aurora is also the cornerstone investor in two other licensed producers, with a 22.9% stake in Cann Group Limited, the first Australian company licensed to conduct research on and cultivate medical cannabis, and a 17.62% stake in Canadian producer The Green Organic Dutchman Ltd., with options to increase to majority ownership.\nAurora's common shares trade on the TSX under the symbol \"ACB\".\nAbout CanniMed\nCanniMed is a Canadian-based, international plant biopharmaceutical company and a leader in the Canadian medical cannabis industry, with 17 years of pharmaceutical cannabis cultivation experience, state-of-the-art, GMP-compliant production process and world class research and development platforms with a wide range of pharmaceutical-grade cannabis products. In addition, CanniMed has an active plant biotechnology research and product development program focused on the production of plant-based materials for pharmaceutical, agricultural and environmental applications.\nCanniMed, through its subsidiaries, was the first producer to be licensed under the Marihuana for Medical Purposes Regulations, the predecessor to the current Access to Cannabis for Medical Purposes Regulations. It was the sole supplier to Health Canada under the former medical marijuana system for 13 years, and has been producing safe and consistent medical marijuana for thousands of Canadian patients, with no incident of product diversion or recalls.\nFor more information, please visit our websites: www.cannimed.ca (patients) and www.cannimedtherapeutics.com (investors).\nOn behalf of the Boards of Directors, AURORA CANNABIS INC. CanniMed Therapeutics Inc Terry Booth Brent Zettl\nCEO CEO Forward-Looking Information Cautionary Statement\nThis news release contains certain “forward-looking statements” within the meaning of such statements under applicable securities law. Forward-looking statements are frequently characterized by words such as “plan”, “continue”, “expect”, “project”, “intend”, “believe”, “anticipate”, “estimate”, “may”, “will”, “potential”, “proposed” and other similar words, or statements that certain events or conditions “may” or “will” occur. These statements are only predictions. Forward looking statements in release include statements regarding the Improved Offer, the anticipated value of the Improved Offer, the number of shares to be issued and timing to complete the Improved Offer. Various assumptions were used in drawing the conclusions or making the projections contained in the forward-looking statements throughout this news release, including assumptions based upon CanniMed’s publicly disclosed information, and that there will be no change in the business, prospects or capitalization of CanniMed or Aurora. Forward-looking statements are based on the opinions and estimates of management at the date the statements are made, and are subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking statements. Neither Aurora nor CanniMed is under any obligation, and expressly disclaims any intention or obligation, to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as expressly required by applicable law. A more complete discussion of the risks and uncertainties facing either Aurora or CanniMed is in their Annual Information Forms and continuous disclosure filings, which are available at www.sedar.com .\nNeither TSX nor its Regulation Services Provider (as that term is defined in the policies of Toronto Stock Exchange) accepts responsibility for the adequacy or accuracy of this release.\nNotice to U.S. Holders\nThe Offer is made for the securities of a company formed outside of the United States. The Offer will be subject to disclosure requirements of Canada that are different from those of the United States. Financial statements included in the documents, if any, will be prepared in accordance with Canadian accounting standards and may not be comparable to the financial statements of United States companies.\nIt may be difficult for a securityholder in the United States to enforce his/her/its rights and any claim a securityholder may have arising under the U.S. federal securities laws, since the issuer is located in Canada, and some or all of its officers or directors may be residents of Canada or another country outside of the United States. A securityholder may not be able to sue a Canadian company or its officers or directors in a court in Canada or elsewhere outside of the United States for violations of U.S. securities laws. It may be difficult to compel a Canadian company and its affiliates to subject themselves to a U.S. court’s judgment.\nSecurityholders should be aware that the issuer may purchase securities otherwise than under the Offer, such as in open market or privately negotiated purchases.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180206005479/en/\nFor Aurora\nCam Battley, +1-905-864-5525\nChief Corporate Officer\ncam@auroramj.com\nwww.auroramj.com\nor\nMarc Lakmaaker, +1-647-269-5523\nDirector, Investor Relations and Corporate Development\nmarc.lakmaaker@auroramj.com\nor\nLaurel Hill Advisory Group\nNorth America Toll Free: 1-877-452-7184\nCollect Calls Outside North America: 1-416-304-0211\nEmail: assistance@laurelhill.com\nor\nFor CanniMed\nMedia\nCanniMed Therapeutics Inc.\nDara Willis,416-836-9272\ndhw@cannimed.com\nor\nInvestor Relations\nCanniMed Therapeutics Inc.\ninvest@cannimed.com\nSource: CanniMed Therapeutics Inc.",
    "published": "2018-02-06T15:00:00.000+02:00",
    "crawled": "2018-02-06T16:46:16.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "initial",
        "deposit",
        "period",
        "reduced",
        "edmonton",
        "alberta",
        "saskatoon",
        "saskatchewan",
        "business",
        "wire",
        "aurora",
        "cannabis",
        "aurora",
        "tsx",
        "acb",
        "otcqb",
        "acbff",
        "frankfurt",
        "21p",
        "wkn",
        "a1c4wm",
        "cannimed",
        "therapeutic",
        "cannimed",
        "tsx",
        "cmed",
        "today",
        "announced",
        "filing",
        "aurora",
        "notice",
        "variation",
        "cannimed",
        "notice",
        "change",
        "director",
        "circular",
        "collectively",
        "offer",
        "document",
        "connection",
        "aurora",
        "improved",
        "offer",
        "acquire",
        "outstanding",
        "common",
        "share",
        "cannimed",
        "cannimed",
        "share",
        "already",
        "owned",
        "aurora",
        "affiliate",
        "described",
        "aurora",
        "notice",
        "variation",
        "improved",
        "offer",
        "previously",
        "announced",
        "party",
        "january",
        "cannimed",
        "board",
        "director",
        "cannimed",
        "board",
        "unanimously",
        "recommending",
        "cannimed",
        "shareholder",
        "accept",
        "improved",
        "offer",
        "aurora",
        "notice",
        "variation",
        "pursuant",
        "term",
        "notice",
        "variation",
        "aurora",
        "increased",
        "consideration",
        "offered",
        "per",
        "cannimed",
        "share",
        "election",
        "cannimed",
        "shareholder",
        "common",
        "share",
        "aurora",
        "share",
        "aurora",
        "share",
        "alternative",
        "b",
        "cash",
        "subject",
        "proration",
        "cash",
        "alternative",
        "c",
        "combination",
        "thereof",
        "subject",
        "proration",
        "cash",
        "portion",
        "share",
        "cash",
        "alternative",
        "maximum",
        "amount",
        "cash",
        "available",
        "improved",
        "offer",
        "million",
        "maximum",
        "cash",
        "consideration",
        "number",
        "aurora",
        "share",
        "issued",
        "approximately",
        "million",
        "assuming",
        "full",
        "cash",
        "election",
        "million",
        "assuming",
        "full",
        "share",
        "election",
        "cash",
        "election",
        "cannimed",
        "shareholder",
        "note",
        "cash",
        "elected",
        "received",
        "valued",
        "purpose",
        "determining",
        "number",
        "aurora",
        "share",
        "received",
        "addition",
        "cash",
        "based",
        "implied",
        "aurora",
        "share",
        "price",
        "may",
        "less",
        "value",
        "share",
        "consideration",
        "time",
        "cannimed",
        "share",
        "offer",
        "cannimed",
        "shareholder",
        "advised",
        "consider",
        "recent",
        "market",
        "price",
        "quotation",
        "aurora",
        "share",
        "carefully",
        "review",
        "offer",
        "document",
        "deciding",
        "whether",
        "tender",
        "improved",
        "offer",
        "making",
        "consideration",
        "election",
        "cash",
        "consideration",
        "cash",
        "alternative",
        "share",
        "cash",
        "alternative",
        "prorated",
        "ensure",
        "maximum",
        "cash",
        "consideration",
        "payable",
        "exceeded",
        "assuming",
        "cannimed",
        "shareholder",
        "elect",
        "cash",
        "alternative",
        "cannimed",
        "shareholder",
        "would",
        "receive",
        "cash",
        "aurora",
        "share",
        "cannimed",
        "share",
        "full",
        "detail",
        "proration",
        "mechanism",
        "provided",
        "aurora",
        "notice",
        "variation",
        "improved",
        "offer",
        "open",
        "pm",
        "pacific",
        "time",
        "march",
        "subject",
        "acceleration",
        "extension",
        "withdrawal",
        "aurora",
        "cannimed",
        "notice",
        "change",
        "director",
        "circular",
        "cannimed",
        "board",
        "filed",
        "notice",
        "change",
        "director",
        "circular",
        "connection",
        "improved",
        "offer",
        "cannimed",
        "board",
        "unanimously",
        "recommending",
        "cannimed",
        "shareholder",
        "accept",
        "improved",
        "offer",
        "tender",
        "cannimed",
        "share",
        "improved",
        "offer",
        "decision",
        "follows",
        "unanimous",
        "determination",
        "made",
        "cannimed",
        "board",
        "special",
        "committee",
        "cannimed",
        "board",
        "special",
        "committee",
        "consultation",
        "financial",
        "legal",
        "advisor",
        "consideration",
        "improved",
        "offer",
        "fair",
        "financial",
        "point",
        "view",
        "cannimed",
        "shareholder",
        "aurora",
        "affiliate",
        "would",
        "best",
        "interest",
        "cannimed",
        "support",
        "facilitate",
        "improved",
        "offer",
        "cannimed",
        "board",
        "financial",
        "advisor",
        "altacorp",
        "capital",
        "financial",
        "advisor",
        "special",
        "committee",
        "cormark",
        "security",
        "provided",
        "opinion",
        "january",
        "subject",
        "assumption",
        "limitation",
        "qualification",
        "opinion",
        "based",
        "consideration",
        "received",
        "improved",
        "offer",
        "fair",
        "financial",
        "point",
        "view",
        "cannimed",
        "shareholder",
        "aurora",
        "affiliate",
        "initial",
        "deposit",
        "period",
        "connection",
        "filing",
        "offer",
        "document",
        "cannimed",
        "board",
        "reduced",
        "initial",
        "deposit",
        "period",
        "minimum",
        "amount",
        "time",
        "improved",
        "offer",
        "must",
        "open",
        "acceptance",
        "aurora",
        "begin",
        "taking",
        "share",
        "improved",
        "offer",
        "day",
        "commencement",
        "offer",
        "november",
        "mean",
        "commencing",
        "later",
        "february",
        "date",
        "condition",
        "improved",
        "offer",
        "satisfied",
        "waived",
        "aurora",
        "able",
        "take",
        "cannimed",
        "share",
        "improved",
        "offer",
        "news",
        "release",
        "considered",
        "deposit",
        "period",
        "news",
        "release",
        "purpose",
        "national",
        "instrument",
        "bid",
        "issuer",
        "bid",
        "lock",
        "agreement",
        "aurora",
        "entered",
        "agreement",
        "original",
        "agreement",
        "november",
        "saskworks",
        "venture",
        "fund",
        "golden",
        "opportunity",
        "fund",
        "apex",
        "investment",
        "limited",
        "partnership",
        "vantage",
        "asset",
        "management",
        "original",
        "shareholder",
        "support",
        "original",
        "offer",
        "improved",
        "offer",
        "cannimed",
        "share",
        "tendered",
        "pursuant",
        "original",
        "agreement",
        "represent",
        "approximately",
        "issued",
        "outstanding",
        "cannimed",
        "share",
        "fully",
        "diluted",
        "basis",
        "addition",
        "original",
        "shareholder",
        "certain",
        "cannimed",
        "director",
        "officer",
        "holding",
        "approximately",
        "issued",
        "outstanding",
        "cannimed",
        "share",
        "including",
        "brent",
        "zettl",
        "chief",
        "executive",
        "officer",
        "agreed",
        "support",
        "improved",
        "offer",
        "entered",
        "agreement",
        "respect",
        "new",
        "agreement",
        "altogether",
        "original",
        "agreement",
        "new",
        "agreement",
        "shareholder",
        "holding",
        "approximately",
        "issued",
        "outstanding",
        "cannimed",
        "share",
        "agreed",
        "tender",
        "improved",
        "offer",
        "addition",
        "aurora",
        "owns",
        "cannimed",
        "share",
        "representing",
        "approximately",
        "issued",
        "outstanding",
        "cannimed",
        "share",
        "subject",
        "improved",
        "offer",
        "improved",
        "offer",
        "full",
        "detail",
        "improved",
        "offer",
        "set",
        "offer",
        "document",
        "filed",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "mailed",
        "cannimed",
        "shareholder",
        "offering",
        "document",
        "also",
        "available",
        "sedar",
        "cannimed",
        "profile",
        "upon",
        "filing",
        "offering",
        "document",
        "improved",
        "offer",
        "open",
        "fewer",
        "day",
        "following",
        "take",
        "cannimed",
        "share",
        "aurora",
        "extend",
        "offer",
        "least",
        "additional",
        "day",
        "order",
        "allow",
        "remaining",
        "cannimed",
        "shareholder",
        "tender",
        "improved",
        "offer",
        "aurora",
        "obligation",
        "cannimed",
        "share",
        "improved",
        "offer",
        "subject",
        "condition",
        "set",
        "notice",
        "variation",
        "including",
        "limited",
        "receipt",
        "approval",
        "canadian",
        "competition",
        "act",
        "material",
        "filed",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "available",
        "electronically",
        "without",
        "charge",
        "material",
        "filed",
        "sec",
        "available",
        "electronically",
        "without",
        "charge",
        "edgar",
        "accessible",
        "sec",
        "website",
        "document",
        "related",
        "original",
        "offer",
        "improved",
        "offer",
        "including",
        "offer",
        "document",
        "also",
        "available",
        "aurora",
        "website",
        "shareholder",
        "invited",
        "visit",
        "information",
        "tender",
        "cannimed",
        "shareholder",
        "wish",
        "accept",
        "improved",
        "offer",
        "must",
        "properly",
        "follow",
        "procedure",
        "outlined",
        "notice",
        "variation",
        "accompanying",
        "amended",
        "letter",
        "transmittal",
        "assistance",
        "depositing",
        "cannimed",
        "share",
        "pursuant",
        "improved",
        "offer",
        "cannimed",
        "shareholder",
        "contact",
        "depository",
        "information",
        "agent",
        "laurel",
        "hill",
        "phone",
        "north",
        "american",
        "toll",
        "free",
        "phone",
        "outside",
        "north",
        "america",
        "facsimile",
        "assistance",
        "aurora",
        "aurora",
        "subsidiary",
        "aurora",
        "cannabis",
        "enterprise",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "pursuant",
        "health",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "aurora",
        "operates",
        "square",
        "foot",
        "production",
        "facility",
        "mountain",
        "view",
        "county",
        "alberta",
        "known",
        "aurora",
        "mountain",
        "square",
        "foot",
        "production",
        "facility",
        "known",
        "aurora",
        "vie",
        "quebec",
        "square",
        "foot",
        "production",
        "facility",
        "known",
        "aurora",
        "sky",
        "edmonton",
        "international",
        "airport",
        "aurora",
        "also",
        "completing",
        "fourth",
        "facility",
        "square",
        "foot",
        "lachute",
        "quebec",
        "shortly",
        "begin",
        "construction",
        "square",
        "foot",
        "production",
        "facility",
        "odense",
        "denmark",
        "known",
        "aurora",
        "nordic",
        "via",
        "joint",
        "venture",
        "alfred",
        "pedersen",
        "søn",
        "aps",
        "aurora",
        "also",
        "owns",
        "pedanios",
        "gmbh",
        "leading",
        "wholesale",
        "importer",
        "exporter",
        "distributor",
        "medical",
        "cannabis",
        "european",
        "union",
        "aurora",
        "offer",
        "differentiation",
        "wholly",
        "owned",
        "subsidiary",
        "bc",
        "northern",
        "light",
        "urban",
        "cultivator",
        "industry",
        "leader",
        "respectively",
        "production",
        "sale",
        "proprietary",
        "system",
        "safe",
        "efficient",
        "indoor",
        "cultivation",
        "cannabis",
        "indoor",
        "gardening",
        "appliance",
        "cultivation",
        "organic",
        "microgreens",
        "vegetable",
        "herb",
        "home",
        "professional",
        "kitchen",
        "addition",
        "aurora",
        "hold",
        "approximately",
        "issued",
        "share",
        "leading",
        "extraction",
        "technology",
        "company",
        "radient",
        "technology",
        "strategic",
        "investment",
        "hempco",
        "food",
        "fiber",
        "option",
        "increase",
        "ownership",
        "stake",
        "aurora",
        "also",
        "cornerstone",
        "investor",
        "two",
        "licensed",
        "producer",
        "stake",
        "cann",
        "group",
        "limited",
        "first",
        "australian",
        "company",
        "licensed",
        "conduct",
        "research",
        "cultivate",
        "medical",
        "cannabis",
        "stake",
        "canadian",
        "producer",
        "green",
        "organic",
        "dutchman",
        "option",
        "increase",
        "majority",
        "ownership",
        "aurora",
        "common",
        "share",
        "trade",
        "tsx",
        "symbol",
        "acb",
        "cannimed",
        "cannimed",
        "international",
        "plant",
        "biopharmaceutical",
        "company",
        "leader",
        "canadian",
        "medical",
        "cannabis",
        "industry",
        "year",
        "pharmaceutical",
        "cannabis",
        "cultivation",
        "experience",
        "production",
        "process",
        "world",
        "class",
        "research",
        "development",
        "platform",
        "wide",
        "range",
        "cannabis",
        "product",
        "addition",
        "cannimed",
        "active",
        "plant",
        "biotechnology",
        "research",
        "product",
        "development",
        "program",
        "focused",
        "production",
        "material",
        "pharmaceutical",
        "agricultural",
        "environmental",
        "application",
        "cannimed",
        "subsidiary",
        "first",
        "producer",
        "licensed",
        "marihuana",
        "medical",
        "purpose",
        "regulation",
        "predecessor",
        "current",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "sole",
        "supplier",
        "health",
        "canada",
        "former",
        "medical",
        "marijuana",
        "system",
        "year",
        "producing",
        "safe",
        "consistent",
        "medical",
        "marijuana",
        "thousand",
        "canadian",
        "patient",
        "incident",
        "product",
        "diversion",
        "recall",
        "information",
        "please",
        "visit",
        "website",
        "patient",
        "investor",
        "behalf",
        "board",
        "director",
        "aurora",
        "cannabis",
        "cannimed",
        "therapeutic",
        "inc",
        "terry",
        "booth",
        "brent",
        "zettl",
        "ceo",
        "ceo",
        "information",
        "cautionary",
        "statement",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "statement",
        "applicable",
        "security",
        "law",
        "statement",
        "frequently",
        "characterized",
        "word",
        "plan",
        "continue",
        "expect",
        "project",
        "intend",
        "believe",
        "anticipate",
        "estimate",
        "may",
        "potential",
        "proposed",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "statement",
        "prediction",
        "forward",
        "looking",
        "statement",
        "release",
        "include",
        "statement",
        "regarding",
        "improved",
        "offer",
        "anticipated",
        "value",
        "improved",
        "offer",
        "number",
        "share",
        "issued",
        "timing",
        "complete",
        "improved",
        "offer",
        "various",
        "assumption",
        "used",
        "drawing",
        "conclusion",
        "making",
        "projection",
        "contained",
        "statement",
        "throughout",
        "news",
        "release",
        "including",
        "assumption",
        "based",
        "upon",
        "cannimed",
        "publicly",
        "disclosed",
        "information",
        "change",
        "business",
        "prospect",
        "capitalization",
        "cannimed",
        "aurora",
        "statement",
        "based",
        "opinion",
        "estimate",
        "management",
        "date",
        "statement",
        "made",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "neither",
        "aurora",
        "cannimed",
        "obligation",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "expressly",
        "required",
        "applicable",
        "law",
        "complete",
        "discussion",
        "risk",
        "uncertainty",
        "facing",
        "either",
        "aurora",
        "cannimed",
        "annual",
        "information",
        "form",
        "continuous",
        "disclosure",
        "filing",
        "available",
        "neither",
        "tsx",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "toronto",
        "stock",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "notice",
        "holder",
        "offer",
        "made",
        "security",
        "company",
        "formed",
        "outside",
        "united",
        "state",
        "offer",
        "subject",
        "disclosure",
        "requirement",
        "canada",
        "different",
        "united",
        "state",
        "financial",
        "statement",
        "included",
        "document",
        "prepared",
        "accordance",
        "canadian",
        "accounting",
        "standard",
        "may",
        "comparable",
        "financial",
        "statement",
        "united",
        "state",
        "company",
        "may",
        "difficult",
        "securityholder",
        "united",
        "state",
        "enforce",
        "right",
        "claim",
        "securityholder",
        "may",
        "arising",
        "federal",
        "security",
        "law",
        "since",
        "issuer",
        "located",
        "canada",
        "officer",
        "director",
        "may",
        "resident",
        "canada",
        "another",
        "country",
        "outside",
        "united",
        "state",
        "securityholder",
        "may",
        "able",
        "sue",
        "canadian",
        "company",
        "officer",
        "director",
        "court",
        "canada",
        "elsewhere",
        "outside",
        "united",
        "state",
        "violation",
        "security",
        "law",
        "may",
        "difficult",
        "compel",
        "canadian",
        "company",
        "affiliate",
        "subject",
        "court",
        "judgment",
        "securityholders",
        "aware",
        "issuer",
        "may",
        "purchase",
        "security",
        "otherwise",
        "offer",
        "open",
        "market",
        "privately",
        "negotiated",
        "purchase",
        "view",
        "source",
        "version",
        "http",
        "aurora",
        "cam",
        "battley",
        "chief",
        "corporate",
        "officer",
        "cam",
        "marc",
        "lakmaaker",
        "director",
        "investor",
        "relation",
        "corporate",
        "development",
        "laurel",
        "hill",
        "advisory",
        "group",
        "north",
        "america",
        "toll",
        "free",
        "collect",
        "call",
        "outside",
        "north",
        "america",
        "email",
        "assistance",
        "cannimed",
        "medium",
        "cannimed",
        "therapeutic",
        "dara",
        "dhw",
        "investor",
        "relation",
        "cannimed",
        "therapeutic",
        "invest",
        "source",
        "cannimed",
        "therapeutic",
        "inc"
    ]
}