{
    "organizations": [],
    "uuid": "5430abcf9238aa63717e2bd85aad0d0eb4ff23da",
    "author": "Christina Wilkie",
    "url": "https://www.cnbc.com/2018/02/23/rnc-paid-trump-campaign-trump-tower-rent-after-paying-legal-bills.html",
    "ord_in_thread": 0,
    "title": "RNC paid Trump campaign Trump Tower rent after paying legal bills",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Tweet \nSoon after the Republican National Committee came under pressure for paying legal bills for President Donald Trump and his eldest son in the special counsel’s Russia probe, it started covering expenses for the president’s re-election campaign. \nThe RNC is using campaign funds to pay Trump’s company more than $37,000 a month in rent, and to pay thousands of dollars in monthly salary to Vice President Mike Pence ‘s nephew, John Pence, party officials confirmed this week. The rent pays for office space in the Trump Tower in New York for the staff of Trump’s re-election campaign. John Pence is the Trump campaign’s deputy executive director. \nCampaign finance experts who spoke to CNBC said this type of spending by a party committee on behalf of a campaign is highly unusual but legal, and it appears the RNC disclosed it correctly. \n“This is permissible and it’s being reported properly, but why they are doing it is a mystery,” said Brendan Fischer, senior counsel for the nonpartisan Campaign Legal Center. “One would think the RNC could be spending their money more effectively right now on the 2018 campaign, rather than spending it to pay Trump’s rent.” \nSo far, the party has spent more than $290,000 to cover the Trump campaign’s expenses since September, the first month it paid the Trump Tower rent or Pence’s salary. Before then, both expenses had been paid directly by the Trump campaign. \nThen, in late September, the RNC abruptly began paying them both, and still does, according to financial disclosure forms released this week. \nOn Sept. 19, CNN reported that the RNC had paid $230,000 in August to two lawyers representing Trump in special counsel Robert Mueller’s investigation into Russian meddling in the 2016 presidential election. The lawyers, John Dowd and Jay Sekulow, were paid through their law firms using money from a special RNC legal fund , the RNC disclosed in a subsequent filing. \nCNN also reported that the party spent $196,000 in early September on lawyers for Trump’s son Donald Trump Jr. , who was facing questions about a June 2016 meeting in Trump Tower with Russians who reportedly promised him dirt on Hillary Clinton . \nThe August payments were disclosed by the RNC in a mandatory FEC report released Sept. 20. At the time, the party publicly defended its decision to pay Trump’s lawyers with RNC funds. But privately, officials debated whether this was a proper use of the legal defense fund, which was originally intended to help pay for things like vote recounts, according to news reports. \nAfter a final payment on Sept. 18 to lawyers for Trump Jr., the RNC quietly stopped paying those attorneys and Dowd and Sekulow. \nOn Sept. 27, one week after the FEC report was made public, the RNC paid the Trump campaign’s rent for the first time, according to the party’s monthly disclosure. The initial amount, $75,083.34, was twice the monthly rate and appears to cover the rent for both September and October. John Pence had begun receiving a paycheck from the RNC on Sept. 15, before the first FEC report was released, but after it had been finalized and submitted, according to the same filing. \nBelow is the FEC’s original record of the first rent payment the RNC made to Trump Tower. \nSubsequent payments, known as “coordinated expenditures,” were each listed on monthly filings that the RNC submitted to the Federal Election Commission, but do not appear to have been reported by a news outlet until now. \nOfficials at the RNC did not respond to calls or emails from CNBC on Friday, or to detailed questions about the arrangement. \nAccording to the committee’s filings, the amounts are the same as what the Trump campaign had last paid in August. Rent is $37,541.67 a month payable to Trump Tower Commercial LLC. Pence’s salary was $12,000 a month at the Trump campaign, and the RNC appears to be paying him the same or nearly the same amount, judging from the state and federal payroll taxes withheld. \nThe RNC’s most recent payment for the Trump campaign was made on Jan. 31, for what appears to be February rent. \nThis is not the first time that a Republican committee has paid the Trump Organization for the use of its properties. Ever since Trump was elected president, his hotels have become the preferred venue for GOP fundraisers, especially the Trump International Hotel, opened by the Trump family in 2016, mere blocks from the White House in Washington. \nIn August, The Washington Post reported that Republican committees had spent $1.3 million at Trump properties during the first eight months of 2017 — spending that helped to offset losses elsewhere in the company. \nOne of the Trump Organization’s biggest political customers is the Trump campaign itself, which by any measure, is flush with cash. In 2017, the campaign and two affiliated committees raised $32 million and ended the year with $22 million in cash. \nThis is in large part because the Trump campaign never ended. Trump filed the paperwork to run for re-election the day he was inaugurated, the first president ever to do so. Trump’s predecessor, President Barack Obama, did not formally launch his re-election campaign until April 2011, after serving more than two full years in office. \nAll of which makes it difficult to compare Trump’s campaign and the RNC to Obama’s relationship with his party’s campaign arm, the Democratic National Committee. \n“There’s really no comparison, because Obama’s campaign didn’t even have a headquarters in 2009 and 2010,” said a former DNC official, when asked whether the party ever paid the rent for Obama’s campaign headquarters. \nThe former official, who spoke on condition of anonymity, explained that Obama’s 2008 campaign was basically absorbed into the DNC, a system, he said, that could work just as well for Trump’s small staff. “They could have a dedicated space at the RNC, or they could just join the RNC staff, which would be a lot more cost efficient for the campaign.” \nTrump’s campaign, however, doesn’t necessarily need to be efficient. “It’s not like the Trump campaign doesn’t have money on hand,” said Campaign Legal Center’s Fischer. “They’ve been actively fundraising since day one, so they have enough money to pay their own staff and payroll taxes.” \nOfficials at the Trump campaign did not respond to questions Friday from CNBC, including why they paid John Pence an additional $9,000 in December for “strategy consulting.” \nEqually puzzling, Fischer said, is why the RNC would choose to begin coordinating with Trump now, three years before Election Day 2020. “There are limits to how much a party committee is allowed to spend on coordinated expenditures with a presidential candidate,” he said. \nIn 2016, the limit was $24 million, which may sound like a lot, but in reality was only 2 percent of the $1.2 billion that Republicans spent on the 2016 presidential race. \n“Why would [The RNC] be blowing through their allowed expenditures now, on something the campaign can easily afford?” Fischer said. “Did they think they needed to show loyalty to Trump by paying the rent at the building Trump owns?” CNBC relayed this question directly to officials at the RNC, who did not respond. \nThe timing of the RNC’s decision to start paying these campaign costs for Trump raised a number of eyebrows among experts and political operatives. \n“Committees generally don’t pay for campaign headquarters,” said the former DNC official. “And this far out from 2020 makes it even stranger.” \n“If you follow the money, it sure looks like the Trump campaign is outsourcing payment for its bills to the Republican National Committee,” said Stephen Spaulding, a former special counsel at the FEC who is now with the nonpartisan watchdog group Common Cause. \n“First the president was using RNC money to pay for his legal bills related to special counsel Mueller’s investigation,” he told CNBC. “Now cash from the RNC is apparently being used to cover payroll for the vice president’s nephew and rent at Trump Tower for his 2020 campaign.” \n“It looks to me like the RNC is shuttling cash around to benefit Trump and the vice president’s family in ways that are pretty unprecedented,” Spaulding added. \nReached for comment, the White House referred questions to the RNC and the Trump campaign. A spokeswoman for the vice president declined to comment.",
    "published": "2018-02-23T22:52:00.000+02:00",
    "crawled": "2018-02-23T23:00:41.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tweet",
        "soon",
        "republican",
        "national",
        "committee",
        "came",
        "pressure",
        "paying",
        "legal",
        "bill",
        "president",
        "donald",
        "trump",
        "eldest",
        "son",
        "special",
        "counsel",
        "russia",
        "probe",
        "started",
        "covering",
        "expense",
        "president",
        "campaign",
        "rnc",
        "using",
        "campaign",
        "fund",
        "pay",
        "trump",
        "company",
        "month",
        "rent",
        "pay",
        "thousand",
        "dollar",
        "monthly",
        "salary",
        "vice",
        "president",
        "mike",
        "penny",
        "nephew",
        "john",
        "penny",
        "party",
        "official",
        "confirmed",
        "week",
        "rent",
        "pay",
        "office",
        "space",
        "trump",
        "tower",
        "new",
        "york",
        "staff",
        "trump",
        "campaign",
        "john",
        "penny",
        "trump",
        "campaign",
        "deputy",
        "executive",
        "director",
        "campaign",
        "finance",
        "expert",
        "spoke",
        "cnbc",
        "said",
        "type",
        "spending",
        "party",
        "committee",
        "behalf",
        "campaign",
        "highly",
        "unusual",
        "legal",
        "appears",
        "rnc",
        "disclosed",
        "correctly",
        "permissible",
        "reported",
        "properly",
        "mystery",
        "said",
        "brendan",
        "fischer",
        "senior",
        "counsel",
        "nonpartisan",
        "campaign",
        "legal",
        "center",
        "one",
        "would",
        "think",
        "rnc",
        "could",
        "spending",
        "money",
        "effectively",
        "right",
        "campaign",
        "rather",
        "spending",
        "pay",
        "trump",
        "far",
        "party",
        "spent",
        "cover",
        "trump",
        "campaign",
        "expense",
        "since",
        "september",
        "first",
        "month",
        "paid",
        "trump",
        "tower",
        "rent",
        "penny",
        "salary",
        "expense",
        "paid",
        "directly",
        "trump",
        "campaign",
        "late",
        "september",
        "rnc",
        "abruptly",
        "began",
        "paying",
        "still",
        "according",
        "financial",
        "disclosure",
        "form",
        "released",
        "week",
        "cnn",
        "reported",
        "rnc",
        "paid",
        "august",
        "two",
        "lawyer",
        "representing",
        "trump",
        "special",
        "counsel",
        "robert",
        "mueller",
        "investigation",
        "russian",
        "meddling",
        "presidential",
        "election",
        "lawyer",
        "john",
        "dowd",
        "jay",
        "sekulow",
        "paid",
        "law",
        "firm",
        "using",
        "money",
        "special",
        "rnc",
        "legal",
        "fund",
        "rnc",
        "disclosed",
        "subsequent",
        "filing",
        "cnn",
        "also",
        "reported",
        "party",
        "spent",
        "early",
        "september",
        "lawyer",
        "trump",
        "son",
        "donald",
        "trump",
        "facing",
        "question",
        "june",
        "meeting",
        "trump",
        "tower",
        "russian",
        "reportedly",
        "promised",
        "dirt",
        "hillary",
        "clinton",
        "august",
        "payment",
        "disclosed",
        "rnc",
        "mandatory",
        "fec",
        "report",
        "released",
        "time",
        "party",
        "publicly",
        "defended",
        "decision",
        "pay",
        "trump",
        "lawyer",
        "rnc",
        "fund",
        "privately",
        "official",
        "debated",
        "whether",
        "proper",
        "use",
        "legal",
        "defense",
        "fund",
        "originally",
        "intended",
        "help",
        "pay",
        "thing",
        "like",
        "vote",
        "recount",
        "according",
        "news",
        "report",
        "final",
        "payment",
        "lawyer",
        "trump",
        "rnc",
        "quietly",
        "stopped",
        "paying",
        "attorney",
        "dowd",
        "sekulow",
        "one",
        "week",
        "fec",
        "report",
        "made",
        "public",
        "rnc",
        "paid",
        "trump",
        "campaign",
        "rent",
        "first",
        "time",
        "according",
        "party",
        "monthly",
        "disclosure",
        "initial",
        "amount",
        "twice",
        "monthly",
        "rate",
        "appears",
        "cover",
        "rent",
        "september",
        "october",
        "john",
        "penny",
        "begun",
        "receiving",
        "paycheck",
        "rnc",
        "first",
        "fec",
        "report",
        "released",
        "finalized",
        "submitted",
        "according",
        "filing",
        "fec",
        "original",
        "record",
        "first",
        "rent",
        "payment",
        "rnc",
        "made",
        "trump",
        "tower",
        "subsequent",
        "payment",
        "known",
        "coordinated",
        "expenditure",
        "listed",
        "monthly",
        "filing",
        "rnc",
        "submitted",
        "federal",
        "election",
        "commission",
        "appear",
        "reported",
        "news",
        "outlet",
        "official",
        "rnc",
        "respond",
        "call",
        "email",
        "cnbc",
        "friday",
        "detailed",
        "question",
        "arrangement",
        "according",
        "committee",
        "filing",
        "amount",
        "trump",
        "campaign",
        "last",
        "paid",
        "august",
        "rent",
        "month",
        "payable",
        "trump",
        "tower",
        "commercial",
        "llc",
        "penny",
        "salary",
        "month",
        "trump",
        "campaign",
        "rnc",
        "appears",
        "paying",
        "nearly",
        "amount",
        "judging",
        "state",
        "federal",
        "payroll",
        "tax",
        "withheld",
        "rnc",
        "recent",
        "payment",
        "trump",
        "campaign",
        "made",
        "appears",
        "february",
        "rent",
        "first",
        "time",
        "republican",
        "committee",
        "paid",
        "trump",
        "organization",
        "use",
        "property",
        "ever",
        "since",
        "trump",
        "elected",
        "president",
        "hotel",
        "become",
        "preferred",
        "venue",
        "gop",
        "fundraiser",
        "especially",
        "trump",
        "international",
        "hotel",
        "opened",
        "trump",
        "family",
        "mere",
        "block",
        "white",
        "house",
        "washington",
        "august",
        "washington",
        "post",
        "reported",
        "republican",
        "committee",
        "spent",
        "million",
        "trump",
        "property",
        "first",
        "eight",
        "month",
        "spending",
        "helped",
        "offset",
        "loss",
        "elsewhere",
        "company",
        "one",
        "trump",
        "organization",
        "biggest",
        "political",
        "customer",
        "trump",
        "campaign",
        "measure",
        "flush",
        "cash",
        "campaign",
        "two",
        "affiliated",
        "committee",
        "raised",
        "million",
        "ended",
        "year",
        "million",
        "cash",
        "large",
        "part",
        "trump",
        "campaign",
        "never",
        "ended",
        "trump",
        "filed",
        "paperwork",
        "run",
        "day",
        "inaugurated",
        "first",
        "president",
        "ever",
        "trump",
        "predecessor",
        "president",
        "barack",
        "obama",
        "formally",
        "launch",
        "campaign",
        "april",
        "serving",
        "two",
        "full",
        "year",
        "office",
        "make",
        "difficult",
        "compare",
        "trump",
        "campaign",
        "rnc",
        "obama",
        "relationship",
        "party",
        "campaign",
        "arm",
        "democratic",
        "national",
        "committee",
        "really",
        "comparison",
        "obama",
        "campaign",
        "even",
        "headquarters",
        "said",
        "former",
        "dnc",
        "official",
        "asked",
        "whether",
        "party",
        "ever",
        "paid",
        "rent",
        "obama",
        "campaign",
        "headquarters",
        "former",
        "official",
        "spoke",
        "condition",
        "anonymity",
        "explained",
        "obama",
        "campaign",
        "basically",
        "absorbed",
        "dnc",
        "system",
        "said",
        "could",
        "work",
        "well",
        "trump",
        "small",
        "staff",
        "could",
        "dedicated",
        "space",
        "rnc",
        "could",
        "join",
        "rnc",
        "staff",
        "would",
        "lot",
        "cost",
        "efficient",
        "trump",
        "campaign",
        "however",
        "necessarily",
        "need",
        "efficient",
        "like",
        "trump",
        "campaign",
        "money",
        "hand",
        "said",
        "campaign",
        "legal",
        "center",
        "fischer",
        "actively",
        "fundraising",
        "since",
        "day",
        "one",
        "enough",
        "money",
        "pay",
        "staff",
        "payroll",
        "official",
        "trump",
        "campaign",
        "respond",
        "question",
        "friday",
        "cnbc",
        "including",
        "paid",
        "john",
        "penny",
        "additional",
        "december",
        "strategy",
        "equally",
        "puzzling",
        "fischer",
        "said",
        "rnc",
        "would",
        "choose",
        "begin",
        "coordinating",
        "trump",
        "three",
        "year",
        "election",
        "day",
        "limit",
        "much",
        "party",
        "committee",
        "allowed",
        "spend",
        "coordinated",
        "expenditure",
        "presidential",
        "candidate",
        "said",
        "limit",
        "million",
        "may",
        "sound",
        "like",
        "lot",
        "reality",
        "percent",
        "billion",
        "republican",
        "spent",
        "presidential",
        "race",
        "would",
        "rnc",
        "blowing",
        "allowed",
        "expenditure",
        "something",
        "campaign",
        "easily",
        "afford",
        "fischer",
        "said",
        "think",
        "needed",
        "show",
        "loyalty",
        "trump",
        "paying",
        "rent",
        "building",
        "trump",
        "owns",
        "cnbc",
        "relayed",
        "question",
        "directly",
        "official",
        "rnc",
        "respond",
        "timing",
        "rnc",
        "decision",
        "start",
        "paying",
        "campaign",
        "cost",
        "trump",
        "raised",
        "number",
        "eyebrow",
        "among",
        "expert",
        "political",
        "operative",
        "committee",
        "generally",
        "pay",
        "campaign",
        "headquarters",
        "said",
        "former",
        "dnc",
        "official",
        "far",
        "make",
        "even",
        "follow",
        "money",
        "sure",
        "look",
        "like",
        "trump",
        "campaign",
        "outsourcing",
        "payment",
        "bill",
        "republican",
        "national",
        "committee",
        "said",
        "stephen",
        "spaulding",
        "former",
        "special",
        "counsel",
        "fec",
        "nonpartisan",
        "watchdog",
        "group",
        "common",
        "cause",
        "first",
        "president",
        "using",
        "rnc",
        "money",
        "pay",
        "legal",
        "bill",
        "related",
        "special",
        "counsel",
        "mueller",
        "investigation",
        "told",
        "cnbc",
        "cash",
        "rnc",
        "apparently",
        "used",
        "cover",
        "payroll",
        "vice",
        "president",
        "nephew",
        "rent",
        "trump",
        "tower",
        "look",
        "like",
        "rnc",
        "shuttling",
        "cash",
        "around",
        "benefit",
        "trump",
        "vice",
        "president",
        "family",
        "way",
        "pretty",
        "unprecedented",
        "spaulding",
        "added",
        "reached",
        "comment",
        "white",
        "house",
        "referred",
        "question",
        "rnc",
        "trump",
        "campaign",
        "spokeswoman",
        "vice",
        "president",
        "declined",
        "comment"
    ]
}