{
    "organizations": [],
    "uuid": "5652921479696383a332af0a414de42879cc19d3",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/padmaavat-ranveer-singh/qa-ranveer-singh-on-padmaavat-and-the-risk-of-playing-a-bisexual-idUSKBN1FN074",
    "ord_in_thread": 0,
    "title": "Q&A: Ranveer Singh on 'Padmaavat' and the risk of playing a bisexual",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Amid violent protests and calls for a ban, Sanjay Leela Bhansali’s “Padmaavat” released in Indian theatres last week to a mostly positive reception from audiences. Critics, however, saved most of their praise for Ranveer Singh’s portrayal of Alauddin Khilji, the crazed Muslim invader who is the anti-thesis to the virtuous Rajput king played by Shahid Kapur.\nSingh admits that playing a bisexual, narcissist king who lusts after a Hindu queen was a huge risk, but says he is glad he did the film. He spoke to Reuters about how he got under the skin of Khilji, and whether films have a social responsibility towards their audience.\nQ: When we met during the promotion of “Befikre” in 2016, you said Alauddin Khilji was your “toughest-ever character”. When did you finally get under his skin?\nA: I am not always this lucky, but this time, first day, first shot, I really felt in the moment, and I surprised myself at how seamlessly I slipped into this part. It’s not always the case – sometimes it takes two days, three days, 10 days, or sometimes two weeks, even three weeks, to actually feel that “now I have got a grasp on the character.” But the process of Alauddin Khilji was different because I started off with a foundation, and that’s all I had at that point. For what I was shooting at that point, the foundation was sufficient. On the first day, I felt, “This is working out.”\nThe process of creating the character of Khilji was collaborative with Mr Bhansali, and very exploratory. We were exploring the character as we went along. We kept building layer upon layer as we went along.\nThere was an extreme moment that I had where somebody that I work with made a mistake. This was off-camera on a shooting day. My instinct was to harm that person. This was towards the end of the shoot. I realised that the instinct was not me – it was an Alauddin Khilji instinct. Then I realised that this character has really gone deep into my skin. I am reacting like the character off-camera and that’s a bit scary. You don’t want to become an evil person just because you are playing an evil person. I had to take some measures to get that under control.\nQ: What measures did you take?\nA: I thought I was going crazy, and harbouring these feelings and instincts is not healthy. I felt like I was losing myself to this character. The first thing I did was spend more time with my mum and my friends, and telling them how I feel. They counseled me and helped me get through that phase.\nQ: You said that it was liberating to play a character with no moral boundaries. What did you mean by that?\nA: When you are a bad person, then you are free to make a lot more choices as an actor. If you look at Bajirao vs Khilji, in “Bajirao Mastani”, I play a king with so much nobility and dignity that he had to carry himself a certain way. He couldn’t do certain things. His thoughts, words, actions were within a certain parameter, but those parameters were much broader with Khilji. You have a lot more freedom to make choices in the performance because of the kind of personality the character possesses.\nHandout Picture via Reuters Q: Did you approach Khilji as a “bad man” when you played him?\nA: Ranveer doesn’t agree with the kind of things that Alauddin Khilji does, but when I am in character, and I have worked myself up to a point where I am convinced that I am the character, I am convinced that everything he did is right. As a person, I can’t help but judge Khilji – I think he’s an evil guy, and I mean the Khilji in the script; but when I am playing him, I am convinced of my reality, that I am a megalomaniac, a narcissist hell bent on world domination and I genuinely believe that I can have everything I want because I am the chosen one.\nQ: Can you talk about your scenes with Jim Sarbh? Usually, any depiction of homosexuality in Bollywood films veers towards comedy or is sneered at.\nHandout Picture via Reuters A: I thought it was an interesting element – an added layer to an already layered character. It was a delight to have Jim play that part, because he is such an amazing talent. He was open to ideas and collaborative and it was a delight to work with him.\nQ: Did you have any misgivings about playing a bisexual, especially given how conscious mainstream Bollywood actors have to be of their image?\nA: I was totally okay with it. It was something to think about and consider, because as you rightly said, in the mainstream space, imaging plays a very important part. I gave it a thought, but very little thought. It was something to think about, but not fear.\nI understood that it was a risky part. Honestly, playing the bisexual, evil antagonist in such a significant film was a huge risk and it could have been my undoing. But I made the decision and today I am very happy that I did. It’s been a process of growth and evolution for me, and it taught me a lot about myself.\nQ: There’s been a lot of debate about “Padmaavat” and whether films should be judged according the era they are based in, or the time they are released in. What do you think?\nA: I think…. (pauses)… these are concerns that are not my primary concerns for sure. These are the primary concerns of the film-maker and the story he wants to tell. I am still undecided whether films should be viewed as pure entertainment or should have some kind of social responsibility.\nI do all kinds of films, and if I am honest, I want my films to be entertaining stories first. The primary purpose for me is not to affect social change or make social commentary. In the films that I choose to do, that is not my first consideration. I am entertainer and it is paramount to me that I am able to entertain.\nAbout the Author Editing by David Lalmalsawma\nThe views expressed in this article are not those of Reuters News.\n ",
    "published": "2018-02-03T15:44:00.000+02:00",
    "crawled": "2018-02-04T17:40:52.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amid",
        "violent",
        "protest",
        "call",
        "ban",
        "sanjay",
        "leela",
        "bhansali",
        "padmaavat",
        "released",
        "indian",
        "theatre",
        "last",
        "week",
        "mostly",
        "positive",
        "reception",
        "audience",
        "critic",
        "however",
        "saved",
        "praise",
        "ranveer",
        "singh",
        "portrayal",
        "alauddin",
        "khilji",
        "crazed",
        "muslim",
        "invader",
        "virtuous",
        "rajput",
        "king",
        "played",
        "shahid",
        "kapur",
        "singh",
        "admits",
        "playing",
        "bisexual",
        "narcissist",
        "king",
        "lust",
        "hindu",
        "queen",
        "huge",
        "risk",
        "say",
        "glad",
        "film",
        "spoke",
        "reuters",
        "got",
        "skin",
        "khilji",
        "whether",
        "film",
        "social",
        "responsibility",
        "towards",
        "audience",
        "q",
        "met",
        "promotion",
        "befikre",
        "said",
        "alauddin",
        "khilji",
        "character",
        "finally",
        "get",
        "skin",
        "always",
        "lucky",
        "time",
        "first",
        "day",
        "first",
        "shot",
        "really",
        "felt",
        "moment",
        "surprised",
        "seamlessly",
        "slipped",
        "part",
        "always",
        "case",
        "sometimes",
        "take",
        "two",
        "day",
        "three",
        "day",
        "day",
        "sometimes",
        "two",
        "week",
        "even",
        "three",
        "week",
        "actually",
        "feel",
        "got",
        "grasp",
        "process",
        "alauddin",
        "khilji",
        "different",
        "started",
        "foundation",
        "point",
        "shooting",
        "point",
        "foundation",
        "sufficient",
        "first",
        "day",
        "felt",
        "working",
        "process",
        "creating",
        "character",
        "khilji",
        "collaborative",
        "mr",
        "bhansali",
        "exploratory",
        "exploring",
        "character",
        "went",
        "along",
        "kept",
        "building",
        "layer",
        "upon",
        "layer",
        "went",
        "along",
        "extreme",
        "moment",
        "somebody",
        "work",
        "made",
        "mistake",
        "shooting",
        "day",
        "instinct",
        "harm",
        "person",
        "towards",
        "end",
        "shoot",
        "realised",
        "instinct",
        "alauddin",
        "khilji",
        "instinct",
        "realised",
        "character",
        "really",
        "gone",
        "deep",
        "skin",
        "reacting",
        "like",
        "character",
        "bit",
        "scary",
        "want",
        "become",
        "evil",
        "person",
        "playing",
        "evil",
        "person",
        "take",
        "measure",
        "get",
        "control",
        "q",
        "measure",
        "take",
        "thought",
        "going",
        "crazy",
        "harbouring",
        "feeling",
        "instinct",
        "healthy",
        "felt",
        "like",
        "losing",
        "character",
        "first",
        "thing",
        "spend",
        "time",
        "mum",
        "friend",
        "telling",
        "feel",
        "counseled",
        "helped",
        "get",
        "phase",
        "q",
        "said",
        "liberating",
        "play",
        "character",
        "moral",
        "boundary",
        "mean",
        "bad",
        "person",
        "free",
        "make",
        "lot",
        "choice",
        "actor",
        "look",
        "bajirao",
        "v",
        "khilji",
        "bajirao",
        "mastani",
        "play",
        "king",
        "much",
        "nobility",
        "dignity",
        "carry",
        "certain",
        "way",
        "certain",
        "thing",
        "thought",
        "word",
        "action",
        "within",
        "certain",
        "parameter",
        "parameter",
        "much",
        "broader",
        "khilji",
        "lot",
        "freedom",
        "make",
        "choice",
        "performance",
        "kind",
        "personality",
        "character",
        "possesses",
        "handout",
        "picture",
        "via",
        "reuters",
        "q",
        "approach",
        "khilji",
        "bad",
        "man",
        "played",
        "ranveer",
        "agree",
        "kind",
        "thing",
        "alauddin",
        "khilji",
        "character",
        "worked",
        "point",
        "convinced",
        "character",
        "convinced",
        "everything",
        "right",
        "person",
        "help",
        "judge",
        "khilji",
        "think",
        "evil",
        "guy",
        "mean",
        "khilji",
        "script",
        "playing",
        "convinced",
        "reality",
        "megalomaniac",
        "narcissist",
        "hell",
        "bent",
        "world",
        "domination",
        "genuinely",
        "believe",
        "everything",
        "want",
        "chosen",
        "one",
        "q",
        "talk",
        "scene",
        "jim",
        "sarbh",
        "usually",
        "depiction",
        "homosexuality",
        "bollywood",
        "film",
        "veers",
        "towards",
        "comedy",
        "sneered",
        "handout",
        "picture",
        "via",
        "reuters",
        "thought",
        "interesting",
        "element",
        "added",
        "layer",
        "already",
        "layered",
        "character",
        "delight",
        "jim",
        "play",
        "part",
        "amazing",
        "talent",
        "open",
        "idea",
        "collaborative",
        "delight",
        "work",
        "q",
        "misgiving",
        "playing",
        "bisexual",
        "especially",
        "given",
        "conscious",
        "mainstream",
        "bollywood",
        "actor",
        "image",
        "totally",
        "okay",
        "something",
        "think",
        "consider",
        "rightly",
        "said",
        "mainstream",
        "space",
        "imaging",
        "play",
        "important",
        "part",
        "gave",
        "thought",
        "little",
        "thought",
        "something",
        "think",
        "fear",
        "understood",
        "risky",
        "part",
        "honestly",
        "playing",
        "bisexual",
        "evil",
        "antagonist",
        "significant",
        "film",
        "huge",
        "risk",
        "could",
        "undoing",
        "made",
        "decision",
        "today",
        "happy",
        "process",
        "growth",
        "evolution",
        "taught",
        "lot",
        "q",
        "lot",
        "debate",
        "padmaavat",
        "whether",
        "film",
        "judged",
        "according",
        "era",
        "based",
        "time",
        "released",
        "think",
        "pause",
        "concern",
        "primary",
        "concern",
        "sure",
        "primary",
        "concern",
        "story",
        "want",
        "tell",
        "still",
        "undecided",
        "whether",
        "film",
        "viewed",
        "pure",
        "entertainment",
        "kind",
        "social",
        "responsibility",
        "kind",
        "film",
        "honest",
        "want",
        "film",
        "entertaining",
        "story",
        "first",
        "primary",
        "purpose",
        "affect",
        "social",
        "change",
        "make",
        "social",
        "commentary",
        "film",
        "choose",
        "first",
        "consideration",
        "entertainer",
        "paramount",
        "able",
        "entertain",
        "author",
        "editing",
        "david",
        "lalmalsawma",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}