{
    "organizations": [],
    "uuid": "e5a9581ec6bcc5cb809c2d78c8dfa5cd63a50466",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/21/business-wire-altria-presents-at-the-consumer-analyst-group-of-new-york-conference-reaffirms-full-year-2018-earnings-guidance.html",
    "ord_in_thread": 0,
    "title": "Altria Presents at the Consumer Analyst Group of New York Conference; Reaffirms Full-Year 2018 Earnings Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RICHMOND, Va.--(BUSINESS WIRE)-- Altria Group, Inc. (Altria) (NYSE: MO) is participating in the Consumer Analyst Group of New York Conference (CAGNY) in Boca Raton, Fla. today. Marty Barrington, Altria’s Chairman, Chief Executive Officer and President, and other members of Altria’s senior management team will highlight Altria’s legacy of success, strategies to create long-term value for shareholders and the strengths of its diverse business model.\nRemarks and Presentation\nThe presentation is being webcast live at altria.com in a listen-only mode, beginning at approximately 1:00 p.m. Eastern Time. A copy of the business presentation and prepared remarks, and a replay of the audio webcast, will be available at altria.com and via the Altria Investor app.\n2018 Full-Year Guidance\nAltria reaffirms its guidance for 2018 full-year adjusted diluted earnings per share (EPS) to be in a range of $3.90 to $4.03, which excludes a $0.09 tax expense for a tax basis adjustment related to the deemed repatriation tax. This range represents a growth rate of 15% to 19% from a 2017 adjusted diluted EPS base of $3.39, as shown in Schedule 1. Altria’s 2018 guidance reflects investments in focus areas for long-term growth, including innovative product development and launches, regulatory science, brand equity, retail fixtures and future retail concepts.\nAltria’s full-year adjusted diluted EPS guidance excludes the impact of certain income and expense items that management believes are not part of underlying operations. These items may include, for example, loss on early extinguishment of debt, restructuring charges, gain on Anheuser-Busch InBev SA/NV (AB InBev)/SABMiller plc (SABMiller) business combination, AB InBev special items, certain tax items, charges associated with tobacco and health litigation items, and resolutions of certain non-participating manufacturer (NPM) adjustment disputes under the Master Settlement Agreement (such dispute resolutions are referred to as NPM Adjustment Items).\nAltria’s management cannot estimate on a forward-looking basis the impact of certain income and expense items, including those items noted in the preceding paragraph, on its reported diluted EPS because these items, which could be significant, may be infrequent, are difficult to predict and may be highly variable. As a result, Altria does not provide a corresponding U.S. generally accepted accounting principles (GAAP) measure for, or reconciliation to, its adjusted diluted EPS guidance.\nThe factors described in the Forward-Looking and Cautionary Statements section of this release represent continuing risks to Altria’s forecast.\nAltria’s Profile\nAltria’s wholly-owned subsidiaries include Philip Morris USA Inc., U.S. Smokeless Tobacco Company LLC, John Middleton Co., Sherman Group Holdings, LLC and its subsidiaries, Nu Mark LLC, Ste. Michelle Wine Estates Ltd. (Ste. Michelle) and Philip Morris Capital Corporation. Altria holds an equity investment in Anheuser-Busch InBev SA/NV.\nThe brand portfolios of Altria’s tobacco operating companies include Marlboro ® , Black & Mild ® , Copenhagen ® , Skoal ® , MarkTen ® and Green Smoke ® . Ste. Michelle produces and markets premium wines sold under various labels, including Chateau Ste. Michelle ® , Columbia Crest ® , 14 Hands ® and Stag’s Leap Wine Cellars ™ , and it imports and markets Antinori ® , Champagne Nicolas Feuillatte ™ , Torres ® and Villa Maria Estate ™ products in the United States. Trademarks and service marks related to Altria referenced in this release are the property of Altria or its subsidiaries or are used with permission. More information about Altria is available at altria.com and on the Altria Investor app.\nForward-Looking and Cautionary Statements\nThis press release contains projections of future results and other forward-looking statements that involve a number of risks and uncertainties and are made pursuant to the Safe Harbor Provisions of the Private Securities Litigation Reform Act of 1995.\nImportant factors that may cause actual results and outcomes to differ materially from those contained in the projections and forward-looking statements included in today’s remarks are described in Altria’s publicly filed reports, including its Annual Report on Form 10-K for the year ended December 31, 2016 and its Quarterly Report on Form 10-Q for the period ended September 30, 2017.\nThese factors include the following: significant competition; changes in adult consumer preferences and demand for Altria’s operating companies’ products; fluctuations in raw material availability, quality and price; reliance on key facilities and suppliers; reliance on critical information systems, many of which are managed by third-party service providers; fluctuations in levels of customer inventories; the effects of global, national and local economic and market conditions; changes to income tax laws; federal, state and local legislative activity, including actual and potential federal and state excise tax increases; increasing marketing and regulatory restrictions; the effects of price increases related to excise tax increases and concluded tobacco litigation settlements, consumption rates and consumer preferences within price segments; health concerns relating to the use of tobacco products and exposure to environmental tobacco smoke; privately imposed smoking restrictions; and, from time to time, governmental investigations.\nFurthermore, the results of Altria’s tobacco businesses are dependent upon their continued ability to promote brand equity successfully; to anticipate and respond to evolving adult consumer preferences; to develop, manufacture, market and distribute products that appeal to adult tobacco consumers (including, where appropriate, through arrangements with, and investments in, third parties); to improve productivity; and to protect or enhance margins through cost savings and price increases.\nAltria and its tobacco businesses are also subject to federal, state and local government regulation, including by the U.S. Food and Drug Administration. Altria and its subsidiaries continue to be subject to litigation, including risks associated with adverse jury and judicial determinations, courts reaching conclusions at variance with the companies’ understanding of applicable law, bonding requirements in the limited number of jurisdictions that do not limit the dollar amount of appeal bonds and certain challenges to bond cap statutes.\nIn addition, the factors related to Altria’s investment in AB InBev include the following: AB InBev’s inability to successfully execute its business plans and strategies; that Altria’s equity securities in AB InBev, which it received in AB InBev’s business combination with SABMiller, are subject to restrictions on transfer until October 10, 2021; the risk that Altria’s reported earnings from and carrying value of its equity investment in AB InBev may be adversely affected by unfavorable foreign currency exchange rates and other factors, including the risks encountered by AB InBev in its business; the risk that the tax treatment of Altria’s transaction consideration from the AB InBev/SABMiller business combination and the accounting treatment of its equity investment are not guaranteed; and the risk that the tax treatment of the dividends Altria expects to receive from AB InBev may not be as favorable as Altria anticipates.\nAltria cautions that the foregoing list of important factors is not complete and does not undertake to update any forward-looking statements that it may make except as required by applicable law. All subsequent written and oral forward-looking statements attributable to Altria or any person acting on its behalf are expressly qualified in their entirety by the cautionary statements referenced above.\nSchedule 1\nALTRIA GROUP, INC.\nand Subsidiaries\nReconciliation of GAAP and non-GAAP Measures\n(dollars in millions, except per share data)\n(Unaudited)\nReconciliation of Altria’s Full-Year 2017 Adjusted Results Earnings\nbefore\nIncome\nTaxes\n(Benefit)\nProvision\nfor Income\nTaxes\nNet\nEarnings\nNet Earnings\nAttributable to\nAltria Group, Inc.\nDiluted\nEPS\nFor the year ended December 31, 2017 Reported $ 9,828 $ (399 ) $ 10,227 $ 10,222 $ 5.31 NPM Adjustment Items 4 2 2 2 — Tobacco and health litigation items 80 30 50 50 0.03 AB InBev special items 160 55 105 105 0.05 Asset impairment, exit, implementation and acquisition-related costs\n89 34 55 55 0.03 Gain on AB InBev/SABMiller business combination\n(445 ) (156 ) (289 ) (289 ) (0.15 ) Settlement charge for lump sum pension payments\n81 32 49 49 0.03 Tax items — 3,674 (3,674 ) (3,674 ) (1.91 ) Adjusted for Special Items $ 9,797 $ 3,272 $ 6,525 $ 6,520 $ 3.39 Altria reports its financial results in accordance with GAAP. Altria’s management reviews certain financial results, including diluted EPS, on an adjusted basis, which excludes certain income and expense items, including those items noted under “2018 Full-Year Guidance” above. Altria’s management does not view any of these special items to be part of Altria’s underlying results as they may be highly variable, may be infrequent, are difficult to predict and can distort underlying business trends and results. Altria’s management believes that adjusted financial measures provide useful additional insight into underlying business trends and results and provide a more meaningful comparison of year-over-year results. Altria’s management uses adjusted financial measures for planning, forecasting and evaluating business and financial performance, including allocating resources and evaluating results relative to employee compensation targets. These adjusted financial measures are not consistent with GAAP and may not be calculated the same as similarly titled measures used by other companies. These adjusted financial measures should thus be considered as supplemental in nature and not considered in isolation or as a substitute for the related financial information prepared in accordance with GAAP.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180221005682/en/\nAltria Group, Inc.\nAltria Client Services\nInvestor Relations\n804-484-8222\nor\nAltria Client Services\nMedia Relations\n804-484-8897\nSource: Altria Group, Inc.",
    "published": "2018-02-21T16:00:00.000+02:00",
    "crawled": "2018-02-21T15:52:56.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "richmond",
        "business",
        "wire",
        "altria",
        "group",
        "altria",
        "nyse",
        "mo",
        "participating",
        "consumer",
        "analyst",
        "group",
        "new",
        "york",
        "conference",
        "cagny",
        "boca",
        "raton",
        "today",
        "marty",
        "barrington",
        "altria",
        "chairman",
        "chief",
        "executive",
        "officer",
        "president",
        "member",
        "altria",
        "senior",
        "management",
        "team",
        "highlight",
        "altria",
        "legacy",
        "success",
        "strategy",
        "create",
        "value",
        "shareholder",
        "strength",
        "diverse",
        "business",
        "model",
        "remark",
        "presentation",
        "presentation",
        "webcast",
        "live",
        "mode",
        "beginning",
        "approximately",
        "eastern",
        "time",
        "copy",
        "business",
        "presentation",
        "prepared",
        "remark",
        "replay",
        "audio",
        "webcast",
        "available",
        "via",
        "altria",
        "investor",
        "app",
        "guidance",
        "altria",
        "reaffirms",
        "guidance",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "eps",
        "range",
        "excludes",
        "tax",
        "expense",
        "tax",
        "basis",
        "adjustment",
        "related",
        "deemed",
        "repatriation",
        "tax",
        "range",
        "represents",
        "growth",
        "rate",
        "adjusted",
        "diluted",
        "eps",
        "base",
        "shown",
        "schedule",
        "altria",
        "guidance",
        "reflects",
        "investment",
        "focus",
        "area",
        "growth",
        "including",
        "innovative",
        "product",
        "development",
        "launch",
        "regulatory",
        "science",
        "brand",
        "equity",
        "retail",
        "fixture",
        "future",
        "retail",
        "concept",
        "altria",
        "adjusted",
        "diluted",
        "eps",
        "guidance",
        "excludes",
        "impact",
        "certain",
        "income",
        "expense",
        "item",
        "management",
        "belief",
        "part",
        "underlying",
        "operation",
        "item",
        "may",
        "include",
        "example",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "restructuring",
        "charge",
        "gain",
        "inbev",
        "ab",
        "inbev",
        "plc",
        "sabmiller",
        "business",
        "combination",
        "ab",
        "inbev",
        "special",
        "item",
        "certain",
        "tax",
        "item",
        "charge",
        "associated",
        "tobacco",
        "health",
        "litigation",
        "item",
        "resolution",
        "certain",
        "manufacturer",
        "npm",
        "adjustment",
        "dispute",
        "master",
        "settlement",
        "agreement",
        "dispute",
        "resolution",
        "referred",
        "npm",
        "adjustment",
        "item",
        "altria",
        "management",
        "estimate",
        "basis",
        "impact",
        "certain",
        "income",
        "expense",
        "item",
        "including",
        "item",
        "noted",
        "preceding",
        "paragraph",
        "reported",
        "diluted",
        "eps",
        "item",
        "could",
        "significant",
        "may",
        "infrequent",
        "difficult",
        "predict",
        "may",
        "highly",
        "variable",
        "result",
        "altria",
        "provide",
        "corresponding",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "measure",
        "reconciliation",
        "adjusted",
        "diluted",
        "eps",
        "guidance",
        "factor",
        "described",
        "cautionary",
        "statement",
        "section",
        "release",
        "represent",
        "continuing",
        "risk",
        "altria",
        "forecast",
        "altria",
        "profile",
        "altria",
        "subsidiary",
        "include",
        "philip",
        "morris",
        "usa",
        "smokeless",
        "tobacco",
        "company",
        "llc",
        "john",
        "middleton",
        "sherman",
        "group",
        "holding",
        "llc",
        "subsidiary",
        "nu",
        "mark",
        "llc",
        "ste",
        "michelle",
        "wine",
        "estate",
        "ste",
        "michelle",
        "philip",
        "morris",
        "capital",
        "corporation",
        "altria",
        "hold",
        "equity",
        "investment",
        "inbev",
        "brand",
        "portfolio",
        "altria",
        "tobacco",
        "operating",
        "company",
        "include",
        "marlboro",
        "black",
        "mild",
        "copenhagen",
        "skoal",
        "markten",
        "green",
        "smoke",
        "ste",
        "michelle",
        "produce",
        "market",
        "premium",
        "wine",
        "sold",
        "various",
        "label",
        "including",
        "chateau",
        "ste",
        "michelle",
        "columbia",
        "crest",
        "hand",
        "stag",
        "leap",
        "wine",
        "cellar",
        "import",
        "market",
        "antinori",
        "champagne",
        "nicolas",
        "feuillatte",
        "torres",
        "villa",
        "maria",
        "estate",
        "product",
        "united",
        "state",
        "trademark",
        "service",
        "mark",
        "related",
        "altria",
        "referenced",
        "release",
        "property",
        "altria",
        "subsidiary",
        "used",
        "permission",
        "information",
        "altria",
        "available",
        "altria",
        "investor",
        "app",
        "cautionary",
        "statement",
        "press",
        "release",
        "contains",
        "projection",
        "future",
        "result",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "contained",
        "projection",
        "statement",
        "included",
        "today",
        "remark",
        "described",
        "altria",
        "publicly",
        "filed",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "september",
        "factor",
        "include",
        "following",
        "significant",
        "competition",
        "change",
        "adult",
        "consumer",
        "preference",
        "demand",
        "altria",
        "operating",
        "company",
        "product",
        "fluctuation",
        "raw",
        "material",
        "availability",
        "quality",
        "price",
        "reliance",
        "key",
        "facility",
        "supplier",
        "reliance",
        "critical",
        "information",
        "system",
        "many",
        "managed",
        "service",
        "provider",
        "fluctuation",
        "level",
        "customer",
        "inventory",
        "effect",
        "global",
        "national",
        "local",
        "economic",
        "market",
        "condition",
        "change",
        "income",
        "tax",
        "law",
        "federal",
        "state",
        "local",
        "legislative",
        "activity",
        "including",
        "actual",
        "potential",
        "federal",
        "state",
        "excise",
        "tax",
        "increase",
        "increasing",
        "marketing",
        "regulatory",
        "restriction",
        "effect",
        "price",
        "increase",
        "related",
        "excise",
        "tax",
        "increase",
        "concluded",
        "tobacco",
        "litigation",
        "settlement",
        "consumption",
        "rate",
        "consumer",
        "preference",
        "within",
        "price",
        "segment",
        "health",
        "concern",
        "relating",
        "use",
        "tobacco",
        "product",
        "exposure",
        "environmental",
        "tobacco",
        "smoke",
        "privately",
        "imposed",
        "smoking",
        "restriction",
        "time",
        "time",
        "governmental",
        "investigation",
        "furthermore",
        "result",
        "altria",
        "tobacco",
        "business",
        "dependent",
        "upon",
        "continued",
        "ability",
        "promote",
        "brand",
        "equity",
        "successfully",
        "anticipate",
        "respond",
        "evolving",
        "adult",
        "consumer",
        "preference",
        "develop",
        "manufacture",
        "market",
        "distribute",
        "product",
        "appeal",
        "adult",
        "tobacco",
        "consumer",
        "including",
        "appropriate",
        "arrangement",
        "investment",
        "third",
        "party",
        "improve",
        "productivity",
        "protect",
        "enhance",
        "margin",
        "cost",
        "saving",
        "price",
        "increase",
        "altria",
        "tobacco",
        "business",
        "also",
        "subject",
        "federal",
        "state",
        "local",
        "government",
        "regulation",
        "including",
        "food",
        "drug",
        "administration",
        "altria",
        "subsidiary",
        "continue",
        "subject",
        "litigation",
        "including",
        "risk",
        "associated",
        "adverse",
        "jury",
        "judicial",
        "determination",
        "court",
        "reaching",
        "conclusion",
        "variance",
        "company",
        "understanding",
        "applicable",
        "law",
        "bonding",
        "requirement",
        "limited",
        "number",
        "jurisdiction",
        "limit",
        "dollar",
        "amount",
        "appeal",
        "bond",
        "certain",
        "challenge",
        "bond",
        "cap",
        "statute",
        "addition",
        "factor",
        "related",
        "altria",
        "investment",
        "ab",
        "inbev",
        "include",
        "following",
        "ab",
        "inbev",
        "inability",
        "successfully",
        "execute",
        "business",
        "plan",
        "strategy",
        "altria",
        "equity",
        "security",
        "ab",
        "inbev",
        "received",
        "ab",
        "inbev",
        "business",
        "combination",
        "sabmiller",
        "subject",
        "restriction",
        "transfer",
        "october",
        "risk",
        "altria",
        "reported",
        "earnings",
        "carrying",
        "value",
        "equity",
        "investment",
        "ab",
        "inbev",
        "may",
        "adversely",
        "affected",
        "unfavorable",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "factor",
        "including",
        "risk",
        "encountered",
        "ab",
        "inbev",
        "business",
        "risk",
        "tax",
        "treatment",
        "altria",
        "transaction",
        "consideration",
        "ab",
        "business",
        "combination",
        "accounting",
        "treatment",
        "equity",
        "investment",
        "guaranteed",
        "risk",
        "tax",
        "treatment",
        "dividend",
        "altria",
        "expects",
        "receive",
        "ab",
        "inbev",
        "may",
        "favorable",
        "altria",
        "anticipates",
        "altria",
        "caution",
        "foregoing",
        "list",
        "important",
        "factor",
        "complete",
        "undertake",
        "update",
        "statement",
        "may",
        "make",
        "except",
        "required",
        "applicable",
        "law",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "altria",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "referenced",
        "schedule",
        "altria",
        "group",
        "subsidiary",
        "reconciliation",
        "gaap",
        "measure",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "reconciliation",
        "altria",
        "adjusted",
        "result",
        "earnings",
        "income",
        "tax",
        "benefit",
        "provision",
        "income",
        "tax",
        "net",
        "earnings",
        "net",
        "earnings",
        "attributable",
        "altria",
        "group",
        "diluted",
        "eps",
        "year",
        "ended",
        "december",
        "reported",
        "npm",
        "adjustment",
        "item",
        "tobacco",
        "health",
        "litigation",
        "item",
        "ab",
        "inbev",
        "special",
        "item",
        "asset",
        "impairment",
        "exit",
        "implementation",
        "cost",
        "gain",
        "ab",
        "business",
        "combination",
        "settlement",
        "charge",
        "lump",
        "sum",
        "pension",
        "payment",
        "tax",
        "item",
        "adjusted",
        "special",
        "item",
        "altria",
        "report",
        "financial",
        "result",
        "accordance",
        "gaap",
        "altria",
        "management",
        "review",
        "certain",
        "financial",
        "result",
        "including",
        "diluted",
        "eps",
        "adjusted",
        "basis",
        "excludes",
        "certain",
        "income",
        "expense",
        "item",
        "including",
        "item",
        "noted",
        "guidance",
        "altria",
        "management",
        "view",
        "special",
        "item",
        "part",
        "altria",
        "underlying",
        "result",
        "may",
        "highly",
        "variable",
        "may",
        "infrequent",
        "difficult",
        "predict",
        "distort",
        "underlying",
        "business",
        "trend",
        "result",
        "altria",
        "management",
        "belief",
        "adjusted",
        "financial",
        "measure",
        "provide",
        "useful",
        "additional",
        "insight",
        "underlying",
        "business",
        "trend",
        "result",
        "provide",
        "meaningful",
        "comparison",
        "result",
        "altria",
        "management",
        "us",
        "adjusted",
        "financial",
        "measure",
        "planning",
        "forecasting",
        "evaluating",
        "business",
        "financial",
        "performance",
        "including",
        "allocating",
        "resource",
        "evaluating",
        "result",
        "relative",
        "employee",
        "compensation",
        "target",
        "adjusted",
        "financial",
        "measure",
        "consistent",
        "gaap",
        "may",
        "calculated",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "adjusted",
        "financial",
        "measure",
        "thus",
        "considered",
        "supplemental",
        "nature",
        "considered",
        "isolation",
        "substitute",
        "related",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "view",
        "source",
        "version",
        "http",
        "altria",
        "group",
        "altria",
        "client",
        "service",
        "investor",
        "relation",
        "altria",
        "client",
        "service",
        "medium",
        "relation",
        "source",
        "altria",
        "group",
        "inc"
    ]
}