{
    "organizations": [],
    "uuid": "f3b51a12503d4a25e58b3e4df4b9c7e93dd65bcc",
    "author": "Shawn Tully",
    "url": "http://fortune.com/2018/02/14/economy-stocks-warren-buffett/",
    "ord_in_thread": 0,
    "title": "Stock Market: What Warren Buffett Said in 1999 Still Matters | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Last week’s big selloff isn’t fazing Wall Street’s bulls. In early February, analysts and market strategists from Wells Fargo , Invesco, and UBS, among several others, declared on CNBC that the stock market will rebound to post gains of 10% or more for 2018.\nThe optimists invariably present a seemingly super-rational explanation: The steep decline is mainly market noise, when what really matters is the strong outlook for America’s economy. In their view, the economy’s excellent metrics are the “fundamentals,” the essential forces, bound to keep propelling equities.\nIn reality, the bulls are confusing two kinds of “fundamentals.” The economic fundamentals are indeed strong. The stock market’s fundamentals are lousy.\nTo understand why, the best guide is a 1999 article that distilled Warren Buffett’s views on the factors that drive stock prices, and why they spelled danger at the time. The story (“Mr. Buffett and the Market,” Fortune 11/22/1999) was adapted by the great Fortune writer Carol Loomis from two informal talks that Buffett delivered that year.\nWarren Buffett in Paris in 1999. His thoughts about that year’s frothy stock market might also apply today. Etienne De Malglaive--Gamma-Rapho via Getty Images In that evergreen piece, Buffett explains that at any point in time, two variables are most influential in predicting future returns: The level of interest rates, and the ratio of corporate profits to national income. For Buffett, those are the fundamentals, the twin pistons that power stocks. If rates are extremely low, and profits extremely high, at the start of any period, it’s likely that returns over the next decade or more will most likely be poor. Since those are precisely today’s conditions, investors should pay close attention to Buffett’s analysis.\nWhat earnings and rates tell us According to Buffett’s analysis, the principal fundamental that guides Wall Street, the prospect of strong economic growth, is actually relatively unimportant in forecasting the performance of equities. For example, Buffett shows that if profits are already extremely elevated today, they’re likely to lag in the future, even if the economy expands at a brisker-than-average pace.\nToday’s boosters keep talking about the “disconnect” between a sunny climate for business and the sudden drop in equity prices, and claim that it makes no sense. They predict that stocks and the economy will soon advance shoulder-to-shoulder. Buffett is warning about a different disconnect: Super-high prices and rampant optimism, versus fundamental factors signaling lean times ahead.\nBuffett compares how these fundamentals at the start of each period shaped the market’s performance over two, seventeen-year spans. The first ran from the end of 1964 through 1981. In that entire interval, stock prices registered zero gains. The big hammer was an astounding jump in interest rates.\nAs Buffett states in the article, “The higher the rate, the greater the downward pull. That’s because the rates of return that investors need from any kind of investment are directly tied to the risk-free rate that they can earn from government securities.” The period dawned with the 10-year treasury yielding 4%, well below its historic average of 5%-plus. By late 1981, that number had more than tripled to 15%. Corporate profits also performed poorly, sagging from 6.9% of GDP-the high end of their normal range of 4% to 6.5%-to 3.5%.\nAlthough Buffett doesn’t say so, that particular jump in yields came from two sources. The first is the trend that automatically lowers the prices of all other assets, a rise in the “real” rate, measured by 10-year Treasury yield adjusted for inflation. In good times, the “real” rate increases when demand for capital swells, typically when companies eye lots of profitable opportunities in a thriving economy. But it can also jump when the economic outlook is highly uncertain, so that nervous creditors demand a big cushion as insurance against tough times ahead, and when heavy the government to borrowing competes for America’s savings, inflating the cost of credit for the private sector. Both of those forces were at work in the early 1980s: The economy was wrestling with crushing oil prices, and huge deficits swelled federal borrowing. That year, the real rate hit almost 6%, still the highest level in more than four decades.\nBut in the 1970s, another bogeyman haunted equities: rampant inflation, ignited by OPEC’s tripling of oil prices. A climate of exploding, unpredictable prices shrouds investors in a thick fog. They lose confidence in the nation’s economic leadership, and fret that companies can’t raise prices as fast as costs. All told, high inflation makes stocks look a lot riskier, and hence investors demand steep discounts to compensate for a potentially treacherous times ahead.\nThe second period runs from the start of 1982 until the end of 1998. This time, the starting point was incredibly high rates, and extraordinarily low profits. For Buffett, that was the best of all places to launch, because a mere return to normal in both categories guaranteed super results. And super they were. The reason wasn’t an explosion in GDP, confirming Buffett’s view that overall growth isn’t a critical factor in equity returns. In fact, national income increased a lot less than it had in the previous period. Once again, it was an historic drop in rates, engineered by Fed Chairman Paul Volcker, that brought the biggest benefits. By late 1998, the 10-year yield had dropped by ten points, to 5%. Profits also rebounded strongly, gaining 1.8 points to reach 5.3% of national income. Profits thrived not because GDP growth was great, but simply because they reclaimed a normal share of national income.\nA glum prediction comes true The point of Buffett’s analysis was to assess the outlook in 1999, at the end of that fabulous run. Just as the gargantuan yields and sub-par earnings in 1982 heralded great returns to come, he predicted, below-average rates and excellent profits in 1999 foreshadowed mediocre times ahead. Buffett stated that investors who expected double-digit returns would be sorely disappointed. “Investors in stocks these days are expecting far too much,” Buffett said, forecasting that folks would reap total returns, including dividends, of a maximum of 6.5% a year.\nBuffett predicted that the neither of the two big drivers was likely to improve from their current levels, because they’d already registered such favorable moves in the previous period. In effect, he said, the two big fundamentals had run out of room. In that sense, he was wrong: the 10-year Treasury yield fell from 4.6% to 2.2% by the end of 2015, and profits as a share of GDP rose from 5.2% to 8.8%. But a two headwinds blunted those forces. First, the economy, hammered by the financial crisis, grew at a pokey average of just 2% a year. So while profits took a bigger share of national income, it was largely because earnings grew at decent rates while GDP lagged.\nBut the markets suffered a counter-punch that Buffett warned about-a big contraction in valuations. Buffett observed that stocks were extremely pricey in 1999. The multiple investors award earnings, the amount they’re willing to pay for each dollar in profits, stood at a towering 33. Buffett noted that investors might not be willing to pay such rich prices for long. And they weren’t. From 1999 to 2015, the S&P 500’s P/E fell from 33 to 23.5, a decline of almost 30%. And even though the last seven years of that span (2009-15) included a roaring bull market, all told, stocks performed even worse than Buffett predicted. The S&P gained a mere 3% a year. So adding the 1.5% starting dividend yield, the total return came to just 4.5%.\nWarning signals So what does Buffett’s methodology tell us about the current period? The basics signaling low future returns either remain just as extreme as in 2015, or have only become more so. The 10-year yield has risen sharply in the last year, but still sits at 2.84%, putting the “real” rate at less than just 1%. Profits have kept claiming larger and larger shares of national income. The ratio of earnings to national income is now 9.4%, or 50% higher than its long-term average.\nListen to Buffett in 1999: “If an investor is to achieve juicy profits in the market over the next ten years or 17 or 20, one or more of three things must happen: (1) Interest rates must fall further. (2) Corporate profitability in relation to GDP must rise.”\nToday, Buffett’s two main fundamentals are much more stretched than in 1999, when he wrongly believed that they’d reached the danger point. Rates are already rising, and more Fed rate hikes are on the way. With unemployment at near-record lows, companies are finally raising wages to attract workers. As a result, labor will get a bigger share of national income in the years to come, putting the squeeze on profits. That reversal means that earnings-per-share will likely lag GDP.\nBut the third factor Buffett mentioned further darkens the outlook. That when momentum takes charge. “Once a bull market gets underway,” he warns, “and once you reach the point where everybody has made money no matter what the system he or she followed, a crowd is attracted into the game that is responding not to interest rates and profits but simply to the fact that it seems a mistake to be out of stocks. In effect, people superimpose an I-can’t-miss-the-party factor on top of the fundamental factors that drive the market.”\nToo much momentum Today, it sure looks like momentum is swamping the fundamentals. The P/E, based on trailing GAAP earnings over the past four quarters, stands at a still lofty 25. Even that number greatly understates how expensive equities really are, since earnings are hovering at historic, probably unsustainable, highs.\nThe 1999 article marked one of the few times that Buffett discussed the general level of stock prices. In recent interviews, he’s declined to take a stance on whether stocks are excessively expensive. So in no way does this article purport to reflect current Buffett’s thinking.\nBut Buffett’s 1999 primer provides the tools for assessing what’s ahead. It appears that the legendary investor never imagined that his fundamentals could keep testing new limits. Now, that they’ve gone beyond the probable limits he outlined 19 years ago, it’s hard to imagine that rates and profits can go anywhere but in the wrong direction.\nBuffett was predicting mediocre returns in 1999, when the fundamentals weren’t nearly this stretched. Now, a shift to normal would mean a future that’s worse than mediocre, a lot worse. The careening market is the first sign that the journey may have begun.",
    "published": "2018-02-14T13:21:00.000+02:00",
    "crawled": "2018-02-14T21:18:33.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "last",
        "week",
        "big",
        "selloff",
        "fazing",
        "wall",
        "street",
        "bull",
        "early",
        "february",
        "analyst",
        "market",
        "strategist",
        "well",
        "fargo",
        "invesco",
        "ubs",
        "among",
        "several",
        "others",
        "declared",
        "cnbc",
        "stock",
        "market",
        "rebound",
        "post",
        "gain",
        "optimist",
        "invariably",
        "present",
        "seemingly",
        "explanation",
        "steep",
        "decline",
        "mainly",
        "market",
        "noise",
        "really",
        "matter",
        "strong",
        "outlook",
        "america",
        "economy",
        "view",
        "economy",
        "excellent",
        "metric",
        "fundamental",
        "essential",
        "force",
        "bound",
        "keep",
        "propelling",
        "equity",
        "reality",
        "bull",
        "confusing",
        "two",
        "kind",
        "economic",
        "fundamental",
        "indeed",
        "strong",
        "stock",
        "market",
        "fundamental",
        "lousy",
        "understand",
        "best",
        "guide",
        "article",
        "distilled",
        "warren",
        "buffett",
        "view",
        "factor",
        "drive",
        "stock",
        "price",
        "spelled",
        "danger",
        "time",
        "story",
        "mr",
        "buffett",
        "market",
        "fortune",
        "adapted",
        "great",
        "fortune",
        "writer",
        "carol",
        "loomis",
        "two",
        "informal",
        "talk",
        "buffett",
        "delivered",
        "year",
        "warren",
        "buffett",
        "paris",
        "thought",
        "year",
        "frothy",
        "stock",
        "market",
        "might",
        "also",
        "apply",
        "today",
        "etienne",
        "de",
        "malglaive",
        "via",
        "getty",
        "image",
        "evergreen",
        "piece",
        "buffett",
        "explains",
        "point",
        "time",
        "two",
        "variable",
        "influential",
        "predicting",
        "future",
        "return",
        "level",
        "interest",
        "rate",
        "ratio",
        "corporate",
        "profit",
        "national",
        "income",
        "buffett",
        "fundamental",
        "twin",
        "piston",
        "power",
        "stock",
        "rate",
        "extremely",
        "low",
        "profit",
        "extremely",
        "high",
        "start",
        "period",
        "likely",
        "return",
        "next",
        "decade",
        "likely",
        "poor",
        "since",
        "precisely",
        "today",
        "condition",
        "investor",
        "pay",
        "close",
        "attention",
        "buffett",
        "analysis",
        "earnings",
        "rate",
        "tell",
        "u",
        "according",
        "buffett",
        "analysis",
        "principal",
        "fundamental",
        "guide",
        "wall",
        "street",
        "prospect",
        "strong",
        "economic",
        "growth",
        "actually",
        "relatively",
        "unimportant",
        "forecasting",
        "performance",
        "equity",
        "example",
        "buffett",
        "show",
        "profit",
        "already",
        "extremely",
        "elevated",
        "today",
        "likely",
        "lag",
        "future",
        "even",
        "economy",
        "expands",
        "pace",
        "today",
        "booster",
        "keep",
        "talking",
        "disconnect",
        "sunny",
        "climate",
        "business",
        "sudden",
        "drop",
        "equity",
        "price",
        "claim",
        "make",
        "sense",
        "predict",
        "stock",
        "economy",
        "soon",
        "advance",
        "buffett",
        "warning",
        "different",
        "disconnect",
        "price",
        "rampant",
        "optimism",
        "versus",
        "fundamental",
        "factor",
        "signaling",
        "lean",
        "time",
        "ahead",
        "buffett",
        "compare",
        "fundamental",
        "start",
        "period",
        "shaped",
        "market",
        "performance",
        "two",
        "span",
        "first",
        "ran",
        "end",
        "entire",
        "interval",
        "stock",
        "price",
        "registered",
        "zero",
        "gain",
        "big",
        "hammer",
        "astounding",
        "jump",
        "interest",
        "rate",
        "buffett",
        "state",
        "article",
        "higher",
        "rate",
        "greater",
        "downward",
        "pull",
        "rate",
        "return",
        "investor",
        "need",
        "kind",
        "investment",
        "directly",
        "tied",
        "rate",
        "earn",
        "government",
        "period",
        "dawned",
        "treasury",
        "yielding",
        "well",
        "historic",
        "average",
        "late",
        "number",
        "tripled",
        "corporate",
        "profit",
        "also",
        "performed",
        "poorly",
        "sagging",
        "high",
        "end",
        "normal",
        "range",
        "although",
        "buffett",
        "say",
        "particular",
        "jump",
        "yield",
        "came",
        "two",
        "source",
        "first",
        "trend",
        "automatically",
        "lower",
        "price",
        "asset",
        "rise",
        "real",
        "rate",
        "measured",
        "treasury",
        "yield",
        "adjusted",
        "inflation",
        "good",
        "time",
        "real",
        "rate",
        "increase",
        "demand",
        "capital",
        "swell",
        "typically",
        "company",
        "eye",
        "lot",
        "profitable",
        "opportunity",
        "thriving",
        "economy",
        "also",
        "jump",
        "economic",
        "outlook",
        "highly",
        "uncertain",
        "nervous",
        "creditor",
        "demand",
        "big",
        "cushion",
        "insurance",
        "tough",
        "time",
        "ahead",
        "heavy",
        "government",
        "borrowing",
        "competes",
        "america",
        "saving",
        "inflating",
        "cost",
        "credit",
        "private",
        "sector",
        "force",
        "work",
        "early",
        "1980s",
        "economy",
        "wrestling",
        "crushing",
        "oil",
        "price",
        "huge",
        "deficit",
        "swelled",
        "federal",
        "borrowing",
        "year",
        "real",
        "rate",
        "hit",
        "almost",
        "still",
        "highest",
        "level",
        "four",
        "decade",
        "1970s",
        "another",
        "bogeyman",
        "haunted",
        "equity",
        "rampant",
        "inflation",
        "ignited",
        "opec",
        "tripling",
        "oil",
        "price",
        "climate",
        "exploding",
        "unpredictable",
        "price",
        "shroud",
        "investor",
        "thick",
        "fog",
        "lose",
        "confidence",
        "nation",
        "economic",
        "leadership",
        "fret",
        "company",
        "raise",
        "price",
        "fast",
        "cost",
        "told",
        "high",
        "inflation",
        "make",
        "stock",
        "look",
        "lot",
        "riskier",
        "hence",
        "investor",
        "demand",
        "steep",
        "discount",
        "compensate",
        "potentially",
        "treacherous",
        "time",
        "ahead",
        "second",
        "period",
        "run",
        "start",
        "end",
        "time",
        "starting",
        "point",
        "incredibly",
        "high",
        "rate",
        "extraordinarily",
        "low",
        "profit",
        "buffett",
        "best",
        "place",
        "launch",
        "mere",
        "return",
        "normal",
        "category",
        "guaranteed",
        "super",
        "result",
        "super",
        "reason",
        "explosion",
        "gdp",
        "confirming",
        "buffett",
        "view",
        "overall",
        "growth",
        "critical",
        "factor",
        "equity",
        "return",
        "fact",
        "national",
        "income",
        "increased",
        "lot",
        "less",
        "previous",
        "period",
        "historic",
        "drop",
        "rate",
        "engineered",
        "fed",
        "chairman",
        "paul",
        "volcker",
        "brought",
        "biggest",
        "benefit",
        "late",
        "yield",
        "dropped",
        "ten",
        "point",
        "profit",
        "also",
        "rebounded",
        "strongly",
        "gaining",
        "point",
        "reach",
        "national",
        "income",
        "profit",
        "thrived",
        "gdp",
        "growth",
        "great",
        "simply",
        "reclaimed",
        "normal",
        "share",
        "national",
        "income",
        "glum",
        "prediction",
        "come",
        "true",
        "point",
        "buffett",
        "analysis",
        "assess",
        "outlook",
        "end",
        "fabulous",
        "run",
        "gargantuan",
        "yield",
        "earnings",
        "heralded",
        "great",
        "return",
        "come",
        "predicted",
        "rate",
        "excellent",
        "profit",
        "foreshadowed",
        "mediocre",
        "time",
        "ahead",
        "buffett",
        "stated",
        "investor",
        "expected",
        "return",
        "would",
        "sorely",
        "disappointed",
        "investor",
        "stock",
        "day",
        "expecting",
        "far",
        "much",
        "buffett",
        "said",
        "forecasting",
        "folk",
        "would",
        "reap",
        "total",
        "return",
        "including",
        "dividend",
        "maximum",
        "year",
        "buffett",
        "predicted",
        "neither",
        "two",
        "big",
        "driver",
        "likely",
        "improve",
        "current",
        "level",
        "already",
        "registered",
        "favorable",
        "move",
        "previous",
        "period",
        "effect",
        "said",
        "two",
        "big",
        "fundamental",
        "run",
        "room",
        "sense",
        "wrong",
        "treasury",
        "yield",
        "fell",
        "end",
        "profit",
        "share",
        "gdp",
        "rose",
        "two",
        "headwind",
        "blunted",
        "force",
        "first",
        "economy",
        "hammered",
        "financial",
        "crisis",
        "grew",
        "pokey",
        "average",
        "year",
        "profit",
        "took",
        "bigger",
        "share",
        "national",
        "income",
        "largely",
        "earnings",
        "grew",
        "decent",
        "rate",
        "gdp",
        "lagged",
        "market",
        "suffered",
        "buffett",
        "warned",
        "big",
        "contraction",
        "valuation",
        "buffett",
        "observed",
        "stock",
        "extremely",
        "pricey",
        "multiple",
        "investor",
        "award",
        "earnings",
        "amount",
        "willing",
        "pay",
        "dollar",
        "profit",
        "stood",
        "towering",
        "buffett",
        "noted",
        "investor",
        "might",
        "willing",
        "pay",
        "rich",
        "price",
        "long",
        "p",
        "fell",
        "decline",
        "almost",
        "even",
        "though",
        "last",
        "seven",
        "year",
        "span",
        "included",
        "roaring",
        "bull",
        "market",
        "told",
        "stock",
        "performed",
        "even",
        "worse",
        "buffett",
        "predicted",
        "p",
        "gained",
        "mere",
        "year",
        "adding",
        "starting",
        "dividend",
        "yield",
        "total",
        "return",
        "came",
        "warning",
        "signal",
        "buffett",
        "methodology",
        "tell",
        "u",
        "current",
        "period",
        "basic",
        "signaling",
        "low",
        "future",
        "return",
        "either",
        "remain",
        "extreme",
        "become",
        "yield",
        "risen",
        "sharply",
        "last",
        "year",
        "still",
        "sits",
        "putting",
        "real",
        "rate",
        "less",
        "profit",
        "kept",
        "claiming",
        "larger",
        "larger",
        "share",
        "national",
        "income",
        "ratio",
        "earnings",
        "national",
        "income",
        "higher",
        "average",
        "listen",
        "buffett",
        "investor",
        "achieve",
        "juicy",
        "profit",
        "market",
        "next",
        "ten",
        "year",
        "one",
        "three",
        "thing",
        "must",
        "happen",
        "interest",
        "rate",
        "must",
        "fall",
        "corporate",
        "profitability",
        "relation",
        "gdp",
        "must",
        "today",
        "buffett",
        "two",
        "main",
        "fundamental",
        "much",
        "stretched",
        "wrongly",
        "believed",
        "reached",
        "danger",
        "point",
        "rate",
        "already",
        "rising",
        "fed",
        "rate",
        "hike",
        "way",
        "unemployment",
        "low",
        "company",
        "finally",
        "raising",
        "wage",
        "attract",
        "worker",
        "result",
        "labor",
        "get",
        "bigger",
        "share",
        "national",
        "income",
        "year",
        "come",
        "putting",
        "squeeze",
        "profit",
        "reversal",
        "mean",
        "likely",
        "lag",
        "gdp",
        "third",
        "factor",
        "buffett",
        "mentioned",
        "darkens",
        "outlook",
        "momentum",
        "take",
        "charge",
        "bull",
        "market",
        "get",
        "underway",
        "warns",
        "reach",
        "point",
        "everybody",
        "made",
        "money",
        "matter",
        "system",
        "followed",
        "crowd",
        "attracted",
        "game",
        "responding",
        "interest",
        "rate",
        "profit",
        "simply",
        "fact",
        "seems",
        "mistake",
        "stock",
        "effect",
        "people",
        "superimpose",
        "factor",
        "top",
        "fundamental",
        "factor",
        "drive",
        "much",
        "momentum",
        "today",
        "sure",
        "look",
        "like",
        "momentum",
        "swamping",
        "fundamental",
        "based",
        "trailing",
        "gaap",
        "earnings",
        "past",
        "four",
        "quarter",
        "stand",
        "still",
        "lofty",
        "even",
        "number",
        "greatly",
        "understates",
        "expensive",
        "equity",
        "really",
        "since",
        "earnings",
        "hovering",
        "historic",
        "probably",
        "unsustainable",
        "high",
        "article",
        "marked",
        "one",
        "time",
        "buffett",
        "discussed",
        "general",
        "level",
        "stock",
        "price",
        "recent",
        "interview",
        "declined",
        "take",
        "stance",
        "whether",
        "stock",
        "excessively",
        "expensive",
        "way",
        "article",
        "purport",
        "reflect",
        "current",
        "buffett",
        "thinking",
        "buffett",
        "primer",
        "provides",
        "tool",
        "assessing",
        "ahead",
        "appears",
        "legendary",
        "investor",
        "never",
        "imagined",
        "fundamental",
        "could",
        "keep",
        "testing",
        "new",
        "limit",
        "gone",
        "beyond",
        "probable",
        "limit",
        "outlined",
        "year",
        "ago",
        "hard",
        "imagine",
        "rate",
        "profit",
        "go",
        "anywhere",
        "wrong",
        "direction",
        "buffett",
        "predicting",
        "mediocre",
        "return",
        "fundamental",
        "nearly",
        "stretched",
        "shift",
        "normal",
        "would",
        "mean",
        "future",
        "worse",
        "mediocre",
        "lot",
        "worse",
        "careening",
        "market",
        "first",
        "sign",
        "journey",
        "may",
        "begun"
    ]
}