{
    "organizations": [],
    "uuid": "a3143e790de1b08b7c1668420e77ead64298b7f3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/05/pr-newswire-centene-corporation-elects-jessica-l-blume-to-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Centene Corporation Elects Jessica L. Blume To Board Of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ST. LOUIS, Feb. 5, 2018 /PRNewswire/ -- Centene Corporation (NYSE: CNC) announced today that Jessica L. Blume, CPA, was elected to the Company's Board of Directors. Ms. Blume was appointed to both the Audit Committee and the Technology Committee. Previously, Ms. Blume held the position of vice chairman for Deloitte, where she was a partner until retirement in 2015.\nAt Deloitte, Ms. Blume worked in a broad range of industries to transform business through the implementation of technology. As the U.S. Public Sector Leader at Deloitte, Ms. Blume grew the state and federal practice to be one of the leading firms. Throughout her Deloitte career, she held numerous leadership positions, including serving as a member of the firm's U.S. Executive Committee. She was a member of the Deloitte Board of Directors for the maximum two terms and served as the Chair of the Executive Compensation and Evaluation Committee as well as a member of the Finance, Governance, Strategic Investment and Risk Committees.\nIn 2016, Ms. Blume was elected to the Board of Directors for Publix Super Markets, Inc., commonly known as Publix and based in Lakeland, Florida. It is considered the largest employee owned company in the world.\n\"We are pleased to welcome Jessica Blume to our Board of Directors. Ms. Blume's career at Deloitte for more than 20 years brings a wealth of expertise to Centene. Her outstanding track record of growing businesses through the implementation of technology will add great value to our Board,\" said Michael F. Neidorff, Centene's Chairman and Chief Executive Officer.\n\"The healthcare industry is an important and challenging area today, given the need for effective solutions targeted to enabling high quality options for underserved populations,\" said Ms. Blume. \"I'm honored to join Centene's Board of Directors during this opportunity to address these challenges by focusing on transforming the health of the community, one person at a time.\"\nMs. Blume will stand for re-election at the Company's April 2018 Annual Meeting of Stockholders. Ms. Blume will participate in the Company's standard director compensation program as described in the Company's 2017 Proxy Statement filed with the SEC on form DEF 14A on March 10, 2017.\nAbout Centene Corporation\nCentene Corporation, a Fortune 100 company, is a diversified, multi-national healthcare enterprise that provides a portfolio of services to government sponsored and commercial healthcare programs, focusing on under-insured and uninsured individuals. Many receive benefits provided under Medicaid, including the State Children's Health Insurance Program (CHIP), as well as Aged, Blind or Disabled (ABD), Foster Care and Long Term Care (LTC), in addition to other state-sponsored programs, Medicare (including the Medicare prescription drug benefit commonly known as \"Part D\"), dual eligible programs and programs with the U.S. Department of Defense and U.S. Department of Veterans Affairs. Centene also provides healthcare services to groups and individuals delivered through commercial health plans. Centene operates local health plans and offers a range of health insurance solutions. It also contracts with other healthcare and commercial organizations to provide specialty services including behavioral health management, care management software, correctional healthcare services, dental benefits management, in-home health services, life and health management, managed vision, pharmacy benefits management, specialty pharmacy and telehealth services.\nCentene uses its investor relations website to publish important information about the Company, including information that may be deemed material to investors. Financial and other information about Centene is routinely posted and is accessible on Centene's investor relations website, http://www.centene.com/investors .\nForward-Looking Statements\nThe company and its representatives may from time to time make written and oral forward-looking statements within the meaning of the Private Securities Litigation Reform Act (\"PSLRA\") of 1995, including statements in this and other press releases, in presentations, filings with the Securities and Exchange Commission (\"SEC\"), reports to stockholders and in meetings with investors and analysts. In particular, the information provided in this press release may contain certain forward-looking statements with respect to the financial condition, results of operations and business of Centene and certain plans and objectives of Centene with respect thereto, including but not limited to the expected benefits of the acquisition of Health Net, Inc. or Fidelis Care. These forward-looking statements can be identified by the fact that they do not relate only to historical or current facts. Without limiting the foregoing, forward-looking statements often use words such as \"anticipate\", \"seek\", \"target\", \"expect\", \"estimate\", \"intend\", \"plan\", \"goal\", \"believe\", \"hope\", \"aim\", \"continue\", \"will\", \"may\", \"can\", \"would\", \"could\" or \"should\" or other words of similar meaning or the negative thereof. We intend such forward-looking statements to be covered by the safe-harbor provisions for forward-looking statements contained in PSLRA. A number of factors, variables or events could cause actual plans and results to differ materially from those expressed or implied in forward-looking statements. Such factors include, but are not limited to, Centene's ability to accurately predict and effectively manage health benefits and other operating expenses and reserves; competition; membership and revenue declines or unexpected trends; changes in healthcare practices, new technologies and advances in medicine; increased healthcare costs; changes in economic, political or market conditions; changes in federal or state laws or regulations, including changes with respect to government healthcare programs as well as changes with respect to the Patient Protection and Affordable Care Act and the Health Care and Education Affordability Reconciliation Act and any regulations enacted thereunder that may result from changing political conditions; rate cuts or other payment reductions or delays by governmental payors and other risks and uncertainties affecting Centene's government businesses; Centene's ability to adequately price products on federally facilitated and state based Health Insurance Marketplaces; tax matters; disasters or major epidemics; the outcome of legal and regulatory proceedings; changes in expected contract start dates; provider, state, federal and other contract changes and timing of regulatory approval of contracts; the expiration, suspension or termination of Centene's contracts with federal or state governments (including but not limited to Medicaid, Medicare, and TRICARE); the difficulty of predicting the timing or outcome of pending or future litigation or government investigations; challenges to Centene's contract awards; cyber-attacks or other privacy or data security incidents; the possibility that the expected synergies and value creation from acquired businesses, including, without limitation, the Health Net acquisition and the Fidelis Care acquisition, will not be realized, or will not be realized within the expected time period, including, but not limited to, as a result of conditions, terms, obligations or restrictions imposed by regulators in connection with their approval of, or consent to, the acquisition; the exertion of management's time and Centene's resources, and other expenses incurred and business changes required in connection with complying with the undertakings in connection with certain regulatory approvals for the Health Net acquisition and the Fidelis Care acquisition; disruption from acquisitions, including the Health Net acquisition and the Fidelis Care acquisition, making it more difficult to maintain business and operational relationships; the risk that unexpected costs will be incurred in connection with, among other things, the Health Net acquisition, the Fidelis Care acquisition and/or the successful integration of acquisitions; changes in expected closing dates, estimated purchase price and accretion for acquisitions; the risk that acquired businesses will not be integrated successfully, including the Health Net acquisition and the Fidelis Care acquisition; the risk that the conditions of the Fidelis Care acquisition may not be satisfied or completed on a timely basis, or at all; inability to pursue alternatives to the Fidelis Care acquisition, or the risk that potential competing acquirers of Centene may be discouraged from making favorable alternative transaction proposals due to certain provisions in the Fidelis Care asset purchase agreement; failure to obtain expiration or termination of applicable waiting periods or to receive any required regulatory approvals, consents or clearances for the Fidelis Care acquisition, and the risk that, even if so obtained or received, regulatory authorities impose conditions on the completion of the transaction that could require the exertion of management's time and Centene's resources or otherwise have an adverse effect on Centene or the combined company; business uncertainties and contractual restrictions while the Fidelis Care acquisition is pending, which could adversely affect Centene's business and operations; change of control provisions or other provisions in certain agreements to which Fidelis Care is a party, which may be triggered by the completion of the Fidelis Care acquisition; loss of management personnel and other key employees due to uncertainties associated with the Fidelis Care acquisition; the risk that, following completion of the Fidelis Care acquisition, the combined company may not be able to effectively manage its expanded operations; restrictions and limitations that may stem from the financing arrangements that the combined company will enter into in connection with the Fidelis Care acquisition; Centene's ability to achieve improvement in the Centers for Medicare and Medicaid Services Star ratings and maintain or achieve improvement in other quality scores in each case that can impact revenue and future growth; additional indebtedness incurred or equity issued to finance the Fidelis Care acquisition; availability of debt and equity financing, on terms that are favorable to Centene; inflation; foreign currency fluctuations; and risks and uncertainties discussed in the reports that Centene has filed with the SEC. These forward-looking statements reflect Centene's current views with respect to future events and are based on numerous assumptions and assessments made by Centene in light of its experience and perception of historical trends, current conditions, business strategies, operating environments, future developments and other factors it believes appropriate. By their nature, forward-looking statements involve known and unknown risks and uncertainties and are subject to change because they relate to events and depend on circumstances that will occur in the future. The factors described in the context of such forward-looking statements in this press release could cause Centene's plans with respect to the Health Net acquisition and the Fidelis Care acquisition, actual results, performance or achievements, industry results and developments to differ materially from those expressed in or implied by such forward-looking statements. Although it is currently believed that the expectations reflected in such forward-looking statements are reasonable, no assurance can be given that such expectations will prove to have been correct and persons reading this press release are therefore cautioned not to place undue reliance on these forward-looking statements which speak only as of the date of this press release. Centene does not assume any obligation to update the information contained in this press release (whether as a result of new information, future events or otherwise), except as required by applicable law. This list of important factors is not intended to be exhaustive. We discuss certain of these matters more fully, as well as certain other risk factors that may affect Centene's business operations, financial condition and results of operations, in Centene's filings with the SEC, including the annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K.\nView original content: http://www.prnewswire.com/news-releases/centene-corporation-elects-jessica-l-blume-to-board-of-directors-300593768.html\nSOURCE Centene Corporation",
    "published": "2018-02-06T01:41:00.000+02:00",
    "crawled": "2018-02-06T04:10:03.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louis",
        "centene",
        "corporation",
        "nyse",
        "cnc",
        "announced",
        "today",
        "jessica",
        "blume",
        "cpa",
        "elected",
        "company",
        "board",
        "director",
        "blume",
        "appointed",
        "audit",
        "committee",
        "technology",
        "committee",
        "previously",
        "blume",
        "held",
        "position",
        "vice",
        "chairman",
        "deloitte",
        "partner",
        "retirement",
        "deloitte",
        "blume",
        "worked",
        "broad",
        "range",
        "industry",
        "transform",
        "business",
        "implementation",
        "technology",
        "public",
        "sector",
        "leader",
        "deloitte",
        "blume",
        "grew",
        "state",
        "federal",
        "practice",
        "one",
        "leading",
        "firm",
        "throughout",
        "deloitte",
        "career",
        "held",
        "numerous",
        "leadership",
        "position",
        "including",
        "serving",
        "member",
        "firm",
        "executive",
        "committee",
        "member",
        "deloitte",
        "board",
        "director",
        "maximum",
        "two",
        "term",
        "served",
        "chair",
        "executive",
        "compensation",
        "evaluation",
        "committee",
        "well",
        "member",
        "finance",
        "governance",
        "strategic",
        "investment",
        "risk",
        "committee",
        "blume",
        "elected",
        "board",
        "director",
        "publix",
        "super",
        "market",
        "commonly",
        "known",
        "publix",
        "based",
        "lakeland",
        "florida",
        "considered",
        "largest",
        "employee",
        "owned",
        "company",
        "world",
        "pleased",
        "welcome",
        "jessica",
        "blume",
        "board",
        "director",
        "blume",
        "career",
        "deloitte",
        "year",
        "brings",
        "wealth",
        "expertise",
        "centene",
        "outstanding",
        "track",
        "record",
        "growing",
        "business",
        "implementation",
        "technology",
        "add",
        "great",
        "value",
        "board",
        "said",
        "michael",
        "neidorff",
        "centene",
        "chairman",
        "chief",
        "executive",
        "officer",
        "healthcare",
        "industry",
        "important",
        "challenging",
        "area",
        "today",
        "given",
        "need",
        "effective",
        "solution",
        "targeted",
        "enabling",
        "high",
        "quality",
        "option",
        "underserved",
        "population",
        "said",
        "blume",
        "honored",
        "join",
        "centene",
        "board",
        "director",
        "opportunity",
        "address",
        "challenge",
        "focusing",
        "transforming",
        "health",
        "community",
        "one",
        "person",
        "time",
        "blume",
        "stand",
        "company",
        "april",
        "annual",
        "meeting",
        "stockholder",
        "blume",
        "participate",
        "company",
        "standard",
        "director",
        "compensation",
        "program",
        "described",
        "company",
        "proxy",
        "statement",
        "filed",
        "sec",
        "form",
        "def",
        "14a",
        "march",
        "centene",
        "corporation",
        "centene",
        "corporation",
        "fortune",
        "company",
        "diversified",
        "healthcare",
        "enterprise",
        "provides",
        "portfolio",
        "service",
        "government",
        "sponsored",
        "commercial",
        "healthcare",
        "program",
        "focusing",
        "uninsured",
        "individual",
        "many",
        "receive",
        "benefit",
        "provided",
        "medicaid",
        "including",
        "state",
        "child",
        "health",
        "insurance",
        "program",
        "chip",
        "well",
        "aged",
        "blind",
        "disabled",
        "abd",
        "foster",
        "care",
        "long",
        "term",
        "care",
        "ltc",
        "addition",
        "program",
        "medicare",
        "including",
        "medicare",
        "prescription",
        "drug",
        "benefit",
        "commonly",
        "known",
        "part",
        "dual",
        "eligible",
        "program",
        "program",
        "department",
        "defense",
        "department",
        "veteran",
        "affair",
        "centene",
        "also",
        "provides",
        "healthcare",
        "service",
        "group",
        "individual",
        "delivered",
        "commercial",
        "health",
        "plan",
        "centene",
        "operates",
        "local",
        "health",
        "plan",
        "offer",
        "range",
        "health",
        "insurance",
        "solution",
        "also",
        "contract",
        "healthcare",
        "commercial",
        "organization",
        "provide",
        "specialty",
        "service",
        "including",
        "behavioral",
        "health",
        "management",
        "care",
        "management",
        "software",
        "correctional",
        "healthcare",
        "service",
        "dental",
        "benefit",
        "management",
        "health",
        "service",
        "life",
        "health",
        "management",
        "managed",
        "vision",
        "pharmacy",
        "benefit",
        "management",
        "specialty",
        "pharmacy",
        "telehealth",
        "service",
        "centene",
        "us",
        "investor",
        "relation",
        "website",
        "publish",
        "important",
        "information",
        "company",
        "including",
        "information",
        "may",
        "deemed",
        "material",
        "investor",
        "financial",
        "information",
        "centene",
        "routinely",
        "posted",
        "accessible",
        "centene",
        "investor",
        "relation",
        "website",
        "http",
        "statement",
        "company",
        "representative",
        "may",
        "time",
        "time",
        "make",
        "written",
        "oral",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "pslra",
        "including",
        "statement",
        "press",
        "release",
        "presentation",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "report",
        "stockholder",
        "meeting",
        "investor",
        "analyst",
        "particular",
        "information",
        "provided",
        "press",
        "release",
        "may",
        "contain",
        "certain",
        "statement",
        "respect",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "centene",
        "certain",
        "plan",
        "objective",
        "centene",
        "respect",
        "thereto",
        "including",
        "limited",
        "expected",
        "benefit",
        "acquisition",
        "health",
        "net",
        "fidelis",
        "care",
        "statement",
        "identified",
        "fact",
        "relate",
        "historical",
        "current",
        "fact",
        "without",
        "limiting",
        "foregoing",
        "statement",
        "often",
        "use",
        "word",
        "anticipate",
        "seek",
        "target",
        "expect",
        "estimate",
        "intend",
        "plan",
        "goal",
        "believe",
        "hope",
        "aim",
        "continue",
        "may",
        "would",
        "could",
        "word",
        "similar",
        "meaning",
        "negative",
        "thereof",
        "intend",
        "statement",
        "covered",
        "provision",
        "statement",
        "contained",
        "pslra",
        "number",
        "factor",
        "variable",
        "event",
        "could",
        "cause",
        "actual",
        "plan",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "limited",
        "centene",
        "ability",
        "accurately",
        "predict",
        "effectively",
        "manage",
        "health",
        "benefit",
        "operating",
        "expense",
        "reserve",
        "competition",
        "membership",
        "revenue",
        "decline",
        "unexpected",
        "trend",
        "change",
        "healthcare",
        "practice",
        "new",
        "technology",
        "advance",
        "medicine",
        "increased",
        "healthcare",
        "cost",
        "change",
        "economic",
        "political",
        "market",
        "condition",
        "change",
        "federal",
        "state",
        "law",
        "regulation",
        "including",
        "change",
        "respect",
        "government",
        "healthcare",
        "program",
        "well",
        "change",
        "respect",
        "patient",
        "protection",
        "affordable",
        "care",
        "act",
        "health",
        "care",
        "education",
        "affordability",
        "reconciliation",
        "act",
        "regulation",
        "enacted",
        "thereunder",
        "may",
        "result",
        "changing",
        "political",
        "condition",
        "rate",
        "cut",
        "payment",
        "reduction",
        "delay",
        "governmental",
        "payors",
        "risk",
        "uncertainty",
        "affecting",
        "centene",
        "government",
        "business",
        "centene",
        "ability",
        "adequately",
        "price",
        "product",
        "federally",
        "facilitated",
        "state",
        "based",
        "health",
        "insurance",
        "marketplace",
        "tax",
        "matter",
        "disaster",
        "major",
        "epidemic",
        "outcome",
        "legal",
        "regulatory",
        "proceeding",
        "change",
        "expected",
        "contract",
        "start",
        "date",
        "provider",
        "state",
        "federal",
        "contract",
        "change",
        "timing",
        "regulatory",
        "approval",
        "contract",
        "expiration",
        "suspension",
        "termination",
        "centene",
        "contract",
        "federal",
        "state",
        "government",
        "including",
        "limited",
        "medicaid",
        "medicare",
        "tricare",
        "difficulty",
        "predicting",
        "timing",
        "outcome",
        "pending",
        "future",
        "litigation",
        "government",
        "investigation",
        "challenge",
        "centene",
        "contract",
        "award",
        "privacy",
        "data",
        "security",
        "incident",
        "possibility",
        "expected",
        "synergy",
        "value",
        "creation",
        "acquired",
        "business",
        "including",
        "without",
        "limitation",
        "health",
        "net",
        "acquisition",
        "fidelis",
        "care",
        "acquisition",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "including",
        "limited",
        "result",
        "condition",
        "term",
        "obligation",
        "restriction",
        "imposed",
        "regulator",
        "connection",
        "approval",
        "consent",
        "acquisition",
        "exertion",
        "management",
        "time",
        "centene",
        "resource",
        "expense",
        "incurred",
        "business",
        "change",
        "required",
        "connection",
        "complying",
        "undertaking",
        "connection",
        "certain",
        "regulatory",
        "approval",
        "health",
        "net",
        "acquisition",
        "fidelis",
        "care",
        "acquisition",
        "disruption",
        "acquisition",
        "including",
        "health",
        "net",
        "acquisition",
        "fidelis",
        "care",
        "acquisition",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "risk",
        "unexpected",
        "cost",
        "incurred",
        "connection",
        "among",
        "thing",
        "health",
        "net",
        "acquisition",
        "fidelis",
        "care",
        "acquisition",
        "successful",
        "integration",
        "acquisition",
        "change",
        "expected",
        "closing",
        "date",
        "estimated",
        "purchase",
        "price",
        "accretion",
        "acquisition",
        "risk",
        "acquired",
        "business",
        "integrated",
        "successfully",
        "including",
        "health",
        "net",
        "acquisition",
        "fidelis",
        "care",
        "acquisition",
        "risk",
        "condition",
        "fidelis",
        "care",
        "acquisition",
        "may",
        "satisfied",
        "completed",
        "timely",
        "basis",
        "inability",
        "pursue",
        "alternative",
        "fidelis",
        "care",
        "acquisition",
        "risk",
        "potential",
        "competing",
        "acquirer",
        "centene",
        "may",
        "discouraged",
        "making",
        "favorable",
        "alternative",
        "transaction",
        "proposal",
        "due",
        "certain",
        "provision",
        "fidelis",
        "care",
        "asset",
        "purchase",
        "agreement",
        "failure",
        "obtain",
        "expiration",
        "termination",
        "applicable",
        "waiting",
        "period",
        "receive",
        "required",
        "regulatory",
        "approval",
        "consent",
        "clearance",
        "fidelis",
        "care",
        "acquisition",
        "risk",
        "even",
        "obtained",
        "received",
        "regulatory",
        "authority",
        "impose",
        "condition",
        "completion",
        "transaction",
        "could",
        "require",
        "exertion",
        "management",
        "time",
        "centene",
        "resource",
        "otherwise",
        "adverse",
        "effect",
        "centene",
        "combined",
        "company",
        "business",
        "uncertainty",
        "contractual",
        "restriction",
        "fidelis",
        "care",
        "acquisition",
        "pending",
        "could",
        "adversely",
        "affect",
        "centene",
        "business",
        "operation",
        "change",
        "control",
        "provision",
        "provision",
        "certain",
        "agreement",
        "fidelis",
        "care",
        "party",
        "may",
        "triggered",
        "completion",
        "fidelis",
        "care",
        "acquisition",
        "loss",
        "management",
        "personnel",
        "key",
        "employee",
        "due",
        "uncertainty",
        "associated",
        "fidelis",
        "care",
        "acquisition",
        "risk",
        "following",
        "completion",
        "fidelis",
        "care",
        "acquisition",
        "combined",
        "company",
        "may",
        "able",
        "effectively",
        "manage",
        "expanded",
        "operation",
        "restriction",
        "limitation",
        "may",
        "stem",
        "financing",
        "arrangement",
        "combined",
        "company",
        "enter",
        "connection",
        "fidelis",
        "care",
        "acquisition",
        "centene",
        "ability",
        "achieve",
        "improvement",
        "center",
        "medicare",
        "medicaid",
        "service",
        "star",
        "rating",
        "maintain",
        "achieve",
        "improvement",
        "quality",
        "score",
        "case",
        "impact",
        "revenue",
        "future",
        "growth",
        "additional",
        "indebtedness",
        "incurred",
        "equity",
        "issued",
        "finance",
        "fidelis",
        "care",
        "acquisition",
        "availability",
        "debt",
        "equity",
        "financing",
        "term",
        "favorable",
        "centene",
        "inflation",
        "foreign",
        "currency",
        "fluctuation",
        "risk",
        "uncertainty",
        "discussed",
        "report",
        "centene",
        "filed",
        "sec",
        "statement",
        "reflect",
        "centene",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "based",
        "numerous",
        "assumption",
        "assessment",
        "made",
        "centene",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "business",
        "strategy",
        "operating",
        "environment",
        "future",
        "development",
        "factor",
        "belief",
        "appropriate",
        "nature",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "subject",
        "change",
        "relate",
        "event",
        "depend",
        "circumstance",
        "occur",
        "future",
        "factor",
        "described",
        "context",
        "statement",
        "press",
        "release",
        "could",
        "cause",
        "centene",
        "plan",
        "respect",
        "health",
        "net",
        "acquisition",
        "fidelis",
        "care",
        "acquisition",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "development",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "although",
        "currently",
        "believed",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "person",
        "reading",
        "press",
        "release",
        "therefore",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "centene",
        "assume",
        "obligation",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "list",
        "important",
        "factor",
        "intended",
        "exhaustive",
        "discus",
        "certain",
        "matter",
        "fully",
        "well",
        "certain",
        "risk",
        "factor",
        "may",
        "affect",
        "centene",
        "business",
        "operation",
        "financial",
        "condition",
        "result",
        "operation",
        "centene",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "view",
        "original",
        "content",
        "http",
        "source",
        "centene",
        "corporation"
    ]
}