{
    "organizations": [],
    "uuid": "2c7e575f2369f71ef364b529a1438533bb5d4f23",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/pr-newswire-cme-group-inc-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "CME Group Inc. Reports Fourth-Quarter and Full-Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO, Feb. 1, 2018 /PRNewswire/ -- CME Group Inc. (NASDAQ: CME) today reported revenue of $900 million and operating income of $537 million for the fourth quarter of 2017. Fourth-quarter 2017 net income included a $2.6 billion net income tax benefit due to recognition of a reduction in deferred tax liabilities as a result of the Tax Cut and Jobs Act of 2017. Resulting net income was $2.9 billion and diluted earnings per share were $8.63. On an adjusted basis, net income was $383 million and diluted earnings per share were $1.12. Financial results presented on an adjusted basis for the fourth quarters of 2017 and 2016 exclude the net income tax benefit noted above and certain other items, which are detailed in the reconciliation of non-GAAP results. 1\nTotal revenue for full-year 2017 was $3.6 billion and operating income was $2.3 billion. Net Income was $4.1 billion and diluted earnings per share were $11.94. On an adjusted basis, net income of $1.6 billion, was up 6 percent compared with 2016, and diluted earnings per share of $4.77, was up 5 percent. This was due to 1 percent year-over-year growth in revenue, coupled with relatively flat operating expenses.\n\"Our primary goals in 2017 were to expand our global customer base, continue to innovate across our diverse product set and focus on operational efficiency,\" said CME Group Chairman and Chief Executive Officer Terry Duffy. \"In a year of historically low volatility, we set annual volume records in three of our six asset classes as well as in total options. We launched successful new products and saw growth in Europe and Asia out-pace that in the U.S. We kept expenses relatively flat for the third straight year, and paid out more than $2 billion in dividends to our shareholders in 2017. Looking ahead, 2018 is starting out strong, with average daily volume up more than 15 percent to date, driven by broad-based strength across our asset classes.\"\n1. A reconciliation of the non-GAAP financial results mentioned to the respective GAAP figures can be found within the Reconciliation of GAAP to non-GAAP Measures chart at the end of the financial statements and earnings presentation materials.\nFourth-quarter 2017 average daily volume was 15.9 million contracts, down 2 percent compared with fourth-quarter 2016. Clearing and transaction fee revenue was $758 million, down 1 percent compared with fourth-quarter 2016. Fourth-quarter 2017 total average rate per contract was $0.736, compared with $0.749 in third-quarter 2017, driven by a lower proportion of commodity volume as well as higher member trading. Market data revenue was $102 million, up 2 percent compared with the fourth quarter last year and up 5 percent from third-quarter 2017.\nFull-year 2017 record average daily volume was 16.3 million contracts, up 4 percent from 2016, and included annual records for energy, agricultural commodities, metals, total options and electronic options. Clearing and transaction fee revenue was $3.1 billion up 2 percent compared with 2016. The average rate per contract in 2017 was $0.741, down 2 percent from $0.754 in 2016. Market data revenue was $392 million, down 4 percent compared with the prior year.\nAs of December 31, 2017, the company had $2.0 billion of cash and marketable securities and $2.2 billion of long-term debt. The company declared dividends during 2017 of $2.1 billion, including the annual variable dividend for 2017 of $1.2 billion, which was paid in January 2018. The company has returned more than $9.6 billion to shareholders in the form of dividends since the implementation of the variable dividend policy in early 2012.\nCME Group will hold a Q&A conference call to discuss fourth-quarter and full-year 2017 results at 8:30 a.m. Eastern Time today. A live audio Webcast of the Q&A call will be available on the Investor Relations section of CME Group's Web site at www.cmegroup.com . An archived recording will be available for up to two months after the call.\nAs the world's leading and most diverse derivatives marketplace, CME Group ( www.cmegroup.com ) is where the world comes to manage risk. CME Group exchanges offer the widest range of global benchmark products across all major asset classes, including futures and options based on interest rates , equity indexes , foreign exchange , energy , agricultural products and metals . Around the world, CME Group brings buyers and sellers together through its CME Globex® electronic trading platform. CME Group also operates one of the world's leading central counterparty clearing providers through CME Clearing , which offers clearing and settlement services across asset classes for exchange-traded and over-the-counter derivatives. CME Group products and services ensure that businesses around the world can effectively manage risk and achieve growth.\nCME Group, the Globe logo, CME, Chicago Mercantile Exchange, Globex and E-mini are trademarks of Chicago Mercantile Exchange Inc. CBOT, Chicago Board of Trade, KCBT and Kansas City Board of Trade are trademarks of Board of Trade of the City of Chicago, Inc. NYMEX, New York Mercantile Exchange and ClearPort are trademarks of New York Mercantile Exchange, Inc. COMEX is a trademark of Commodity Exchange, Inc. Dow Jones, Dow Jones Industrial Average, S&P 500 and S&P are service and/or trademarks of Dow Jones Trademark Holdings LLC, Standard & Poor's Financial Services LLC and S&P/Dow Jones Indices LLC, as the case may be, and have been licensed for use by Chicago Mercantile Exchange Inc. All other trademarks are the property of their respective owners.\nStatements in this press release that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any forward-looking statements. We want to caution you not to place undue reliance on any forward-looking statements. We undertake no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise. Among the factors that might affect our performance are increasing competition by foreign and domestic entities, including increased competition from new entrants into our markets and consolidation of existing entities; our ability to keep pace with rapid technological developments, including our ability to complete the development, implementation and maintenance of the enhanced functionality required by our customers while maintaining reliability and ensuring that such technology is not vulnerable to security risks; our ability to continue introducing competitive new products and services on a timely, cost-effective basis, including through our electronic trading capabilities, and our ability to maintain the competitiveness of our existing products and services, including our ability to provide effective services to the swaps market; our ability to adjust our fixed costs and expenses if our revenues decline; our ability to maintain existing customers, develop strategic relationships and attract new customers; our ability to expand and offer our products outside the United States; changes in regulations, including the impact of any changes in laws or government policy with respect to our industry, such as any changes to regulations and policies that require increased financial and operational resources from us or our customers; the costs associated with protecting our intellectual property rights and our ability to operate our business without violating the intellectual property rights of others; decreases in revenue from our market data as a result of decreased demand; changes in our rate per contract due to shifts in the mix of the products traded, the trading venue and the mix of customers (whether the customer receives member or non-member fees or participates in one of our various incentive programs) and the impact of our tiered pricing structure; the ability of our financial safeguards package to adequately protect us from the credit risks of clearing members; the ability of our compliance and risk management methods to effectively monitor and manage our risks, including our ability to prevent errors and misconduct and protect our infrastructure against security breaches and misappropriation of our intellectual property assets; changes in price levels and volatility in the derivatives markets and in underlying equity, foreign exchange, interest rate and commodities markets; economic, political and market conditions, including the volatility of the capital and credit markets and the impact of economic conditions on the trading activity of our current and potential customers; our ability to accommodate increases in contract volume and order transaction traffic and to implement enhancements without failure or degradation of the performance of our trading and clearing systems; our ability to execute our growth strategy and maintain our growth effectively; our ability to manage the risks and control the costs associated with our strategy for acquisitions, investments and alliances; our ability to continue to generate funds and/or manage our indebtedness to allow us to continue to invest in our business; industry and customer consolidation; decreases in trading and clearing activity; the imposition of a transaction tax or user fee on futures and options on futures transactions and/or repeal of the 60/40 tax treatment of such transactions; and the unfavorable resolution of material legal proceedings. For a detailed discussion of these and other factors that might affect our performance, see our filings with the Securities and Exchange Commission, including our most recent periodic reports filed on Form 10-K and Form 10-Q.\nCME Group Inc. and Subsidiaries\nConsolidated Balance Sheets\n(in millions)\nDecember 31, 2017\nDecember 31, 2016\nASSETS\nCurrent Assets:\nCash and cash equivalents\n$\n1,903.6\n$\n1,868.6\nMarketable securities\n90.1\n83.3\nAccounts receivable, net of allowance\n359.7\n364.4\nOther current assets (includes $0 and $30.0 in restricted cash)\n367.8\n171.7\nPerformance bonds and guaranty fund contributions\n44,185.3\n37,543.5\nTotal current assets\n46,906.5\n40,031.5\nProperty, net of accumulated depreciation and amortization\n399.7\n425.2\nIntangible assets—trading products\n17,175.3\n17,175.3\nIntangible assets—other, net\n2,346.3\n2,441.8\nGoodwill\n7,569.0\n7,569.0\nOther assets (includes $2.4 and $61.7 in restricted cash)\n1,394.4\n1,726.6\nTotal Assets\n$\n75,791.2\n$\n69,369.4\nLIABILITIES AND EQUITY\nCurrent Liabilities:\nAccounts payable\n$\n31.3\n$\n26.2\nOther current liabilities\n1,456.3\n1,376.7\nPerformance bonds and guaranty fund contributions\n44,185.3\n37,542.7\nTotal current liabilities\n45,672.9\n38,945.6\nLong-term debt\n2,233.1\n2,231.2\nDeferred income tax liabilities, net\n4,857.7\n7,291.0\nOther liabilities\n615.7\n560.9\nTotal Liabilities\n53,379.4\n49,028.7\nShareholders' equity\n22,411.8\n20,340.7\nTotal Liabilities and Equity\n$\n75,791.2\n$\n69,369.4\nCME Group Inc. and Subsidiaries\nConsolidated Statements of Income\n(dollars in millions, except per share amounts; shares in thousands)\nQuarter Ended\nDecember 31,\nYear Ended\nDecember 31,\n2017\n2016\n2017\n2016\nRevenues\nClearing and transaction fees\n$\n758.4\n$\n768.5\n$\n3,098.6\n$\n3,036.4\nMarket data and information services\n102.0\n100.1\n391.8\n406.5\nAccess and communication fees\n25.9\n23.7\n100.8\n91.4\nOther\n13.7\n20.6\n53.5\n60.9\nTotal Revenues\n900.0\n912.9\n3,644.7\n3,595.2\nExpenses\nCompensation and benefits\n139.5\n146.8\n562.5\n541.0\nCommunications\n5.9\n6.9\n24.3\n26.8\nTechnology support services\n21.1\n18.4\n77.3\n70.8\nProfessional fees and outside services\n34.6\n40.2\n117.6\n144.4\nAmortization of purchased intangibles\n23.7\n24.1\n95.5\n96.1\nDepreciation and amortization\n27.9\n33.7\n113.0\n129.2\nOccupancy and building operations\n21.1\n21.4\n80.2\n86.7\nLicensing and other fee agreements\n38.1\n32.5\n146.3\n135.8\nOther\n50.8\n48.7\n116.0\n161.7\nTotal Expenses\n362.7\n372.7\n1,332.7\n1,392.5\nOperating Income\n537.3\n540.2\n2,312.0\n2,202.7\nNon-Operating Income (Expense)\nInvestment income\n140.5\n70.5\n531.7\n141.8\nInterest and other borrowing costs\n(29.1)\n(31.6)\n(117.0)\n(123.5)\nEquity in net earnings (losses) of unconsolidated subsidiaries\n32.7\n27.8\n129.2\n110.2\nOther non-operating income (expense)\n(106.7)\n(12.7)\n(329.6)\n(43.6)\nTotal Non-Operating Income (Expense)\n37.4\n54.0\n214.3\n84.9\nIncome before Income Taxes\n574.7\n594.2\n2,526.3\n2,287.6\nIncome tax provision (benefit)\n(2,364.5)\n220.8\n(1,537.1)\n753.5\nNet Income\n$\n2,939.2\n$\n373.4\n$\n4,063.4\n$\n1,534.1\nEarnings per Common Share:\nBasic\n$\n8.67\n$\n1.10\n$\n12.00\n$\n4.55\nDiluted\n8.63\n1.10\n11.94\n4.53\nWeighted Average Number of Common Shares:\nBasic\n339,153\n338,083\n338,707\n337,496\nDiluted\n340,490\n339,338\n340,226\n338,966\nCME Group Inc. and Subsidiaries\nQuarterly Operating Statistics\n4Q 2016\n1Q 2017\n2Q 2017\n3Q 2017\n4Q 2017\nTrading Days\n63\n62\n63\n63\n63\nQuarterly Average Daily Volume (ADV)\nCME Group ADV (in thousands)\nProduct Line\n4Q 2016\n1Q 2017\n2Q 2017\n3Q 2017\n4Q 2017\nInterest rate\n8,300\n9,169\n8,210\n7,424\n7,970\nEquity\n2,875\n2,766\n2,707\n2,624\n2,632\nForeign exchange\n883\n894\n879\n971\n941\nEnergy\n2,586\n2,496\n2,632\n2,693\n2,489\nAgricultural commodity\n1,193\n1,261\n1,491\n1,381\n1,278\nMetal\n488\n512\n533\n611\n616\nTotal\n16,325\n17,098\n16,453\n15,704\n15,925\nVenue\nElectronic\n14,375\n14,947\n14,582\n14,264\n14,265\nOpen outcry\n1,130\n1,362\n1,115\n889\n1,066\nPrivately negotiated\n820\n789\n756\n551\n594\nTotal\n16,325\n17,098\n16,453\n15,704\n15,925\nAverage Rate Per Contract (RPC)\nCME Group RPC\nProduct Line\n4Q 2016\n1Q 2017\n2Q 2017\n3Q 2017\n4Q 2017\nInterest rate\n$\n0.491\n$\n0.492\n$\n0.491\n$\n0.485\n$\n0.467\nEquity\n0.691\n0.718\n0.731\n0.738\n0.768\nForeign exchange\n0.804\n0.823\n0.807\n0.796\n0.785\nEnergy\n1.099\n1.130\n1.096\n1.072\n1.133\nAgricultural commodity\n1.336\n1.334\n1.300\n1.251\n1.251\nMetal\n1.486\n1.496\n1.449\n1.376\n1.315\nAverage RPC\n$\n0.731\n$\n0.731\n$\n0.749\n$\n0.749\n$\n0.736\nCME Group Inc. and Subsidiaries\nReconciliation of GAAP to non-GAAP Measures\n(dollars in millions, except per share amounts; shares in thousands)\nQuarter Ended\nDecember 31,\nYear Ended\nDecember 31,\n2017\n2016\n2017\n2016\nNet Income\n$\n2,939.2\n$\n373.4\n$\n4,063.4\n$\n1,534.1\nRestructuring and severance\n2.9\n12.9\n6.8\n12.9\nAmortization of purchased intangibles\n23.7\n24.1\n95.5\n96.1\nLosses on disposal of assets\n—\n4.0\n0.6\n9.3\nLosses and expenses related to sale-leaseback of data center\n—\n—\n—\n28.6\nAcceleration of contractual commitments\n8.3\n—\n8.3\n—\nForeign exchange transaction (gains) losses 1\n0.6\n8.0\n(9.4)\n24.5\nNet (gains) losses on CME Ventures investments\n0.5\n—\n0.5\n(1.4)\nGains on sale of BM&FBOVESPA shares\n—\n(42.0)\n(86.5)\n(48.4)\nGains on sale of Bolsa Mexicana shares\n(0.3)\n—\n(2.3)\n—\nIncome tax effect related to above\n(17.7)\n7.2\n(43.1)\n(30.1)\nOther income tax item 2\n(2,574.2)\n(0.3)\n(2,410.2)\n(89.3)\nAdjusted Net Income\n$\n383.0\n$\n387.3\n$\n1,623.6\n$\n1,536.3\nGAAP Earnings per Common Share:\nBasic\n$\n8.67\n$\n1.10\n$\n12.00\n$\n4.55\nDiluted\n8.63\n1.10\n11.94\n4.53\nAdjusted Earnings per Common Share:\nBasic\n$\n1.13\n$\n1.15\n$\n4.79\n$\n4.55\nDiluted\n1.12\n1.14\n4.77\n4.53\nWeighted Average Number of Common Shares:\nBasic\n339,153\n338,083\n338,707\n337,496\nDiluted\n340,490\n339,338\n340,226\n338,966\n1. Results include foreign exchange transaction net gains and losses principally related to cash held in British pounds within foreign entities whose functional currency is the U.S. dollar.\n2. Income tax benefit primarily from the recognition of a reduction in deferred tax liabilities as a result of the Tax Cut and Jobs Act of 2017.\nCME-G\nView original content: http://www.prnewswire.com/news-releases/cme-group-inc-reports-fourth-quarter-and-full-year-2017-financial-results-300591634.html\nSOURCE CME Group",
    "published": "2018-02-01T15:00:00.000+02:00",
    "crawled": "2018-02-01T18:01:20.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "cme",
        "group",
        "nasdaq",
        "cme",
        "today",
        "reported",
        "revenue",
        "million",
        "operating",
        "income",
        "million",
        "fourth",
        "quarter",
        "net",
        "income",
        "included",
        "billion",
        "net",
        "income",
        "tax",
        "benefit",
        "due",
        "recognition",
        "reduction",
        "deferred",
        "tax",
        "liability",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "resulting",
        "net",
        "income",
        "billion",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "basis",
        "net",
        "income",
        "million",
        "diluted",
        "earnings",
        "per",
        "share",
        "financial",
        "result",
        "presented",
        "adjusted",
        "basis",
        "fourth",
        "quarter",
        "exclude",
        "net",
        "income",
        "tax",
        "benefit",
        "noted",
        "certain",
        "item",
        "detailed",
        "reconciliation",
        "result",
        "total",
        "revenue",
        "billion",
        "operating",
        "income",
        "billion",
        "net",
        "income",
        "billion",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "basis",
        "net",
        "income",
        "billion",
        "percent",
        "compared",
        "diluted",
        "earnings",
        "per",
        "share",
        "percent",
        "due",
        "percent",
        "growth",
        "revenue",
        "coupled",
        "relatively",
        "flat",
        "operating",
        "expense",
        "primary",
        "goal",
        "expand",
        "global",
        "customer",
        "base",
        "continue",
        "innovate",
        "across",
        "diverse",
        "product",
        "set",
        "focus",
        "operational",
        "efficiency",
        "said",
        "cme",
        "group",
        "chairman",
        "chief",
        "executive",
        "officer",
        "terry",
        "duffy",
        "year",
        "historically",
        "low",
        "volatility",
        "set",
        "annual",
        "volume",
        "record",
        "three",
        "six",
        "asset",
        "class",
        "well",
        "total",
        "option",
        "launched",
        "successful",
        "new",
        "product",
        "saw",
        "growth",
        "europe",
        "asia",
        "kept",
        "expense",
        "relatively",
        "flat",
        "third",
        "straight",
        "year",
        "paid",
        "billion",
        "dividend",
        "shareholder",
        "looking",
        "ahead",
        "starting",
        "strong",
        "average",
        "daily",
        "volume",
        "percent",
        "date",
        "driven",
        "strength",
        "across",
        "asset",
        "class",
        "reconciliation",
        "financial",
        "result",
        "mentioned",
        "respective",
        "gaap",
        "figure",
        "found",
        "within",
        "reconciliation",
        "gaap",
        "measure",
        "chart",
        "end",
        "financial",
        "statement",
        "earnings",
        "presentation",
        "material",
        "average",
        "daily",
        "volume",
        "million",
        "contract",
        "percent",
        "compared",
        "clearing",
        "transaction",
        "fee",
        "revenue",
        "million",
        "percent",
        "compared",
        "total",
        "average",
        "rate",
        "per",
        "contract",
        "compared",
        "driven",
        "lower",
        "proportion",
        "commodity",
        "volume",
        "well",
        "higher",
        "member",
        "trading",
        "market",
        "data",
        "revenue",
        "million",
        "percent",
        "compared",
        "fourth",
        "quarter",
        "last",
        "year",
        "percent",
        "record",
        "average",
        "daily",
        "volume",
        "million",
        "contract",
        "percent",
        "included",
        "annual",
        "record",
        "energy",
        "agricultural",
        "commodity",
        "metal",
        "total",
        "option",
        "electronic",
        "option",
        "clearing",
        "transaction",
        "fee",
        "revenue",
        "billion",
        "percent",
        "compared",
        "average",
        "rate",
        "per",
        "contract",
        "percent",
        "market",
        "data",
        "revenue",
        "million",
        "percent",
        "compared",
        "prior",
        "year",
        "december",
        "company",
        "billion",
        "cash",
        "marketable",
        "security",
        "billion",
        "debt",
        "company",
        "declared",
        "dividend",
        "billion",
        "including",
        "annual",
        "variable",
        "dividend",
        "billion",
        "paid",
        "january",
        "company",
        "returned",
        "billion",
        "shareholder",
        "form",
        "dividend",
        "since",
        "implementation",
        "variable",
        "dividend",
        "policy",
        "early",
        "cme",
        "group",
        "hold",
        "q",
        "conference",
        "call",
        "discus",
        "result",
        "eastern",
        "time",
        "today",
        "live",
        "audio",
        "webcast",
        "q",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "cme",
        "group",
        "web",
        "site",
        "archived",
        "recording",
        "available",
        "two",
        "month",
        "call",
        "world",
        "leading",
        "diverse",
        "derivative",
        "marketplace",
        "cme",
        "group",
        "world",
        "come",
        "manage",
        "risk",
        "cme",
        "group",
        "exchange",
        "offer",
        "widest",
        "range",
        "global",
        "benchmark",
        "product",
        "across",
        "major",
        "asset",
        "class",
        "including",
        "future",
        "option",
        "based",
        "interest",
        "rate",
        "equity",
        "index",
        "foreign",
        "exchange",
        "energy",
        "agricultural",
        "product",
        "metal",
        "around",
        "world",
        "cme",
        "group",
        "brings",
        "buyer",
        "seller",
        "together",
        "cme",
        "electronic",
        "trading",
        "platform",
        "cme",
        "group",
        "also",
        "operates",
        "one",
        "world",
        "leading",
        "central",
        "counterparty",
        "clearing",
        "provider",
        "cme",
        "clearing",
        "offer",
        "clearing",
        "settlement",
        "service",
        "across",
        "asset",
        "class",
        "derivative",
        "cme",
        "group",
        "product",
        "service",
        "ensure",
        "business",
        "around",
        "world",
        "effectively",
        "manage",
        "risk",
        "achieve",
        "growth",
        "cme",
        "group",
        "globe",
        "logo",
        "cme",
        "chicago",
        "mercantile",
        "exchange",
        "globex",
        "trademark",
        "chicago",
        "mercantile",
        "exchange",
        "cbot",
        "chicago",
        "board",
        "trade",
        "kcbt",
        "kansa",
        "city",
        "board",
        "trade",
        "trademark",
        "board",
        "trade",
        "city",
        "chicago",
        "nymex",
        "new",
        "york",
        "mercantile",
        "exchange",
        "clearport",
        "trademark",
        "new",
        "york",
        "mercantile",
        "exchange",
        "comex",
        "trademark",
        "commodity",
        "exchange",
        "dow",
        "jones",
        "dow",
        "jones",
        "industrial",
        "average",
        "p",
        "p",
        "service",
        "trademark",
        "dow",
        "jones",
        "trademark",
        "holding",
        "llc",
        "standard",
        "poor",
        "financial",
        "service",
        "llc",
        "jones",
        "index",
        "llc",
        "case",
        "may",
        "licensed",
        "use",
        "chicago",
        "mercantile",
        "exchange",
        "trademark",
        "property",
        "respective",
        "owner",
        "statement",
        "press",
        "release",
        "historical",
        "fact",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "want",
        "caution",
        "place",
        "undue",
        "reliance",
        "statement",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "among",
        "factor",
        "might",
        "affect",
        "performance",
        "increasing",
        "competition",
        "foreign",
        "domestic",
        "entity",
        "including",
        "increased",
        "competition",
        "new",
        "entrant",
        "market",
        "consolidation",
        "existing",
        "entity",
        "ability",
        "keep",
        "pace",
        "rapid",
        "technological",
        "development",
        "including",
        "ability",
        "complete",
        "development",
        "implementation",
        "maintenance",
        "enhanced",
        "functionality",
        "required",
        "customer",
        "maintaining",
        "reliability",
        "ensuring",
        "technology",
        "vulnerable",
        "security",
        "risk",
        "ability",
        "continue",
        "introducing",
        "competitive",
        "new",
        "product",
        "service",
        "timely",
        "basis",
        "including",
        "electronic",
        "trading",
        "capability",
        "ability",
        "maintain",
        "competitiveness",
        "existing",
        "product",
        "service",
        "including",
        "ability",
        "provide",
        "effective",
        "service",
        "swap",
        "market",
        "ability",
        "adjust",
        "fixed",
        "cost",
        "expense",
        "revenue",
        "decline",
        "ability",
        "maintain",
        "existing",
        "customer",
        "develop",
        "strategic",
        "relationship",
        "attract",
        "new",
        "customer",
        "ability",
        "expand",
        "offer",
        "product",
        "outside",
        "united",
        "state",
        "change",
        "regulation",
        "including",
        "impact",
        "change",
        "law",
        "government",
        "policy",
        "respect",
        "industry",
        "change",
        "regulation",
        "policy",
        "require",
        "increased",
        "financial",
        "operational",
        "resource",
        "u",
        "customer",
        "cost",
        "associated",
        "protecting",
        "intellectual",
        "property",
        "right",
        "ability",
        "operate",
        "business",
        "without",
        "violating",
        "intellectual",
        "property",
        "right",
        "others",
        "decrease",
        "revenue",
        "market",
        "data",
        "result",
        "decreased",
        "demand",
        "change",
        "rate",
        "per",
        "contract",
        "due",
        "shift",
        "mix",
        "product",
        "traded",
        "trading",
        "venue",
        "mix",
        "customer",
        "whether",
        "customer",
        "receives",
        "member",
        "fee",
        "participates",
        "one",
        "various",
        "incentive",
        "program",
        "impact",
        "tiered",
        "pricing",
        "structure",
        "ability",
        "financial",
        "safeguard",
        "package",
        "adequately",
        "protect",
        "u",
        "credit",
        "risk",
        "clearing",
        "member",
        "ability",
        "compliance",
        "risk",
        "management",
        "method",
        "effectively",
        "monitor",
        "manage",
        "risk",
        "including",
        "ability",
        "prevent",
        "error",
        "misconduct",
        "protect",
        "infrastructure",
        "security",
        "breach",
        "misappropriation",
        "intellectual",
        "property",
        "asset",
        "change",
        "price",
        "level",
        "volatility",
        "derivative",
        "market",
        "underlying",
        "equity",
        "foreign",
        "exchange",
        "interest",
        "rate",
        "commodity",
        "market",
        "economic",
        "political",
        "market",
        "condition",
        "including",
        "volatility",
        "capital",
        "credit",
        "market",
        "impact",
        "economic",
        "condition",
        "trading",
        "activity",
        "current",
        "potential",
        "customer",
        "ability",
        "accommodate",
        "increase",
        "contract",
        "volume",
        "order",
        "transaction",
        "traffic",
        "implement",
        "enhancement",
        "without",
        "failure",
        "degradation",
        "performance",
        "trading",
        "clearing",
        "system",
        "ability",
        "execute",
        "growth",
        "strategy",
        "maintain",
        "growth",
        "effectively",
        "ability",
        "manage",
        "risk",
        "control",
        "cost",
        "associated",
        "strategy",
        "acquisition",
        "investment",
        "alliance",
        "ability",
        "continue",
        "generate",
        "fund",
        "manage",
        "indebtedness",
        "allow",
        "u",
        "continue",
        "invest",
        "business",
        "industry",
        "customer",
        "consolidation",
        "decrease",
        "trading",
        "clearing",
        "activity",
        "imposition",
        "transaction",
        "tax",
        "user",
        "fee",
        "future",
        "option",
        "future",
        "transaction",
        "repeal",
        "tax",
        "treatment",
        "transaction",
        "unfavorable",
        "resolution",
        "material",
        "legal",
        "proceeding",
        "detailed",
        "discussion",
        "factor",
        "might",
        "affect",
        "performance",
        "see",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "periodic",
        "report",
        "filed",
        "form",
        "form",
        "cme",
        "group",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "million",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "allowance",
        "current",
        "asset",
        "includes",
        "restricted",
        "cash",
        "performance",
        "bond",
        "guaranty",
        "fund",
        "contribution",
        "total",
        "current",
        "asset",
        "property",
        "net",
        "accumulated",
        "depreciation",
        "amortization",
        "intangible",
        "product",
        "intangible",
        "net",
        "goodwill",
        "asset",
        "includes",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "current",
        "liability",
        "performance",
        "bond",
        "guaranty",
        "fund",
        "contribution",
        "total",
        "current",
        "liability",
        "debt",
        "deferred",
        "income",
        "tax",
        "liability",
        "net",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "total",
        "liability",
        "equity",
        "cme",
        "group",
        "subsidiary",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "share",
        "thousand",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "clearing",
        "transaction",
        "fee",
        "market",
        "data",
        "information",
        "service",
        "access",
        "communication",
        "fee",
        "total",
        "revenue",
        "expense",
        "compensation",
        "benefit",
        "communication",
        "technology",
        "support",
        "service",
        "professional",
        "fee",
        "outside",
        "service",
        "amortization",
        "purchased",
        "intangible",
        "depreciation",
        "amortization",
        "occupancy",
        "building",
        "operation",
        "licensing",
        "fee",
        "agreement",
        "total",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "investment",
        "income",
        "interest",
        "borrowing",
        "cost",
        "equity",
        "net",
        "earnings",
        "loss",
        "unconsolidated",
        "subsidiary",
        "income",
        "expense",
        "total",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "benefit",
        "net",
        "income",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "basic",
        "diluted",
        "cme",
        "group",
        "subsidiary",
        "quarterly",
        "operating",
        "statistic",
        "4q",
        "1q",
        "2q",
        "3q",
        "4q",
        "trading",
        "day",
        "quarterly",
        "average",
        "daily",
        "volume",
        "adv",
        "cme",
        "group",
        "adv",
        "thousand",
        "product",
        "line",
        "4q",
        "1q",
        "2q",
        "3q",
        "4q",
        "interest",
        "rate",
        "equity",
        "foreign",
        "exchange",
        "energy",
        "agricultural",
        "commodity",
        "metal",
        "total",
        "venue",
        "electronic",
        "open",
        "outcry",
        "privately",
        "negotiated",
        "total",
        "average",
        "rate",
        "per",
        "contract",
        "rpc",
        "cme",
        "group",
        "rpc",
        "product",
        "line",
        "4q",
        "1q",
        "2q",
        "3q",
        "4q",
        "interest",
        "rate",
        "equity",
        "foreign",
        "exchange",
        "energy",
        "agricultural",
        "commodity",
        "metal",
        "average",
        "rpc",
        "cme",
        "group",
        "subsidiary",
        "reconciliation",
        "gaap",
        "measure",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "share",
        "thousand",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "restructuring",
        "severance",
        "amortization",
        "purchased",
        "intangible",
        "loss",
        "disposal",
        "asset",
        "loss",
        "expense",
        "related",
        "data",
        "center",
        "acceleration",
        "contractual",
        "commitment",
        "foreign",
        "exchange",
        "transaction",
        "gain",
        "loss",
        "net",
        "gain",
        "loss",
        "cme",
        "venture",
        "investment",
        "gain",
        "sale",
        "bm",
        "fbovespa",
        "share",
        "gain",
        "sale",
        "bolsa",
        "mexicana",
        "share",
        "income",
        "tax",
        "effect",
        "related",
        "income",
        "tax",
        "item",
        "adjusted",
        "net",
        "income",
        "gaap",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "adjusted",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "basic",
        "diluted",
        "result",
        "include",
        "foreign",
        "exchange",
        "transaction",
        "net",
        "gain",
        "loss",
        "principally",
        "related",
        "cash",
        "held",
        "british",
        "pound",
        "within",
        "foreign",
        "entity",
        "whose",
        "functional",
        "currency",
        "dollar",
        "income",
        "tax",
        "benefit",
        "primarily",
        "recognition",
        "reduction",
        "deferred",
        "tax",
        "liability",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "view",
        "original",
        "content",
        "http",
        "source",
        "cme",
        "group"
    ]
}