{
    "organizations": [],
    "uuid": "c46c2abfaaf3641112f006df98a3d499be635881",
    "author": "Joshua Bateman",
    "url": "https://www.cnbc.com/2018/02/01/warren-buffett-god-of-stocks-in-china-could-use-even-bigger-deals.html",
    "ord_in_thread": 0,
    "title": "Warren Buffett, 'god of stocks' in China, could use even bigger deals",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Six years ago Warren Buffett played the ukulele on CCTV during the Chinese New Year, endearing himself to hundreds of millions of viewers in China. With the Chinese New Year approaching again, the celebrity of the billionaire investor continues to grow.\nBuffett , synonymous with some of the biggest stock bets on U.S. consumer brands, is a big brand himself in China. The 87-year-old chairman and CEO of Berkshire Hathaway , dubbed gǔshén (\"god of stocks\") in Mandarin, permeates consumer, cultural, philanthropic and media domains. Buffett's suits are even made in China , by Dalian Dayang Tands , bringing renown to founder Madam Li , who gladly publicizes the connection.\nOn Taobao , China's largest online marketplace, products with Buffett's likeness include mugs, mouse pads, phone cases, headphones, LED speaker lamps, pen holders, key rings, nail clippers, makeup mirrors, watches, shoulder bags and pillows.\nLast year, when Coca-Cola introduced Cherry Coke to China, cans and bottles featured a cartoon headshot of Buffett. The cans state that Cherry Coke is Buffett's \"zhìài zhíxuǎn,\" roughly meaning \"true love of choice.\" Buffett is the company's largest shareholder , with a 9.3 percent stake .\nIn 2016 , Duracell was sold by Procter & Gamble to Berkshire Hathaway. Last year Buffett's image appeared on animated GIFs for the brand in China.\n\"He's super popular here,\" said Jeffery Towson, author of The 1 Hour China Book , who teaches \"Legends of Investing\" at Peking University's Guanghua School of Management.\nSome 3,000 Chinese descended on Omaha for last year's Berkshire Hathaway shareholder meeting, which was also live-streamed and rebroadcast on a loop in China. The festivities are translated into only one foreign language: Mandarin.\n\"What he's looking for is the opportunity for growth. And China and the market certainly have that.\" -Meyer Shields, managing director at Keefe, Bruyette & Woods, who covers Berkshire Hathaway The world has many rich people, and China alone has almost 600 billionaires . What differentiates Warren Buffett for the Chinese public, however, is how he accumulated his wealth: with intelligence, not inheritance.\n\"This resonates with lots of Chinese peoples' values in terms of appreciating individual diligence or individual capabilities in ventures, in markets,\" said Carrie Law, CEO of Juwai.com , a Chinese website for buying overseas properties. In 2017 Juwai partnered with Berkshire Hathaway residential real estate subsidiary Home Services.\nHis willingness to acknowledge failures is also respected. \"Chinese people learn from this experience-sharing,\" Law said.\nAlthough worth roughly $90 billion as of Feb.1, Buffett's humble attitude, modest home (he has lived in his same Omaha home for many decades) and austere habits agree with Confucian views, Law said. Charisma also helped Buffett develop connections with people across socioeconomic levels in both the public and private sectors.\n\"You would feel safe to build a business together,\" Law said.\nIn the right place for the right stock market boom Buffett attributes his popularity to blossoming equity investing in China, a relatively new activity. The Shanghai Stock exchange opened in 1990, two years after Buffett began acquiring Coca-Cola stock. \"I was in the right place at the right time as the Chinese looked around for famous investors,\" he told Yahoo Finance .\nRobert Hagstrom's The Warren Buffett Way and Roger Lowenstein's Buffett have been translated into Chinese, while a book by a Chinese writer promises that studying Buffett will lead to \"greater future profit.\"\nIn 2008 investor Zhao Danyang paid $2.1 million to lunch with Buffett, an annual fundraiser that raises money for the Glide foundation . In 2015, Zhu Ye, CEO of gaming company Dalian Zeus, paid $2.35 million.\nBuffett's investment partner and Berkshire vice chairman, 94-year-old Charlie Munger , is also celebrated. At the Shenzhen Central Book Mall, dozens of the translated Poor Charlie's Almanack are prominently displayed. Inside Beijing subway cars, Munger's image has been used to publicize a book launch.\nMore from Global Investing Hot Spots:\nInvestors get ready for a surge in China IPOs\nThe world's hottest stock market is in South America\nA Dogs of the World strategy that always works\nDuring the summer of 2015, the Shanghai composite dropped more than 40 percent from market highs. At the Berkshire Hathaway annual shareholders meeting in 2017, Buffett said that fledgling stock markets like China's sometimes \"have a casino characteristic that has a lot of appeal to people, particularly when they see people getting rich around them.\"\nBut since first visiting China in 1995 , Buffett has dabbled in its stock market. It is one of the few global markets able to accommodate the substantial capital volumes that he looks to deploy. In 2003, Buffett invested in PetroChina , which returned seven times his investment for Berkshire Hathaway when it was eventually sold. In 2008, Berkshire invested in electric car and renewable-energy company BYD , which it still holds — through some significant ups and downs in stock price over the years — at an 8 percent stake within its Berkshire Hathaway Energy subsidiary.\nVCG | Getty Images Warren E. Buffett, Charlie Munger and Bill Gates attend a BYD product launch in Beijing, China in 2010. Deploying capital is one of Buffett's biggest problems as he attempts to make the final marks on his legacy as one of the greatest investors, and dealmakers, of the last century. Berkshire Hathaway has seen its cash on the balance sheet grow from $80 billion to more than $100 billion currently, and Buffett has said it's been a struggle to pull off as many acquisitions as he would like in recent years.\nAccording to Towson, who last year took a group of Chinese business students to meet Buffett in Omaha, Berkshire Hathaway is actively looking for Chinese opportunities.\n\"He's always on the lookout for an attractive property,\" said Meyer Shields, managing director at Keefe, Bruyette & Woods, who has a hold on the stock. \"What he's looking for is the opportunity for growth. And China and the market certainly have that.\"\nIn addition to carrying out potential acquisitions, Shields said Berkshire Hathaway's existing subsidiaries are expanding as China's middle class does. \"The primary attractiveness is the size and the speed with which the Chinese government seems intent on building up the economy,\" he said.\nThis benefits consumer brands in particular, such as Coke and Kraft Heinz , which face fewer regulatory hurdles in China than other Berskshire brands that operate in more regulated industries.\nshow chapters Warren Buffett on Berkshire's $90B cash stash 7:08 AM ET Fri, 5 May 2017 | 00:42 While there are massive Chinese industries that overlap with a few of Buffett's favorite spots for stock-picking and acquisitions — insurance and banking — there are unique investment risks in China. A 2014 study found that Chinese management teams have inconsequential ownership in companies they manage, balance sheets are levered, dividend payouts are low, and shareholder rights enforcement is weak.\nTowson said most Chinese companies today do not meet Buffett's investment criteria. More will, however, as the market matures, management teams improve and corporate governance strengthens.\nSome Buffett wisdoms are lost in translation When Buffett speaks to the Chinese, his meaning is sometimes mistranslated.\nWhen noting that he personally does not have a competitive edge when investing in China, local media misinterpreted Buffett's meaning. They believed he was disparaging the country and saying that the world's second-largest economy does not have competitive advantages.\nAdditionally, Buffett famously said, \"Our favorite holding period is forever.\" Investment holding periods for Chinese shareholders, however, average closer to six months .\nTowson said there are buy-and-hold investors in China. \"This value approach, it's very common here, but you'll see it more in private transactions than you do in stocks.\"\nIn 2010, Bill Gates, Buffett and Munger went to China for the Giving Pledge, an initiative aimed at getting the world's wealthiest people to bequeath a majority of their assets to charity. Although it took years for any Chinese citizens to participate, three have now agreed to do so.\nEven if Buffett has yet to make his biggest mark on China through investments, the country is giving back.\n— By Joshua Bateman. Bateman is based in Greater China. He can be reached @joshdbateman.",
    "published": "2018-02-02T17:00:00.000+02:00",
    "crawled": "2018-02-02T16:41:31.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "six",
        "year",
        "ago",
        "warren",
        "buffett",
        "played",
        "ukulele",
        "cctv",
        "chinese",
        "new",
        "year",
        "endearing",
        "hundred",
        "million",
        "viewer",
        "china",
        "chinese",
        "new",
        "year",
        "approaching",
        "celebrity",
        "billionaire",
        "investor",
        "continues",
        "grow",
        "buffett",
        "synonymous",
        "biggest",
        "stock",
        "bet",
        "consumer",
        "brand",
        "big",
        "brand",
        "china",
        "chairman",
        "ceo",
        "berkshire",
        "hathaway",
        "dubbed",
        "gǔshén",
        "god",
        "stock",
        "mandarin",
        "permeates",
        "consumer",
        "cultural",
        "philanthropic",
        "medium",
        "domain",
        "buffett",
        "suit",
        "even",
        "made",
        "china",
        "dalian",
        "dayang",
        "tands",
        "bringing",
        "renown",
        "founder",
        "madam",
        "li",
        "gladly",
        "publicizes",
        "connection",
        "taobao",
        "china",
        "largest",
        "online",
        "marketplace",
        "product",
        "buffett",
        "likeness",
        "include",
        "mug",
        "mouse",
        "pad",
        "phone",
        "case",
        "headphone",
        "led",
        "speaker",
        "lamp",
        "pen",
        "holder",
        "key",
        "ring",
        "nail",
        "clipper",
        "makeup",
        "mirror",
        "watch",
        "shoulder",
        "bag",
        "pillow",
        "last",
        "year",
        "introduced",
        "cherry",
        "coke",
        "china",
        "can",
        "bottle",
        "featured",
        "cartoon",
        "headshot",
        "buffett",
        "can",
        "state",
        "cherry",
        "coke",
        "buffett",
        "zhìài",
        "zhíxuǎn",
        "roughly",
        "meaning",
        "true",
        "love",
        "choice",
        "buffett",
        "company",
        "largest",
        "shareholder",
        "percent",
        "stake",
        "duracell",
        "sold",
        "procter",
        "gamble",
        "berkshire",
        "hathaway",
        "last",
        "year",
        "buffett",
        "image",
        "appeared",
        "animated",
        "gifs",
        "brand",
        "china",
        "super",
        "popular",
        "said",
        "jeffery",
        "towson",
        "author",
        "hour",
        "china",
        "book",
        "teach",
        "legend",
        "investing",
        "peking",
        "university",
        "guanghua",
        "school",
        "management",
        "chinese",
        "descended",
        "omaha",
        "last",
        "year",
        "berkshire",
        "hathaway",
        "shareholder",
        "meeting",
        "also",
        "rebroadcast",
        "loop",
        "china",
        "festivity",
        "translated",
        "one",
        "foreign",
        "language",
        "mandarin",
        "looking",
        "opportunity",
        "growth",
        "china",
        "market",
        "certainly",
        "shield",
        "managing",
        "director",
        "keefe",
        "bruyette",
        "wood",
        "cover",
        "berkshire",
        "hathaway",
        "world",
        "many",
        "rich",
        "people",
        "china",
        "alone",
        "almost",
        "billionaire",
        "differentiates",
        "warren",
        "buffett",
        "chinese",
        "public",
        "however",
        "accumulated",
        "wealth",
        "intelligence",
        "inheritance",
        "resonates",
        "lot",
        "chinese",
        "people",
        "value",
        "term",
        "appreciating",
        "individual",
        "diligence",
        "individual",
        "capability",
        "venture",
        "market",
        "said",
        "carrie",
        "law",
        "ceo",
        "chinese",
        "website",
        "buying",
        "overseas",
        "property",
        "juwai",
        "partnered",
        "berkshire",
        "hathaway",
        "residential",
        "real",
        "estate",
        "subsidiary",
        "home",
        "service",
        "willingness",
        "acknowledge",
        "failure",
        "also",
        "respected",
        "chinese",
        "people",
        "learn",
        "law",
        "said",
        "although",
        "worth",
        "roughly",
        "billion",
        "buffett",
        "humble",
        "attitude",
        "modest",
        "home",
        "lived",
        "omaha",
        "home",
        "many",
        "decade",
        "austere",
        "habit",
        "agree",
        "confucian",
        "view",
        "law",
        "said",
        "charisma",
        "also",
        "helped",
        "buffett",
        "develop",
        "connection",
        "people",
        "across",
        "socioeconomic",
        "level",
        "public",
        "private",
        "sector",
        "would",
        "feel",
        "safe",
        "build",
        "business",
        "together",
        "law",
        "said",
        "right",
        "place",
        "right",
        "stock",
        "market",
        "boom",
        "buffett",
        "attribute",
        "popularity",
        "blossoming",
        "equity",
        "investing",
        "china",
        "relatively",
        "new",
        "activity",
        "shanghai",
        "stock",
        "exchange",
        "opened",
        "two",
        "year",
        "buffett",
        "began",
        "acquiring",
        "stock",
        "right",
        "place",
        "right",
        "time",
        "chinese",
        "looked",
        "around",
        "famous",
        "investor",
        "told",
        "yahoo",
        "finance",
        "robert",
        "hagstrom",
        "warren",
        "buffett",
        "way",
        "roger",
        "lowenstein",
        "buffett",
        "translated",
        "chinese",
        "book",
        "chinese",
        "writer",
        "promise",
        "studying",
        "buffett",
        "lead",
        "greater",
        "future",
        "profit",
        "investor",
        "zhao",
        "danyang",
        "paid",
        "million",
        "lunch",
        "buffett",
        "annual",
        "fundraiser",
        "raise",
        "money",
        "glide",
        "foundation",
        "zhu",
        "ye",
        "ceo",
        "gaming",
        "company",
        "dalian",
        "zeus",
        "paid",
        "million",
        "buffett",
        "investment",
        "partner",
        "berkshire",
        "vice",
        "chairman",
        "charlie",
        "munger",
        "also",
        "celebrated",
        "shenzhen",
        "central",
        "book",
        "mall",
        "dozen",
        "translated",
        "poor",
        "charlie",
        "almanack",
        "prominently",
        "displayed",
        "inside",
        "beijing",
        "subway",
        "car",
        "munger",
        "image",
        "used",
        "publicize",
        "book",
        "launch",
        "global",
        "investing",
        "hot",
        "spot",
        "investor",
        "get",
        "ready",
        "surge",
        "china",
        "ipo",
        "world",
        "hottest",
        "stock",
        "market",
        "south",
        "america",
        "dog",
        "world",
        "strategy",
        "always",
        "work",
        "summer",
        "shanghai",
        "composite",
        "dropped",
        "percent",
        "market",
        "high",
        "berkshire",
        "hathaway",
        "annual",
        "shareholder",
        "meeting",
        "buffett",
        "said",
        "fledgling",
        "stock",
        "market",
        "like",
        "china",
        "sometimes",
        "casino",
        "characteristic",
        "lot",
        "appeal",
        "people",
        "particularly",
        "see",
        "people",
        "getting",
        "rich",
        "around",
        "since",
        "first",
        "visiting",
        "china",
        "buffett",
        "dabbled",
        "stock",
        "market",
        "one",
        "global",
        "market",
        "able",
        "accommodate",
        "substantial",
        "capital",
        "volume",
        "look",
        "deploy",
        "buffett",
        "invested",
        "petrochina",
        "returned",
        "seven",
        "time",
        "investment",
        "berkshire",
        "hathaway",
        "eventually",
        "sold",
        "berkshire",
        "invested",
        "electric",
        "car",
        "company",
        "byd",
        "still",
        "hold",
        "significant",
        "ups",
        "down",
        "stock",
        "price",
        "year",
        "percent",
        "stake",
        "within",
        "berkshire",
        "hathaway",
        "energy",
        "subsidiary",
        "vcg",
        "getty",
        "image",
        "warren",
        "buffett",
        "charlie",
        "munger",
        "bill",
        "gate",
        "attend",
        "byd",
        "product",
        "launch",
        "beijing",
        "china",
        "deploying",
        "capital",
        "one",
        "buffett",
        "biggest",
        "problem",
        "attempt",
        "make",
        "final",
        "mark",
        "legacy",
        "one",
        "greatest",
        "investor",
        "dealmakers",
        "last",
        "century",
        "berkshire",
        "hathaway",
        "seen",
        "cash",
        "balance",
        "sheet",
        "grow",
        "billion",
        "billion",
        "currently",
        "buffett",
        "said",
        "struggle",
        "pull",
        "many",
        "acquisition",
        "would",
        "like",
        "recent",
        "year",
        "according",
        "towson",
        "last",
        "year",
        "took",
        "group",
        "chinese",
        "business",
        "student",
        "meet",
        "buffett",
        "omaha",
        "berkshire",
        "hathaway",
        "actively",
        "looking",
        "chinese",
        "opportunity",
        "always",
        "lookout",
        "attractive",
        "property",
        "said",
        "meyer",
        "shield",
        "managing",
        "director",
        "keefe",
        "bruyette",
        "wood",
        "hold",
        "stock",
        "looking",
        "opportunity",
        "growth",
        "china",
        "market",
        "certainly",
        "addition",
        "carrying",
        "potential",
        "acquisition",
        "shield",
        "said",
        "berkshire",
        "hathaway",
        "existing",
        "subsidiary",
        "expanding",
        "china",
        "middle",
        "class",
        "primary",
        "attractiveness",
        "size",
        "speed",
        "chinese",
        "government",
        "seems",
        "intent",
        "building",
        "economy",
        "said",
        "benefit",
        "consumer",
        "brand",
        "particular",
        "coke",
        "kraft",
        "heinz",
        "face",
        "fewer",
        "regulatory",
        "hurdle",
        "china",
        "berskshire",
        "brand",
        "operate",
        "regulated",
        "industry",
        "show",
        "chapter",
        "warren",
        "buffett",
        "berkshire",
        "90b",
        "cash",
        "stash",
        "et",
        "fri",
        "may",
        "massive",
        "chinese",
        "industry",
        "overlap",
        "buffett",
        "favorite",
        "spot",
        "acquisition",
        "insurance",
        "banking",
        "unique",
        "investment",
        "risk",
        "china",
        "study",
        "found",
        "chinese",
        "management",
        "team",
        "inconsequential",
        "ownership",
        "company",
        "manage",
        "balance",
        "sheet",
        "levered",
        "dividend",
        "payouts",
        "low",
        "shareholder",
        "right",
        "enforcement",
        "weak",
        "towson",
        "said",
        "chinese",
        "company",
        "today",
        "meet",
        "buffett",
        "investment",
        "criterion",
        "however",
        "market",
        "matures",
        "management",
        "team",
        "improve",
        "corporate",
        "governance",
        "strengthens",
        "buffett",
        "wisdom",
        "lost",
        "translation",
        "buffett",
        "speaks",
        "chinese",
        "meaning",
        "sometimes",
        "mistranslated",
        "noting",
        "personally",
        "competitive",
        "edge",
        "investing",
        "china",
        "local",
        "medium",
        "misinterpreted",
        "buffett",
        "meaning",
        "believed",
        "disparaging",
        "country",
        "saying",
        "world",
        "economy",
        "competitive",
        "advantage",
        "additionally",
        "buffett",
        "famously",
        "said",
        "favorite",
        "holding",
        "period",
        "forever",
        "investment",
        "holding",
        "period",
        "chinese",
        "shareholder",
        "however",
        "average",
        "closer",
        "six",
        "month",
        "towson",
        "said",
        "investor",
        "china",
        "value",
        "approach",
        "common",
        "see",
        "private",
        "transaction",
        "stock",
        "bill",
        "gate",
        "buffett",
        "munger",
        "went",
        "china",
        "giving",
        "pledge",
        "initiative",
        "aimed",
        "getting",
        "world",
        "wealthiest",
        "people",
        "bequeath",
        "majority",
        "asset",
        "charity",
        "although",
        "took",
        "year",
        "chinese",
        "citizen",
        "participate",
        "three",
        "agreed",
        "even",
        "buffett",
        "yet",
        "make",
        "biggest",
        "mark",
        "china",
        "investment",
        "country",
        "giving",
        "back",
        "joshua",
        "bateman",
        "bateman",
        "based",
        "greater",
        "china",
        "reached",
        "joshdbateman"
    ]
}