{
    "organizations": [],
    "uuid": "726e22dd77904528bfe3075475ae754ad573d5f1",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-usa-oil-record-geopolitics-analysis/trump-energy-dominance-policy-pits-washington-against-moscow-idUKKBN1FT0OK",
    "ord_in_thread": 0,
    "title": "Trump 'energy dominance' policy pits Washington against Moscow",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 9, 2018 / 9:23 AM / Updated 10 minutes ago Trump 'energy dominance' policy pits Washington against Moscow Timothy Gardner 8 Min Read \nWASHINGTON (Reuters) - Last July, U.S. President Donald Trump stood beside his Polish counterpart, Andrzej Duda, in Warsaw and promised to help wean the nation off Russian energy imports. He offered U.S. fuel as an alternative, “so that you can never be held hostage to a single supplier.” \nTrump was tapping into longstanding European concerns about Russia’s ability to shut off natural gas supplies - which it has done in past pricing disputes. U.S. lawmakers say Russia’s influence over energy has proven effective in silencing critics of its human rights abuses, annexation of Crimea, and incursion into eastern Ukraine, an assertion the Kremlin has denied. \nSix months after Trump’s trip, Poland has contracted for imports of U.S. liquefied natural gas (LNG), crude oil, and coal, and announced it will not renew a gas supply deal with Russia’s state-owned Gazprom when it expires in 2022 - halting an exclusive and troubled relationship dating to 1944. \nThe episode exemplifies a key goal of Trump’s “energy dominance” agenda - using rising energy exports to bolster Washington’s geopolitical influence. \nThe policy also seeks to boost domestic production through rollbacks of environmental regulations and expanded energy leasing in federal territories, but those efforts have so far had little impact. \nTrump nonetheless inherited a booming oil and gas industry that has given his administration more international clout in energy markets than any White House has enjoyed in decades. \nU.S. oil output has risen to more than 10 million barrels per day for the first time since 1970 thanks to improved drilling technology that dates back years. Natural gas output has also soared, making America the world’s top producer of the fuel. \nMeanwhile, the 2015 repeal of a 40-year-old ban on crude oil exports - passed by a Republican-controlled Congress and signed by former President Barack Obama - has made strategic shipments overseas possible. The permitting of U.S. LNG export facilities in recent years has provided another boost. \n(For an interactive graphic detailing the global impacts of the U.S. shale revolution, see: tmsnrt.rs/2EtJgen ) \nIt remains to be seen how successfully the administration will play its strong hand. Obstacles include environmental opposition to new pipelines and other energy projects at home, competition from other big exporters abroad, and potential trade disputes. \nBut early signs are promising. Lithuania, Ukraine, China, Japan, South Korea and Vietnam are among the more than 30 countries that have recently cut U.S. energy supply deals over the past two years - many for the first time. BUYING LESS FROM OPEC, SELLING MORE TO CHINA \nJohn McCarrick, the deputy assistant secretary at the State Department’s Bureau of Energy Resources, said his staff helped pave the way for some of the energy supply agreements by meeting with private and public officials in Europe and Asia to promote the strategic value of U.S. energy. \n“All we’re trying to do is level the market playing field,” by giving allies the ability to diversify their energy supply, he said. \nDoing so, he said, could reduce the influence of “market distorting actors,” including Russia and producers in the Organization of the Petroleum Exporting Countries (OPEC). \nThe administration also hopes to use energy exports to reduce yawning trade deficits with partners - particularly with China, which last year exported goods to the United States worth $347 billion (£248.7 billion) more than it imported. \nChina has become a top customer of U.S. LNG and is now the second-largest buyer of U.S. crude behind Canada. China’s state oil company signed a preliminary agreement in November to invest in a $43 billion LNG export facility in Alaska, which would compete with Russia’s Yamal LNG export terminal in the Arctic. \n“To see collaboration rather than being at each other’s throats - that’s a real positive,” said Daniel Yergin, an energy historian and vice chairman of IHS Markit. \nU.S. coal exports to Asia have also risen in recent months as ailing U.S. mining companies search for alternatives to the weak domestic market. \nWhile U.S. exports are soaring, its imports are falling - reducing its economic and political dependence on oil-producing nations in the Middle East and elsewhere. \nSince 2005, U.S. net petroleum imports have plunged to just 4 million barrels per day, from 12.5 million bpd, with the share coming from OPEC falling to about a third from more than half. \nThe now-repealed U.S. oil export ban dated back to an era of feared fuel shortages after Arab members of OPEC imposed an embargo against the United States in retaliation for U.S. support of the Israeli military. WAKING THE BEAR \nTrump’s National Security Strategy document, unveiled in December, said one aim of the “energy dominance” policy was to “help our allies and partners become more resilient against those that use energy to coerce.” \nFormer Soviet bloc nation Lithuania received its first cargo of U.S. LNG in August - an event Lithuania’s foreign affairs minister called “crucially important for the whole region.” \nThe Trump administration also helped negotiate a deal in July between Ukraine and U.S. miner Xcoal Energy for some 700,000 tons of coal, and provided hundreds of millions of dollars in financing and insurance to gas and wind power projects there. \nUkraine has borne the brunt of Russia’s near-monopoly of gas supplies to Europe over the years. State energy company Gazprom has cut off gas to Ukraine, and onward to Western Europe, during price disputes in deep winter, and imposed bans on customers reselling gas to other countries. \nThe Kremlin and Gazprom have said those disputes were driven by commercial, not political, matters. Gazprom’s deputy CEO Alexander Medvedev downplayed the impact of U.S. energy shipments on the region. \n“I would compare Gazprom’s gas exports to Europe with a cup of tea and U.S. supplies to a few drops of cognac or whiskey added to that cup,” he told investors in London on Thursday. “You get a bit of smell but there is no major taste.” \nRussia aims to solidify business ties in Western Europe with a proposed gas pipeline under the Baltic Sea to Germany - the Nord Stream 2. U.S. Secretary of State Rex Tillerson said in Warsaw on Jan. 27 that Washington views the project as a threat to Europe’s energy security. \nIn addition, Russia may have enough spare capacity to threaten U.S. drilling companies with a price war if American policy irks the country enough, analysts say. \n“Down the road, Russia could show the world just how much energy it has to produce, to the detriment... of rival U.S. oil and gas producers,” said Amy Myers Jaffe, a senior fellow at the Council on Foreign Relations. \nPast price wars with OPEC nations have triggered bankruptcies in the United States, including in 2014 when Saudi Arabia opened the spigots. But OPEC eventually relented as oil prices tanked, trimming output and paving the way for a U.S. recovery. \nEven if the United States struggles to win market share in its competition with cheaper piped gas from Russia, the availability of an alternative will blunt the impact if Russia cuts supplies off again, and reduce its ability to dictate long-term restrictive contracts with its customers, analysts said. \n“America’s greatest contribution will be changing the way gas business is done, rather than grabbing particular market share,” said Agnia Grigas of the Atlantic Council think tank. \nThe State Department’s McCarrick balked at the suggestion by some analysts that the U.S. effort to expand its exports overseas could anger Russia. \n“The Russians should understand they are competing in a market,” he said. “Really, it’s just a competition, it’s not a geopolitical threat.” Additional reporting by Dmitry Zhdannikov and Ekaterina Golubkova; editing by Richard Valdmanis and Brian Thevenot",
    "published": "2018-02-09T11:22:00.000+02:00",
    "crawled": "2018-02-09T11:37:04.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "minute",
        "ago",
        "trump",
        "dominance",
        "policy",
        "pit",
        "washington",
        "moscow",
        "timothy",
        "gardner",
        "min",
        "read",
        "washington",
        "reuters",
        "last",
        "july",
        "president",
        "donald",
        "trump",
        "stood",
        "beside",
        "polish",
        "counterpart",
        "andrzej",
        "duda",
        "warsaw",
        "promised",
        "help",
        "wean",
        "nation",
        "russian",
        "energy",
        "import",
        "offered",
        "fuel",
        "alternative",
        "never",
        "held",
        "hostage",
        "single",
        "trump",
        "tapping",
        "longstanding",
        "european",
        "concern",
        "russia",
        "ability",
        "shut",
        "natural",
        "gas",
        "supply",
        "done",
        "past",
        "pricing",
        "dispute",
        "lawmaker",
        "say",
        "russia",
        "influence",
        "energy",
        "proven",
        "effective",
        "silencing",
        "critic",
        "human",
        "right",
        "abuse",
        "annexation",
        "crimea",
        "incursion",
        "eastern",
        "ukraine",
        "assertion",
        "kremlin",
        "denied",
        "six",
        "month",
        "trump",
        "trip",
        "poland",
        "contracted",
        "import",
        "liquefied",
        "natural",
        "gas",
        "lng",
        "crude",
        "oil",
        "coal",
        "announced",
        "renew",
        "gas",
        "supply",
        "deal",
        "russia",
        "gazprom",
        "expires",
        "halting",
        "exclusive",
        "troubled",
        "relationship",
        "dating",
        "episode",
        "exemplifies",
        "key",
        "goal",
        "trump",
        "energy",
        "dominance",
        "agenda",
        "using",
        "rising",
        "energy",
        "export",
        "bolster",
        "washington",
        "geopolitical",
        "influence",
        "policy",
        "also",
        "seek",
        "boost",
        "domestic",
        "production",
        "rollback",
        "environmental",
        "regulation",
        "expanded",
        "energy",
        "leasing",
        "federal",
        "territory",
        "effort",
        "far",
        "little",
        "impact",
        "trump",
        "nonetheless",
        "inherited",
        "booming",
        "oil",
        "gas",
        "industry",
        "given",
        "administration",
        "international",
        "clout",
        "energy",
        "market",
        "white",
        "house",
        "enjoyed",
        "decade",
        "oil",
        "output",
        "risen",
        "million",
        "barrel",
        "per",
        "day",
        "first",
        "time",
        "since",
        "thanks",
        "improved",
        "drilling",
        "technology",
        "date",
        "back",
        "year",
        "natural",
        "gas",
        "output",
        "also",
        "soared",
        "making",
        "america",
        "world",
        "top",
        "producer",
        "fuel",
        "meanwhile",
        "repeal",
        "ban",
        "crude",
        "oil",
        "export",
        "passed",
        "congress",
        "signed",
        "former",
        "president",
        "barack",
        "obama",
        "made",
        "strategic",
        "shipment",
        "overseas",
        "possible",
        "permitting",
        "lng",
        "export",
        "facility",
        "recent",
        "year",
        "provided",
        "another",
        "boost",
        "interactive",
        "graphic",
        "detailing",
        "global",
        "impact",
        "shale",
        "revolution",
        "see",
        "remains",
        "seen",
        "successfully",
        "administration",
        "play",
        "strong",
        "hand",
        "obstacle",
        "include",
        "environmental",
        "opposition",
        "new",
        "pipeline",
        "energy",
        "project",
        "home",
        "competition",
        "big",
        "exporter",
        "abroad",
        "potential",
        "trade",
        "dispute",
        "early",
        "sign",
        "promising",
        "lithuania",
        "ukraine",
        "china",
        "japan",
        "south",
        "korea",
        "vietnam",
        "among",
        "country",
        "recently",
        "cut",
        "energy",
        "supply",
        "deal",
        "past",
        "two",
        "year",
        "many",
        "first",
        "time",
        "buying",
        "less",
        "opec",
        "selling",
        "china",
        "john",
        "mccarrick",
        "deputy",
        "assistant",
        "secretary",
        "state",
        "department",
        "bureau",
        "energy",
        "resource",
        "said",
        "staff",
        "helped",
        "pave",
        "way",
        "energy",
        "supply",
        "agreement",
        "meeting",
        "private",
        "public",
        "official",
        "europe",
        "asia",
        "promote",
        "strategic",
        "value",
        "energy",
        "trying",
        "level",
        "market",
        "playing",
        "field",
        "giving",
        "ally",
        "ability",
        "diversify",
        "energy",
        "supply",
        "said",
        "said",
        "could",
        "reduce",
        "influence",
        "market",
        "distorting",
        "actor",
        "including",
        "russia",
        "producer",
        "organization",
        "petroleum",
        "exporting",
        "country",
        "opec",
        "administration",
        "also",
        "hope",
        "use",
        "energy",
        "export",
        "reduce",
        "yawning",
        "trade",
        "deficit",
        "partner",
        "particularly",
        "china",
        "last",
        "year",
        "exported",
        "good",
        "united",
        "state",
        "worth",
        "billion",
        "billion",
        "imported",
        "china",
        "become",
        "top",
        "customer",
        "lng",
        "buyer",
        "crude",
        "behind",
        "canada",
        "china",
        "state",
        "oil",
        "company",
        "signed",
        "preliminary",
        "agreement",
        "november",
        "invest",
        "billion",
        "lng",
        "export",
        "facility",
        "alaska",
        "would",
        "compete",
        "russia",
        "yamal",
        "lng",
        "export",
        "terminal",
        "arctic",
        "see",
        "collaboration",
        "rather",
        "throat",
        "real",
        "positive",
        "said",
        "daniel",
        "yergin",
        "energy",
        "historian",
        "vice",
        "chairman",
        "ihs",
        "markit",
        "coal",
        "export",
        "asia",
        "also",
        "risen",
        "recent",
        "month",
        "ailing",
        "mining",
        "company",
        "search",
        "alternative",
        "weak",
        "domestic",
        "market",
        "export",
        "soaring",
        "import",
        "falling",
        "reducing",
        "economic",
        "political",
        "dependence",
        "nation",
        "middle",
        "east",
        "elsewhere",
        "since",
        "net",
        "petroleum",
        "import",
        "plunged",
        "million",
        "barrel",
        "per",
        "day",
        "million",
        "bpd",
        "share",
        "coming",
        "opec",
        "falling",
        "third",
        "half",
        "oil",
        "export",
        "ban",
        "dated",
        "back",
        "era",
        "feared",
        "fuel",
        "shortage",
        "arab",
        "member",
        "opec",
        "imposed",
        "embargo",
        "united",
        "state",
        "retaliation",
        "support",
        "israeli",
        "military",
        "waking",
        "bear",
        "trump",
        "national",
        "security",
        "strategy",
        "document",
        "unveiled",
        "december",
        "said",
        "one",
        "aim",
        "energy",
        "dominance",
        "policy",
        "help",
        "ally",
        "partner",
        "become",
        "resilient",
        "use",
        "energy",
        "former",
        "soviet",
        "bloc",
        "nation",
        "lithuania",
        "received",
        "first",
        "cargo",
        "lng",
        "august",
        "event",
        "lithuania",
        "foreign",
        "affair",
        "minister",
        "called",
        "crucially",
        "important",
        "whole",
        "trump",
        "administration",
        "also",
        "helped",
        "negotiate",
        "deal",
        "july",
        "ukraine",
        "miner",
        "xcoal",
        "energy",
        "ton",
        "coal",
        "provided",
        "hundred",
        "million",
        "dollar",
        "financing",
        "insurance",
        "gas",
        "wind",
        "power",
        "project",
        "ukraine",
        "borne",
        "brunt",
        "russia",
        "gas",
        "supply",
        "europe",
        "year",
        "state",
        "energy",
        "company",
        "gazprom",
        "cut",
        "gas",
        "ukraine",
        "onward",
        "western",
        "europe",
        "price",
        "dispute",
        "deep",
        "winter",
        "imposed",
        "ban",
        "customer",
        "reselling",
        "gas",
        "country",
        "kremlin",
        "gazprom",
        "said",
        "dispute",
        "driven",
        "commercial",
        "political",
        "matter",
        "gazprom",
        "deputy",
        "ceo",
        "alexander",
        "medvedev",
        "downplayed",
        "impact",
        "energy",
        "shipment",
        "region",
        "would",
        "compare",
        "gazprom",
        "gas",
        "export",
        "europe",
        "cup",
        "tea",
        "supply",
        "drop",
        "cognac",
        "whiskey",
        "added",
        "cup",
        "told",
        "investor",
        "london",
        "thursday",
        "get",
        "bit",
        "smell",
        "major",
        "russia",
        "aim",
        "solidify",
        "business",
        "tie",
        "western",
        "europe",
        "proposed",
        "gas",
        "pipeline",
        "baltic",
        "sea",
        "germany",
        "nord",
        "stream",
        "secretary",
        "state",
        "rex",
        "tillerson",
        "said",
        "warsaw",
        "washington",
        "view",
        "project",
        "threat",
        "europe",
        "energy",
        "security",
        "addition",
        "russia",
        "may",
        "enough",
        "spare",
        "capacity",
        "threaten",
        "drilling",
        "company",
        "price",
        "war",
        "american",
        "policy",
        "irks",
        "country",
        "enough",
        "analyst",
        "say",
        "road",
        "russia",
        "could",
        "show",
        "world",
        "much",
        "energy",
        "produce",
        "detriment",
        "rival",
        "oil",
        "gas",
        "producer",
        "said",
        "amy",
        "myers",
        "jaffe",
        "senior",
        "fellow",
        "council",
        "foreign",
        "relation",
        "past",
        "price",
        "war",
        "opec",
        "nation",
        "triggered",
        "bankruptcy",
        "united",
        "state",
        "including",
        "saudi",
        "arabia",
        "opened",
        "spigot",
        "opec",
        "eventually",
        "relented",
        "oil",
        "price",
        "tanked",
        "trimming",
        "output",
        "paving",
        "way",
        "recovery",
        "even",
        "united",
        "state",
        "struggle",
        "win",
        "market",
        "share",
        "competition",
        "cheaper",
        "piped",
        "gas",
        "russia",
        "availability",
        "alternative",
        "blunt",
        "impact",
        "russia",
        "cut",
        "supply",
        "reduce",
        "ability",
        "dictate",
        "restrictive",
        "contract",
        "customer",
        "analyst",
        "said",
        "america",
        "greatest",
        "contribution",
        "changing",
        "way",
        "gas",
        "business",
        "done",
        "rather",
        "grabbing",
        "particular",
        "market",
        "share",
        "said",
        "agnia",
        "grigas",
        "atlantic",
        "council",
        "think",
        "tank",
        "state",
        "department",
        "mccarrick",
        "balked",
        "suggestion",
        "analyst",
        "effort",
        "expand",
        "export",
        "overseas",
        "could",
        "anger",
        "russia",
        "russian",
        "understand",
        "competing",
        "market",
        "said",
        "really",
        "competition",
        "geopolitical",
        "additional",
        "reporting",
        "dmitry",
        "zhdannikov",
        "ekaterina",
        "golubkova",
        "editing",
        "richard",
        "valdmanis",
        "brian",
        "thevenot"
    ]
}