{
    "organizations": [],
    "uuid": "f53558f3d876215934ccd5a24c1b015453435c77",
    "author": "Crispian Balmer",
    "url": "https://www.reuters.com/article/us-italy-election-poverty-insight/rising-poverty-gnaws-at-italian-social-fabric-as-election-nears-idUSKCN1G40MK",
    "ord_in_thread": 0,
    "title": "Rising poverty gnaws at Italian social fabric as election nears",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HERCULANEUM, Italy (Reuters) - Roberto Biondi’s 89-year-old mother has Alzheimer‘s, is housebound and no longer recognizes her son. She is also the family’s main breadwinner.\nHer state pension of 800 euros ($990) a month covers her own living expenses and those of Roberto and her grandson, both of whom are unemployed and have little hope of finding jobs in Italy’s underdeveloped south.\n“I have no idea how I will cope when she dies,” said Roberto, 53, as he shopped for food in the coastal town of Herculaneum under the shadow of Mount Vesuvius. He receives no benefits of his own.\n“I am poor. I am not ashamed to admit it, there are millions of others like me in Italy. This country isn’t working.”\nItaly holds national elections on March 4 and while much campaigning has focused on the divisive issue of immigration, pollsters say voters are most concerned about the economy, which has still not recovered from the 2008 financial crisis.\nThe government argues that the worst is over, pointing to 14 straight quarters of economic growth, but many Italians have yet to feel the benefits of the upturn, helping to explain why the ruling centre-left Democratic Party is trailing in the polls.\nItaly’s economy is still six percent smaller than it was at the start of 2008, hobbled by a slew of old problems, such as a huge national debt mountain, a chronically slow justice system and stifling bureaucracy.\nBy comparison, output across the 19-nation eurozone as a whole has grown five percent over the same 10-year period.\nThis anaemic performance has pushed millions of Italians into poverty, stoking social discontent and fueling the rise of populist or anti-establishment parties, such as the far-right anti-immigrant League and the maverick 5-Star Movement.\nThe 5-Star looks set to emerge as the largest party next month and says it will introduce a universal wage for the poor if it wins power. Other parties are also promising to unleash billions of euros of fresh spending to revive the economy -- money analysts say the country does not have.\nThe number of Italians at risk of poverty has risen by more than 3 million since 2008, according to the Eurostat statistics agency, the largest increase seen in any EU nation. By contrast, 3.3 million Poles pulled clear of the poverty threshold.\nThe number of Italians living in absolute poverty, defined as not having enough money to buy a basket of basic goods and services, rose to 4.7 million in 2016, according to the latest data from statistics office Istat, a three-fold increase in a decade.\n“The rise in absolute poverty is a very Italian problem and the numbers are still growing despite the fact the economy has picked up,” said Roberto Perotti, an economist with Bocconi university and a former government adviser.\n“It is the most serious problem facing Italy today.”\nFLIGHT Biondi’s problems started in 2006 when he had to close down the small clothing store he had opened as a teenager in 1983. Like many Italians, he believes the arrival of the euro currency in 2002 marked the start of the country’s decline.\n“Things went well before, but then money dried up. I struggled on but eventually had to give up,” he said. With no major industry in the area, he has never found a new job.\nUnemployment in Italy stands at 10.8 percent, four percentage points higher than in 2008, while in the south it stands at almost 18.3 percent, up 7.2 points in a decade.\nYouth unemployment in the south is 46.6 percent, 13 points up on 2008 levels, spelling trouble for Bianchi’s son Danilo, 24, who sees little hope of building a career in Italy and is planning to move to London at the end of the month.\nThe rising tide of poverty and lack of economic opportunities has led to a surge in emigration. Between 2006 and 2017, the number of Italians officially registered as living abroad rose 60 percent, from three to almost five million.\nAngela Grossi is seen next to her tent in the portico of the Basilica of the Santi Apostoli, where she lives after being evicted from an unused building along with other families in August 2017, in Rome, Italy January 29, 2018. Picture taken January 29, 2018. REUTERS/Tony Gentile The Fondazione Migrantes, which monitors migrant flows, believes the number is much higher, with many Italians failing to check in with their local embassy in their new foreign homes.\nDanilo’s sister Carmen has already left, fed up with low-paying part-time jobs, and moved to Glasgow in Scotland, where she works for the McDonald’s fast food chain.\n“I told her she would be back within three or four days. That was three years ago and she is adamant that she will never return,” said Biondi. “That is hard for a father to hear, but there is nothing here for young people. No future.”\nBABIES The lack of faith in the future is reflected in Italy’s plummeting birthrate. According to latest statistics, Italian couples had 373,075 babies in 2016, down 22 percent on 2008.\nItaly offers little welfare help to young people. Only 4 percent of all social spending goes to the under-40s, while 77.2 percent goes to those aged over 65, which is why pensioners often play such a vital role in family finances.\nSlideshow (7 Images) Istat says having just one pensioner in a vulnerable household halves the risk of that family descending into outright poverty -- but it is not a guaranteed safety net.\nAngela Grossi is 48 and unemployed. She gets financial help from her elderly mother, but it was not enough to help her pay for rent so four years ago she and her two sons moved into a squat along with 60 families in an unoccupied building in Rome.\nThey were evicted last August and since then Grossi and her boys, aged 12 and 14, have lived in tents under an exposed church porch less than a mile (km) from the Italian parliament.\n“Rome is full of people sleeping under the arcades, on the streets, under the bridges, but no one looks at them, so who cares?” she said, standing infront of the baroque facade of the Santi Apostoli Basilica.\nPROMISES Grossi used to clean in a hotel, but lost the job when the business closed. Italy has no minimum wage and Grossi said she has since been offered 3 euros an hour on temporary contracts -- a wage that would never give her enough money to pay rent.\nIn another sign of growing poverty, the Federcasa housing association estimates some 49,000 public buildings are occupied by illegal squatters, up from 38,000 in 2006, driven in part by the influx of some 600,000 migrants in the past four years.\nSome 89 percent of the squats were in southern and central Italy, which have been worst hit by the economic crisis.\nThe widespread discontent within Italy over the economy means almost all parties have drawn up long lists of costly pledges that could upend Italy’s finances if they are enacted.\nFormer prime minister Silvio Berlusconi’s centre-right party is promising to double the minimum pension to some 1,000 euros a month and allow earlier retirement. The ruling PD says it will boost the minimum pension to 750 euros and give families 400 euros a month per child for three years.\nMost parties are also offering various welfare schemes, including the 5-Star’s flagship proposal of a monthly universal wage of up to 780 euros for the poor.\nBocconi university’s Perotti said such schemes risked entrenching poverty, by dissuading people from seeking work.\n“The most simplistic way to deal with poverty is to give money to everyone and hope the problem goes away. In reality, not only is this measure hugely expensive , but it creates other problems, for example it creates a poverty trap,” he said.\nBiondi sees the prospect of a universal wage as a potential godsend and he plans to vote 5-Star on March 4.\n“At the moment the government offers no help to people like me,” he said. “I mean, it can’t get any worse can it?”\nEditing by Anna Willard\n ",
    "published": "2018-02-20T15:09:00.000+02:00",
    "crawled": "2018-02-20T12:11:36.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "herculaneum",
        "italy",
        "reuters",
        "roberto",
        "biondi",
        "mother",
        "alzheimer",
        "housebound",
        "longer",
        "recognizes",
        "son",
        "also",
        "family",
        "main",
        "breadwinner",
        "state",
        "pension",
        "euro",
        "month",
        "cover",
        "living",
        "expense",
        "roberto",
        "grandson",
        "unemployed",
        "little",
        "hope",
        "finding",
        "job",
        "italy",
        "underdeveloped",
        "south",
        "idea",
        "cope",
        "dy",
        "said",
        "roberto",
        "shopped",
        "food",
        "coastal",
        "town",
        "herculaneum",
        "shadow",
        "mount",
        "vesuvius",
        "receives",
        "benefit",
        "poor",
        "ashamed",
        "admit",
        "million",
        "others",
        "like",
        "italy",
        "country",
        "italy",
        "hold",
        "national",
        "election",
        "march",
        "much",
        "campaigning",
        "focused",
        "divisive",
        "issue",
        "immigration",
        "pollster",
        "say",
        "voter",
        "concerned",
        "economy",
        "still",
        "recovered",
        "financial",
        "crisis",
        "government",
        "argues",
        "worst",
        "pointing",
        "straight",
        "quarter",
        "economic",
        "growth",
        "many",
        "italian",
        "yet",
        "feel",
        "benefit",
        "upturn",
        "helping",
        "explain",
        "ruling",
        "democratic",
        "party",
        "trailing",
        "poll",
        "italy",
        "economy",
        "still",
        "six",
        "percent",
        "smaller",
        "start",
        "hobbled",
        "slew",
        "old",
        "problem",
        "huge",
        "national",
        "debt",
        "mountain",
        "chronically",
        "slow",
        "justice",
        "system",
        "stifling",
        "bureaucracy",
        "comparison",
        "output",
        "across",
        "eurozone",
        "whole",
        "grown",
        "five",
        "percent",
        "period",
        "anaemic",
        "performance",
        "pushed",
        "million",
        "italian",
        "poverty",
        "stoking",
        "social",
        "discontent",
        "fueling",
        "rise",
        "populist",
        "party",
        "league",
        "maverick",
        "movement",
        "look",
        "set",
        "emerge",
        "largest",
        "party",
        "next",
        "month",
        "say",
        "introduce",
        "universal",
        "wage",
        "poor",
        "win",
        "power",
        "party",
        "also",
        "promising",
        "unleash",
        "billion",
        "euro",
        "fresh",
        "spending",
        "revive",
        "economy",
        "money",
        "analyst",
        "say",
        "country",
        "number",
        "italian",
        "risk",
        "poverty",
        "risen",
        "million",
        "since",
        "according",
        "eurostat",
        "statistic",
        "agency",
        "largest",
        "increase",
        "seen",
        "eu",
        "nation",
        "contrast",
        "million",
        "pole",
        "pulled",
        "clear",
        "poverty",
        "threshold",
        "number",
        "italian",
        "living",
        "absolute",
        "poverty",
        "defined",
        "enough",
        "money",
        "buy",
        "basket",
        "basic",
        "good",
        "service",
        "rose",
        "million",
        "according",
        "latest",
        "data",
        "statistic",
        "office",
        "istat",
        "increase",
        "decade",
        "rise",
        "absolute",
        "poverty",
        "italian",
        "problem",
        "number",
        "still",
        "growing",
        "despite",
        "fact",
        "economy",
        "picked",
        "said",
        "roberto",
        "perotti",
        "economist",
        "bocconi",
        "university",
        "former",
        "government",
        "adviser",
        "serious",
        "problem",
        "facing",
        "italy",
        "flight",
        "biondi",
        "problem",
        "started",
        "close",
        "small",
        "clothing",
        "store",
        "opened",
        "teenager",
        "like",
        "many",
        "italian",
        "belief",
        "arrival",
        "euro",
        "currency",
        "marked",
        "start",
        "country",
        "decline",
        "thing",
        "went",
        "well",
        "money",
        "dried",
        "struggled",
        "eventually",
        "give",
        "said",
        "major",
        "industry",
        "area",
        "never",
        "found",
        "new",
        "job",
        "unemployment",
        "italy",
        "stand",
        "percent",
        "four",
        "percentage",
        "point",
        "higher",
        "south",
        "stand",
        "almost",
        "percent",
        "point",
        "decade",
        "youth",
        "unemployment",
        "south",
        "percent",
        "point",
        "level",
        "spelling",
        "trouble",
        "bianchi",
        "son",
        "danilo",
        "see",
        "little",
        "hope",
        "building",
        "career",
        "italy",
        "planning",
        "move",
        "london",
        "end",
        "month",
        "rising",
        "tide",
        "poverty",
        "lack",
        "economic",
        "opportunity",
        "led",
        "surge",
        "emigration",
        "number",
        "italian",
        "officially",
        "registered",
        "living",
        "abroad",
        "rose",
        "percent",
        "three",
        "almost",
        "five",
        "million",
        "angela",
        "grossi",
        "seen",
        "next",
        "tent",
        "portico",
        "basilica",
        "santi",
        "apostoli",
        "life",
        "evicted",
        "unused",
        "building",
        "along",
        "family",
        "august",
        "rome",
        "italy",
        "january",
        "picture",
        "taken",
        "january",
        "gentile",
        "fondazione",
        "migrantes",
        "monitor",
        "migrant",
        "flow",
        "belief",
        "number",
        "much",
        "higher",
        "many",
        "italian",
        "failing",
        "check",
        "local",
        "embassy",
        "new",
        "foreign",
        "home",
        "danilo",
        "sister",
        "carmen",
        "already",
        "left",
        "fed",
        "job",
        "moved",
        "glasgow",
        "scotland",
        "work",
        "mcdonald",
        "fast",
        "food",
        "chain",
        "told",
        "would",
        "back",
        "within",
        "three",
        "four",
        "day",
        "three",
        "year",
        "ago",
        "adamant",
        "never",
        "return",
        "said",
        "biondi",
        "hard",
        "father",
        "hear",
        "nothing",
        "young",
        "people",
        "baby",
        "lack",
        "faith",
        "future",
        "reflected",
        "italy",
        "plummeting",
        "birthrate",
        "according",
        "latest",
        "statistic",
        "italian",
        "couple",
        "baby",
        "percent",
        "italy",
        "offer",
        "little",
        "welfare",
        "help",
        "young",
        "people",
        "percent",
        "social",
        "spending",
        "go",
        "percent",
        "go",
        "aged",
        "pensioner",
        "often",
        "play",
        "vital",
        "role",
        "family",
        "finance",
        "slideshow",
        "image",
        "istat",
        "say",
        "one",
        "pensioner",
        "vulnerable",
        "household",
        "half",
        "risk",
        "family",
        "descending",
        "outright",
        "poverty",
        "guaranteed",
        "safety",
        "net",
        "angela",
        "grossi",
        "unemployed",
        "get",
        "financial",
        "help",
        "elderly",
        "mother",
        "enough",
        "help",
        "pay",
        "rent",
        "four",
        "year",
        "ago",
        "two",
        "son",
        "moved",
        "squat",
        "along",
        "family",
        "unoccupied",
        "building",
        "rome",
        "evicted",
        "last",
        "august",
        "since",
        "grossi",
        "boy",
        "aged",
        "lived",
        "tent",
        "exposed",
        "church",
        "porch",
        "less",
        "mile",
        "km",
        "italian",
        "parliament",
        "rome",
        "full",
        "people",
        "sleeping",
        "arcade",
        "street",
        "bridge",
        "one",
        "look",
        "care",
        "said",
        "standing",
        "infront",
        "baroque",
        "facade",
        "santi",
        "apostoli",
        "basilica",
        "promise",
        "grossi",
        "used",
        "clean",
        "hotel",
        "lost",
        "job",
        "business",
        "closed",
        "italy",
        "minimum",
        "wage",
        "grossi",
        "said",
        "since",
        "offered",
        "euro",
        "hour",
        "temporary",
        "contract",
        "wage",
        "would",
        "never",
        "give",
        "enough",
        "money",
        "pay",
        "rent",
        "another",
        "sign",
        "growing",
        "poverty",
        "federcasa",
        "housing",
        "association",
        "estimate",
        "public",
        "building",
        "occupied",
        "illegal",
        "squatter",
        "driven",
        "part",
        "influx",
        "migrant",
        "past",
        "four",
        "year",
        "percent",
        "squat",
        "southern",
        "central",
        "italy",
        "worst",
        "hit",
        "economic",
        "crisis",
        "widespread",
        "discontent",
        "within",
        "italy",
        "economy",
        "mean",
        "almost",
        "party",
        "drawn",
        "long",
        "list",
        "costly",
        "pledge",
        "could",
        "upend",
        "italy",
        "finance",
        "enacted",
        "former",
        "prime",
        "minister",
        "silvio",
        "berlusconi",
        "party",
        "promising",
        "double",
        "minimum",
        "pension",
        "euro",
        "month",
        "allow",
        "earlier",
        "retirement",
        "ruling",
        "pd",
        "say",
        "boost",
        "minimum",
        "pension",
        "euro",
        "give",
        "family",
        "euro",
        "month",
        "per",
        "child",
        "three",
        "year",
        "party",
        "also",
        "offering",
        "various",
        "welfare",
        "scheme",
        "including",
        "flagship",
        "proposal",
        "monthly",
        "universal",
        "wage",
        "euro",
        "poor",
        "bocconi",
        "university",
        "perotti",
        "said",
        "scheme",
        "risked",
        "entrenching",
        "poverty",
        "dissuading",
        "people",
        "seeking",
        "work",
        "simplistic",
        "way",
        "deal",
        "poverty",
        "give",
        "money",
        "everyone",
        "hope",
        "problem",
        "go",
        "away",
        "reality",
        "measure",
        "hugely",
        "expensive",
        "creates",
        "problem",
        "example",
        "creates",
        "poverty",
        "trap",
        "said",
        "biondi",
        "see",
        "prospect",
        "universal",
        "wage",
        "potential",
        "godsend",
        "plan",
        "vote",
        "march",
        "moment",
        "government",
        "offer",
        "help",
        "people",
        "like",
        "said",
        "mean",
        "get",
        "worse",
        "editing",
        "anna",
        "willard"
    ]
}