{
    "organizations": [],
    "uuid": "47731f50673f571d80c7b98e62b405ac0d2d6dd5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/globe-newswire-abiomed-announces-peripartum-and-postpartum-cardiomyopathy-approval-and-womenas-initiative-for-heart-recovery.html",
    "ord_in_thread": 0,
    "title": "Abiomed Announces Peripartum and Postpartum Cardiomyopathy Approval and Women’s Initiative for Heart Recovery",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DANVERS, Mass., Feb. 13, 2018 (GLOBE NEWSWIRE) -- Abiomed, Inc. (NASDAQ:ABMD), a leading provider of breakthrough heart support and recovery technologies, announced today the launch of a new indication and Women’s Initiative focused on heart recovery education and awareness. This Women’s Initiative is in conjunction with the Company’s expanded FDA approval for cardiogenic shock associated with cardiomyopathy, including peripartum and postpartum cardiomyopathy (PPCM). Clinical data collected in the cVAD Registry study included PPCM patients under the category of cardiomyopathy.\nAccording to the Centers for Disease Control and Prevention (CDC), cardiovascular disease is the number one killer of women and causes 35% of deaths (approximately 430,000) in American women over the age of 20 1 . Two causes of death as a result of cardiogenic shock, specific to the female population are PPCM and spontaneous coronary artery dissection (SCAD).\nPPCM occurs during pregnancy or after childbirth and is a leading cause of pregnancy-related deaths in the United States 2 . The disease is often difficult to diagnose, with a mortality rate of 10%, mainly driven by cardiogenic shock. This condition can lead to poor outcomes for the infant and carries a high risk of relapse in subsequent pregnancies 4,5 . Historic hospital protocols prioritized the life of the mother during the cardiogenic shock episode. With Impella support, patients can have minimally invasive therapy and avoid invasive surgeries and severe drug therapy. SCAD is a spontaneous tear in the coronary artery that may lead to cardiogenic shock or sudden death. SCAD is the number one cause of heart attacks in young women 6 and the average age is 42 7 . SCAD often occurs in patients who are active and healthy and 90 percent are women.\nImpella ® heart pumps offer the unique ability to stabilize the patient's hemodynamics and unload the heart, which allows the muscle to rest and potentially recover its native function. Heart recovery is the ideal option for a patient's quality of life and as documented in several clinical papers, has the ability to save costs for the healthcare system 8,9,10 .\nLearn more about women who have recovered from PPCM and SCAD after hemodynamic support from Impella at www.heartrecovery.com .\nIn June 2015, Laura Hernandez , 28, developed peripartum cardiomyopathy hours after giving birth to her third child at South Miami Hospital. She required CPR and Dr. Jamie Ghitelman implanted the Impella CP ® device to give her weak heart hemodynamic support. Laura was transported to Memorial Regional Hospital under the care of Dr. Enrique Gongora. After 3 days of support she was weaned off Impella. Laura made a full recovery and was able to return home to her family with her new baby.\nIn May 2016, Kristie Holmes , 41, called 9-1-1 due to shortness of breath and weakness while driving her three children to school. An ambulance rushed Kristie to a heart transplant hospital in Los Angeles where physicians determined that she had SCAD, which caused a massive heart attack and cardiogenic shock. The Impella ® device was implanted and after multiple days of support, Kristie was weaned from Impella and discharged home. Today, Kristie remains an active mom, professor at the University of Southern California, and is on the board of the United Nations Women U.S. National Committee.\nIn December 2015, Lauri Evans , 34, was healthy and had no history of heart complications. After overseeing the annual holiday party at her children’s school, she collapsed and was rushed to College Station Medical Center where the clinical team determined that she had SCAD, which caused a 99% blockage in her left main artery and led to cardiogenic shock. Dr. Rocky Bilhartz implanted the Impella CP device to allow her heart to rest and recover. After days of support, she returned home to her husband and four children with no resulting damage to her heart.\n“The Impella platform provides a new treatment option for women suffering from cardiogenic shock caused by cardiomyopathy,” said Cindy Grines, MD, Chair, Zucker School of Medicine at Hofstra/Northwell Health. “Additionally, unloading the heart so it can rest has the potential to improve outcomes specifically around heart recovery, for this young postpartum population. Education and patient awareness are also critical to properly diagnose and treat these patients.”\n“I am so grateful to be enjoying life without restrictions or limitations. Considering the nature of what happened, my story didn’t have to end that way, but it did,” said Lauri Evans, Impella patient. “And the more I learn, the more I understand what an important part Impella played.”\n“With our expanded indication, we can invest in education and awareness as we launch our Women’s Initiative for Heart Recovery. Abiomed will establish a new physician and patient advisory board to make heart recovery the standard of care for women suffering from cardiogenic shock,” said Michael R. Minogue, President, Chairman and Chief Executive Officer of Abiomed. “We are so motivated and inspired to be part of the team that allows these young and otherwise healthy new mothers, like Laura, Kristie and Lauri, to return home to their families with their native heart and live the lives they were meant to have.”\nHeart Disease Statistics. CardioSmart, American College of Cardiology: https://www.cardiosmart.org/Heart-Basics/CVD-Stats . Centers for Disease Control and Prevention, Trends in Pregnancy-Related Deaths: https://www.cdc.gov/reproductivehealth/maternalinfanthealth/pmss.html . Kolte D, Khera S, et al. Temporal Trends in Incidence and Outcomes of Peripartum Cardiomyopathy in the United States: A Nationwide Population-Based Study. J Am Heart Assoc. 2014 Jun 4;3(3):e001056. doi: 10.1161/JAHA.114.001056. Bhattacharyya, A., Sukhdeep, SB, et al. Peripartum Cardiomyopathy: A Review.Tex Heart Inst J. 2012; 39(1): 8–16. Sliwa K, Hilfiker-Kleiner D, et al. Current State of Knowledge on Aetiology, Diagnosis, Management, and Therapy of Peripartum Cardiomyopathy: A Position Statement from the Heart Failure Association of the European Society of Cardiology Working Group on Peripartum Cardiomyopathy. Eur J Heart Fail. 2010;12(8): 767–78. Grosseto D, Santarelli A, Carigi S, Baldazzi F, Franco N, Santoro D et al. Incidence of Spontaneous Coronary Artery Dissection in All Comers Patients Referred for Acute Coronary Syndrome [abstract 194] Eur Heart J: Acute Cardiovasc Care. 2012;1(1 Suppl):61. Hayes SN. Spontaneous Coronary Artery Dissection (SCAD): New Insights into This Not-So-Rare Condition. Texas Heart Institute Journal. 2014;41(3):295-298. doi:10.14503/THIJ-14-4089. Maini B, Gregory D, Scotti DJ, Buyantseva L. Percutaneous Cardiac Assist Devices Compared with Surgical Hemodynamic Support Alternatives: Cost-Effectiveness in the Emergent Setting. Catheter Cardiovasc Interv. 2014 May 1;83(6):E183-92. Cheung A, Danter M, Gregory D. TCT-385 Comparative Economic Outcomes in Cardiogenic Shock Patients Managed with the Minimally Invasive Impella or Extracorporeal Life Support. J Am Coll Cardiol. 2012;60(17_S). Gregory D, Scotti DJ, de Lissovoy G, Palacios I, Dixon, Maini B, O'Neill W. A value-based Analysis of Hemodynamic Support Strategies for High-Risk Heart Failure Patients Undergoing a Percutaneous Coronary Intervention. Am Health Drug Benefits. 2013 Mar;6(2):88-99\nABOUT IMPELLA HEART PUMPS\nThe Impella 2.5 ® , Impella CP ® , Impella 5.0 ® and Impella LD ® are FDA-approved heart pumps used to treat heart attack or cardiomyopathy patients in cardiogenic shock, and have the unique ability to enable native heart recovery, allowing patients to return home with their own heart. The Impella 2.5 and Impella CP devices are also approved to treat certain advanced heart failure patients undergoing elective and urgent percutaneous coronary interventions (PCI) such as stenting or balloon angioplasty, to re-open blocked coronary arteries. Abiomed's right-side heart pump, the Impella RP ® device, is FDA approved to treat patients experiencing acute right heart failure or decompensation following left ventricular assist device implantation, myocardial infarction, heart transplant, or open-heart surgery. To learn more about the Impella platform of heart pumps, including their approved indications and important safety and risk information associated with the use of the devices, please visit: www.protectedpci.com .\nThe ABIOMED logo, ABIOMED, Impella, Impella 2.5, Impella 5.0, Impella LD, Impella CP, Impella RP, and Recovering Hearts. Saving Lives. are registered trademarks of ABIOMED, Inc. in the U.S. and in certain foreign countries.\nABOUT ABIOMED\nBased in Danvers, Massachusetts, Abiomed, Inc. is a leading provider of medical devices that provide circulatory support. Our products are designed to enable the heart to rest by improving blood flow and/or performing the pumping of the heart. For additional information, please visit: www.abiomed.com .\nFor further information please contact:\nIngrid Goldberg Ward\nDirector, Investor Relations\n978-646-1590\nigoldberg@abiomed.com\nFORWARD-LOOKING STATEMENTS\nThis release contains forward-looking statements, including statements regarding development of Abiomed's existing and new products, the Company's progress toward commercial growth, and future opportunities and expected regulatory approvals. The Company's actual results may differ materially from those anticipated in these forward-looking statements based upon a number of factors, including uncertainties associated with development, testing and related regulatory approvals, including the potential for future losses, complex manufacturing, high quality requirements, dependence on limited sources of supply, competition, technological change, government regulation, litigation matters, future capital needs and uncertainty of additional financing, and other risks and challenges detailed in the Company's filings with the Securities and Exchange Commission, including the most recently filed Annual Report on Form 10-K and Quarterly Report on Form 10-Q. Readers are cautioned not to place undue reliance on any forward-looking statements, which speak only as of the date of this release. The Company undertakes no obligation to publicly release the results of any revisions to these forward-looking statements that may be made to reflect events or circumstances that occur after the date of this release or to reflect the occurrence of unanticipated events.\nSource:ABIOMED, Inc.",
    "published": "2018-02-13T17:30:00.000+02:00",
    "crawled": "2018-02-13T18:40:54.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "danvers",
        "globe",
        "newswire",
        "abiomed",
        "nasdaq",
        "abmd",
        "leading",
        "provider",
        "breakthrough",
        "heart",
        "support",
        "recovery",
        "technology",
        "announced",
        "today",
        "launch",
        "new",
        "indication",
        "woman",
        "initiative",
        "focused",
        "heart",
        "recovery",
        "education",
        "awareness",
        "woman",
        "initiative",
        "conjunction",
        "company",
        "expanded",
        "fda",
        "approval",
        "cardiogenic",
        "shock",
        "associated",
        "cardiomyopathy",
        "including",
        "peripartum",
        "postpartum",
        "cardiomyopathy",
        "ppcm",
        "clinical",
        "data",
        "collected",
        "cvad",
        "registry",
        "study",
        "included",
        "ppcm",
        "patient",
        "category",
        "cardiomyopathy",
        "according",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "cardiovascular",
        "disease",
        "number",
        "one",
        "killer",
        "woman",
        "cause",
        "death",
        "approximately",
        "american",
        "woman",
        "age",
        "two",
        "cause",
        "death",
        "result",
        "cardiogenic",
        "shock",
        "specific",
        "female",
        "population",
        "ppcm",
        "spontaneous",
        "coronary",
        "artery",
        "dissection",
        "scad",
        "ppcm",
        "occurs",
        "pregnancy",
        "childbirth",
        "leading",
        "cause",
        "death",
        "united",
        "state",
        "disease",
        "often",
        "difficult",
        "diagnose",
        "mortality",
        "rate",
        "mainly",
        "driven",
        "cardiogenic",
        "shock",
        "condition",
        "lead",
        "poor",
        "outcome",
        "infant",
        "carry",
        "high",
        "risk",
        "relapse",
        "subsequent",
        "pregnancy",
        "historic",
        "hospital",
        "protocol",
        "prioritized",
        "life",
        "mother",
        "cardiogenic",
        "shock",
        "episode",
        "impella",
        "support",
        "patient",
        "minimally",
        "invasive",
        "therapy",
        "avoid",
        "invasive",
        "surgery",
        "severe",
        "drug",
        "therapy",
        "scad",
        "spontaneous",
        "tear",
        "coronary",
        "artery",
        "may",
        "lead",
        "cardiogenic",
        "shock",
        "sudden",
        "death",
        "scad",
        "number",
        "one",
        "cause",
        "heart",
        "attack",
        "young",
        "woman",
        "average",
        "age",
        "scad",
        "often",
        "occurs",
        "patient",
        "active",
        "healthy",
        "percent",
        "woman",
        "impella",
        "heart",
        "pump",
        "offer",
        "unique",
        "ability",
        "stabilize",
        "patient",
        "hemodynamics",
        "unload",
        "heart",
        "allows",
        "muscle",
        "rest",
        "potentially",
        "recover",
        "native",
        "function",
        "heart",
        "recovery",
        "ideal",
        "option",
        "patient",
        "quality",
        "life",
        "documented",
        "several",
        "clinical",
        "paper",
        "ability",
        "save",
        "cost",
        "healthcare",
        "system",
        "learn",
        "woman",
        "recovered",
        "ppcm",
        "scad",
        "hemodynamic",
        "support",
        "impella",
        "june",
        "laura",
        "hernandez",
        "developed",
        "peripartum",
        "cardiomyopathy",
        "hour",
        "giving",
        "birth",
        "third",
        "child",
        "south",
        "miami",
        "hospital",
        "required",
        "cpr",
        "jamie",
        "ghitelman",
        "implanted",
        "impella",
        "cp",
        "device",
        "give",
        "weak",
        "heart",
        "hemodynamic",
        "support",
        "laura",
        "transported",
        "memorial",
        "regional",
        "hospital",
        "care",
        "enrique",
        "gongora",
        "day",
        "support",
        "weaned",
        "impella",
        "laura",
        "made",
        "full",
        "recovery",
        "able",
        "return",
        "home",
        "family",
        "new",
        "baby",
        "may",
        "kristie",
        "holmes",
        "called",
        "due",
        "shortness",
        "breath",
        "weakness",
        "driving",
        "three",
        "child",
        "school",
        "ambulance",
        "rushed",
        "kristie",
        "heart",
        "transplant",
        "hospital",
        "los",
        "angeles",
        "physician",
        "determined",
        "scad",
        "caused",
        "massive",
        "heart",
        "attack",
        "cardiogenic",
        "shock",
        "impella",
        "device",
        "implanted",
        "multiple",
        "day",
        "support",
        "kristie",
        "weaned",
        "impella",
        "discharged",
        "home",
        "today",
        "kristie",
        "remains",
        "active",
        "mom",
        "professor",
        "university",
        "southern",
        "california",
        "board",
        "united",
        "nation",
        "woman",
        "national",
        "committee",
        "december",
        "lauri",
        "evans",
        "healthy",
        "history",
        "heart",
        "complication",
        "overseeing",
        "annual",
        "holiday",
        "party",
        "child",
        "school",
        "collapsed",
        "rushed",
        "college",
        "station",
        "medical",
        "center",
        "clinical",
        "team",
        "determined",
        "scad",
        "caused",
        "blockage",
        "left",
        "main",
        "artery",
        "led",
        "cardiogenic",
        "shock",
        "rocky",
        "bilhartz",
        "implanted",
        "impella",
        "cp",
        "device",
        "allow",
        "heart",
        "rest",
        "recover",
        "day",
        "support",
        "returned",
        "home",
        "husband",
        "four",
        "child",
        "resulting",
        "damage",
        "heart",
        "impella",
        "platform",
        "provides",
        "new",
        "treatment",
        "option",
        "woman",
        "suffering",
        "cardiogenic",
        "shock",
        "caused",
        "cardiomyopathy",
        "said",
        "cindy",
        "grines",
        "md",
        "chair",
        "zucker",
        "school",
        "medicine",
        "health",
        "additionally",
        "unloading",
        "heart",
        "rest",
        "potential",
        "improve",
        "outcome",
        "specifically",
        "around",
        "heart",
        "recovery",
        "young",
        "postpartum",
        "population",
        "education",
        "patient",
        "awareness",
        "also",
        "critical",
        "properly",
        "diagnose",
        "treat",
        "grateful",
        "enjoying",
        "life",
        "without",
        "restriction",
        "limitation",
        "considering",
        "nature",
        "happened",
        "story",
        "end",
        "way",
        "said",
        "lauri",
        "evans",
        "impella",
        "patient",
        "learn",
        "understand",
        "important",
        "part",
        "impella",
        "expanded",
        "indication",
        "invest",
        "education",
        "awareness",
        "launch",
        "woman",
        "initiative",
        "heart",
        "recovery",
        "abiomed",
        "establish",
        "new",
        "physician",
        "patient",
        "advisory",
        "board",
        "make",
        "heart",
        "recovery",
        "standard",
        "care",
        "woman",
        "suffering",
        "cardiogenic",
        "shock",
        "said",
        "michael",
        "minogue",
        "president",
        "chairman",
        "chief",
        "executive",
        "officer",
        "abiomed",
        "motivated",
        "inspired",
        "part",
        "team",
        "allows",
        "young",
        "otherwise",
        "healthy",
        "new",
        "mother",
        "like",
        "laura",
        "kristie",
        "lauri",
        "return",
        "home",
        "family",
        "native",
        "heart",
        "live",
        "life",
        "meant",
        "heart",
        "disease",
        "statistic",
        "cardiosmart",
        "american",
        "college",
        "cardiology",
        "http",
        "center",
        "disease",
        "control",
        "prevention",
        "trend",
        "death",
        "http",
        "kolte",
        "khera",
        "et",
        "al",
        "temporal",
        "trend",
        "incidence",
        "outcome",
        "peripartum",
        "cardiomyopathy",
        "united",
        "state",
        "nationwide",
        "study",
        "j",
        "heart",
        "assoc",
        "jun",
        "e001056",
        "doi",
        "bhattacharyya",
        "sukhdeep",
        "sb",
        "et",
        "al",
        "peripartum",
        "cardiomyopathy",
        "heart",
        "inst",
        "j",
        "sliwa",
        "k",
        "et",
        "al",
        "current",
        "state",
        "knowledge",
        "aetiology",
        "diagnosis",
        "management",
        "therapy",
        "peripartum",
        "cardiomyopathy",
        "position",
        "statement",
        "heart",
        "failure",
        "association",
        "european",
        "society",
        "cardiology",
        "working",
        "group",
        "peripartum",
        "cardiomyopathy",
        "eur",
        "j",
        "heart",
        "fail",
        "grosseto",
        "santarelli",
        "carigi",
        "baldazzi",
        "f",
        "franco",
        "n",
        "santoro",
        "et",
        "al",
        "incidence",
        "spontaneous",
        "coronary",
        "artery",
        "dissection",
        "comer",
        "patient",
        "referred",
        "acute",
        "coronary",
        "syndrome",
        "abstract",
        "eur",
        "heart",
        "j",
        "acute",
        "cardiovasc",
        "care",
        "suppl",
        "hayes",
        "sn",
        "spontaneous",
        "coronary",
        "artery",
        "dissection",
        "scad",
        "new",
        "insight",
        "condition",
        "texas",
        "heart",
        "institute",
        "journal",
        "maini",
        "b",
        "gregory",
        "scotti",
        "dj",
        "buyantseva",
        "percutaneous",
        "cardiac",
        "assist",
        "device",
        "compared",
        "surgical",
        "hemodynamic",
        "support",
        "alternative",
        "emergent",
        "setting",
        "catheter",
        "cardiovasc",
        "interv",
        "may",
        "cheung",
        "danter",
        "gregory",
        "comparative",
        "economic",
        "outcome",
        "cardiogenic",
        "shock",
        "patient",
        "managed",
        "minimally",
        "invasive",
        "impella",
        "extracorporeal",
        "life",
        "support",
        "j",
        "coll",
        "cardiol",
        "gregory",
        "scotti",
        "dj",
        "de",
        "lissovoy",
        "g",
        "palacios",
        "dixon",
        "maini",
        "b",
        "analysis",
        "hemodynamic",
        "support",
        "strategy",
        "heart",
        "failure",
        "patient",
        "undergoing",
        "percutaneous",
        "coronary",
        "intervention",
        "health",
        "drug",
        "benefit",
        "mar",
        "impella",
        "heart",
        "pump",
        "impella",
        "impella",
        "cp",
        "impella",
        "impella",
        "ld",
        "heart",
        "pump",
        "used",
        "treat",
        "heart",
        "attack",
        "cardiomyopathy",
        "patient",
        "cardiogenic",
        "shock",
        "unique",
        "ability",
        "enable",
        "native",
        "heart",
        "recovery",
        "allowing",
        "patient",
        "return",
        "home",
        "heart",
        "impella",
        "impella",
        "cp",
        "device",
        "also",
        "approved",
        "treat",
        "certain",
        "advanced",
        "heart",
        "failure",
        "patient",
        "undergoing",
        "elective",
        "urgent",
        "percutaneous",
        "coronary",
        "intervention",
        "pci",
        "stenting",
        "balloon",
        "angioplasty",
        "blocked",
        "coronary",
        "artery",
        "abiomed",
        "heart",
        "pump",
        "impella",
        "rp",
        "device",
        "fda",
        "approved",
        "treat",
        "patient",
        "experiencing",
        "acute",
        "right",
        "heart",
        "failure",
        "decompensation",
        "following",
        "left",
        "ventricular",
        "assist",
        "device",
        "implantation",
        "myocardial",
        "infarction",
        "heart",
        "transplant",
        "surgery",
        "learn",
        "impella",
        "platform",
        "heart",
        "pump",
        "including",
        "approved",
        "indication",
        "important",
        "safety",
        "risk",
        "information",
        "associated",
        "use",
        "device",
        "please",
        "visit",
        "abiomed",
        "logo",
        "abiomed",
        "impella",
        "impella",
        "impella",
        "impella",
        "ld",
        "impella",
        "cp",
        "impella",
        "rp",
        "recovering",
        "heart",
        "saving",
        "life",
        "registered",
        "trademark",
        "abiomed",
        "certain",
        "foreign",
        "country",
        "abiomed",
        "based",
        "danvers",
        "massachusetts",
        "abiomed",
        "leading",
        "provider",
        "medical",
        "device",
        "provide",
        "circulatory",
        "support",
        "product",
        "designed",
        "enable",
        "heart",
        "rest",
        "improving",
        "blood",
        "flow",
        "performing",
        "pumping",
        "heart",
        "additional",
        "information",
        "please",
        "visit",
        "information",
        "please",
        "contact",
        "ingrid",
        "goldberg",
        "ward",
        "director",
        "investor",
        "relation",
        "igoldberg",
        "statement",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "development",
        "abiomed",
        "existing",
        "new",
        "product",
        "company",
        "progress",
        "toward",
        "commercial",
        "growth",
        "future",
        "opportunity",
        "expected",
        "regulatory",
        "approval",
        "company",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "based",
        "upon",
        "number",
        "factor",
        "including",
        "uncertainty",
        "associated",
        "development",
        "testing",
        "related",
        "regulatory",
        "approval",
        "including",
        "potential",
        "future",
        "loss",
        "complex",
        "manufacturing",
        "high",
        "quality",
        "requirement",
        "dependence",
        "limited",
        "source",
        "supply",
        "competition",
        "technological",
        "change",
        "government",
        "regulation",
        "litigation",
        "matter",
        "future",
        "capital",
        "need",
        "uncertainty",
        "additional",
        "financing",
        "risk",
        "challenge",
        "detailed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "statement",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "source",
        "abiomed",
        "inc"
    ]
}