{
    "organizations": [],
    "uuid": "c4607099ab30e411b93254787ff4a1a3729bdc3d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-meridian-waste-solutions-issues-shareholder-update-letter.html",
    "ord_in_thread": 0,
    "title": "Meridian Waste Solutions Issues Shareholder Update Letter",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Announces Name Change to Attis Industries, Inc.\nExpects $12 Million Revenue and $3 Million Pre-Tax Net Income in 2018 Based on Existing Platforms\nEvaluating a Pipeline of Growth Opportunities in Biomass and Healthcare Technologies\nATLANTA, GA, Feb. 27, 2018 (GLOBE NEWSWIRE) -- Meridian Waste Solutions, Inc. (NASDAQ: MRDN ) (“Meridian Waste” or the “Company”), an innovative technology company, today announced the issuance of the following shareholder letter from its Chairman and Chief Executive Officer, Jeff Cosman:\nDear Meridian family, partners and shareholders,\nI write to you today with gratitude, pride and excitement. Gratitude and pride for the dedication and support of our employees, partners and shareholders in our accomplishments to date, and great excitement for the value I see for us in the path ahead.\nLast week, we announced the execution of agreements to sell our solid waste business in a transaction valued at about $90 million. We spent three years building that business, and, while it was and remains valuable, its debt and liquidity needs were restricting our access to cost-effective sources of growth capital, and were therefore inconsistent with our plan to create even more value in our and biomass innovation and healthcare technology businesses. We are currently evaluating a robust growing pipeline of opportunities in biomass and healthcare technologies.\nThis sale would clear the bottleneck while we believe significantly increasing our enterprise value, and thereby would pave the way for us to aggressively pursue acquisitions that we are currently evaluating. Our remaining operations after closing, are expected to generate approximately $12 million in revenue and about $3 million in pre-tax earnings in 2018, or approximately $0.15 per share of common stock, based on 20 million shares outstanding. Development and build-out of biorefineries could greatly improve these projections.\nWe built our company by providing everyday products and services that contribute to the lives of all people. We will continue to do so moving forward, but in new and, we believe, more profitable ways that capitalize on untapped opportunities and changing market conditions in healthcare and energy to build strategically compatible revenue lines in our biomass innovation and healthcare technologies businesses.\nIn our biomass innovation division, we intend to leverage our expertise in waste streams and technology development experience to harvest value that is hiding in plain sight. We have accordingly assembled a growing portfolio of technologies designed that are being developed to refine biomass in a series of process steps that are analogous to petroleum refining, in which crude oil is sequentially processed into a wide range of products. A key example is our patented and patent-pending lignin conversion and refining processes, which fractionate and convert cellulosic biomass into ethanol or butanol and a renewable alternative for petroleum-derived resins. Those technologies were recently awarded a $3 million grant from the USDA, along with a team comprising Oak Ridge National Laboratory, the University of Tennessee’s Center for Renewable Carbon, University of Wisconsin-Stevens Point, the Natural Resource Research Institute, Long Trail Sustainability, and our research and development subsidiary, American Science and Technology Corporation.\nIn healthcare technologies, we plan to build on our existing medical waste, lab services, and healthcare leadership experience to focus on a strategy in the rural hospitals and extended care facilities that will synergistically add revenue and earnings with our lab services division. The strategy potentially includes acquisition or operating partnerships of rural hospitals and extended care facilities. As previously announced with our partnership in a Tennessee rural hospital, the Company will [continue] to focus on building labs in qualified hospitals to increase lab services revenue, and by using our proprietary systems to reduce operating costs. And, as we achieve scale, our planned network of labs and hospitals will create opportunities for additional value creation as a distribution network for emerging medicinal and other healthcare products and services; and, as proving ground for proprietary new analytics and data verification technologies designed to greatly improve access to medical records, thereby improving care while reducing costs.\nOur plan is to finance, build, own and operate facilities based on our technologies to generate shareholder value by producing and selling renewable fuels, plastics, resins and other carbon-neutral offsets from low-value lignin and other cellulosic feedstocks; including pulp and paper by-products, first generation biofuel by-products, and other overlooked carbon-containing residuals. We are evaluating a number of acquisitions and other transactions in that regard as well, some of which include existing production assets that are ideal for co-location of facilities based on our technologies. First generation biofuel plants can be particularly favorable targets inasmuch as our technologies have been proven to have the potential to generate more income by converting and refining existing by-products than such plants make today using traditional methods. We believe that dynamic sets us up for valuable consolidation opportunities, and we are looking at two plants for that purpose.\nOur focus is bringing all this together with our existing businesses in the rural areas of this great country. As the Company focuses to add new and continue existing jobs in rural America, we expect it will allow us to access capital from the USDA and other programs which we believe will have more favorable financing compared against the credit in our waste business. The USDA backed programs may allow us to acquire healthcare facilities, build bio-refineries, all while developing opportunities for new construction jobs, plant operations jobs and healthcare jobs.\nWhile we expect most of our revenue growth in 2018 and 2019 will come from our healthcare technologies business, we expect the performance of our biomass innovation division will eventually eclipse our healthcare technologies business. The by-products that we are targeting in innovations are available at low cost in enormous volumes, and the downstream fuels, energy, plastics and other commodity markets that we expect to be selling into rank amongst the largest. The enormous volumes currently have no value to the producers, which makes partnerships of investment in our approach more favorable for large co-ops, conglomerate producers, as well as states seeking ways to increase jobs for the future of their constituents.\nThe Company will become known as Attis Industries, Inc. Attis is the Greek god of vegetation, recognized for its ability to regenerate itself. The underlying purpose of the deity, Attis, was to make plants grow and feed animals that, in turn, would fertilize new plants. If left alone, they repeat that process, ‘regenerating’ over and over again, in balance, sustainably. We believe Attis Industries, Inc. will quickly become the perfect sustainable capitalist tool.\nThe current economic system of sustainable practices is out of balance today. Too many technologies and industries rely heavily on governmental credits accepting good intentions for bad science and process. Plants convert water, carbon dioxide and sunlight into stored chemical energy in the form cellulose, starch and fat, key resources that contain vast reservoirs of carbon, hydrogen, and oxygen. Those elements are essential components of the foods we eat, the materials we use, and the fuels we burn. Yet humanity treats most of the vegetative biomass that we produce globally as waste, while we rely on fossil fuels because we have the technology to make doing so cheap and widely available. The technologies that Attis is developing have the potential to do the same thing with low-value biomass resources, and we plan to contribute to shareholder value and shareholder conscience by doing so.\n“Doing Things Better” is not only a Quote: used by my deceased father every day of his life, it is now a mission for Attis Industries to pave as we reinvent ourselves in our new markets of renewable fuels, bio-fuels, plastics, healthcare and most importantly existing and future technology that drives costs down. Our dedication is to make economic sense of sustainable products and fuels. Attis is committed to being more than a mere participant of our industries, it will be the voice and force for innovation and change.\nThis is exactly what we are doing today. We are reinventing ourselves. Doing so isn’t just about selling the solid waste business, or reducing $90 million in debt, or improving our enterprise value by more than 80% to access higher margins and multiples. That is only part of our story. The rest of our story is why we are doing it.\nWe are doing it because we see a different path than that of our predecessors, and we know that we can take it. Because we refuse to be content with being good when we can and will be great.\nSincerely,\nJeff S. Cosman\nChairman and Chief Executive Officer\nAbout Meridian Waste Solutions, Inc.:\nMeridian Waste Solutions, Inc. (NASDAQ: MRDN) is a company defined by our commitment to servicing our customers with unwavering respect, fairness and care. We are focused on finding and implementing solutions for the resource needs and challenges of our customers with a fundamental objective to seek rewarding solutions through technology and innovation. Our healthcare business centers on creating community-based synergies through collaborations and software solutions. Our innovation business ( www.attisinnovations.com ) strives to create value from recovered resources. For more information, visit www.mwsinc.com .\nForward-Looking Statements\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. You can identify forward-looking statements by words such as “anticipate,” “believe,” “could,” “estimate,” “expect,” “intend,” “may,” “plan,” “should,” “would” or similar words. You should consider these statements carefully because they discuss our plans, targets, strategies, prospects and expectations concerning our business, operating results, financial condition and other similar matters. These statements are subject to certain risks, uncertainties, and assumptions, including, but not limited to, risks and uncertainties relating to the Company's ability to develop, market and sell products based on its technology; the expected benefits and efficacy of the Company's products and technology; the availability of substantial additional funding for the Company to continue its operations and to conduct research and development, clinical studies and future product commercialization; and, the Company's business, research, product development, regulatory approval, marketing and distribution plans and strategies, the Company’s completion of the sale of its solid waste business; the ability of the Company to continue to meet the listing requirements of NASDAQ; the ability of the Company to execute on a business plan that permits the technologies and innovations businesses to provide sufficient growth, revenue, liquidity and cash flows for sustaining the Company’s go-forward business, and the risks identified and discussed under the caption “Risk Factors” in the Meridian Annual Report on Form 10-K for the fiscal year ended December 31, 2016, filed with the Securities and Exchange Commission (the “SEC”) on April 17, 2017 and amended on May 31, 2017 and the other documents Meridian files with the SEC from time to time. There will be events in the future, however, that Meridian is not able to predict accurately or control. Meridian’s actual results may differ materially from the expectations that Meridian describes in its forward-looking statements. Factors or events that could cause Meridian’s actual results to materially differ may emerge from time to time, and it is not possible for Meridian to accurately predict all of them. Any forward-looking statement made by Meridian in this press release speaks only as of the date on which Meridian makes it. Meridian undertakes no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nMedia and Investors Contact: Hayden IR ir@meridianwastesolutions.com (917) 658-7878\nSource:Meridian Waste Solutions, Inc",
    "published": "2018-02-27T17:14:00.000+02:00",
    "crawled": "2018-02-27T16:35:28.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "announces",
        "name",
        "change",
        "attis",
        "industry",
        "expects",
        "million",
        "revenue",
        "million",
        "net",
        "income",
        "based",
        "existing",
        "platform",
        "evaluating",
        "pipeline",
        "growth",
        "opportunity",
        "biomass",
        "healthcare",
        "technology",
        "atlanta",
        "ga",
        "globe",
        "newswire",
        "meridian",
        "waste",
        "solution",
        "nasdaq",
        "mrdn",
        "meridian",
        "waste",
        "company",
        "innovative",
        "technology",
        "company",
        "today",
        "announced",
        "issuance",
        "following",
        "shareholder",
        "letter",
        "chairman",
        "chief",
        "executive",
        "officer",
        "jeff",
        "cosman",
        "dear",
        "meridian",
        "family",
        "partner",
        "shareholder",
        "write",
        "today",
        "gratitude",
        "pride",
        "excitement",
        "gratitude",
        "pride",
        "dedication",
        "support",
        "employee",
        "partner",
        "shareholder",
        "accomplishment",
        "date",
        "great",
        "excitement",
        "value",
        "see",
        "u",
        "path",
        "ahead",
        "last",
        "week",
        "announced",
        "execution",
        "agreement",
        "sell",
        "solid",
        "waste",
        "business",
        "transaction",
        "valued",
        "million",
        "spent",
        "three",
        "year",
        "building",
        "business",
        "remains",
        "valuable",
        "debt",
        "liquidity",
        "need",
        "restricting",
        "access",
        "source",
        "growth",
        "capital",
        "therefore",
        "inconsistent",
        "plan",
        "create",
        "even",
        "value",
        "biomass",
        "innovation",
        "healthcare",
        "technology",
        "business",
        "currently",
        "evaluating",
        "robust",
        "growing",
        "pipeline",
        "opportunity",
        "biomass",
        "healthcare",
        "technology",
        "sale",
        "would",
        "clear",
        "bottleneck",
        "believe",
        "significantly",
        "increasing",
        "enterprise",
        "value",
        "thereby",
        "would",
        "pave",
        "way",
        "u",
        "aggressively",
        "pursue",
        "acquisition",
        "currently",
        "evaluating",
        "remaining",
        "operation",
        "closing",
        "expected",
        "generate",
        "approximately",
        "million",
        "revenue",
        "million",
        "earnings",
        "approximately",
        "per",
        "share",
        "common",
        "stock",
        "based",
        "million",
        "share",
        "outstanding",
        "development",
        "biorefineries",
        "could",
        "greatly",
        "improve",
        "projection",
        "built",
        "company",
        "providing",
        "everyday",
        "product",
        "service",
        "contribute",
        "life",
        "people",
        "continue",
        "moving",
        "forward",
        "new",
        "believe",
        "profitable",
        "way",
        "capitalize",
        "untapped",
        "opportunity",
        "changing",
        "market",
        "condition",
        "healthcare",
        "energy",
        "build",
        "strategically",
        "compatible",
        "revenue",
        "line",
        "biomass",
        "innovation",
        "healthcare",
        "technology",
        "business",
        "biomass",
        "innovation",
        "division",
        "intend",
        "leverage",
        "expertise",
        "waste",
        "stream",
        "technology",
        "development",
        "experience",
        "harvest",
        "value",
        "hiding",
        "plain",
        "sight",
        "accordingly",
        "assembled",
        "growing",
        "portfolio",
        "technology",
        "designed",
        "developed",
        "refine",
        "biomass",
        "series",
        "process",
        "step",
        "analogous",
        "petroleum",
        "refining",
        "crude",
        "oil",
        "sequentially",
        "processed",
        "wide",
        "range",
        "product",
        "key",
        "example",
        "patented",
        "lignin",
        "conversion",
        "refining",
        "process",
        "fractionate",
        "convert",
        "cellulosic",
        "biomass",
        "ethanol",
        "butanol",
        "renewable",
        "alternative",
        "resin",
        "technology",
        "recently",
        "awarded",
        "million",
        "grant",
        "usda",
        "along",
        "team",
        "comprising",
        "oak",
        "ridge",
        "national",
        "laboratory",
        "university",
        "tennessee",
        "center",
        "renewable",
        "carbon",
        "university",
        "point",
        "natural",
        "resource",
        "research",
        "institute",
        "long",
        "trail",
        "sustainability",
        "research",
        "development",
        "subsidiary",
        "american",
        "science",
        "technology",
        "corporation",
        "healthcare",
        "technology",
        "plan",
        "build",
        "existing",
        "medical",
        "waste",
        "lab",
        "service",
        "healthcare",
        "leadership",
        "experience",
        "focus",
        "strategy",
        "rural",
        "hospital",
        "extended",
        "care",
        "facility",
        "synergistically",
        "add",
        "revenue",
        "earnings",
        "lab",
        "service",
        "division",
        "strategy",
        "potentially",
        "includes",
        "acquisition",
        "operating",
        "partnership",
        "rural",
        "hospital",
        "extended",
        "care",
        "facility",
        "previously",
        "announced",
        "partnership",
        "tennessee",
        "rural",
        "hospital",
        "company",
        "continue",
        "focus",
        "building",
        "lab",
        "qualified",
        "hospital",
        "increase",
        "lab",
        "service",
        "revenue",
        "using",
        "proprietary",
        "system",
        "reduce",
        "operating",
        "cost",
        "achieve",
        "scale",
        "planned",
        "network",
        "lab",
        "hospital",
        "create",
        "opportunity",
        "additional",
        "value",
        "creation",
        "distribution",
        "network",
        "emerging",
        "medicinal",
        "healthcare",
        "product",
        "service",
        "proving",
        "ground",
        "proprietary",
        "new",
        "analytics",
        "data",
        "verification",
        "technology",
        "designed",
        "greatly",
        "improve",
        "access",
        "medical",
        "record",
        "thereby",
        "improving",
        "care",
        "reducing",
        "cost",
        "plan",
        "finance",
        "build",
        "operate",
        "facility",
        "based",
        "technology",
        "generate",
        "shareholder",
        "value",
        "producing",
        "selling",
        "renewable",
        "fuel",
        "plastic",
        "resin",
        "offset",
        "lignin",
        "cellulosic",
        "feedstock",
        "including",
        "pulp",
        "paper",
        "first",
        "generation",
        "biofuel",
        "overlooked",
        "residual",
        "evaluating",
        "number",
        "acquisition",
        "transaction",
        "regard",
        "well",
        "include",
        "existing",
        "production",
        "asset",
        "ideal",
        "facility",
        "based",
        "technology",
        "first",
        "generation",
        "biofuel",
        "plant",
        "particularly",
        "favorable",
        "target",
        "inasmuch",
        "technology",
        "proven",
        "potential",
        "generate",
        "income",
        "converting",
        "refining",
        "existing",
        "plant",
        "make",
        "today",
        "using",
        "traditional",
        "method",
        "believe",
        "dynamic",
        "set",
        "u",
        "valuable",
        "consolidation",
        "opportunity",
        "looking",
        "two",
        "plant",
        "purpose",
        "focus",
        "bringing",
        "together",
        "existing",
        "business",
        "rural",
        "area",
        "great",
        "country",
        "company",
        "focus",
        "add",
        "new",
        "continue",
        "existing",
        "job",
        "rural",
        "america",
        "expect",
        "allow",
        "u",
        "access",
        "capital",
        "usda",
        "program",
        "believe",
        "favorable",
        "financing",
        "compared",
        "credit",
        "waste",
        "business",
        "usda",
        "backed",
        "program",
        "may",
        "allow",
        "u",
        "acquire",
        "healthcare",
        "facility",
        "build",
        "developing",
        "opportunity",
        "new",
        "construction",
        "job",
        "plant",
        "operation",
        "job",
        "healthcare",
        "job",
        "expect",
        "revenue",
        "growth",
        "come",
        "healthcare",
        "technology",
        "business",
        "expect",
        "performance",
        "biomass",
        "innovation",
        "division",
        "eventually",
        "eclipse",
        "healthcare",
        "technology",
        "business",
        "targeting",
        "innovation",
        "available",
        "low",
        "cost",
        "enormous",
        "volume",
        "downstream",
        "fuel",
        "energy",
        "plastic",
        "commodity",
        "market",
        "expect",
        "selling",
        "rank",
        "amongst",
        "largest",
        "enormous",
        "volume",
        "currently",
        "value",
        "producer",
        "make",
        "partnership",
        "investment",
        "approach",
        "favorable",
        "large",
        "conglomerate",
        "producer",
        "well",
        "state",
        "seeking",
        "way",
        "increase",
        "job",
        "future",
        "constituent",
        "company",
        "become",
        "known",
        "attis",
        "industry",
        "attis",
        "greek",
        "god",
        "vegetation",
        "recognized",
        "ability",
        "regenerate",
        "underlying",
        "purpose",
        "deity",
        "attis",
        "make",
        "plant",
        "grow",
        "feed",
        "animal",
        "turn",
        "would",
        "fertilize",
        "new",
        "plant",
        "left",
        "alone",
        "repeat",
        "process",
        "regenerating",
        "balance",
        "sustainably",
        "believe",
        "attis",
        "industry",
        "quickly",
        "become",
        "perfect",
        "sustainable",
        "capitalist",
        "tool",
        "current",
        "economic",
        "system",
        "sustainable",
        "practice",
        "balance",
        "today",
        "many",
        "technology",
        "industry",
        "rely",
        "heavily",
        "governmental",
        "credit",
        "accepting",
        "good",
        "intention",
        "bad",
        "science",
        "process",
        "plant",
        "convert",
        "water",
        "carbon",
        "dioxide",
        "sunlight",
        "stored",
        "chemical",
        "energy",
        "form",
        "cellulose",
        "starch",
        "fat",
        "key",
        "resource",
        "contain",
        "vast",
        "reservoir",
        "carbon",
        "hydrogen",
        "oxygen",
        "element",
        "essential",
        "component",
        "food",
        "eat",
        "material",
        "use",
        "fuel",
        "burn",
        "yet",
        "humanity",
        "treat",
        "vegetative",
        "biomass",
        "produce",
        "globally",
        "waste",
        "rely",
        "fossil",
        "fuel",
        "technology",
        "make",
        "cheap",
        "widely",
        "available",
        "technology",
        "attis",
        "developing",
        "potential",
        "thing",
        "biomass",
        "resource",
        "plan",
        "contribute",
        "shareholder",
        "value",
        "shareholder",
        "conscience",
        "thing",
        "better",
        "quote",
        "used",
        "deceased",
        "father",
        "every",
        "day",
        "life",
        "mission",
        "attis",
        "industry",
        "pave",
        "reinvent",
        "new",
        "market",
        "renewable",
        "fuel",
        "plastic",
        "healthcare",
        "importantly",
        "existing",
        "future",
        "technology",
        "drive",
        "cost",
        "dedication",
        "make",
        "economic",
        "sense",
        "sustainable",
        "product",
        "fuel",
        "attis",
        "committed",
        "mere",
        "participant",
        "industry",
        "voice",
        "force",
        "innovation",
        "change",
        "exactly",
        "today",
        "reinventing",
        "selling",
        "solid",
        "waste",
        "business",
        "reducing",
        "million",
        "debt",
        "improving",
        "enterprise",
        "value",
        "access",
        "higher",
        "margin",
        "multiple",
        "part",
        "story",
        "rest",
        "story",
        "see",
        "different",
        "path",
        "predecessor",
        "know",
        "take",
        "refuse",
        "content",
        "good",
        "great",
        "sincerely",
        "jeff",
        "cosman",
        "chairman",
        "chief",
        "executive",
        "officer",
        "meridian",
        "waste",
        "solution",
        "meridian",
        "waste",
        "solution",
        "nasdaq",
        "mrdn",
        "company",
        "defined",
        "commitment",
        "servicing",
        "customer",
        "unwavering",
        "respect",
        "fairness",
        "care",
        "focused",
        "finding",
        "implementing",
        "solution",
        "resource",
        "need",
        "challenge",
        "customer",
        "fundamental",
        "objective",
        "seek",
        "rewarding",
        "solution",
        "technology",
        "innovation",
        "healthcare",
        "business",
        "center",
        "creating",
        "synergy",
        "collaboration",
        "software",
        "solution",
        "innovation",
        "business",
        "strives",
        "create",
        "value",
        "recovered",
        "resource",
        "information",
        "visit",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "identify",
        "statement",
        "word",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "would",
        "similar",
        "word",
        "consider",
        "statement",
        "carefully",
        "discus",
        "plan",
        "target",
        "strategy",
        "prospect",
        "expectation",
        "concerning",
        "business",
        "operating",
        "result",
        "financial",
        "condition",
        "similar",
        "matter",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "limited",
        "risk",
        "uncertainty",
        "relating",
        "company",
        "ability",
        "develop",
        "market",
        "sell",
        "product",
        "based",
        "technology",
        "expected",
        "benefit",
        "efficacy",
        "company",
        "product",
        "technology",
        "availability",
        "substantial",
        "additional",
        "funding",
        "company",
        "continue",
        "operation",
        "conduct",
        "research",
        "development",
        "clinical",
        "study",
        "future",
        "product",
        "commercialization",
        "company",
        "business",
        "research",
        "product",
        "development",
        "regulatory",
        "approval",
        "marketing",
        "distribution",
        "plan",
        "strategy",
        "company",
        "completion",
        "sale",
        "solid",
        "waste",
        "business",
        "ability",
        "company",
        "continue",
        "meet",
        "listing",
        "requirement",
        "nasdaq",
        "ability",
        "company",
        "execute",
        "business",
        "plan",
        "permit",
        "technology",
        "innovation",
        "business",
        "provide",
        "sufficient",
        "growth",
        "revenue",
        "liquidity",
        "cash",
        "flow",
        "sustaining",
        "company",
        "business",
        "risk",
        "identified",
        "discussed",
        "caption",
        "risk",
        "factor",
        "meridian",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "april",
        "amended",
        "may",
        "document",
        "meridian",
        "file",
        "sec",
        "time",
        "time",
        "event",
        "future",
        "however",
        "meridian",
        "able",
        "predict",
        "accurately",
        "control",
        "meridian",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "meridian",
        "describes",
        "statement",
        "factor",
        "event",
        "could",
        "cause",
        "meridian",
        "actual",
        "result",
        "materially",
        "differ",
        "may",
        "emerge",
        "time",
        "time",
        "possible",
        "meridian",
        "accurately",
        "predict",
        "statement",
        "made",
        "meridian",
        "press",
        "release",
        "speaks",
        "date",
        "meridian",
        "make",
        "meridian",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "medium",
        "investor",
        "contact",
        "hayden",
        "ir",
        "ir",
        "source",
        "meridian",
        "waste",
        "solution",
        "inc"
    ]
}