{
    "organizations": [],
    "uuid": "60990455c7f046df0d1757d7d7f200e7ffa7b8aa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/business-wire-phh-corporation-enters-into-definitive-agreement-to-be-acquired-by-ocwen-financial-corporation-in-an-all-cash-transaction.html",
    "ord_in_thread": 0,
    "title": "PHH Corporation Enters Into Definitive Agreement to be Acquired by Ocwen Financial Corporation in an All Cash Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MOUNT LAUREL, N.J.--(BUSINESS WIRE)-- PHH Corporation (NYSE: PHH) (\"PHH\" or the \"Company\") today announced that it has entered into a definitive agreement in which Ocwen Financial Corporation (NYSE: OCN) (“Ocwen”) will acquire all of the Company’s outstanding shares of common stock in an all cash transaction valued at $360 million, or $11.00 per fully-diluted share, representing a premium of 24% over the closing price of PHH’s common stock of $8.84 on February 26, 2018. As part of the transaction, Ocwen will assume $119 million of PHH’s outstanding unsecured debt.\nRobert B. Crowl, President and Chief Executive Officer of PHH Corporation, said, “We are pleased to have reached an agreement with Ocwen for the sale of our Company. This decision follows a comprehensive assessment of the risks and opportunities associated with operating the business and the strategic alternatives available to us. The Board and management believe the sale of the Company to Ocwen represents the best opportunity to maximize shareholder value.”\nRon Faris, President and Chief Executive Officer of Ocwen, commented, “The combination of Ocwen and PHH will result in a strong non-bank mortgage servicer with a robust servicing capability. Ocwen will significantly benefit from PHH’s experienced workforce and their expertise on the MSP servicing platform. We look forward to the opportunity to provide our industry leading capabilities to PHH’s customers and servicing clients.”\nSubject to the satisfaction of various closing conditions, including regulatory and shareholder approvals, the transaction is targeted to close in the third or fourth quarter of 2018. The agreement may be terminated by Ocwen if, among other things, the Company’s unrestricted cash or net worth decline below certain threshold amounts. Following closing, shares of PHH common stock will no longer be listed on the New York Stock Exchange.\nCredit Suisse served as financial advisor and Jones Day served as legal counsel to PHH Corporation on the transaction, and Latham & Watkins served as legal counsel to the Board of PHH Corporation.\nPHH will provide additional details regarding the transaction during its strategic transaction conference call at 10:00 am (Eastern Time) on Wednesday, February 28, 2018. You can access the conference call by dialing (800) 239-9838 or (323) 794-2551 and using the conference ID 7092674 approximately 10 minutes prior to the call. The conference call will also be webcast, which can be accessed from the Investor Relations page of PHH's website at www.phh.com/invest under webcasts and presentations.\nAbout PHH Corporation\nPHH Corporation (NYSE: PHH), through its subsidiary PHH Mortgage, is one of the largest subservicers of residential mortgages in the United States. PHH Mortgage provides servicing and portfolio retention solutions to investors of mortgage servicing rights, financial and wealth management institutions, regional and community banks, and credit unions. Headquartered in Mount Laurel, New Jersey, the Company has been providing mortgage lending and servicing solutions since 1984 and is dedicated to responsible and ethical practices while delivering an exceptional customer experience. For additional information, please visit www.phh.com .\nAdditional Information and Where to Find It\nIn connection with the proposed transaction, PHH will file a proxy statement with the Securities and Exchange Commission (“SEC”). Stockholders are strongly advised to read the proxy statement and any other relevant documents filed with the SEC as they become available because they will contain important information about the proposed transaction. Stockholders may obtain a copy of the proxy statement when available along with other documents filed by the Company, free of charge, by contacting PHH Investor Relations: in writing at PHH Corporation, 3000 Leadenhall Road, Mount Laurel, NJ 08054, by telephone at (856) 917-7405, by email at investor.relations@phh.com , or by accessing the PHH website at www.phh.com , or the SEC website at www.sec.gov .\nParticipants in Solicitation\nThe Company and its directors, executive officers, and certain other members of its management and employees may be deemed to be participants in the solicitation of proxies from its stockholders in connection with the proposed transaction. Information regarding the interests of such directors and executive officers in the solicitation will be more specifically set forth in the proxy statement concerning the proposed transaction that will be filed with the SEC. In addition to the proxy statement, PHH files annual, quarterly and special reports, proxy statements and other information with the SEC. You may read and copy any reports, statements or other information at the SEC public reference room in Washington, D.C. Please call the SEC at 1-800-SEC-3030 for further information on the public reference rooms. PHH’s filings with the SEC are also available to the public from commercial document-retrieval services and at the website maintained by the SEC at http://www.sec.gov .\nCertain statements in this press release are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Generally, forward looking-statements are not based on historical facts but instead represent only our current beliefs regarding future events. All forward-looking statements are, by their nature, subject to risks, uncertainties and other factors that could cause actual results, performance or achievements to differ materially from those expressed or implied in such Investors are cautioned not to place undue reliance on these Such statements may be identified by words such as “expects,” “anticipates,” “intends,” “projects,” “estimates,” “plans,” “may increase,” “may fluctuate” and similar expressions or future or conditional verbs such as “will,” “should,” “would,” “may” and “could.”\nStockholders should understand that forward-looking statements are not guarantees of performance or results and are preliminary in nature. Factors that may cause actual results to differ from expected results include, among others: the occurrence of any event, change or other circumstances that could give rise to the termination of the agreements with Ocwen; the risk that PHH’s stockholders may not approve the merger; the risk that the necessary regulatory approvals for the merger may not be obtained or may be obtained subject to conditions that are not anticipated; the risk that PHH’s cash and/or net worth may decline below the threshold levels specified in the merger agreement; risks that Ocwen may not have sufficient funds to consummate the merger; risks that PHH’s business may suffer as a result of uncertainties surrounding the proposed transaction; litigation or other legal proceedings relating to the proposed transaction; unexpected costs, charges or expenses resulting from the proposed transaction; risks related to the disruption of management time from ongoing business operations due to the proposed transaction; the effect of the announcement of the proposed transactions and the PHH’s plans, including impact on PHH’s relationships with customers, regulators, lenders and employees; other risks to the consummation of the transaction, including the risk that the transactions will not be consummated within the expected time period or at all; unfavorable economic conditions in the markets PHH serves; changes in laws or regulations; and other risks and uncertainties described under the heading “Cautionary Note Regarding ” and “Risk Factors” in the Company’s periodic reports filed with the SEC, including the Company’s most recent Annual Report on Form 10-K and Quarterly Reports on Form 10-Q, in connection with any forward-looking statements that may be made by the Company or the Company’s businesses generally. Such periodic reports are available in the “Investors” section of the Company’s website at http://www.phh.com and are also available at http://www.sec.gov . Except for the Company’s ongoing obligations to disclose material information under the federal securities laws, applicable stock exchange listing standards and unless otherwise required by law, the Company undertakes no obligation to release publicly any updates or revisions to any forward-looking statements or to report the occurrence or non-occurrence of anticipated or unanticipated events.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180227006562/en/\nPHH Corporation\nInvestors\nHugo Arias, 856-917-0108\nhugo.arias@phh.com\nor\nMedia\nDico Akseraylian, 856-917-0066\ndico.akseraylian@phh.com\nSource: PHH Corporation",
    "published": "2018-02-28T00:35:00.000+02:00",
    "crawled": "2018-02-28T01:31:39.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mount",
        "laurel",
        "business",
        "wire",
        "phh",
        "corporation",
        "nyse",
        "phh",
        "phh",
        "company",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "ocwen",
        "financial",
        "corporation",
        "nyse",
        "ocn",
        "ocwen",
        "acquire",
        "company",
        "outstanding",
        "share",
        "common",
        "stock",
        "cash",
        "transaction",
        "valued",
        "million",
        "per",
        "share",
        "representing",
        "premium",
        "closing",
        "price",
        "phh",
        "common",
        "stock",
        "february",
        "part",
        "transaction",
        "ocwen",
        "assume",
        "million",
        "phh",
        "outstanding",
        "unsecured",
        "debt",
        "robert",
        "crowl",
        "president",
        "chief",
        "executive",
        "officer",
        "phh",
        "corporation",
        "said",
        "pleased",
        "reached",
        "agreement",
        "ocwen",
        "sale",
        "company",
        "decision",
        "follows",
        "comprehensive",
        "assessment",
        "risk",
        "opportunity",
        "associated",
        "operating",
        "business",
        "strategic",
        "alternative",
        "available",
        "u",
        "board",
        "management",
        "believe",
        "sale",
        "company",
        "ocwen",
        "represents",
        "best",
        "opportunity",
        "maximize",
        "shareholder",
        "ron",
        "faris",
        "president",
        "chief",
        "executive",
        "officer",
        "ocwen",
        "commented",
        "combination",
        "ocwen",
        "phh",
        "result",
        "strong",
        "mortgage",
        "servicer",
        "robust",
        "servicing",
        "capability",
        "ocwen",
        "significantly",
        "benefit",
        "phh",
        "experienced",
        "workforce",
        "expertise",
        "msp",
        "servicing",
        "platform",
        "look",
        "forward",
        "opportunity",
        "provide",
        "industry",
        "leading",
        "capability",
        "phh",
        "customer",
        "servicing",
        "subject",
        "satisfaction",
        "various",
        "closing",
        "condition",
        "including",
        "regulatory",
        "shareholder",
        "approval",
        "transaction",
        "targeted",
        "close",
        "third",
        "fourth",
        "quarter",
        "agreement",
        "may",
        "terminated",
        "ocwen",
        "among",
        "thing",
        "company",
        "unrestricted",
        "cash",
        "net",
        "worth",
        "decline",
        "certain",
        "threshold",
        "amount",
        "following",
        "closing",
        "share",
        "phh",
        "common",
        "stock",
        "longer",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "credit",
        "suisse",
        "served",
        "financial",
        "advisor",
        "jones",
        "day",
        "served",
        "legal",
        "counsel",
        "phh",
        "corporation",
        "transaction",
        "latham",
        "watkins",
        "served",
        "legal",
        "counsel",
        "board",
        "phh",
        "corporation",
        "phh",
        "provide",
        "additional",
        "detail",
        "regarding",
        "transaction",
        "strategic",
        "transaction",
        "conference",
        "call",
        "eastern",
        "time",
        "wednesday",
        "february",
        "access",
        "conference",
        "call",
        "dialing",
        "using",
        "conference",
        "id",
        "approximately",
        "minute",
        "prior",
        "call",
        "conference",
        "call",
        "also",
        "webcast",
        "accessed",
        "investor",
        "relation",
        "page",
        "phh",
        "website",
        "webcasts",
        "presentation",
        "phh",
        "corporation",
        "phh",
        "corporation",
        "nyse",
        "phh",
        "subsidiary",
        "phh",
        "mortgage",
        "one",
        "largest",
        "subservicers",
        "residential",
        "mortgage",
        "united",
        "state",
        "phh",
        "mortgage",
        "provides",
        "servicing",
        "portfolio",
        "retention",
        "solution",
        "investor",
        "mortgage",
        "servicing",
        "right",
        "financial",
        "wealth",
        "management",
        "institution",
        "regional",
        "community",
        "bank",
        "credit",
        "union",
        "headquartered",
        "mount",
        "laurel",
        "new",
        "jersey",
        "company",
        "providing",
        "mortgage",
        "lending",
        "servicing",
        "solution",
        "since",
        "dedicated",
        "responsible",
        "ethical",
        "practice",
        "delivering",
        "exceptional",
        "customer",
        "experience",
        "additional",
        "information",
        "please",
        "visit",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "phh",
        "file",
        "proxy",
        "statement",
        "security",
        "exchange",
        "commission",
        "sec",
        "stockholder",
        "strongly",
        "advised",
        "read",
        "proxy",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "stockholder",
        "may",
        "obtain",
        "copy",
        "proxy",
        "statement",
        "available",
        "along",
        "document",
        "filed",
        "company",
        "free",
        "charge",
        "contacting",
        "phh",
        "investor",
        "relation",
        "writing",
        "phh",
        "corporation",
        "leadenhall",
        "road",
        "mount",
        "laurel",
        "nj",
        "telephone",
        "email",
        "accessing",
        "phh",
        "website",
        "sec",
        "website",
        "participant",
        "solicitation",
        "company",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "connection",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "interest",
        "director",
        "executive",
        "officer",
        "solicitation",
        "specifically",
        "set",
        "forth",
        "proxy",
        "statement",
        "concerning",
        "proposed",
        "transaction",
        "filed",
        "sec",
        "addition",
        "proxy",
        "statement",
        "phh",
        "file",
        "annual",
        "quarterly",
        "special",
        "report",
        "proxy",
        "statement",
        "information",
        "sec",
        "may",
        "read",
        "copy",
        "report",
        "statement",
        "information",
        "sec",
        "public",
        "reference",
        "room",
        "washington",
        "please",
        "call",
        "sec",
        "information",
        "public",
        "reference",
        "room",
        "phh",
        "filing",
        "sec",
        "also",
        "available",
        "public",
        "commercial",
        "service",
        "website",
        "maintained",
        "sec",
        "http",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "generally",
        "forward",
        "based",
        "historical",
        "fact",
        "instead",
        "represent",
        "current",
        "belief",
        "regarding",
        "future",
        "event",
        "statement",
        "nature",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "may",
        "identified",
        "word",
        "expects",
        "anticipates",
        "intends",
        "project",
        "estimate",
        "plan",
        "may",
        "increase",
        "may",
        "fluctuate",
        "similar",
        "expression",
        "future",
        "conditional",
        "verb",
        "would",
        "may",
        "stockholder",
        "understand",
        "statement",
        "guarantee",
        "performance",
        "result",
        "preliminary",
        "nature",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "expected",
        "result",
        "include",
        "among",
        "others",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "agreement",
        "ocwen",
        "risk",
        "phh",
        "stockholder",
        "may",
        "approve",
        "merger",
        "risk",
        "necessary",
        "regulatory",
        "approval",
        "merger",
        "may",
        "obtained",
        "may",
        "obtained",
        "subject",
        "condition",
        "anticipated",
        "risk",
        "phh",
        "cash",
        "net",
        "worth",
        "may",
        "decline",
        "threshold",
        "level",
        "specified",
        "merger",
        "agreement",
        "risk",
        "ocwen",
        "may",
        "sufficient",
        "fund",
        "consummate",
        "merger",
        "risk",
        "phh",
        "business",
        "may",
        "suffer",
        "result",
        "uncertainty",
        "surrounding",
        "proposed",
        "transaction",
        "litigation",
        "legal",
        "proceeding",
        "relating",
        "proposed",
        "transaction",
        "unexpected",
        "cost",
        "charge",
        "expense",
        "resulting",
        "proposed",
        "transaction",
        "risk",
        "related",
        "disruption",
        "management",
        "time",
        "ongoing",
        "business",
        "operation",
        "due",
        "proposed",
        "transaction",
        "effect",
        "announcement",
        "proposed",
        "transaction",
        "phh",
        "plan",
        "including",
        "impact",
        "phh",
        "relationship",
        "customer",
        "regulator",
        "lender",
        "employee",
        "risk",
        "consummation",
        "transaction",
        "including",
        "risk",
        "transaction",
        "consummated",
        "within",
        "expected",
        "time",
        "period",
        "unfavorable",
        "economic",
        "condition",
        "market",
        "phh",
        "serf",
        "change",
        "law",
        "regulation",
        "risk",
        "uncertainty",
        "described",
        "heading",
        "cautionary",
        "note",
        "regarding",
        "risk",
        "factor",
        "company",
        "periodic",
        "report",
        "filed",
        "sec",
        "including",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "connection",
        "statement",
        "may",
        "made",
        "company",
        "company",
        "business",
        "generally",
        "periodic",
        "report",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "http",
        "also",
        "available",
        "http",
        "except",
        "company",
        "ongoing",
        "obligation",
        "disclose",
        "material",
        "information",
        "federal",
        "security",
        "law",
        "applicable",
        "stock",
        "exchange",
        "listing",
        "standard",
        "unless",
        "otherwise",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "report",
        "occurrence",
        "anticipated",
        "unanticipated",
        "event",
        "view",
        "source",
        "version",
        "http",
        "phh",
        "corporation",
        "investor",
        "hugo",
        "aria",
        "medium",
        "dico",
        "akseraylian",
        "source",
        "phh",
        "corporation"
    ]
}