{
    "organizations": [],
    "uuid": "e178d566e89fd399d69f68f41516953787e21a00",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/26/millennials-are-saving-for-the-future-if-they-can-afford-to.html",
    "ord_in_thread": 0,
    "title": "Millennials are saving for the future, if they can afford to",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Millennials are often criticized for not doing enough to plan for retirement, and the advice they get is usually from their parents or financial advisers who are much older and in different financial situations. Recently, a group of people in their 20s took part in a Google Hangout to discuss their thoughts on retirement and what they are doing to save. The conversation has been edited and condensed.\nThe participants:\nEmily Davidson, 27, Baltimore, brand consultant at a financial services firm.\nMauricio Maluff Masi, 27, Madison, Wis., technical services analyst at a health care software company.\nTravis Olson, 27, Silver Spring, M d., program associate at a non profit education policy program.\nMorgan Richardson, 27, Chicago, career adviser at a professional coaching and training firm.\nKirk Vaclavik, 26 , Chicago, brand strategist at a digital ad agency.\nBrian Williams, 23, New York, licensing assistant at Tory Burch.\nGarrett Young, 26, Boston, bank examiner at the Massachusetts Division of Banks.\nRead more from The New York Times:\nFor millennial investors, a harsh lesson in market gyrations\nPersonal finance for those who don't have a clue\nWeinstein Co. will file for bankruptcy after deal talks collapse\nZach: What does \"retiring\" mean to you?\nMorgan: Retirement for me is saving up as much as I can so that by hopefully 60 at the latest, I have enough money to live off for a good 20 years. Maybe somewhere warm.\nKirk: It's not a one-and-done moment in life in my mind at all, it's going to be more like a slow fade of reaching a point where I'm financially independent enough to make whatever choice I want about how I spend my time.\nBrian: I don't know if it's just because I've been working for a short amount of time, retirement doesn't seem exciting. I feel like I don't want to work to just retire.\nGarrett: Retirement to me is just not having to work. Not necessarily that you won't work, but there's no necessity for it.\nEmily: The idea of sitting in a condo in Boca fills me more with dread than anything. Maybe that's just a foolish millennial dream, thinking you won't be tired at the end and want to put your feet up for 20 years, but the idea of not working if I have my mind and my health doesn't feel like me.\nZach: What are you doing to save? And does your savings plan affect your life at all?\nTravis: I've recently been trying to figure out the investing game using some educational apps like Stash — putting a little away here and there, and learning about what it actually means to invest in the stock market. Learning how it all works so it's not just magic numbers behind closed doors.\nGarrett: I've been pretty aggressively investing in mostly index funds since I got out of college.\nMorgan: I used to have crazy online shopping binges. So now it's like, O.K., be a responsible adult and put that money in your I.R.A. instead of just spending it. So I wouldn't say I'm making any sacrifices, I'm just being responsible. I have a Roth I.R.A. and I put the maximum in it annually that I can.\nTravis: My partner and I consciously chose to live in Maryland in the suburbs because it was just too expensive to live closer to work in D.C.\nEmily: I don't think I've ever taken a vacation as an adult — a real vacation, not driving home or flying home for Thanksgiving to go spend three days in your mother's house.\nKirk: For me the \"set it and forget it\" type of savings methods have definitely been what helps. I would say that 90 percent of what I've saved has been through passive methods.\nBrian: I opened a C.D. after graduating college, with my savings, and I'm putting into my 401(k). I've been treating the rest of my income as fun money, but my mind-set has really changed in the past few months. I've started to cut down on my excess spending.\nZach: What's the best and worst financial advice you've received?\nEmily: I knew it was going to be bad advice when my mother prefaced it the first time with, \"So, I know I'm a boomer and that means that you think that I don't know anything but …\" and then she started pushing me to start looking for at least a condo to buy, or a house, even saying the classic phrase, \"Don't waste your money paying your landlord's mortgage.\"\nI said, \"O.K., but then when the laundry machines stop working the same month that the heat goes out and they have to replace everything, it's also not my checkbook.\"\nMorgan: The best advice I got was not dumping out my retirement fund to pay for my year living in London, because now I still have that. It would be bad if I had no retirement at all. It's better to take out student loans than empty your savings.\nKirk: I think \"never break the habit\" was the best advice I ever got. Even when you're dirt poor, just completely broke, still at least throw a dollar into your savings account. I think that building habits is so hard to do, and breaking them can be so easy to do.\nTravis: I'm going to start telling my younger siblings that they have to start investing because it's so easy now with these apps like Stash. It invests $5 for you every week. I had $5 when I was 16 and that would be worth so much more now.\nZach: What about retiring hasn't come up that we should be talking about?\nMauricio: I want to question the assumption that to have a decent retirement requires a high amount of literacy right now. It doesn't have to be that way. I'm playing the game as much as anybody, and I'm doing whatever I can to save as much money for myself, but there are alternative systems that wouldn't require that every individual be thinking about this and picking the best mutual fund or that sort of thing. The older model of pensions or something like that on a national scale would mean that people can retire without having to be financial gurus by the time they're 60.\nKirk: I'm worried that we're just not on a good track. And it's not just about the Social Security rug getting pulled out from under us. It's about our own personal habits. I don't know that we're putting less into our personal savings than previous generations, but we don't have pensions to fall back on in the way that they did, and if it's all on our own behavior and our own responsibility, I think a lot of us are going to be in trouble.\nEmily: What if you work a 9-to-5 making a decent salary but you're a contract worker with no access to benefits? A huge percentage of people our age are in contract positions. They're like internships. You may get to 28, 30, 35 and you're building up work history, but you're structurally not given 401(k)s or things like that.\nTravis: I think it's a good idea that we do the work, but I also think it's a good example of how millennials are being told that we're lazy because we're not doing this work that no one else had to do before us. It's something that people have to get angry about and start organizing around, that all of these systemic protections are being taken apart. It's really easy to play into this narrative that millennials are doing everything wrong and they're not planning, but there's limits to individual behavior. At some point, there also has to be systemic support.",
    "published": "2018-02-26T19:47:00.000+02:00",
    "crawled": "2018-02-26T21:22:50.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "millennials",
        "often",
        "criticized",
        "enough",
        "plan",
        "retirement",
        "advice",
        "get",
        "usually",
        "parent",
        "financial",
        "adviser",
        "much",
        "older",
        "different",
        "financial",
        "situation",
        "recently",
        "group",
        "people",
        "20",
        "took",
        "part",
        "google",
        "hangout",
        "discus",
        "thought",
        "retirement",
        "save",
        "conversation",
        "edited",
        "condensed",
        "participant",
        "emily",
        "davidson",
        "baltimore",
        "brand",
        "consultant",
        "financial",
        "service",
        "firm",
        "mauricio",
        "maluff",
        "masi",
        "madison",
        "technical",
        "service",
        "analyst",
        "health",
        "care",
        "software",
        "company",
        "travis",
        "olson",
        "silver",
        "spring",
        "program",
        "associate",
        "non",
        "profit",
        "education",
        "policy",
        "program",
        "morgan",
        "richardson",
        "chicago",
        "career",
        "adviser",
        "professional",
        "coaching",
        "training",
        "firm",
        "kirk",
        "vaclavik",
        "chicago",
        "brand",
        "strategist",
        "digital",
        "ad",
        "agency",
        "brian",
        "williams",
        "new",
        "york",
        "licensing",
        "assistant",
        "tory",
        "burch",
        "garrett",
        "young",
        "boston",
        "bank",
        "examiner",
        "massachusetts",
        "division",
        "bank",
        "read",
        "new",
        "york",
        "time",
        "millennial",
        "investor",
        "harsh",
        "lesson",
        "market",
        "gyration",
        "personal",
        "finance",
        "clue",
        "weinstein",
        "file",
        "bankruptcy",
        "deal",
        "talk",
        "collapse",
        "zach",
        "retiring",
        "mean",
        "morgan",
        "retirement",
        "saving",
        "much",
        "hopefully",
        "latest",
        "enough",
        "money",
        "live",
        "good",
        "year",
        "maybe",
        "somewhere",
        "warm",
        "kirk",
        "moment",
        "life",
        "mind",
        "going",
        "like",
        "slow",
        "fade",
        "reaching",
        "point",
        "financially",
        "independent",
        "enough",
        "make",
        "whatever",
        "choice",
        "want",
        "spend",
        "time",
        "brian",
        "know",
        "working",
        "short",
        "amount",
        "time",
        "retirement",
        "seem",
        "exciting",
        "feel",
        "like",
        "want",
        "work",
        "retire",
        "garrett",
        "retirement",
        "work",
        "necessarily",
        "wo",
        "work",
        "necessity",
        "emily",
        "idea",
        "sitting",
        "condo",
        "boca",
        "fill",
        "dread",
        "anything",
        "maybe",
        "foolish",
        "millennial",
        "dream",
        "thinking",
        "wo",
        "tired",
        "end",
        "want",
        "put",
        "foot",
        "year",
        "idea",
        "working",
        "mind",
        "health",
        "feel",
        "like",
        "zach",
        "save",
        "saving",
        "plan",
        "affect",
        "life",
        "travis",
        "recently",
        "trying",
        "figure",
        "investing",
        "game",
        "using",
        "educational",
        "apps",
        "like",
        "stash",
        "putting",
        "little",
        "away",
        "learning",
        "actually",
        "mean",
        "invest",
        "stock",
        "market",
        "learning",
        "work",
        "magic",
        "number",
        "behind",
        "closed",
        "door",
        "garrett",
        "pretty",
        "aggressively",
        "investing",
        "mostly",
        "index",
        "fund",
        "since",
        "got",
        "college",
        "morgan",
        "used",
        "crazy",
        "online",
        "shopping",
        "binge",
        "like",
        "responsible",
        "adult",
        "put",
        "money",
        "instead",
        "spending",
        "would",
        "say",
        "making",
        "sacrifice",
        "responsible",
        "roth",
        "put",
        "maximum",
        "annually",
        "travis",
        "partner",
        "consciously",
        "chose",
        "live",
        "maryland",
        "suburb",
        "expensive",
        "live",
        "closer",
        "work",
        "emily",
        "think",
        "ever",
        "taken",
        "vacation",
        "adult",
        "real",
        "vacation",
        "driving",
        "home",
        "flying",
        "home",
        "thanksgiving",
        "go",
        "spend",
        "three",
        "day",
        "mother",
        "house",
        "kirk",
        "set",
        "forget",
        "type",
        "saving",
        "method",
        "definitely",
        "help",
        "would",
        "say",
        "percent",
        "saved",
        "passive",
        "method",
        "brian",
        "opened",
        "graduating",
        "college",
        "saving",
        "putting",
        "k",
        "treating",
        "rest",
        "income",
        "fun",
        "money",
        "really",
        "changed",
        "past",
        "month",
        "started",
        "cut",
        "excess",
        "spending",
        "zach",
        "best",
        "worst",
        "financial",
        "advice",
        "received",
        "emily",
        "knew",
        "going",
        "bad",
        "advice",
        "mother",
        "prefaced",
        "first",
        "time",
        "know",
        "boomer",
        "mean",
        "think",
        "know",
        "anything",
        "started",
        "pushing",
        "start",
        "looking",
        "least",
        "condo",
        "buy",
        "house",
        "even",
        "saying",
        "classic",
        "phrase",
        "waste",
        "money",
        "paying",
        "landlord",
        "mortgage",
        "said",
        "laundry",
        "machine",
        "stop",
        "working",
        "month",
        "heat",
        "go",
        "replace",
        "everything",
        "also",
        "checkbook",
        "morgan",
        "best",
        "advice",
        "got",
        "dumping",
        "retirement",
        "fund",
        "pay",
        "year",
        "living",
        "london",
        "still",
        "would",
        "bad",
        "retirement",
        "better",
        "take",
        "student",
        "loan",
        "empty",
        "saving",
        "kirk",
        "think",
        "never",
        "break",
        "habit",
        "best",
        "advice",
        "ever",
        "got",
        "even",
        "dirt",
        "poor",
        "completely",
        "broke",
        "still",
        "least",
        "throw",
        "dollar",
        "saving",
        "account",
        "think",
        "building",
        "habit",
        "hard",
        "breaking",
        "easy",
        "travis",
        "going",
        "start",
        "telling",
        "younger",
        "sibling",
        "start",
        "investing",
        "easy",
        "apps",
        "like",
        "stash",
        "invests",
        "every",
        "week",
        "would",
        "worth",
        "much",
        "zach",
        "retiring",
        "come",
        "talking",
        "mauricio",
        "want",
        "question",
        "assumption",
        "decent",
        "retirement",
        "requires",
        "high",
        "amount",
        "literacy",
        "right",
        "way",
        "playing",
        "game",
        "much",
        "anybody",
        "whatever",
        "save",
        "much",
        "money",
        "alternative",
        "system",
        "would",
        "require",
        "every",
        "individual",
        "thinking",
        "picking",
        "best",
        "mutual",
        "fund",
        "sort",
        "thing",
        "older",
        "model",
        "pension",
        "something",
        "like",
        "national",
        "scale",
        "would",
        "mean",
        "people",
        "retire",
        "without",
        "financial",
        "guru",
        "time",
        "kirk",
        "worried",
        "good",
        "track",
        "social",
        "security",
        "rug",
        "getting",
        "pulled",
        "u",
        "personal",
        "habit",
        "know",
        "putting",
        "less",
        "personal",
        "saving",
        "previous",
        "generation",
        "pension",
        "fall",
        "back",
        "way",
        "behavior",
        "responsibility",
        "think",
        "lot",
        "u",
        "going",
        "trouble",
        "emily",
        "work",
        "making",
        "decent",
        "salary",
        "contract",
        "worker",
        "access",
        "benefit",
        "huge",
        "percentage",
        "people",
        "age",
        "contract",
        "position",
        "like",
        "internship",
        "may",
        "get",
        "building",
        "work",
        "history",
        "structurally",
        "given",
        "k",
        "thing",
        "like",
        "travis",
        "think",
        "good",
        "idea",
        "work",
        "also",
        "think",
        "good",
        "example",
        "millennials",
        "told",
        "lazy",
        "work",
        "one",
        "else",
        "u",
        "something",
        "people",
        "get",
        "angry",
        "start",
        "organizing",
        "around",
        "systemic",
        "protection",
        "taken",
        "apart",
        "really",
        "easy",
        "play",
        "narrative",
        "millennials",
        "everything",
        "wrong",
        "planning",
        "limit",
        "individual",
        "behavior",
        "point",
        "also",
        "systemic",
        "support"
    ]
}