{
    "organizations": [],
    "uuid": "b5783c46b5011d9dd2893ec38c84c3c881259f9d",
    "author": "John Lloyd",
    "url": "https://www.reuters.com/article/us-lloyd-liberalism-commentary/commentary-how-democracys-spread-dashed-dreams-of-liberalism-idUSKCN1G0295",
    "ord_in_thread": 0,
    "title": "Commentary: How democracy’s spread dashed dreams of liberalism",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "“ South Africa’s Zuma is out ” was the Washington Post’s headline on Thursday morning. “Will things actually get better?” The question signifies more than journalistic skepticism. It points to a shift in the liberal worldview.\nOver more than a quarter of a century, that view – triumphant as, in 1991, both Soviet communism and South African apartheid were swept away – has been knocked hard. Interventions in Iraq and Libya, undertaken in part on the liberal grounds of a “responsibility to protect” a population from its murderous leaders, are now viewed as having produced more chaos than liberation. The struggle to keep the Taliban at bay in Afghanistan is increasingly regarded through a similar prism; the American journalist Steve Coll wrote last month that U.S. war aims are “riddled with contradictions and illusions.”\nThere was no larger figure in the optimistic canon than Nelson Mandela. After 27 years of imprisonment, he emerged to both broker the end of institutionalized servile status for South Africa’s black majority and to make the case for his country’s central role in a larger liberation. In a speech to the Organisation of African Unity in June 1994, he claimed that “Africa cries out for a new birth.”\nBut in South Africa, the material conditions for freedom were stillborn. Mandela’s successor to the presidency, Thabo Mbeki, ended his term in office having done little to raise the living standards of the majority. Corruption became more evident in his time; under Jacob Zuma, who followed him, it became the governing principle of one whom the country’s Daily Maverick has called “the most disastrous of post-apartheid presidents.”\nThe harsh fact of a brutalized society was that the overwhelming majority saw democracy not as a vehicle for the exercise of considered choice but as one of exclusion and oppression. It has meant that a newly enfranchised electorate was wooed more by the spectacle of power and – especially in Zuma’s case – the ties of tribalism . These have proved, till now, more persuasive than considerations of the increasing evidence of Zuma’s looting of state resources. Whether Cyril Ramaphosa, who had been Mandela’s choice as his successor, can bring clean(er) government to the people and a culture of accountability to the ruling African National Congress is the reason for the Washington Post’s question mark.\nEverywhere, below the over-facile assumptions of radical, even revolutionary, change in the eighties and nineties lay harsh facts. One is that the exercise of democracy is a hard-won, long-haul phenomenon. A central tenet – that those in power are themselves subject to the greater power of laws – is hardest won of all, and hardest to police, since power will usually seek to grow.\nSouth African President Cyril Ramaphosa delivers his State of the Nation address in Cape Town. Feb. 16, 2018. REUTERS/Ruvan Boshoff/Pool In Europe, the collapse of the Communist bloc meant a joyously-celebrated “return to Europe” of the Central European and Baltic states which had been part of the Soviet world. The European Union saw itself as the medium through which these countries would ease themselves into the exercise of democratic norms. In part, that has happened: the EU insisted on institutional and legal change which reflected norms of equality, minority rights and freedoms of speech and the press.\nBut change, supported and carried out by the liberal parties which were often the first beneficiaries of the post-communist era, did not capture the support of the majority. Institutional reform was not popular acceptance. In Poland and in Hungary, authoritarian rulers promote policies hostile to ideas of liberal morality and multi-cultural mixing.\nCulture is now decreed to be patriotic. Poland’s ruling Law and Justice Party has forced a patriotic agenda on a new museum, in the port city of Gdansk, which has commemorated the savage Nazi wartime occupation of the country by relating it to the experiences elsewhere, in Central Europe and in the Soviet Union. For the governing party this lacks, as the Law and Justice MP Jan Zaryn said , “features characteristic of Poles” such as “loving freedom, Catholicism, patriotism and especially being proud of their history.” The museum will undergo changes in the direction of more evident patriotism.\nIn Hungary, the cultural battle focuses on the Central European University, funded by the liberal philanthropist George Soros and seen by the ruling Fidesz Party as a cosmopolitan institution at odds with Hungarian national values. Prime Minister Viktor Orban argues that the university must conform to rules regulating other universities: the European Union sees the application of the rules as an attempt to shut down the university. Both Poland and Hungary, along with other Central European states as Slovakia and the Czech Republic, have refused to take an EU-mandated quota of refugees; all reject the right of Brussels to dictate their policies.\nThe dilemma the EU now faces is acute. It can criticize and threaten, but doing more – cutting off funds, for example, or taking legal action against the states – would be represented as overruling elected governments. It is a trial of strength between nation states and a supra-national institution which is not a state; though the EU is very large, with a population of 511 million , and the countries relatively small, the nation state, where the government keeps the loyalty of the majority, still retains the advantage.\nThe liberal victory of 1991 and after was not illusory; freedom from both communist and apartheid rule was and remains real freedom. Even in Russia, the ability to criticize, organize, publish and travel, though constrained, is much greater than it was in Soviet times. But the liberal view failed to recognize the underlying conservatism and fear on the part of peoples whose experience had been that power had to be placated and obeyed, not made accountable. Ironically, in communist societies which were constantly commanded to show solidarity, the best way to survive was to pursue individual strategies of self-defense, or self-advancement by evading authority.\nDemocracy demands mutual recognition and acceptance of difference, submission not to party or authority but to law. None of that is innate; it has to be recognized, learned, and internalized.\nThe Post’s question will take some time to answer. My bet is that Ramaphosa will reduce corruption, increase growth (if world conditions are favorable) and try to reform woeful education and health systems. He may, in part, succeed. His task, however, is not just to reduce the plundering of the economy and to improve the lives of the majority; it is also, by so doing, to give citizens a sense of what democratic government can do if run half decently. If he fails in that, liberal hopes for the world retreat some more.\nAbout the Author John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. Lloyd has written several books, including “What the Media Are Doing to Our Politics” and \"Journalism in an Age of Terror.\" He is also a contributing editor at the Financial Times and the founder of FT Magazine.\nThe views expressed in this article are not those of Reuters News.",
    "published": "2018-02-17T04:04:00.000+02:00",
    "crawled": "2018-02-17T00:21:18.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "south",
        "africa",
        "zuma",
        "washington",
        "post",
        "headline",
        "thursday",
        "morning",
        "thing",
        "actually",
        "get",
        "better",
        "question",
        "signifies",
        "journalistic",
        "skepticism",
        "point",
        "shift",
        "liberal",
        "worldview",
        "quarter",
        "century",
        "view",
        "triumphant",
        "soviet",
        "communism",
        "south",
        "african",
        "apartheid",
        "swept",
        "away",
        "knocked",
        "hard",
        "intervention",
        "iraq",
        "libya",
        "undertaken",
        "part",
        "liberal",
        "ground",
        "responsibility",
        "protect",
        "population",
        "murderous",
        "leader",
        "viewed",
        "produced",
        "chaos",
        "liberation",
        "struggle",
        "keep",
        "taliban",
        "bay",
        "afghanistan",
        "increasingly",
        "regarded",
        "similar",
        "prism",
        "american",
        "journalist",
        "steve",
        "coll",
        "wrote",
        "last",
        "month",
        "war",
        "aim",
        "riddled",
        "contradiction",
        "larger",
        "figure",
        "optimistic",
        "canon",
        "nelson",
        "mandela",
        "year",
        "imprisonment",
        "emerged",
        "broker",
        "end",
        "institutionalized",
        "servile",
        "status",
        "south",
        "africa",
        "black",
        "majority",
        "make",
        "case",
        "country",
        "central",
        "role",
        "larger",
        "liberation",
        "speech",
        "organisation",
        "african",
        "unity",
        "june",
        "claimed",
        "africa",
        "cry",
        "new",
        "south",
        "africa",
        "material",
        "condition",
        "freedom",
        "stillborn",
        "mandela",
        "successor",
        "presidency",
        "thabo",
        "mbeki",
        "ended",
        "term",
        "office",
        "done",
        "little",
        "raise",
        "living",
        "standard",
        "majority",
        "corruption",
        "became",
        "evident",
        "time",
        "jacob",
        "zuma",
        "followed",
        "became",
        "governing",
        "principle",
        "one",
        "country",
        "daily",
        "maverick",
        "called",
        "disastrous",
        "harsh",
        "fact",
        "brutalized",
        "society",
        "overwhelming",
        "majority",
        "saw",
        "democracy",
        "vehicle",
        "exercise",
        "considered",
        "choice",
        "one",
        "exclusion",
        "oppression",
        "meant",
        "newly",
        "enfranchised",
        "electorate",
        "wooed",
        "spectacle",
        "power",
        "especially",
        "zuma",
        "case",
        "tie",
        "tribalism",
        "proved",
        "till",
        "persuasive",
        "consideration",
        "increasing",
        "evidence",
        "zuma",
        "looting",
        "state",
        "resource",
        "whether",
        "cyril",
        "ramaphosa",
        "mandela",
        "choice",
        "successor",
        "bring",
        "clean",
        "er",
        "government",
        "people",
        "culture",
        "accountability",
        "ruling",
        "african",
        "national",
        "congress",
        "reason",
        "washington",
        "post",
        "question",
        "mark",
        "everywhere",
        "assumption",
        "radical",
        "even",
        "revolutionary",
        "change",
        "eighty",
        "ninety",
        "lay",
        "harsh",
        "fact",
        "one",
        "exercise",
        "democracy",
        "phenomenon",
        "central",
        "tenet",
        "power",
        "subject",
        "greater",
        "power",
        "law",
        "hardest",
        "hardest",
        "police",
        "since",
        "power",
        "usually",
        "seek",
        "grow",
        "south",
        "african",
        "president",
        "cyril",
        "ramaphosa",
        "delivers",
        "state",
        "nation",
        "address",
        "cape",
        "town",
        "europe",
        "collapse",
        "communist",
        "bloc",
        "meant",
        "return",
        "europe",
        "central",
        "european",
        "baltic",
        "state",
        "part",
        "soviet",
        "world",
        "european",
        "union",
        "saw",
        "medium",
        "country",
        "would",
        "ease",
        "exercise",
        "democratic",
        "norm",
        "part",
        "happened",
        "eu",
        "insisted",
        "institutional",
        "legal",
        "change",
        "reflected",
        "norm",
        "equality",
        "minority",
        "right",
        "freedom",
        "speech",
        "press",
        "change",
        "supported",
        "carried",
        "liberal",
        "party",
        "often",
        "first",
        "beneficiary",
        "era",
        "capture",
        "support",
        "majority",
        "institutional",
        "reform",
        "popular",
        "acceptance",
        "poland",
        "hungary",
        "authoritarian",
        "ruler",
        "promote",
        "policy",
        "hostile",
        "idea",
        "liberal",
        "morality",
        "mixing",
        "culture",
        "decreed",
        "patriotic",
        "poland",
        "ruling",
        "law",
        "justice",
        "party",
        "forced",
        "patriotic",
        "agenda",
        "new",
        "museum",
        "port",
        "city",
        "gdansk",
        "commemorated",
        "savage",
        "nazi",
        "wartime",
        "occupation",
        "country",
        "relating",
        "experience",
        "elsewhere",
        "central",
        "europe",
        "soviet",
        "union",
        "governing",
        "party",
        "lack",
        "law",
        "justice",
        "mp",
        "jan",
        "zaryn",
        "said",
        "feature",
        "characteristic",
        "pole",
        "loving",
        "freedom",
        "catholicism",
        "patriotism",
        "especially",
        "proud",
        "museum",
        "undergo",
        "change",
        "direction",
        "evident",
        "patriotism",
        "hungary",
        "cultural",
        "battle",
        "focus",
        "central",
        "european",
        "university",
        "funded",
        "liberal",
        "philanthropist",
        "george",
        "soros",
        "seen",
        "ruling",
        "fidesz",
        "party",
        "cosmopolitan",
        "institution",
        "odds",
        "hungarian",
        "national",
        "value",
        "prime",
        "minister",
        "viktor",
        "orban",
        "argues",
        "university",
        "must",
        "conform",
        "rule",
        "regulating",
        "university",
        "european",
        "union",
        "see",
        "application",
        "rule",
        "attempt",
        "shut",
        "university",
        "poland",
        "hungary",
        "along",
        "central",
        "european",
        "state",
        "slovakia",
        "czech",
        "republic",
        "refused",
        "take",
        "quota",
        "refugee",
        "reject",
        "right",
        "brussels",
        "dictate",
        "policy",
        "dilemma",
        "eu",
        "face",
        "acute",
        "criticize",
        "threaten",
        "cutting",
        "fund",
        "example",
        "taking",
        "legal",
        "action",
        "state",
        "would",
        "represented",
        "overruling",
        "elected",
        "government",
        "trial",
        "strength",
        "nation",
        "state",
        "institution",
        "state",
        "though",
        "eu",
        "large",
        "population",
        "million",
        "country",
        "relatively",
        "small",
        "nation",
        "state",
        "government",
        "keep",
        "loyalty",
        "majority",
        "still",
        "retains",
        "advantage",
        "liberal",
        "victory",
        "illusory",
        "freedom",
        "communist",
        "apartheid",
        "rule",
        "remains",
        "real",
        "freedom",
        "even",
        "russia",
        "ability",
        "criticize",
        "organize",
        "publish",
        "travel",
        "though",
        "constrained",
        "much",
        "greater",
        "soviet",
        "time",
        "liberal",
        "view",
        "failed",
        "recognize",
        "underlying",
        "conservatism",
        "fear",
        "part",
        "people",
        "whose",
        "experience",
        "power",
        "placated",
        "obeyed",
        "made",
        "accountable",
        "ironically",
        "communist",
        "society",
        "constantly",
        "commanded",
        "show",
        "solidarity",
        "best",
        "way",
        "survive",
        "pursue",
        "individual",
        "strategy",
        "evading",
        "authority",
        "democracy",
        "demand",
        "mutual",
        "recognition",
        "acceptance",
        "difference",
        "submission",
        "party",
        "authority",
        "law",
        "none",
        "innate",
        "recognized",
        "learned",
        "internalized",
        "post",
        "question",
        "take",
        "time",
        "answer",
        "bet",
        "ramaphosa",
        "reduce",
        "corruption",
        "increase",
        "growth",
        "world",
        "condition",
        "favorable",
        "try",
        "reform",
        "woeful",
        "education",
        "health",
        "system",
        "may",
        "part",
        "succeed",
        "task",
        "however",
        "reduce",
        "plundering",
        "economy",
        "improve",
        "life",
        "majority",
        "also",
        "give",
        "citizen",
        "sense",
        "democratic",
        "government",
        "run",
        "half",
        "decently",
        "fails",
        "liberal",
        "hope",
        "world",
        "retreat",
        "author",
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "lloyd",
        "written",
        "several",
        "book",
        "including",
        "medium",
        "politics",
        "journalism",
        "age",
        "terror",
        "also",
        "contributing",
        "editor",
        "financial",
        "time",
        "founder",
        "ft",
        "magazine",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}