{
    "organizations": [],
    "uuid": "c971716da412e41cc7b2950011eb3c1a537ebbe3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/business-wire-james-hardie-announces-adjusted-net-operating-profit-ofaus69-point-9-million-for-q3-fiscal-year-2018-and-us205-point-5.html",
    "ord_in_thread": 0,
    "title": "James Hardie Announces Adjusted Net Operating Profit of US$69.9 Million for Q3 Fiscal Year 2018 and US$205.5 Million for the Nine Months Ended 31 December 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SYDNEY--(BUSINESS WIRE)-- James Hardie today announced results for the third quarter of fiscal year 2018 and the nine months ended 31 December 2017:\nGroup Adjusted net operating profit of US$69.9 million for the quarter and US$205.5 million for the nine months, an increase of 33% and 6%, respectively, compared to the prior corresponding periods (“pcp”); Group Adjusted EBIT of US$97.4 million for the quarter and US$289.8 million for the nine months, an increase of 33% and 5%, respectively, compared to pcp; Group net sales of US$495.1 million for the quarter and US$1,528.6 million for the nine months, an increase of 9% and 7%, respectively, compared to pcp; North America Fiber Cement Segment volume increased 2% for the quarter and 1% for the nine months, compared to pcp; North America Fiber Cement Segment net sales of US$376.8 million for the quarter and US$1,168.0 million for the nine months, an increase of 7% and 6%, respectively, compared to pcp; North America Fiber Cement Segment EBIT margin of 26.9% for the quarter and 23.8% for the nine months; International Fiber Cement Segment EBIT margin of 22.2% for the quarter and 23.6% for the nine months; and Anticipates the close of the Fermacell acquisition in the fourth quarter of fiscal year 2018.\nCEO Commentary\nJames Hardie CEO Louis Gries said, “Our North America Fiber Cement Segment for the quarter and nine month period delivered top line growth of 7% and 6%, respectively, driven primarily by higher net prices and modest volume growth. Our exterior volume remains below our expectations, however we continue to improve quarter to quarter, and grew in line with our market index in the current quarter. Additionally, we continue to reduce our manufacturing inefficiencies and production costs, and also continue to experience higher input costs.\"\nHe continued, “The capacity constraints which arose in the prior fiscal year dampened our demand in fiscal year 2018, despite our capacity increasing compared to the prior corresponding periods. We are on track to increase manufacturing capacity, improve the performance of our North America manufacturing network and drive improved primary demand growth.”\nHe added, “Within our International Fiber Cement business, net sales increased 15% for the quarter and 13% for the nine months due to strong volume growth in our Asia Pacific business. Furthermore, EBIT increased 16% for the quarter and 15% for the nine months, driven by the strong performance of our Australian business.”\nMr. Gries concluded, “Our group results for the nine months reflected marginal top line growth, as well as EBIT margin and Adjusted NOPAT that were below our expectations. However, we expect performance in North America to continue to improve throughout fiscal year 2018.”\nOutlook\nWe expect to see steady growth in the US housing market in fiscal year 2018. The single family new construction market and repair and remodel market are expected to grow similarly to the year-on-year growth experienced in fiscal year 2017. The Company expects new construction starts between approximately 1.2 and 1.3 million.\nWe expect our North America Fiber Cement segment EBIT margin to be in our stated target range of 20% to 25% for fiscal year 2018. This expectation is based upon the Company continuing to drive improved operating performance in its plants, stable exchange rates and input cost trends.\nNet sales from the Australian business are expected to trend in line with the average growth of the domestic repair and remodel and single family detached housing markets in the eastern states of Australia. Similarly, growth in the New Zealand business is expected into fiscal year 2018.\nFull Year Earnings Guidance\nManagement notes the range of analysts’ forecasts for net operating profit excluding asbestos for the year ending 31 March 2018 is between US$267 million and US$278 million. Management expects full year Adjusted net operating profit to be between US$260 million and US$275 million assuming, among other things, housing conditions in the United States continue to improve in line with our assumed forecast of new construction starts, input prices remain consistent and an average USD/AUD exchange rate that is at, or near current levels for the remainder of the year. Management cautions that although US housing activity has been improving, market conditions remain somewhat uncertain and some input costs remain volatile.\nThe comparable Adjusted net operating profit for fiscal year 2017 was US$248.6 million. The Company is unable to forecast the comparable US GAAP financial measure due to uncertainty regarding the impact of actuarial estimates on asbestos-related assets and liabilities in future periods.\nFurther Information\nReaders are referred to the Company’s Condensed Consolidated Financial Statements and Management’s Analysis of Results for the third quarter and nine months ended 31 December 2017 for additional information regarding the Company’s results, including information regarding income taxes, the asbestos liability and contingent liabilities.\nUse of Non-GAAP Financial Information; Australian Equivalent Terminology\nThis Media Release includes financial measures that are not considered a measure of financial performance under generally accepted accounting principles in the United States (GAAP), such as Adjusted net operating profit and Adjusted EBIT. These non-GAAP financial measures should not be considered to be more meaningful than the equivalent GAAP measure. Management has included such measures to provide investors with an alternative method for assessing its operating results in a manner that is focused on the performance of its ongoing operations and excludes the impact of certain legacy items, such as asbestos adjustments. Additionally, management uses such non-GAAP financial measures for the same purposes. However, these non-GAAP financial measures are not prepared in accordance with US GAAP, may not be reported by all of the Company’s competitors and may not be directly comparable to similarly titled measures of the Company’s competitors due to potential differences in the exact method of calculation. For additional information regarding the non-GAAP financial measures presented in this Media Release, including a reconciliation of each non-GAAP financial measure to the equivalent US GAAP measure, see the section titled “Non-US GAAP Financial Measures” included in the Company’s Management’s Analysis of Results for the third quarter and nine months ended 31 December 2017.\nIn addition, this Media Release includes financial measures and descriptions that are considered to not be in accordance with US GAAP, but which are consistent with financial measures reported by Australian companies, such as operating profit, EBIT and EBIT margin. Since the Company prepares its Consolidated Financial Statements in accordance with US GAAP, the Company provides investors with a table and definitions presenting cross-references between each US GAAP financial measure used in the Company’s Consolidated Financial Statements to the equivalent non-US GAAP financial measure used in this press release. See the sections titled “Non-US GAAP Financial Measures” included in the Company’s Management’s Analysis of Results for the third quarter and nine months ended 31 December 2017.\nForward-Looking Statements\nThis Media Release contains forward-looking statements and information that are necessarily subject to risks, uncertainties and assumptions. Many factors could cause the actual results, performance or achievements of James Hardie to be materially different from those expressed or implied in this release, including, among others, the risks and uncertainties set forth in Section 3 “Risk Factors” in James Hardie’s Annual Report on Form 20-F for the year ended 31 March 2017; changes in general economic, political, governmental and business conditions globally and in the countries in which James Hardie does business; changes in interest rates, changes in inflation rates; changes in exchange rates; the level of construction generally; changes in cement demand and prices; changes in raw material and energy prices; changes in business strategy and various other factors. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those described herein. James Hardie assumes no obligation to update or correct the information contained in this Media Release except as required by law.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180201006732/en/\nMedia/Analyst Enquiries:\nJames Hardie\nJason Miele, +61 2 8845 3352\nVice President, Investor and Media Relations\nmedia@jameshardie.com.au\nSource: James Hardie",
    "published": "2018-02-02T02:52:00.000+02:00",
    "crawled": "2018-02-02T02:40:39.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sydney",
        "business",
        "wire",
        "james",
        "hardie",
        "today",
        "announced",
        "result",
        "third",
        "quarter",
        "fiscal",
        "year",
        "nine",
        "month",
        "ended",
        "december",
        "group",
        "adjusted",
        "net",
        "operating",
        "profit",
        "u",
        "million",
        "quarter",
        "u",
        "million",
        "nine",
        "month",
        "increase",
        "respectively",
        "compared",
        "prior",
        "corresponding",
        "period",
        "pcp",
        "group",
        "adjusted",
        "ebit",
        "u",
        "million",
        "quarter",
        "u",
        "million",
        "nine",
        "month",
        "increase",
        "respectively",
        "compared",
        "pcp",
        "group",
        "net",
        "sale",
        "u",
        "million",
        "quarter",
        "u",
        "million",
        "nine",
        "month",
        "increase",
        "respectively",
        "compared",
        "pcp",
        "north",
        "america",
        "fiber",
        "cement",
        "segment",
        "volume",
        "increased",
        "quarter",
        "nine",
        "month",
        "compared",
        "pcp",
        "north",
        "america",
        "fiber",
        "cement",
        "segment",
        "net",
        "sale",
        "u",
        "million",
        "quarter",
        "u",
        "million",
        "nine",
        "month",
        "increase",
        "respectively",
        "compared",
        "pcp",
        "north",
        "america",
        "fiber",
        "cement",
        "segment",
        "ebit",
        "margin",
        "quarter",
        "nine",
        "month",
        "international",
        "fiber",
        "cement",
        "segment",
        "ebit",
        "margin",
        "quarter",
        "nine",
        "month",
        "anticipates",
        "close",
        "fermacell",
        "acquisition",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ceo",
        "commentary",
        "james",
        "hardie",
        "ceo",
        "louis",
        "gries",
        "said",
        "north",
        "america",
        "fiber",
        "cement",
        "segment",
        "quarter",
        "nine",
        "month",
        "period",
        "delivered",
        "top",
        "line",
        "growth",
        "respectively",
        "driven",
        "primarily",
        "higher",
        "net",
        "price",
        "modest",
        "volume",
        "growth",
        "exterior",
        "volume",
        "remains",
        "expectation",
        "however",
        "continue",
        "improve",
        "quarter",
        "quarter",
        "grew",
        "line",
        "market",
        "index",
        "current",
        "quarter",
        "additionally",
        "continue",
        "reduce",
        "manufacturing",
        "inefficiency",
        "production",
        "cost",
        "also",
        "continue",
        "experience",
        "higher",
        "input",
        "cost",
        "continued",
        "capacity",
        "constraint",
        "arose",
        "prior",
        "fiscal",
        "year",
        "dampened",
        "demand",
        "fiscal",
        "year",
        "despite",
        "capacity",
        "increasing",
        "compared",
        "prior",
        "corresponding",
        "period",
        "track",
        "increase",
        "manufacturing",
        "capacity",
        "improve",
        "performance",
        "north",
        "america",
        "manufacturing",
        "network",
        "drive",
        "improved",
        "primary",
        "demand",
        "added",
        "within",
        "international",
        "fiber",
        "cement",
        "business",
        "net",
        "sale",
        "increased",
        "quarter",
        "nine",
        "month",
        "due",
        "strong",
        "volume",
        "growth",
        "asia",
        "pacific",
        "business",
        "furthermore",
        "ebit",
        "increased",
        "quarter",
        "nine",
        "month",
        "driven",
        "strong",
        "performance",
        "australian",
        "gries",
        "concluded",
        "group",
        "result",
        "nine",
        "month",
        "reflected",
        "marginal",
        "top",
        "line",
        "growth",
        "well",
        "ebit",
        "margin",
        "adjusted",
        "nopat",
        "expectation",
        "however",
        "expect",
        "performance",
        "north",
        "america",
        "continue",
        "improve",
        "throughout",
        "fiscal",
        "year",
        "outlook",
        "expect",
        "see",
        "steady",
        "growth",
        "u",
        "housing",
        "market",
        "fiscal",
        "year",
        "single",
        "family",
        "new",
        "construction",
        "market",
        "repair",
        "remodel",
        "market",
        "expected",
        "grow",
        "similarly",
        "growth",
        "experienced",
        "fiscal",
        "year",
        "company",
        "expects",
        "new",
        "construction",
        "start",
        "approximately",
        "million",
        "expect",
        "north",
        "america",
        "fiber",
        "cement",
        "segment",
        "ebit",
        "margin",
        "stated",
        "target",
        "range",
        "fiscal",
        "year",
        "expectation",
        "based",
        "upon",
        "company",
        "continuing",
        "drive",
        "improved",
        "operating",
        "performance",
        "plant",
        "stable",
        "exchange",
        "rate",
        "input",
        "cost",
        "trend",
        "net",
        "sale",
        "australian",
        "business",
        "expected",
        "trend",
        "line",
        "average",
        "growth",
        "domestic",
        "repair",
        "remodel",
        "single",
        "family",
        "detached",
        "housing",
        "market",
        "eastern",
        "state",
        "australia",
        "similarly",
        "growth",
        "new",
        "zealand",
        "business",
        "expected",
        "fiscal",
        "year",
        "full",
        "year",
        "earnings",
        "guidance",
        "management",
        "note",
        "range",
        "analyst",
        "forecast",
        "net",
        "operating",
        "profit",
        "excluding",
        "asbestos",
        "year",
        "ending",
        "march",
        "u",
        "million",
        "u",
        "million",
        "management",
        "expects",
        "full",
        "year",
        "adjusted",
        "net",
        "operating",
        "profit",
        "u",
        "million",
        "u",
        "million",
        "assuming",
        "among",
        "thing",
        "housing",
        "condition",
        "united",
        "state",
        "continue",
        "improve",
        "line",
        "assumed",
        "forecast",
        "new",
        "construction",
        "start",
        "input",
        "price",
        "remain",
        "consistent",
        "average",
        "exchange",
        "rate",
        "near",
        "current",
        "level",
        "remainder",
        "year",
        "management",
        "caution",
        "although",
        "u",
        "housing",
        "activity",
        "improving",
        "market",
        "condition",
        "remain",
        "somewhat",
        "uncertain",
        "input",
        "cost",
        "remain",
        "volatile",
        "comparable",
        "adjusted",
        "net",
        "operating",
        "profit",
        "fiscal",
        "year",
        "u",
        "million",
        "company",
        "unable",
        "forecast",
        "comparable",
        "u",
        "gaap",
        "financial",
        "measure",
        "due",
        "uncertainty",
        "regarding",
        "impact",
        "actuarial",
        "estimate",
        "asset",
        "liability",
        "future",
        "period",
        "information",
        "reader",
        "referred",
        "company",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "management",
        "analysis",
        "result",
        "third",
        "quarter",
        "nine",
        "month",
        "ended",
        "december",
        "additional",
        "information",
        "regarding",
        "company",
        "result",
        "including",
        "information",
        "regarding",
        "income",
        "tax",
        "asbestos",
        "liability",
        "contingent",
        "liability",
        "use",
        "financial",
        "information",
        "australian",
        "equivalent",
        "terminology",
        "medium",
        "release",
        "includes",
        "financial",
        "measure",
        "considered",
        "measure",
        "financial",
        "performance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "adjusted",
        "net",
        "operating",
        "profit",
        "adjusted",
        "ebit",
        "financial",
        "measure",
        "considered",
        "meaningful",
        "equivalent",
        "gaap",
        "measure",
        "management",
        "included",
        "measure",
        "provide",
        "investor",
        "alternative",
        "method",
        "assessing",
        "operating",
        "result",
        "manner",
        "focused",
        "performance",
        "ongoing",
        "operation",
        "excludes",
        "impact",
        "certain",
        "legacy",
        "item",
        "asbestos",
        "adjustment",
        "additionally",
        "management",
        "us",
        "financial",
        "measure",
        "purpose",
        "however",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "u",
        "gaap",
        "may",
        "reported",
        "company",
        "competitor",
        "may",
        "directly",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "competitor",
        "due",
        "potential",
        "difference",
        "exact",
        "method",
        "calculation",
        "additional",
        "information",
        "regarding",
        "financial",
        "measure",
        "presented",
        "medium",
        "release",
        "including",
        "reconciliation",
        "financial",
        "measure",
        "equivalent",
        "u",
        "gaap",
        "measure",
        "see",
        "section",
        "titled",
        "gaap",
        "financial",
        "measure",
        "included",
        "company",
        "management",
        "analysis",
        "result",
        "third",
        "quarter",
        "nine",
        "month",
        "ended",
        "december",
        "addition",
        "medium",
        "release",
        "includes",
        "financial",
        "measure",
        "description",
        "considered",
        "accordance",
        "u",
        "gaap",
        "consistent",
        "financial",
        "measure",
        "reported",
        "australian",
        "company",
        "operating",
        "profit",
        "ebit",
        "ebit",
        "margin",
        "since",
        "company",
        "prepares",
        "consolidated",
        "financial",
        "statement",
        "accordance",
        "u",
        "gaap",
        "company",
        "provides",
        "investor",
        "table",
        "definition",
        "presenting",
        "u",
        "gaap",
        "financial",
        "measure",
        "used",
        "company",
        "consolidated",
        "financial",
        "statement",
        "equivalent",
        "gaap",
        "financial",
        "measure",
        "used",
        "press",
        "release",
        "see",
        "section",
        "titled",
        "gaap",
        "financial",
        "measure",
        "included",
        "company",
        "management",
        "analysis",
        "result",
        "third",
        "quarter",
        "nine",
        "month",
        "ended",
        "december",
        "statement",
        "medium",
        "release",
        "contains",
        "statement",
        "information",
        "necessarily",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "james",
        "hardie",
        "materially",
        "different",
        "expressed",
        "implied",
        "release",
        "including",
        "among",
        "others",
        "risk",
        "uncertainty",
        "set",
        "forth",
        "section",
        "risk",
        "factor",
        "james",
        "hardie",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "march",
        "change",
        "general",
        "economic",
        "political",
        "governmental",
        "business",
        "condition",
        "globally",
        "country",
        "james",
        "hardie",
        "business",
        "change",
        "interest",
        "rate",
        "change",
        "inflation",
        "rate",
        "change",
        "exchange",
        "rate",
        "level",
        "construction",
        "generally",
        "change",
        "cement",
        "demand",
        "price",
        "change",
        "raw",
        "material",
        "energy",
        "price",
        "change",
        "business",
        "strategy",
        "various",
        "factor",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "herein",
        "james",
        "hardie",
        "assumes",
        "obligation",
        "update",
        "correct",
        "information",
        "contained",
        "medium",
        "release",
        "except",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "enquiry",
        "james",
        "hardie",
        "jason",
        "miele",
        "vice",
        "president",
        "investor",
        "medium",
        "relation",
        "medium",
        "source",
        "james",
        "hardie"
    ]
}