{
    "organizations": [],
    "uuid": "1272de498c904bc9981a928b43c0ebf9fa928096",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/pr-newswire-the-bbva-foundation-recognizes-bresnahan-pakes-and-porter-for-opening-up-the-field-of-empirical-industrial-organization.html",
    "ord_in_thread": 0,
    "title": "The BBVA Foundation recognizes Bresnahan, Pakes and Porter for opening up the field of empirical industrial organization",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MADRID, Feb. 20, 2018 /PRNewswire/ -- The BBVA Foundation Frontiers of Knowledge Award in the Economics, Finance and Management category goes, in this tenth edition, to Timothy Bresnahan, Ariel Pakes and Robert Porter for founding and shaping the field of empirical industrial organization, a branch of economics that has developed fundamental techniques to measure market power (understood as the ability of a firm to control prices in a given industry). \"Motivated by important and policy-relevant questions in applied economics,\" remarks the jury in its citation, \"they developed methodologies that had a significant and long-lasting impact on subsequent work in industrial organization as well as other applied fields.\"\nThe first major contribution of professors Bresnahan, Pakes and Porter was to undertake empirical studies of market power in modern markets, using methods that lent themselves to the rigorous testing of hypotheses. \"We have been very concerned,\" Bresnahan explained after hearing of the award, \"that declines in the degree of competition in many markets in the rich countries have led to an increase in market power,\" with the result that \"technical progress, which should serve to lower prices for consumers, has instead been captured by sellers.\"\nThe jury refers to Bresnahan's work as having laid the foundations for the \"new empirical industrial organization.\" The Stanford professor himself offers some background to the story: \"We sought to take the ideas, models and principles of game theory and put them into empirical models which could be studied in real markets. And that has led to a large, successful field in economics, with robust methods for studying the existence, quantitative importance and outcomes of market power.\"\n\"Rob Porter and I were office mates at graduate school,\" he continues, \"so we were both there at the foundation. He has worked a great deal on models of imperfect information while I have worked on models of imperfect competition.\"\nRobert Porter, in the words of the citation, \"has made several important theoretical and empirical contributions to the study of collusion, especially in the context of auctions.\" Porter, in effect, has studied ways to detect and prevent collusive practices; agreements between two or more parties to elude competition by conspiring, for instance, to raise consumer prices, to lower the prices paid to suppliers or to block the entry of new competitors. A typical case would see him start by adapting the economic theory to the institutional context of the auction. He would then work out the empirical predictions deriving from the theory on the basis of the available data and come up with an ad hoc econometric strategy to empirically test them. All this applying a forensic attention to detail at each step in the process.\nFor Ariel Pakes, the main achievement of the three economists' work is that \"the existing literature was mostly theory, based on a lot of assumptions, and it was difficult to tell which were relevant and where. What we did was develop the empirical tools to figure out the appropriate assumptions, and then do the analysis. An example would be, 'what are the likely impacts of a merger or of a tariff change?' The models we developed are able to predict these counterfactuals.\"\nPakes has developed econometric models and methods for studying demand and productive efficiency. His models to estimate demand and substitution patterns in differentiated product markets have enjoyed a wide take-up in both academia and in regulatory and professional analyses of antitrust questions. Further, his productivity estimation methods have become a standard tool in the empirical study of industrial output. Much of his work has focused on market dynamics: the process whereby agents in a specific industry or market progress from a starting point in which they are comfortable with their strategies through a period of substantial changes in market characteristics to an end point at which a notional order is restored. According to José Garcia Montalvo, Professor of Economics at Pompeu Fabra University and nominator of the three new laureates, in Pakes' analysis \"everything is endogenous, everything is linked to everything else. When a firm takes some action – for instance, cutting its prices – other firms respond according to factors like demand and costs, and this, in turn, provokes a reaction from competitors. What we have, in essence, is a chain of action and reaction that will gradually return the market to conditions of equilibrium.\"\nThe complexity and sophistication of Pakes' analysis requires the use of powerful computational models that can plot all possible reactions of all competitors, and all the reactions to their reactions.\nApplications across multiple fields of economics\nThe jury points out that the models developed by Bresnahan, Pakes and Porter are used by antitrust authorities in many parts of the world, including the United States and the European Union, since the tools they designed provide insights into market functioning and can determine where agent transactions might distort competition. \"I think my favorite example,\" Bresnahan explains, \"is my empirical studies on the beer industry. Jonathan Baker and I wrote about the beer industry a long time ago, and our work has come to underlie methodologically almost all the merger reviews carried out by antitrust agencies, because we figured out how to forecast the anti-competitive effects of a merger.\" After many years examining the competition status of another industry, information and communication technologies, Bresnahan took up an appointment with the U.S. Department of Justice. \"In fact,\" he explains, \"my colleagues and I continue to advise governments on the very serious problem of how to deal with large, successful IT companies that may be creating a situation of market dominance.\"\nBresnahan, Pakes and Porter's methods, the citation continues, \"have had applications in other areas of economics, including macroeconomics, international trade and health and environmental economics, where credible estimation of demand, productivity and firm behavior is a prerequisite for evidence-based policies regarding antitrust, regulation, trade and other forms of market liberalizations.\"\nIn the healthcare area, Pakes recalls a case where \"we studied the allocation of patients to hospitals. There are two ways of doing this in the U.S. One is fee-per-service, where the doctor and hospital get a fee for each service provided. And then there is \"capitation\", where the medical group gets a set amount for each patient, and if they don't spend it all can save some of what's left. So the big question was: Would this cause hospitals to skimp on quality of patient care? What we found is that \"capitated\" doctors do send patients to cheaper hospitals but without sacrificing quality. They send them to less convenient hospitals of equal quality, maybe further out of the city where they live.\"\nAnother major application concerned the liberalization of the U.S. telecommunications market: \"In the re-analysis of the break-up of the American telephone company AT&T, which had been a regulated industry and a monopoly,\" Ariel Pakes explains, \"the question was what were the impacts of deregulation. And we were able to show that the impact of regulation – the sector's pre-liberalized state – had been a misallocation of capital. That is, capital was not finding its way to the most productive places. When deregulation happened, capital was reallocated optimally and productivity increased. This case became a template for the analysis of other regulated industries.\"\nAll three laureates are currently working to translate these models to today's markets: \"It is essential,\" Timothy Bresnahan stresses, \"that we understand new industries (finance and high tech particularly) well enough to deploy effective competition policies. That is the biggest challenge facing the field.\" For Pakes, meantime, \"there are a lot of very good young people in the field, and specialists in areas like health, environment and development economics are starting to send their students to industrial organization so they can access these tools and use them in their own fields.\"\nBio notes\nTimothy Bresnahan (United States, 1953) graduated from Haverford College (United States), and in 1978 earned a PhD from Princeton University.\nIn 1989, he joined the Center on Employment and Economic Growth at the Stanford Institute for Economic Policy Research (SIEPR), which he now heads. From 1999 to 2000 he served as Deputy Assistant Attorney General and Chief Economist in the Antitrust Division of the U.S. Department of Justice. He currently combines his directorship of SIEPR with the post of Landau Professor in Technology and the Economy at Stanford University.\nHe is a Fellow of the Econometric Society and, since 1990, a member of the Steering Committee of the Industrial Organization Program of the National Bureau of Economic Research.\nAriel Pakes (Edmonton, Canada, 1949) graduated from the Hebrew University of Jerusalem then went on to obtain a PhD from Harvard University in 1979.\nHe has held positions at a number of universities. In 1988 he was appointed Professor of Economics at Yale University where he later served as Charles and Dorothea Dilley Professor of Economics from 1997 to 1999. In this last year, he joined the Department of Economics at Harvard University where he is currently Thomas Professor of Economics.\nHis numerous distinctions include the Frisch Medal of the Econometric Society, which elected him a Fellow in 1988, and the Jean-Jacques Laffont Prize from the University of Toulouse. He is also a Fellow of the American Academy of Arts and Sciences and a Distinguished Fellow of the Industrial Organization Society.\nRobert Porter (London, Canada, 1955) graduated from the University of Western Ontario (Canada), before completing a PhD at Princeton University in 1981.\nHe has held visiting appointments at Massachusetts Institute of Technology, the University of California, Berkeley and Yale University, among other institutions. Since 1993, he has held the post of William R. Kenan, Jr. Professor at Northwestern University.\nHe is a Fellow of the Econometric Society and the American Academy of Arts and Sciences, and in 2009 was named a Distinguished Fellow of the Industrial Organization Society. He is a former coeditor of Econometrica, the RAND Journal of Economics, the American Economic Journal: Microeconomics and the Handbook of Industrial Organization.\nEconomics, Finance and Management jury and technical committee\nThe jury in this category was chaired by Eric S. Maskin , Nobel Laureate in Economics and Adams University Professor at Harvard University (United States), with Manuel Arellano , Professor of Economics in the Center for Monetary and Financial Studies (CEMFI) of Banco de España acting as secretary. Remaining members were Pinelopi Goldberg , Elihu Professor of Economics at Yale University (United States); Andreu Mas-Colell , Emeritus Professor of Economics at Pompeu Fabra University (Spain); Lucrezia Reichlin , Professor of Economics at the London Business School (United Kingdom); Jean Tirole , Nobel Laureate in Economics and Chairman of Fondation Jean-Jacques Laffont-Toulouse School of Economics (France); and Fabrizio Zilibotti, Tuntex Professor of International and Development Economics at Yale University (United States).\nThe Technical Committee of the Spanish National Research Council (CSIC) was coordinated by María Victoria Moreno , Deputy Vice President for Scientific and Technical Areas, and formed by: José Antonio Berenguer, Coordinator of the CSIC Humanities and Social Sciences Area and scientific researcher at the Institute of Languages and Cultures of the Mediterranean and the Near East (ILC); Matthew Ellman , a tenured researcher at the Institute of Economic Analysis (IAE); Adela García, a tenured researcher at the Institute of Innovation and Knowledge Management (INGENIO); Catalina Martínez , a tenured researcher at the Institute of Public Goods and Policies (IPP); and Francisco Javier Sanz, a tenured researcher at the Institute of Economics, Geography and Demography (IEGD).\nPrevious awardee in this category\nThe award in last year's edition went to Turkish economist Daron Acemoglu for helping to elucidate the determinants of long-term economic development, with particular emphasis on the important role played by institutions.\nAbout the BBVA Foundation Frontiers of Knowledge Awards\nThe promotion of knowledge based on research and artistic and cultural creation, and the interaction of these domains, forms a core strand of the BBVA Foundation 's action program, along with the recognition of talent and excellence across a broad spectrum of disciplines, from science to the arts and humanities.\nIn line with these objectives, the BBVA Foundation Frontiers of Knowledge Awards were established in 2008 to recognize outstanding contributions in a range of scientific, technological and artistic areas, together with knowledge-based responses to the central challenges of our times. The areas covered by the Frontiers Awards are congruent with the knowledge map of the 21st century, in terms of the disciplines they address and their assertion of the value of cross-disciplinary interaction.\nThe BBVA Foundation is aided in the evaluation process by the Spanish National Research Council (CSIC) , the country's premier public research organization. As well as designating each jury chair, the CSIC is responsible for appointing the technical evaluation committees that undertake an initial assessment of candidates put forward by numerous institutions across the world and draw up a reasoned shortlist for the consideration of the juries.\nCalendar of upcoming award announcements\nDevelopment Cooperation\nTuesday, February 27, 2018\nLAUREATE'S FIRST DECLARATIONS AND IMAGES\nA video recording of the new laureate's first interview on receiving news of the award is available from the Atlas FTP with the following coordinates:\nServer: 5.40.40.61\nUsername: AgenciaAtlas4\nPassword: mediaset17\nThe name of the video is:\n\"PREMIO ECONOMÍA\"\nIn the event of connection difficulties, please contact Miguel Gil at production company Atlas:\nMobile: +34 619 30 87 74\nE-mail: mgil@mediaset.es\nView original content with multimedia: http://www.prnewswire.com/news-releases/the-bbva-foundation-recognizes-bresnahan-pakes-and-porter-for-opening-up-the-field-of-empirical-industrial-organization-300601256.html\nSOURCE BBVA Foundation",
    "published": "2018-02-20T19:15:00.000+02:00",
    "crawled": "2018-02-20T22:16:20.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "madrid",
        "bbva",
        "foundation",
        "frontier",
        "knowledge",
        "award",
        "economics",
        "finance",
        "management",
        "category",
        "go",
        "tenth",
        "edition",
        "timothy",
        "bresnahan",
        "ariel",
        "pakes",
        "robert",
        "porter",
        "founding",
        "shaping",
        "field",
        "empirical",
        "industrial",
        "organization",
        "branch",
        "economics",
        "developed",
        "fundamental",
        "technique",
        "measure",
        "market",
        "power",
        "understood",
        "ability",
        "firm",
        "control",
        "price",
        "given",
        "industry",
        "motivated",
        "important",
        "question",
        "applied",
        "economics",
        "remark",
        "jury",
        "citation",
        "developed",
        "methodology",
        "significant",
        "impact",
        "subsequent",
        "work",
        "industrial",
        "organization",
        "well",
        "applied",
        "field",
        "first",
        "major",
        "contribution",
        "professor",
        "bresnahan",
        "pakes",
        "porter",
        "undertake",
        "empirical",
        "study",
        "market",
        "power",
        "modern",
        "market",
        "using",
        "method",
        "lent",
        "rigorous",
        "testing",
        "hypothesis",
        "concerned",
        "bresnahan",
        "explained",
        "hearing",
        "award",
        "decline",
        "degree",
        "competition",
        "many",
        "market",
        "rich",
        "country",
        "led",
        "increase",
        "market",
        "power",
        "result",
        "technical",
        "progress",
        "serve",
        "lower",
        "price",
        "consumer",
        "instead",
        "captured",
        "seller",
        "jury",
        "refers",
        "bresnahan",
        "work",
        "laid",
        "foundation",
        "new",
        "empirical",
        "industrial",
        "organization",
        "stanford",
        "professor",
        "offer",
        "background",
        "story",
        "sought",
        "take",
        "idea",
        "model",
        "principle",
        "game",
        "theory",
        "put",
        "empirical",
        "model",
        "could",
        "studied",
        "real",
        "market",
        "led",
        "large",
        "successful",
        "field",
        "economics",
        "robust",
        "method",
        "studying",
        "existence",
        "quantitative",
        "importance",
        "outcome",
        "market",
        "power",
        "rob",
        "porter",
        "office",
        "mate",
        "graduate",
        "school",
        "continues",
        "foundation",
        "worked",
        "great",
        "deal",
        "model",
        "imperfect",
        "information",
        "worked",
        "model",
        "imperfect",
        "competition",
        "robert",
        "porter",
        "word",
        "citation",
        "made",
        "several",
        "important",
        "theoretical",
        "empirical",
        "contribution",
        "study",
        "collusion",
        "especially",
        "context",
        "auction",
        "porter",
        "effect",
        "studied",
        "way",
        "detect",
        "prevent",
        "collusive",
        "practice",
        "agreement",
        "two",
        "party",
        "elude",
        "competition",
        "conspiring",
        "instance",
        "raise",
        "consumer",
        "price",
        "lower",
        "price",
        "paid",
        "supplier",
        "block",
        "entry",
        "new",
        "competitor",
        "typical",
        "case",
        "would",
        "see",
        "start",
        "adapting",
        "economic",
        "theory",
        "institutional",
        "context",
        "auction",
        "would",
        "work",
        "empirical",
        "prediction",
        "deriving",
        "theory",
        "basis",
        "available",
        "data",
        "come",
        "ad",
        "hoc",
        "econometric",
        "strategy",
        "empirically",
        "test",
        "applying",
        "forensic",
        "attention",
        "detail",
        "step",
        "process",
        "ariel",
        "pakes",
        "main",
        "achievement",
        "three",
        "economist",
        "work",
        "existing",
        "literature",
        "mostly",
        "theory",
        "based",
        "lot",
        "assumption",
        "difficult",
        "tell",
        "relevant",
        "develop",
        "empirical",
        "tool",
        "figure",
        "appropriate",
        "assumption",
        "analysis",
        "example",
        "would",
        "likely",
        "impact",
        "merger",
        "tariff",
        "change",
        "model",
        "developed",
        "able",
        "predict",
        "counterfactuals",
        "pakes",
        "developed",
        "econometric",
        "model",
        "method",
        "studying",
        "demand",
        "productive",
        "efficiency",
        "model",
        "estimate",
        "demand",
        "substitution",
        "pattern",
        "differentiated",
        "product",
        "market",
        "enjoyed",
        "wide",
        "academia",
        "regulatory",
        "professional",
        "analysis",
        "antitrust",
        "question",
        "productivity",
        "estimation",
        "method",
        "become",
        "standard",
        "tool",
        "empirical",
        "study",
        "industrial",
        "output",
        "much",
        "work",
        "focused",
        "market",
        "dynamic",
        "process",
        "whereby",
        "agent",
        "specific",
        "industry",
        "market",
        "progress",
        "starting",
        "point",
        "comfortable",
        "strategy",
        "period",
        "substantial",
        "change",
        "market",
        "characteristic",
        "end",
        "point",
        "notional",
        "order",
        "restored",
        "according",
        "josé",
        "garcia",
        "montalvo",
        "professor",
        "economics",
        "pompeu",
        "fabra",
        "university",
        "nominator",
        "three",
        "new",
        "laureate",
        "pakes",
        "analysis",
        "everything",
        "endogenous",
        "everything",
        "linked",
        "everything",
        "else",
        "firm",
        "take",
        "action",
        "instance",
        "cutting",
        "price",
        "firm",
        "respond",
        "according",
        "factor",
        "like",
        "demand",
        "cost",
        "turn",
        "provokes",
        "reaction",
        "competitor",
        "essence",
        "chain",
        "action",
        "reaction",
        "gradually",
        "return",
        "market",
        "condition",
        "equilibrium",
        "complexity",
        "sophistication",
        "pakes",
        "analysis",
        "requires",
        "use",
        "powerful",
        "computational",
        "model",
        "plot",
        "possible",
        "reaction",
        "competitor",
        "reaction",
        "reaction",
        "application",
        "across",
        "multiple",
        "field",
        "economics",
        "jury",
        "point",
        "model",
        "developed",
        "bresnahan",
        "pakes",
        "porter",
        "used",
        "antitrust",
        "authority",
        "many",
        "part",
        "world",
        "including",
        "united",
        "state",
        "european",
        "union",
        "since",
        "tool",
        "designed",
        "provide",
        "insight",
        "market",
        "functioning",
        "determine",
        "agent",
        "transaction",
        "might",
        "distort",
        "competition",
        "think",
        "favorite",
        "example",
        "bresnahan",
        "explains",
        "empirical",
        "study",
        "beer",
        "industry",
        "jonathan",
        "baker",
        "wrote",
        "beer",
        "industry",
        "long",
        "time",
        "ago",
        "work",
        "come",
        "underlie",
        "methodologically",
        "almost",
        "merger",
        "review",
        "carried",
        "antitrust",
        "agency",
        "figured",
        "forecast",
        "effect",
        "merger",
        "many",
        "year",
        "examining",
        "competition",
        "status",
        "another",
        "industry",
        "information",
        "communication",
        "technology",
        "bresnahan",
        "took",
        "appointment",
        "department",
        "justice",
        "fact",
        "explains",
        "colleague",
        "continue",
        "advise",
        "government",
        "serious",
        "problem",
        "deal",
        "large",
        "successful",
        "company",
        "may",
        "creating",
        "situation",
        "market",
        "dominance",
        "bresnahan",
        "pakes",
        "porter",
        "method",
        "citation",
        "continues",
        "application",
        "area",
        "economics",
        "including",
        "macroeconomics",
        "international",
        "trade",
        "health",
        "environmental",
        "economics",
        "credible",
        "estimation",
        "demand",
        "productivity",
        "firm",
        "behavior",
        "prerequisite",
        "policy",
        "regarding",
        "antitrust",
        "regulation",
        "trade",
        "form",
        "market",
        "liberalization",
        "healthcare",
        "area",
        "pakes",
        "recall",
        "case",
        "studied",
        "allocation",
        "patient",
        "hospital",
        "two",
        "way",
        "one",
        "doctor",
        "hospital",
        "get",
        "fee",
        "service",
        "provided",
        "capitation",
        "medical",
        "group",
        "get",
        "set",
        "amount",
        "patient",
        "spend",
        "save",
        "left",
        "big",
        "question",
        "would",
        "cause",
        "hospital",
        "skimp",
        "quality",
        "patient",
        "care",
        "found",
        "capitated",
        "doctor",
        "send",
        "patient",
        "cheaper",
        "hospital",
        "without",
        "sacrificing",
        "quality",
        "send",
        "less",
        "convenient",
        "hospital",
        "equal",
        "quality",
        "maybe",
        "city",
        "live",
        "another",
        "major",
        "application",
        "concerned",
        "liberalization",
        "telecommunication",
        "market",
        "american",
        "telephone",
        "company",
        "regulated",
        "industry",
        "monopoly",
        "ariel",
        "pakes",
        "explains",
        "question",
        "impact",
        "deregulation",
        "able",
        "show",
        "impact",
        "regulation",
        "sector",
        "state",
        "misallocation",
        "capital",
        "capital",
        "finding",
        "way",
        "productive",
        "place",
        "deregulation",
        "happened",
        "capital",
        "reallocated",
        "optimally",
        "productivity",
        "increased",
        "case",
        "became",
        "template",
        "analysis",
        "regulated",
        "industry",
        "three",
        "laureate",
        "currently",
        "working",
        "translate",
        "model",
        "today",
        "market",
        "essential",
        "timothy",
        "bresnahan",
        "stress",
        "understand",
        "new",
        "industry",
        "finance",
        "high",
        "tech",
        "particularly",
        "well",
        "enough",
        "deploy",
        "effective",
        "competition",
        "policy",
        "biggest",
        "challenge",
        "facing",
        "field",
        "pakes",
        "meantime",
        "lot",
        "good",
        "young",
        "people",
        "field",
        "specialist",
        "area",
        "like",
        "health",
        "environment",
        "development",
        "economics",
        "starting",
        "send",
        "student",
        "industrial",
        "organization",
        "access",
        "tool",
        "use",
        "field",
        "bio",
        "note",
        "timothy",
        "bresnahan",
        "united",
        "state",
        "graduated",
        "haverford",
        "college",
        "united",
        "state",
        "earned",
        "phd",
        "princeton",
        "university",
        "joined",
        "center",
        "employment",
        "economic",
        "growth",
        "stanford",
        "institute",
        "economic",
        "policy",
        "research",
        "siepr",
        "head",
        "served",
        "deputy",
        "assistant",
        "attorney",
        "general",
        "chief",
        "economist",
        "antitrust",
        "division",
        "department",
        "justice",
        "currently",
        "combine",
        "directorship",
        "siepr",
        "post",
        "landau",
        "professor",
        "technology",
        "economy",
        "stanford",
        "university",
        "fellow",
        "econometric",
        "society",
        "since",
        "member",
        "steering",
        "committee",
        "industrial",
        "organization",
        "program",
        "national",
        "bureau",
        "economic",
        "research",
        "ariel",
        "pakes",
        "edmonton",
        "canada",
        "graduated",
        "hebrew",
        "university",
        "jerusalem",
        "went",
        "obtain",
        "phd",
        "harvard",
        "university",
        "held",
        "position",
        "number",
        "university",
        "appointed",
        "professor",
        "economics",
        "yale",
        "university",
        "later",
        "served",
        "charles",
        "dorothea",
        "dilley",
        "professor",
        "economics",
        "last",
        "year",
        "joined",
        "department",
        "economics",
        "harvard",
        "university",
        "currently",
        "thomas",
        "professor",
        "economics",
        "numerous",
        "distinction",
        "include",
        "frisch",
        "medal",
        "econometric",
        "society",
        "elected",
        "fellow",
        "laffont",
        "prize",
        "university",
        "toulouse",
        "also",
        "fellow",
        "american",
        "academy",
        "art",
        "science",
        "distinguished",
        "fellow",
        "industrial",
        "organization",
        "society",
        "robert",
        "porter",
        "london",
        "canada",
        "graduated",
        "university",
        "western",
        "ontario",
        "canada",
        "completing",
        "phd",
        "princeton",
        "university",
        "held",
        "visiting",
        "appointment",
        "massachusetts",
        "institute",
        "technology",
        "university",
        "california",
        "berkeley",
        "yale",
        "university",
        "among",
        "institution",
        "since",
        "held",
        "post",
        "william",
        "kenan",
        "professor",
        "northwestern",
        "university",
        "fellow",
        "econometric",
        "society",
        "american",
        "academy",
        "art",
        "science",
        "named",
        "distinguished",
        "fellow",
        "industrial",
        "organization",
        "society",
        "former",
        "coeditor",
        "econometrica",
        "rand",
        "journal",
        "economics",
        "american",
        "economic",
        "journal",
        "microeconomics",
        "handbook",
        "industrial",
        "organization",
        "economics",
        "finance",
        "management",
        "jury",
        "technical",
        "committee",
        "jury",
        "category",
        "chaired",
        "eric",
        "maskin",
        "nobel",
        "laureate",
        "economics",
        "adam",
        "university",
        "professor",
        "harvard",
        "university",
        "united",
        "state",
        "manuel",
        "arellano",
        "professor",
        "economics",
        "center",
        "monetary",
        "financial",
        "study",
        "cemfi",
        "banco",
        "de",
        "españa",
        "acting",
        "secretary",
        "remaining",
        "member",
        "pinelopi",
        "goldberg",
        "elihu",
        "professor",
        "economics",
        "yale",
        "university",
        "united",
        "state",
        "andreu",
        "emeritus",
        "professor",
        "economics",
        "pompeu",
        "fabra",
        "university",
        "spain",
        "lucrezia",
        "reichlin",
        "professor",
        "economics",
        "london",
        "business",
        "school",
        "united",
        "kingdom",
        "jean",
        "tirole",
        "nobel",
        "laureate",
        "economics",
        "chairman",
        "fondation",
        "school",
        "economics",
        "france",
        "fabrizio",
        "zilibotti",
        "tuntex",
        "professor",
        "international",
        "development",
        "economics",
        "yale",
        "university",
        "united",
        "state",
        "technical",
        "committee",
        "spanish",
        "national",
        "research",
        "council",
        "csic",
        "coordinated",
        "maría",
        "victoria",
        "moreno",
        "deputy",
        "vice",
        "president",
        "scientific",
        "technical",
        "area",
        "formed",
        "josé",
        "antonio",
        "berenguer",
        "coordinator",
        "csic",
        "humanity",
        "social",
        "science",
        "area",
        "scientific",
        "researcher",
        "institute",
        "language",
        "culture",
        "mediterranean",
        "near",
        "east",
        "ilc",
        "matthew",
        "ellman",
        "tenured",
        "researcher",
        "institute",
        "economic",
        "analysis",
        "iae",
        "adela",
        "garcía",
        "tenured",
        "researcher",
        "institute",
        "innovation",
        "knowledge",
        "management",
        "ingenio",
        "catalina",
        "martínez",
        "tenured",
        "researcher",
        "institute",
        "public",
        "good",
        "policy",
        "ipp",
        "francisco",
        "javier",
        "sanz",
        "tenured",
        "researcher",
        "institute",
        "economics",
        "geography",
        "demography",
        "iegd",
        "previous",
        "awardee",
        "category",
        "award",
        "last",
        "year",
        "edition",
        "went",
        "turkish",
        "economist",
        "daron",
        "acemoglu",
        "helping",
        "elucidate",
        "determinant",
        "economic",
        "development",
        "particular",
        "emphasis",
        "important",
        "role",
        "played",
        "institution",
        "bbva",
        "foundation",
        "frontier",
        "knowledge",
        "award",
        "promotion",
        "knowledge",
        "based",
        "research",
        "artistic",
        "cultural",
        "creation",
        "interaction",
        "domain",
        "form",
        "core",
        "strand",
        "bbva",
        "foundation",
        "action",
        "program",
        "along",
        "recognition",
        "talent",
        "excellence",
        "across",
        "broad",
        "spectrum",
        "discipline",
        "science",
        "art",
        "humanity",
        "line",
        "objective",
        "bbva",
        "foundation",
        "frontier",
        "knowledge",
        "award",
        "established",
        "recognize",
        "outstanding",
        "contribution",
        "range",
        "scientific",
        "technological",
        "artistic",
        "area",
        "together",
        "response",
        "central",
        "challenge",
        "time",
        "area",
        "covered",
        "frontier",
        "award",
        "congruent",
        "knowledge",
        "map",
        "21st",
        "century",
        "term",
        "discipline",
        "address",
        "assertion",
        "value",
        "interaction",
        "bbva",
        "foundation",
        "aided",
        "evaluation",
        "process",
        "spanish",
        "national",
        "research",
        "council",
        "csic",
        "country",
        "premier",
        "public",
        "research",
        "organization",
        "well",
        "designating",
        "jury",
        "chair",
        "csic",
        "responsible",
        "appointing",
        "technical",
        "evaluation",
        "committee",
        "undertake",
        "initial",
        "assessment",
        "candidate",
        "put",
        "forward",
        "numerous",
        "institution",
        "across",
        "world",
        "draw",
        "reasoned",
        "shortlist",
        "consideration",
        "jury",
        "calendar",
        "upcoming",
        "award",
        "announcement",
        "development",
        "cooperation",
        "tuesday",
        "february",
        "laureate",
        "first",
        "declaration",
        "image",
        "video",
        "recording",
        "new",
        "laureate",
        "first",
        "interview",
        "receiving",
        "news",
        "award",
        "available",
        "atlas",
        "ftp",
        "following",
        "coordinate",
        "server",
        "username",
        "agenciaatlas4",
        "password",
        "mediaset17",
        "name",
        "video",
        "premio",
        "economía",
        "event",
        "connection",
        "difficulty",
        "please",
        "contact",
        "miguel",
        "gil",
        "production",
        "company",
        "atlas",
        "mobile",
        "mgil",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "bbva",
        "foundation"
    ]
}