{
    "organizations": [],
    "uuid": "f4a6bb90de905cad47f83e65da390d3610cb8f23",
    "author": "Kara Swisher",
    "url": "https://www.cnbc.com/2018/02/27/uber-svp-of-leadership-and-strategy-frances-frei-is-leaving.html",
    "ord_in_thread": 0,
    "title": "Uber SVP of leadership and strategy Frances Frei is leaving",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Frances Frei, who was hired to fix what ailed Uber's broken culture and put its controversial CEO and co-founder Travis Kalanick on the right path, is leaving the company. She will be working on a new leadership development program for companies, aimed at women and underrepresented minorities, before returning to Harvard Business School.\nYou might imagine she got some pretty good examples for her work at Uber, which had been Silicon Valley's most obvious version of toxic culture. Not surprisingly, the ever-positive Frei did not see it that way, noting that the culture journey at Uber has been an important one.\n\"When I got here, my goal was to train and teach executives how to manage better, but it became super apparent that the training needed to go way beyond that,\" she said in an interview today. \"As soon as the executive team was calmer, I turned my attention to 3,000 managers whose jobs grew well beyond their skills, which I think was the real work.\"\nOver her tenure, Frei said she worked with 6,000 employees, who participated in the Harvard executive education program she created. And now, with Kalanick ousted amid much drama at the car-hailing phenom and new, more experienced executives in place, the need for the high-profile academic to coach its staff has become less critical, although Uber said she would remain an adviser and would continue to teach the Harvard program to its staff.\nRead more from Recode: \nHere's who owns everything in Big Media today \nFord is setting up for an autonomous ride-hail and delivery business in Miami \nDriverless cars can operate in California as early as April \nFrei was hired last June — yes, I know, it seems like an eon ago — as SVP of leadership and strategy, brought into the company to help manage the unmanageable Kalanick (she used the nicer \"coach and complement\" today, natch !).\nFrei — who has had a brutal commute to San Francisco from Cambridge, Mass., where she lives with her wife and children — morphed into that broader charge, doing everything from training managers and top executives to helping HR head Liane Hornsey with recruiting and creating a zero-tolerance policy on sexual harassment.\nThe author of \" Uncommon Service: How to Win by Putting Customers at the Core of Your Business \" had been consulting with Uber for several months before she was hired, and said in an interview with me last year that she was enticed to come on full-time because of the major challenges the company faced.\n\"[Uber] feels for me, given all the bad circumstances, as sanded, and that it is ready to have some education painted on it,\" she said in an interview. \"My goal is to make this a world-class company that can be proud of itself in the end, rather than embarrassed.\"\nMost of that embarrassment did center on Kalanick, of course, and she was quite certain she could help him in a podcast interview with me — in which she played Pangloss and I played pre-ghosts Scrooge — soon after she arrived. That task was not for the faint of heart, since the startup he had crafted had been infamous for its toxic pirate culture that included numerous allegations of sexism, ethical corner-cutting and a take-no-prisoners approach.\nAs I wrote when she arrived:\nWell, Frances, welcome to your biggest challenge ever. That would be Uber of San Francisco, which has been mired in a burgeoning set of controversies around a range of issues that erupted after allegations made in an explosive blog post by former engineer Susan Fowler about sexism and sexual harassment.\nWhich is to say that a deeply inexperienced, siloed and yes-men management and a culture crack-addicted to breaking the rules, even the good ones, has led to a variety of indiscretions and outright bad behavior that have gone unchecked for far too long. And it's not just sexism and sexual harassment that rears its always ugly head, but also a sense that too many of those above are just as flawed as those below. Which leaves the feeling that there is no one in charge who can stop it.\nIf you read Fowler's piece carefully, it was much more about core management fuck-up-ery at the company, which seems to have been run in a \"Game of Thrones\" style, than about anything else. While the charges of pervasive sexism and too much sexual harassment are certainly serious, what ails Uber is a corporate structure that needs drastic overhaul.\nIt's fair to point out that lots of Silicon Valley companies have had and continue to have these very same issues — from Google to Facebook to Microsoft to Apple. But none has those faults in the kind of unctuous quintessence you find at Uber.\nThat all changed after much internal and external drama. Kalanick was eventually ousted and replaced by former Expedia CEO Dara Khosrowshahi , who has since brought in a new executive team.\n\"I think with Dara leading, a lot of our biggest challenges are in the rearview mirror,\" said Frei.\nOne can hope — and there is no one I have met as hopeful as her, so fingers crossed.\nHere are the memos that Khosrowshahi and Frei sent out to the staff at the all-hands meeting today about her departure. And below, you can enjoy the podcast of the interview I did with her.\nTeam Uber,\nAfter nearly a year of leadership coaching and building a first-of-its-kind executive education program at Uber, Frances is leaving to develop … you guessed it ... another first-of-its-kind executive education program before returning to teach full-time at Harvard. She'll provide more detail in due time, but the idea is to marry her lifetime of experience coaching companies with some of what she learned on the front lines at Uber, with a focus on women and underrepresented minorities. Luckily for us, it won't feel like she's gone too far, since she has agreed to stay on as an advisor and will continue to teach the Harvard Executive Education program she designed. Since day one, Frances has been a breath of fresh air — an academic among techies, a coach for leaders, an enthusiastic instructor, and a patient listener. Because of her, Uber now has a world-class corporate education program that thousands of you have attended, and an enthusiastic partnership with one of the best universities in the world. I'm personally grateful for all of her hard work and I look forward to our continued partnership.\nThank you, Frances!\nDara\nThank you Dara, for the kind words. And to all my friends here at Uber — thank YOU for such a terrific experience and for being my teachers throughout the last nine months. If I look back on why I joined and when, it would have been impossible to imagine that we'd be where we are today. And it's exciting to think where you'll be nine months from now ... the sky's the limit! As I prepare to head back to live full-time on the East Coast, my heart is full. I've been inspired to see the Executive Education program (which happens to be the Harvard Business School \"case method\" approach) ripple through an organization at an unprecedented pace, scale, and absorption. I'll miss everyone here, but I also can't wait to apply everything I learned to my next project — while wearing an Uber t-shirt, of course.\nAs Dara said, I'll still be around, and you'll hear more from me on next steps as we grow Uber's Executive Education program even further. I look forward seeing you \"on the wall.\"\nWith deep respect,\nFrances",
    "published": "2018-02-27T21:23:00.000+02:00",
    "crawled": "2018-02-28T00:15:28.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "france",
        "frei",
        "hired",
        "fix",
        "ailed",
        "uber",
        "broken",
        "culture",
        "put",
        "controversial",
        "ceo",
        "travis",
        "kalanick",
        "right",
        "path",
        "leaving",
        "company",
        "working",
        "new",
        "leadership",
        "development",
        "program",
        "company",
        "aimed",
        "woman",
        "underrepresented",
        "minority",
        "returning",
        "harvard",
        "business",
        "school",
        "might",
        "imagine",
        "got",
        "pretty",
        "good",
        "example",
        "work",
        "uber",
        "silicon",
        "valley",
        "obvious",
        "version",
        "toxic",
        "culture",
        "surprisingly",
        "frei",
        "see",
        "way",
        "noting",
        "culture",
        "journey",
        "uber",
        "important",
        "one",
        "got",
        "goal",
        "train",
        "teach",
        "executive",
        "manage",
        "better",
        "became",
        "super",
        "apparent",
        "training",
        "needed",
        "go",
        "way",
        "beyond",
        "said",
        "interview",
        "today",
        "soon",
        "executive",
        "team",
        "calmer",
        "turned",
        "attention",
        "manager",
        "whose",
        "job",
        "grew",
        "well",
        "beyond",
        "skill",
        "think",
        "real",
        "work",
        "tenure",
        "frei",
        "said",
        "worked",
        "employee",
        "participated",
        "harvard",
        "executive",
        "education",
        "program",
        "created",
        "kalanick",
        "ousted",
        "amid",
        "much",
        "drama",
        "phenom",
        "new",
        "experienced",
        "executive",
        "place",
        "need",
        "academic",
        "coach",
        "staff",
        "become",
        "less",
        "critical",
        "although",
        "uber",
        "said",
        "would",
        "remain",
        "adviser",
        "would",
        "continue",
        "teach",
        "harvard",
        "program",
        "staff",
        "read",
        "recode",
        "owns",
        "everything",
        "big",
        "medium",
        "today",
        "ford",
        "setting",
        "autonomous",
        "delivery",
        "business",
        "miami",
        "driverless",
        "car",
        "operate",
        "california",
        "early",
        "april",
        "frei",
        "hired",
        "last",
        "june",
        "yes",
        "know",
        "seems",
        "like",
        "eon",
        "ago",
        "svp",
        "leadership",
        "strategy",
        "brought",
        "company",
        "help",
        "manage",
        "unmanageable",
        "kalanick",
        "used",
        "nicer",
        "coach",
        "complement",
        "today",
        "natch",
        "frei",
        "brutal",
        "commute",
        "san",
        "francisco",
        "cambridge",
        "life",
        "wife",
        "child",
        "morphed",
        "broader",
        "charge",
        "everything",
        "training",
        "manager",
        "top",
        "executive",
        "helping",
        "hr",
        "head",
        "liane",
        "hornsey",
        "recruiting",
        "creating",
        "policy",
        "sexual",
        "harassment",
        "author",
        "uncommon",
        "service",
        "win",
        "putting",
        "customer",
        "core",
        "business",
        "consulting",
        "uber",
        "several",
        "month",
        "hired",
        "said",
        "interview",
        "last",
        "year",
        "enticed",
        "come",
        "major",
        "challenge",
        "company",
        "faced",
        "uber",
        "feel",
        "given",
        "bad",
        "circumstance",
        "sanded",
        "ready",
        "education",
        "painted",
        "said",
        "interview",
        "goal",
        "make",
        "company",
        "proud",
        "end",
        "rather",
        "embarrassed",
        "embarrassment",
        "center",
        "kalanick",
        "course",
        "quite",
        "certain",
        "could",
        "help",
        "podcast",
        "interview",
        "played",
        "pangloss",
        "played",
        "scrooge",
        "soon",
        "arrived",
        "task",
        "faint",
        "heart",
        "since",
        "startup",
        "crafted",
        "infamous",
        "toxic",
        "pirate",
        "culture",
        "included",
        "numerous",
        "allegation",
        "sexism",
        "ethical",
        "approach",
        "wrote",
        "arrived",
        "well",
        "france",
        "welcome",
        "biggest",
        "challenge",
        "ever",
        "would",
        "uber",
        "san",
        "francisco",
        "mired",
        "burgeoning",
        "set",
        "controversy",
        "around",
        "range",
        "issue",
        "erupted",
        "allegation",
        "made",
        "explosive",
        "blog",
        "post",
        "former",
        "engineer",
        "susan",
        "fowler",
        "sexism",
        "sexual",
        "harassment",
        "say",
        "deeply",
        "inexperienced",
        "siloed",
        "management",
        "culture",
        "breaking",
        "rule",
        "even",
        "good",
        "one",
        "led",
        "variety",
        "indiscretion",
        "outright",
        "bad",
        "behavior",
        "gone",
        "unchecked",
        "far",
        "long",
        "sexism",
        "sexual",
        "harassment",
        "rear",
        "always",
        "ugly",
        "head",
        "also",
        "sense",
        "many",
        "flawed",
        "leaf",
        "feeling",
        "one",
        "charge",
        "stop",
        "read",
        "fowler",
        "piece",
        "carefully",
        "much",
        "core",
        "management",
        "company",
        "seems",
        "run",
        "game",
        "throne",
        "style",
        "anything",
        "else",
        "charge",
        "pervasive",
        "sexism",
        "much",
        "sexual",
        "harassment",
        "certainly",
        "serious",
        "ail",
        "uber",
        "corporate",
        "structure",
        "need",
        "drastic",
        "overhaul",
        "fair",
        "point",
        "lot",
        "silicon",
        "valley",
        "company",
        "continue",
        "issue",
        "google",
        "facebook",
        "microsoft",
        "apple",
        "none",
        "fault",
        "kind",
        "unctuous",
        "quintessence",
        "find",
        "uber",
        "changed",
        "much",
        "internal",
        "external",
        "drama",
        "kalanick",
        "eventually",
        "ousted",
        "replaced",
        "former",
        "expedia",
        "ceo",
        "dara",
        "khosrowshahi",
        "since",
        "brought",
        "new",
        "executive",
        "team",
        "think",
        "dara",
        "leading",
        "lot",
        "biggest",
        "challenge",
        "rearview",
        "mirror",
        "said",
        "frei",
        "one",
        "hope",
        "one",
        "met",
        "hopeful",
        "finger",
        "crossed",
        "memo",
        "khosrowshahi",
        "frei",
        "sent",
        "staff",
        "meeting",
        "today",
        "departure",
        "enjoy",
        "podcast",
        "interview",
        "team",
        "uber",
        "nearly",
        "year",
        "leadership",
        "coaching",
        "building",
        "executive",
        "education",
        "program",
        "uber",
        "france",
        "leaving",
        "develop",
        "guessed",
        "another",
        "executive",
        "education",
        "program",
        "returning",
        "teach",
        "harvard",
        "provide",
        "detail",
        "due",
        "time",
        "idea",
        "marry",
        "lifetime",
        "experience",
        "coaching",
        "company",
        "learned",
        "front",
        "line",
        "uber",
        "focus",
        "woman",
        "underrepresented",
        "minority",
        "luckily",
        "u",
        "wo",
        "feel",
        "like",
        "gone",
        "far",
        "since",
        "agreed",
        "stay",
        "advisor",
        "continue",
        "teach",
        "harvard",
        "executive",
        "education",
        "program",
        "designed",
        "since",
        "day",
        "one",
        "france",
        "breath",
        "fresh",
        "air",
        "academic",
        "among",
        "techie",
        "coach",
        "leader",
        "enthusiastic",
        "instructor",
        "patient",
        "listener",
        "uber",
        "corporate",
        "education",
        "program",
        "thousand",
        "attended",
        "enthusiastic",
        "partnership",
        "one",
        "best",
        "university",
        "world",
        "personally",
        "grateful",
        "hard",
        "work",
        "look",
        "forward",
        "continued",
        "partnership",
        "thank",
        "france",
        "dara",
        "thank",
        "dara",
        "kind",
        "word",
        "friend",
        "uber",
        "thank",
        "terrific",
        "experience",
        "teacher",
        "throughout",
        "last",
        "nine",
        "month",
        "look",
        "back",
        "joined",
        "would",
        "impossible",
        "imagine",
        "today",
        "exciting",
        "think",
        "nine",
        "month",
        "sky",
        "limit",
        "prepare",
        "head",
        "back",
        "live",
        "east",
        "coast",
        "heart",
        "full",
        "inspired",
        "see",
        "executive",
        "education",
        "program",
        "happens",
        "harvard",
        "business",
        "school",
        "case",
        "method",
        "approach",
        "ripple",
        "organization",
        "unprecedented",
        "pace",
        "scale",
        "absorption",
        "miss",
        "everyone",
        "also",
        "ca",
        "wait",
        "apply",
        "everything",
        "learned",
        "next",
        "project",
        "wearing",
        "uber",
        "course",
        "dara",
        "said",
        "still",
        "around",
        "hear",
        "next",
        "step",
        "grow",
        "uber",
        "executive",
        "education",
        "program",
        "even",
        "look",
        "forward",
        "seeing",
        "wall",
        "deep",
        "respect",
        "france"
    ]
}