{
    "organizations": [],
    "uuid": "f88757463222749731c0b6278ecd2d39cbbf4366",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/business-wire-motorola-solutions-to-acquire-avigilon-leader-in-advanced-video-surveillance-and-analytics.html",
    "ord_in_thread": 0,
    "title": "Motorola Solutions to Acquire Avigilon, Leader in Advanced Video Surveillance and Analytics",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Acquisition will bring end-to-end security platform, including high-quality video and AI-based analytics, to public safety and commercial workflows\nCHICAGO & VANCOUVER, British Columbia--(BUSINESS WIRE)-- Motorola Solutions (NYSE: MSI) today announced that it has entered into a definitive agreement to acquire Avigilon (TSX: AVO) in an all-cash transaction that will enhance Motorola Solutions’ portfolio of mission-critical communications technologies.\nUnder the terms of the agreement, Motorola Solutions will acquire all of Avigilon’s outstanding shares for CAD$27.00 per share. The enterprise value of the transaction is approximately US$1.0 billion including Avigilon’s net debt.\nBased in Vancouver, British Columbia, Avigilon designs, develops and manufactures advanced security surveillance solutions, including video analytics, network video management software and hardware, surveillance cameras, and access control solutions. Avigilon products are used by a range of commercial and government customers including critical infrastructure, airports, government facilities, public venues, healthcare centers and retail. The company holds more than 750 U.S. and international patents.\n“This acquisition will bring Avigilon’s advanced video surveillance and analytics platform to the rapidly evolving public safety workflow, while also expanding our portfolio with new products and technologies for commercial customers,” said Greg Brown, chairman and CEO, Motorola Solutions. “Video can play a powerful role in creating safer cities and thriving businesses. It can serve as highly efficient ‘eyes and ears’ for monitoring a given location, and advanced video analytics can proactively alert officials to a perimeter breach or quickly find a person who left behind an object of interest.”\nAs more cameras feed into public safety workflows, video surveillance and analytics will enable more public-private partnerships between local communities and law enforcement. The acquisition will also enable Motorola Solutions to extend into new segments of its commercial markets business, which provides secure, reliable communications technology to industries such as oil and gas, transportation, utilities, manufacturing and higher education. Customers will now be able to purchase advanced security and surveillance solutions as part of Motorola Solutions’ portfolio of critical communications technology for commercial markets.\nAvigilon’s video surveillance platform helps transform video from reactive – looking back at what has taken place – to proactive, issuing alerts in real time when a person, object or vehicle of interest is detected. This critical intelligence enables users to take the right action more quickly.\n“We’re very pleased to be joining Motorola Solutions, as their vision and strategy aligns fully with our own,” said Alexander Fernandes, Avigilon’s founder, chief executive officer and chairman of the board. “This combination will bring new opportunities to Avigilon, allowing us to accelerate our innovation and provide even more value to our customers.”\nMotorola Solutions has sufficient capital resources, including cash on hand and available commercial credit facilities, to complete the transaction. The transaction is expected to be completed by the end of the second quarter of 2018, subject to customary closing conditions, including regulatory, shareholder and court approvals.\nFor more information on the acquisition rationale and market opportunity, view the investor presentation on the Motorola Solutions Investor Relations website.\nAdditional Transaction Details\nThe transaction is structured as a statutory plan of arrangement under the Canada Business Corporations Act. The transaction has the unanimous support of the Special Committee of the Avigilon Board, as well as Avigilon’s full Board. Shareholders representing approximately 12 percent of the issued and outstanding common shares of Avigilon have already agreed to support the transaction.\nFull details of the transaction will be included in an information circular to be mailed to Avigilon shareholders in respect of an Avigilon shareholders meeting to approve the transaction.\nAbout Motorola Solutions\nMotorola Solutions (NYSE: MSI) creates innovative, mission-critical communication solutions and services that help public safety and commercial customers build safer cities and thriving communities. For ongoing news, visit www.motorolasolutions.com/newsroom or subscribe to a news feed .\nAbout Avigilon\nAvigilon Corporation provides trusted security solutions to the global market. Avigilon designs, develops, and manufactures video analytics, network video management software and hardware, surveillance cameras, and access control solutions. To learn more about Avigilon, visit Avigilon.com .\nMotorola Solutions Forward-Looking Statements\nThis press release contains \"forward-looking statements\" within the meaning of applicable federal securities law. These statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and generally include words such as “believes,” “expects,” “intends,” “anticipates,” “estimates” and similar expressions. The company can give no assurance that any actual or future results or events discussed in these statements will be achieved. Any forward-looking statements represent the company’s views only as of today and should not be relied upon as representing the company’s views as of any subsequent date. Readers are cautioned that such forward-looking statements are subject to a variety of risks and uncertainties that could cause the company’s actual results or events discussed in these statements to differ materially from the statements contained in this release. Such forward-looking statements include, but are not limited to, (1) Motorola Solutions’ ability to integrate the products and services into its portfolio; (2) the expected timeline for completing the transaction; and (3) the satisfaction of the conditions to closing, including receipt of required approvals and shareholder approval. Motorola Solutions cautions the reader that the risk factors below, as well as those on pages 9 through 21 in Item 1A of Motorola Solutions 2016 Annual Report on Form 10-K on page 37 in Item 1A of Motorola Solutions’ Quarterly Report on 10Q for the quarter ended July 1, 2017, and in its other SEC filings available for free on the SEC’s website at www.sec.gov and on Motorola Solutions’ website at www.motorolasolutions.com/investor , could cause Motorola Solutions’ actual results or events discussed in these statements to differ materially from those estimated or predicted in the forward-looking statements. Many of these risks and uncertainties cannot be controlled by Motorola Solutions and factors that may impact forward-looking statements include, but are not limited to: (1) the future results of operations of Avigilon Corporation and Motorola Solutions’ ability to successfully integrate and operate Avigilon Corporation; (2) the timing to consummate the proposed transaction; and (3) whether all necessary conditions to closing of the proposed transaction will be met, including regulatory approvals and approval by Avigilon’s shareholders. Motorola Solutions undertakes no obligation to publicly update any forward-looking statement or risk factor, whether as a result of new information, future events or otherwise.\nAvigilon Forward-Looking Statements\nCertain information and statements in this news release contain and constitute forward-looking information or forward-looking statements as defined under applicable securities laws (collectively, “forward-looking statements”). Forward-looking statements normally contain words like ‘believe’, ‘expect’, ‘anticipate’, ‘plan’, ‘intend’, ‘continue’, ‘estimate’, ‘may’, ‘will’, ‘should’, ‘ongoing’ and similar expressions, and within this news release include, without limitation, statements (express or implied) respecting: the steps and timeline for the completion of the transaction; and the anticipated outcomes and benefits to Avigilon of the transaction.\nForward-looking statements are not guarantees of future performance, actions, or developments and are based on expectations, assumptions, and other factors that Avigilon’s management currently believes are relevant, reasonable, and appropriate in the circumstances, including, without limitation, assumptions that: the transaction will complete under the terms, structure, and timeline currently contemplated; the Avigilon shareholders meeting will occur and on the timeline currently contemplated; the Avigilon shareholders will provide the requisite approval for the transaction; all other requisite third party approvals (including, without limitation, from applicable regulatory authorities, stock exchanges, and courts) will be obtained in a timely manner and on satisfactory terms; Motorola Solutions will have sufficient capital resources to complete the transaction; the parties will be able to satisfy the other conditions to the closing of the transaction and on the timeline(s) currently contemplated; Motorola Solutions’ vision and strategy will remain aligned with those of Avigilon; no significant events will occur outside of Avigilon’s normal course of business; the transaction will bring additional scale and opportunities to Avigilon; the transaction will allow Avigilon to accelerate its innovation and provide more value to its customers; and the continuation of the business and operations of Avigilon, and the integration thereof with Motorola Solutions, following completion of the transaction will occur as currently contemplated.\nAlthough Avigilon’s management believes that the forward-looking statements are reasonable, actual results could be substantially different due to the risks and uncertainties associated with and inherent to Avigilon’s business, as more particularly described in the “Risk Factors” section of Avigilon’s Annual Information Form dated February 28, 2017, which is available under Avigilon’s profile on SEDAR at www.sedar.com . Material risks and uncertainties applicable to the forward-looking statements set out herein include, but are not limited to: the transaction is not completed by the end of the second quarter of 2018 or at all; the Avigilon shareholders meeting is delayed due, for instance, to a delay in the preparation and/or mailing of the information circular and other meeting materials; the Avigilon shareholders do not approve the transaction on the current terms or at all; any requisite third party approval is not obtained in a timely fashion (or at all) or on satisfactory terms; Motorola Solutions does not have or obtain sufficient capital resources to complete the transaction; the announcement of the transaction and the dedication of substantial resources of Avigilon to the completion of transaction has a negative impact on Avigilon’s ongoing business operations and future financial condition and prospects; a third party makes a bid to acquire Avigilon prior to the completion of this transaction; the respective strategies and vision of Avigilon and Motorola Solutions become incongruous leading to, for instance, delays in product development and availability; unforeseen challenges in integrating Avigilon’s business and operations with Motorola Solutions; a loss of key Avigilon personnel, customers, and/or suppliers; and other unforeseen events, developments, or factors causing any of the aforesaid expectations, assumptions, and other factors ultimately being inaccurate or irrelevant. Although Avigilon has attempted to identify factors that may cause actual actions, events or results to differ materially from those disclosed in the forward-looking statements, there may be other factors that cause actions, events or results not to be as anticipated, predicted, estimated or intended. Also, many of the factors are beyond the control of Avigilon. Accordingly, readers should not place undue reliance on forward-looking statements.\nAvigilon undertakes no obligation to reissue or update any forward-looking statements as a result of new information or events after the date hereof except as may be required by law. All forward-looking statements contained in this news release are qualified by this cautionary statement.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180201006535/en/\nMedia Contacts\nTama McWhinney\nMotorola Solutions\n+1 847 538 1865\ntama.mcwhinney@motorolasolutions.com\nor\nAmy Day\nAvigilon\n+1 604 629 5182 x2625\namy.day@avigilon.com\nor\nInvestor Contacts\nChris Kutsor\nMotorola Solutions\n+1 847 576 4995\nchris.kutsor@motorolasolutions.com\nor\nAvigilon Investor Relations\n+1 604 629 5182\ninvestors@avigilon.com\nSource: Motorola Solutions",
    "published": "2018-02-02T00:16:00.000+02:00",
    "crawled": "2018-02-02T02:00:50.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "acquisition",
        "bring",
        "security",
        "platform",
        "including",
        "video",
        "analytics",
        "public",
        "safety",
        "commercial",
        "workflow",
        "chicago",
        "vancouver",
        "british",
        "columbia",
        "business",
        "wire",
        "motorola",
        "solution",
        "nyse",
        "msi",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "avigilon",
        "tsx",
        "avo",
        "transaction",
        "enhance",
        "motorola",
        "solution",
        "portfolio",
        "communication",
        "technology",
        "term",
        "agreement",
        "motorola",
        "solution",
        "acquire",
        "avigilon",
        "outstanding",
        "share",
        "cad",
        "per",
        "share",
        "enterprise",
        "value",
        "transaction",
        "approximately",
        "u",
        "billion",
        "including",
        "avigilon",
        "net",
        "debt",
        "based",
        "vancouver",
        "british",
        "columbia",
        "avigilon",
        "design",
        "develops",
        "manufacture",
        "advanced",
        "security",
        "surveillance",
        "solution",
        "including",
        "video",
        "analytics",
        "network",
        "video",
        "management",
        "software",
        "hardware",
        "surveillance",
        "camera",
        "access",
        "control",
        "solution",
        "avigilon",
        "product",
        "used",
        "range",
        "commercial",
        "government",
        "customer",
        "including",
        "critical",
        "infrastructure",
        "airport",
        "government",
        "facility",
        "public",
        "venue",
        "healthcare",
        "center",
        "retail",
        "company",
        "hold",
        "international",
        "patent",
        "acquisition",
        "bring",
        "avigilon",
        "advanced",
        "video",
        "surveillance",
        "analytics",
        "platform",
        "rapidly",
        "evolving",
        "public",
        "safety",
        "workflow",
        "also",
        "expanding",
        "portfolio",
        "new",
        "product",
        "technology",
        "commercial",
        "customer",
        "said",
        "greg",
        "brown",
        "chairman",
        "ceo",
        "motorola",
        "solution",
        "video",
        "play",
        "powerful",
        "role",
        "creating",
        "safer",
        "city",
        "thriving",
        "business",
        "serve",
        "highly",
        "efficient",
        "eye",
        "ear",
        "monitoring",
        "given",
        "location",
        "advanced",
        "video",
        "analytics",
        "proactively",
        "alert",
        "official",
        "perimeter",
        "breach",
        "quickly",
        "find",
        "person",
        "left",
        "behind",
        "object",
        "camera",
        "feed",
        "public",
        "safety",
        "workflow",
        "video",
        "surveillance",
        "analytics",
        "enable",
        "partnership",
        "local",
        "community",
        "law",
        "enforcement",
        "acquisition",
        "also",
        "enable",
        "motorola",
        "solution",
        "extend",
        "new",
        "segment",
        "commercial",
        "market",
        "business",
        "provides",
        "secure",
        "reliable",
        "communication",
        "technology",
        "industry",
        "oil",
        "gas",
        "transportation",
        "utility",
        "manufacturing",
        "higher",
        "education",
        "customer",
        "able",
        "purchase",
        "advanced",
        "security",
        "surveillance",
        "solution",
        "part",
        "motorola",
        "solution",
        "portfolio",
        "critical",
        "communication",
        "technology",
        "commercial",
        "market",
        "avigilon",
        "video",
        "surveillance",
        "platform",
        "help",
        "transform",
        "video",
        "reactive",
        "looking",
        "back",
        "taken",
        "place",
        "proactive",
        "issuing",
        "alert",
        "real",
        "time",
        "person",
        "object",
        "vehicle",
        "interest",
        "detected",
        "critical",
        "intelligence",
        "enables",
        "user",
        "take",
        "right",
        "action",
        "quickly",
        "pleased",
        "joining",
        "motorola",
        "solution",
        "vision",
        "strategy",
        "aligns",
        "fully",
        "said",
        "alexander",
        "fernandes",
        "avigilon",
        "founder",
        "chief",
        "executive",
        "officer",
        "chairman",
        "board",
        "combination",
        "bring",
        "new",
        "opportunity",
        "avigilon",
        "allowing",
        "u",
        "accelerate",
        "innovation",
        "provide",
        "even",
        "value",
        "motorola",
        "solution",
        "sufficient",
        "capital",
        "resource",
        "including",
        "cash",
        "hand",
        "available",
        "commercial",
        "credit",
        "facility",
        "complete",
        "transaction",
        "transaction",
        "expected",
        "completed",
        "end",
        "second",
        "quarter",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "shareholder",
        "court",
        "approval",
        "information",
        "acquisition",
        "rationale",
        "market",
        "opportunity",
        "view",
        "investor",
        "presentation",
        "motorola",
        "solution",
        "investor",
        "relation",
        "website",
        "additional",
        "transaction",
        "detail",
        "transaction",
        "structured",
        "statutory",
        "plan",
        "arrangement",
        "canada",
        "business",
        "corporation",
        "act",
        "transaction",
        "unanimous",
        "support",
        "special",
        "committee",
        "avigilon",
        "board",
        "well",
        "avigilon",
        "full",
        "board",
        "shareholder",
        "representing",
        "approximately",
        "percent",
        "issued",
        "outstanding",
        "common",
        "share",
        "avigilon",
        "already",
        "agreed",
        "support",
        "transaction",
        "full",
        "detail",
        "transaction",
        "included",
        "information",
        "circular",
        "mailed",
        "avigilon",
        "shareholder",
        "respect",
        "avigilon",
        "shareholder",
        "meeting",
        "approve",
        "transaction",
        "motorola",
        "solution",
        "motorola",
        "solution",
        "nyse",
        "msi",
        "creates",
        "innovative",
        "communication",
        "solution",
        "service",
        "help",
        "public",
        "safety",
        "commercial",
        "customer",
        "build",
        "safer",
        "city",
        "thriving",
        "community",
        "ongoing",
        "news",
        "visit",
        "subscribe",
        "news",
        "feed",
        "avigilon",
        "avigilon",
        "corporation",
        "provides",
        "trusted",
        "security",
        "solution",
        "global",
        "market",
        "avigilon",
        "design",
        "develops",
        "manufacture",
        "video",
        "analytics",
        "network",
        "video",
        "management",
        "software",
        "hardware",
        "surveillance",
        "camera",
        "access",
        "control",
        "solution",
        "learn",
        "avigilon",
        "visit",
        "motorola",
        "solution",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "federal",
        "security",
        "law",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "generally",
        "include",
        "word",
        "belief",
        "expects",
        "intends",
        "anticipates",
        "estimate",
        "similar",
        "expression",
        "company",
        "give",
        "assurance",
        "actual",
        "future",
        "result",
        "event",
        "discussed",
        "statement",
        "achieved",
        "statement",
        "represent",
        "company",
        "view",
        "today",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "subsequent",
        "date",
        "reader",
        "cautioned",
        "statement",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "event",
        "discussed",
        "statement",
        "differ",
        "materially",
        "statement",
        "contained",
        "release",
        "statement",
        "include",
        "limited",
        "motorola",
        "solution",
        "ability",
        "integrate",
        "product",
        "service",
        "portfolio",
        "expected",
        "timeline",
        "completing",
        "transaction",
        "satisfaction",
        "condition",
        "closing",
        "including",
        "receipt",
        "required",
        "approval",
        "shareholder",
        "approval",
        "motorola",
        "solution",
        "caution",
        "reader",
        "risk",
        "factor",
        "well",
        "page",
        "item",
        "1a",
        "motorola",
        "solution",
        "annual",
        "report",
        "form",
        "page",
        "item",
        "1a",
        "motorola",
        "solution",
        "quarterly",
        "report",
        "10q",
        "quarter",
        "ended",
        "july",
        "sec",
        "filing",
        "available",
        "free",
        "sec",
        "website",
        "motorola",
        "solution",
        "website",
        "could",
        "cause",
        "motorola",
        "solution",
        "actual",
        "result",
        "event",
        "discussed",
        "statement",
        "differ",
        "materially",
        "estimated",
        "predicted",
        "statement",
        "many",
        "risk",
        "uncertainty",
        "controlled",
        "motorola",
        "solution",
        "factor",
        "may",
        "impact",
        "statement",
        "include",
        "limited",
        "future",
        "result",
        "operation",
        "avigilon",
        "corporation",
        "motorola",
        "solution",
        "ability",
        "successfully",
        "integrate",
        "operate",
        "avigilon",
        "corporation",
        "timing",
        "consummate",
        "proposed",
        "transaction",
        "whether",
        "necessary",
        "condition",
        "closing",
        "proposed",
        "transaction",
        "met",
        "including",
        "regulatory",
        "approval",
        "approval",
        "avigilon",
        "shareholder",
        "motorola",
        "solution",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "risk",
        "factor",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "avigilon",
        "statement",
        "certain",
        "information",
        "statement",
        "news",
        "release",
        "contain",
        "constitute",
        "information",
        "statement",
        "defined",
        "applicable",
        "security",
        "law",
        "collectively",
        "statement",
        "statement",
        "normally",
        "contain",
        "word",
        "like",
        "believe",
        "expect",
        "anticipate",
        "plan",
        "intend",
        "continue",
        "estimate",
        "may",
        "ongoing",
        "similar",
        "expression",
        "within",
        "news",
        "release",
        "include",
        "without",
        "limitation",
        "statement",
        "express",
        "implied",
        "respecting",
        "step",
        "timeline",
        "completion",
        "transaction",
        "anticipated",
        "outcome",
        "benefit",
        "avigilon",
        "transaction",
        "statement",
        "guarantee",
        "future",
        "performance",
        "action",
        "development",
        "based",
        "expectation",
        "assumption",
        "factor",
        "avigilon",
        "management",
        "currently",
        "belief",
        "relevant",
        "reasonable",
        "appropriate",
        "circumstance",
        "including",
        "without",
        "limitation",
        "assumption",
        "transaction",
        "complete",
        "term",
        "structure",
        "timeline",
        "currently",
        "contemplated",
        "avigilon",
        "shareholder",
        "meeting",
        "occur",
        "timeline",
        "currently",
        "contemplated",
        "avigilon",
        "shareholder",
        "provide",
        "requisite",
        "approval",
        "transaction",
        "requisite",
        "third",
        "party",
        "approval",
        "including",
        "without",
        "limitation",
        "applicable",
        "regulatory",
        "authority",
        "stock",
        "exchange",
        "court",
        "obtained",
        "timely",
        "manner",
        "satisfactory",
        "term",
        "motorola",
        "solution",
        "sufficient",
        "capital",
        "resource",
        "complete",
        "transaction",
        "party",
        "able",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "timeline",
        "currently",
        "contemplated",
        "motorola",
        "solution",
        "vision",
        "strategy",
        "remain",
        "aligned",
        "avigilon",
        "significant",
        "event",
        "occur",
        "outside",
        "avigilon",
        "normal",
        "course",
        "business",
        "transaction",
        "bring",
        "additional",
        "scale",
        "opportunity",
        "avigilon",
        "transaction",
        "allow",
        "avigilon",
        "accelerate",
        "innovation",
        "provide",
        "value",
        "customer",
        "continuation",
        "business",
        "operation",
        "avigilon",
        "integration",
        "thereof",
        "motorola",
        "solution",
        "following",
        "completion",
        "transaction",
        "occur",
        "currently",
        "contemplated",
        "although",
        "avigilon",
        "management",
        "belief",
        "statement",
        "reasonable",
        "actual",
        "result",
        "could",
        "substantially",
        "different",
        "due",
        "risk",
        "uncertainty",
        "associated",
        "inherent",
        "avigilon",
        "business",
        "particularly",
        "described",
        "risk",
        "factor",
        "section",
        "avigilon",
        "annual",
        "information",
        "form",
        "dated",
        "february",
        "available",
        "avigilon",
        "profile",
        "sedar",
        "material",
        "risk",
        "uncertainty",
        "applicable",
        "statement",
        "set",
        "herein",
        "include",
        "limited",
        "transaction",
        "completed",
        "end",
        "second",
        "quarter",
        "avigilon",
        "shareholder",
        "meeting",
        "delayed",
        "due",
        "instance",
        "delay",
        "preparation",
        "mailing",
        "information",
        "circular",
        "meeting",
        "material",
        "avigilon",
        "shareholder",
        "approve",
        "transaction",
        "current",
        "term",
        "requisite",
        "third",
        "party",
        "approval",
        "obtained",
        "timely",
        "fashion",
        "satisfactory",
        "term",
        "motorola",
        "solution",
        "obtain",
        "sufficient",
        "capital",
        "resource",
        "complete",
        "transaction",
        "announcement",
        "transaction",
        "dedication",
        "substantial",
        "resource",
        "avigilon",
        "completion",
        "transaction",
        "negative",
        "impact",
        "avigilon",
        "ongoing",
        "business",
        "operation",
        "future",
        "financial",
        "condition",
        "prospect",
        "third",
        "party",
        "make",
        "bid",
        "acquire",
        "avigilon",
        "prior",
        "completion",
        "transaction",
        "respective",
        "strategy",
        "vision",
        "avigilon",
        "motorola",
        "solution",
        "become",
        "incongruous",
        "leading",
        "instance",
        "delay",
        "product",
        "development",
        "availability",
        "unforeseen",
        "challenge",
        "integrating",
        "avigilon",
        "business",
        "operation",
        "motorola",
        "solution",
        "loss",
        "key",
        "avigilon",
        "personnel",
        "customer",
        "supplier",
        "unforeseen",
        "event",
        "development",
        "factor",
        "causing",
        "aforesaid",
        "expectation",
        "assumption",
        "factor",
        "ultimately",
        "inaccurate",
        "irrelevant",
        "although",
        "avigilon",
        "attempted",
        "identify",
        "factor",
        "may",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "disclosed",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "predicted",
        "estimated",
        "intended",
        "also",
        "many",
        "factor",
        "beyond",
        "control",
        "avigilon",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "avigilon",
        "undertakes",
        "obligation",
        "reissue",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "event",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "law",
        "statement",
        "contained",
        "news",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "tama",
        "mcwhinney",
        "motorola",
        "solution",
        "amy",
        "day",
        "avigilon",
        "x2625",
        "investor",
        "contact",
        "chris",
        "kutsor",
        "motorola",
        "solution",
        "avigilon",
        "investor",
        "relation",
        "investor",
        "source",
        "motorola",
        "solution"
    ]
}