{
    "organizations": [],
    "uuid": "052fa0264ea6c3faca3cf6f83b4f06a269a35664",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/pr-newswire-cryptocurrency-tax-software-node40-supports-coinbase-users-just-in-time-for-tax-season.html",
    "ord_in_thread": 0,
    "title": "Cryptocurrency Tax Software NODE40 Supports Coinbase Users Just in Time for Tax Season",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Coinbase's 13 Million Users Now Have Ability to Report Capital Gains and Losses for Bitcoin, Bitcoin Cash, Litecoin and Ethereum\nVANCOUVER, Feb. 7, 2018 /PRNewswire/ - HashChain Technology Inc. (TSXV: KASH; OTCQB: HSSHF) (\" HashChain\" or the \" Company \") today announced that NODE40 , LLC (NODE40) has activated support for Coinbase account holders. HashChain previously announced the signing of the definitive agreement with NODE40 to acquire 100% of NODE40 assets on January 30, 2018 and the parties are proceeding with closing the acquisition in the coming days. NODE40 is a New York based blockchain technology company bringing best-in-class tax compliance to cryptocurrency traders globally. The announcement means any Coinbase user can use the NODE40 Balance Software-as-a-Service to accurately calculate their cryptocurrency capital gains and losses, and report to their respective tax authorities for the 2017 financial year, and all prior years. Whilst there is no formal agreement between NODE40 and Coinbase, the NODE40 Balance addition means Coinbase account holders can request and import their own personal information and transaction history onto a compatible piece of software. Previously, NODE40 allowed users to create a ledger from only a cryptocurrency wallet address, but now they have built the technology to allow users to create a ledger from an exchange. They have chosen Coinbase as their first exchange, because it's the biggest exchange in the world. Coinbase users simply type in their Coinbase username and password on NODE40 Balance and it imports all of their past transactions. Then, the capital gains, or losses, are carried into Form 8949, which can be sent to the IRS at tax time.\nNODE40 Balance allows users to conduct accurate tax compliance using intuitive, easy-to-use software that analyzes the blockchain, calculates exact net values from each transaction, tracks the cost basis and days carried. Coinbase, the largest digital currency exchange globally, boasts over 13 million users and has funding from the New York Stock Exchange, Bank of Tokyo, Draper-Fisher-Jurvetson, Institutional Venture Partners and Andreesen Horowitz (Source: CoinDesk and Coinbase). The New York based exchange links individual bank accounts to buy and sell access against four leading cryptocurrencies, Bitcoin, Bitcoin Cash, Ethereum and Litecoin.\nPerry Woodin, Founder of NODE40 and Chief Strategy Officer of HashChain says, \"We are thrilled to be integrated with Coinbase because of its widespread, mainstream adoption. In December, Coinbase was the #1 downloaded iPhone app in the U.S. and the size of their user base has surpassed that of major online brokerage platform, Charles Schwab, which serves about 10 million online accounts (Source: TechCrunch). The fact that a cryptocurrency exchange like Coinbase surpassed one in traditional finance, especially one as famous as Charles Schwab, stands as a testament to the mass adoption of digital currency. However, there are very few suitable resources for these users to calculate their tax liability. Our solution is much simpler, and more accurate. Some early cryptocurrency adopters avoid regulatory agencies like the IRS, but Coinbase is focused on investors who understand how critical it is to be compliant. NODE40 Balance now offers an easy way for Coinbase customers to view their transactions in a simple and editable ledger.\"\nPatrick Gray, CEO of HashChain says, \"With increasing regulatory clarity in the blockchain industry, it is imperative that people are aware of their cryptocurrency tax reporting obligations, and the best way to execute. NODE40 has a great industry solution; they are a true blockchain company with a critical use case, and we look forward to expanding and accelerating the business. Adding Coinbase to NODE40 Balance was an immense undertaking, but now that it has been done, millions of cryptocurrency traders won't have to worry about making any mistakes during tax season.\"\nSince the tax year closed on December 31st, many Americans are seeking a way to accurately report their cryptocurrency gains and losses to the IRS. Others simply don't know that they need to. Under IRS Notice 2014-21 , it is law for every American to declare any profit (capital gains) or losses, the same way it is applied to property. NODE40 Balance provides users a seamless, intuitive interface to achieve this, even if people have multiple cryptocurrency accounts.\nWoodin says, \"Similar to traditional banking, cryptocurrency owners tend to have multiple accounts. As with traditional bank accounts, cryptocurrency accounts will have related transactions. Credits and debits need to be reconciled so the account owner is not over or under reporting gains and losses. NODE40 Balance gives users the ability to see transaction activity across disparate accounts, making reconciliation easier.\"\nThe topic of cryptocurrency tax compliance, and non-compliance, made significant headlines across 2017. In November, the most recent development in the Coinbase IRS summons included the handover of 14,000 user accounts to the IRS for investigation. A California federal court has ordered Coinbase to turn over identifying records for all users who bought, sold, sent, or received more than $20,000 through their accounts in a single year between 2013 and 2015 (Source: Fortune).\n\"I am certain that the majority of these individuals did not know they were required to report their gains or didn't have the confidence in any pre-existing software, tools or tax reporting programs. NODE40 Balance is designed specifically to solve all of these problems, and we believe the timing is right. The new economy is here to stay, adoption is coming fast from all directions, and it's evolving by the day,\" Woodin concluded.\nNODE40 intends to add Balance support for several wallets and exchanges across 2018. It currently services users who have invested in Dash, Bitcoin, and Litecoin. NODE40 recently announced it was being acquired by Canadian publicly traded company, HashChain Technology (TSXV:KASH).\nFor further details of the acquisition, please refer to the Company's press release dated January 30, 2018.\nAbout HashChain Technology Inc.\nHashChain is a blockchain technology company, and the first publicly traded (TSXV:KASH; OTCQB: HSSHF) Canadian cryptocurrency mining company to file a final prospectus supporting highly scalable and flexible mining operations across all major cryptocurrencies. HashChain taps low-cost North American power, cool climate and high-speed Internet: the trifecta most critical to mining success, to create a competitive position for maximizing the number of mining 'wins.' HashChain currently operates 870 mining Rigs, has purchased 3,000 additional Rigs and has entered into a purchase order for an additional 2,000 Rigs. Once all Rigs are operational HashChain will be consuming approximately 8.7 megawatts of power. HashChain also acquired a Dash Masternode for approximately USD $280,000 which requires a collateral investment of 1,000 Dash coins. NODE40 is an established blockchain technology company which comprises of two major segments including Cryptocurrency accounting solution NODE40 Balance for cryptocurrency tracking and Masternode hosting services. HashChain is based in Vancouver, British Columbia. HashChain Mining is a wholly owned subsidiary of HashChain Technology Inc. based out of Albany, New York.\nAbout NODE40\nNODE40 is a blockchain technology company that built NODE40 Balance, a new SaaS product making cryptocurrency tax reporting much easier, and much more accurate. NODE40 Balance is a popular software platform that allows cryptocurrency users and traders to accurately report their capital gains and losses to the Internal Revenue Service via Form 8949. NODE40 are also one of the leading server-hosting providers for the Dash network. In the now popular world of distributed Peer-to-Peer (P2P) decentralized blockchain applications, stability is of paramount importance. NODE40 was founded to encourage participation in and add value to P2P networks like Dash by hosting an incentivized node yielding monthly rewards. Founded by Perry Woodin and Sean Ryan in 2015, NODE40 is based in Albany, New York. In January 2018, NODE40 announced that the company will be acquired by Canadian based HashChain Technology. NODE40 currently has between 5 - 10 employees and thousands of users.\nOn Behalf of the Board,\nPatrick Gray\nCEO & Director\nFor Further information please contact:\nHashChain Technology Inc.\nLarry Heinzlmeir\nVice President, Marketing & Communications\nLarry@HashChain.ca\n604-537-8676\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCautionary Note Regarding Forward Looking Statements: Certain disclosure in this release, including statements regarding the acquisition by the Company of the NODE40 Business and GCPA (the \"Transactions\"), including the anticipated benefits to the Company of the Transactions, the performance of 5,000 Rigs ordered by the Company, the expected timing of delivery and installation of 770 Rigs and expectations regarding future operations may constitute forward-looking statements. In making the forward-looking statements in this release, the Company has applied certain factors and assumptions that are based on the Company's current beliefs as well as assumptions made by and information currently available to the Company, including that all conditions to the closing of the Transactions will be satisfied, including receipt of all required approvals, and the Transactions will complete on the terms set out in the APA and the SPA, the acquisition of the NODE40 Business will have the benefits to the Company anticipated by management, the 5,000 Rigs will be successfully ordered and delivered, the 5,000 Rigs will perform as expected by management and the timing, installation and performance of the 770 Rigs will be consistent with management's expectations. Although the Company considers these assumptions to be reasonable based on information currently available to it, they may prove to be incorrect, and the forward-looking statements in this release are subject to numerous risks, uncertainties and other factors that may cause future results to differ materially from those expressed or implied in such forward-looking statements. Such risk factors may include, among others, the risk that the conditions to the closing of the Transactions will not be satisfied, including the risk that required approvals are not obtained, and that the Transactions will not complete on the terms set out in the APA and the SPA or at all, the risk that the Transactions, if closed, will not result in the anticipated benefits to the Company; the risk that the 5,000 Rigs will not be successfully ordered from the manufacturer or, if so ordered, that the Rigs will not be delivered to the Company when expected by management or at all, the risk that the 5,000 Rigs will not perform as expected by management and the risk that the 770 Rigs will not be delivered to the Company or that the timing of the delivery and installation or the performance of the 770 Rigs will not be as expected by management. Readers are cautioned not to place undue reliance on forward-looking statements. The Company does not intend, and expressly disclaims any intention or obligation to, update or revise any forward-looking statements whether as a result of new information, future events or otherwise, except as required by law.\nSOURCE HashChain Technology Inc.",
    "published": "2018-02-07T16:15:00.000+02:00",
    "crawled": "2018-02-07T18:14:41.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "coinbase",
        "million",
        "user",
        "ability",
        "report",
        "capital",
        "gain",
        "loss",
        "bitcoin",
        "bitcoin",
        "cash",
        "litecoin",
        "ethereum",
        "vancouver",
        "hashchain",
        "technology",
        "tsxv",
        "kash",
        "otcqb",
        "hsshf",
        "hashchain",
        "company",
        "today",
        "announced",
        "node40",
        "llc",
        "node40",
        "activated",
        "support",
        "coinbase",
        "account",
        "holder",
        "hashchain",
        "previously",
        "announced",
        "signing",
        "definitive",
        "agreement",
        "node40",
        "acquire",
        "node40",
        "asset",
        "january",
        "party",
        "proceeding",
        "closing",
        "acquisition",
        "coming",
        "day",
        "node40",
        "new",
        "york",
        "based",
        "blockchain",
        "technology",
        "company",
        "bringing",
        "tax",
        "compliance",
        "cryptocurrency",
        "trader",
        "globally",
        "announcement",
        "mean",
        "coinbase",
        "user",
        "use",
        "node40",
        "balance",
        "accurately",
        "calculate",
        "cryptocurrency",
        "capital",
        "gain",
        "loss",
        "report",
        "respective",
        "tax",
        "authority",
        "financial",
        "year",
        "prior",
        "year",
        "whilst",
        "formal",
        "agreement",
        "node40",
        "coinbase",
        "node40",
        "balance",
        "addition",
        "mean",
        "coinbase",
        "account",
        "holder",
        "request",
        "import",
        "personal",
        "information",
        "transaction",
        "history",
        "onto",
        "compatible",
        "piece",
        "software",
        "previously",
        "node40",
        "allowed",
        "user",
        "create",
        "ledger",
        "cryptocurrency",
        "wallet",
        "address",
        "built",
        "technology",
        "allow",
        "user",
        "create",
        "ledger",
        "exchange",
        "chosen",
        "coinbase",
        "first",
        "exchange",
        "biggest",
        "exchange",
        "world",
        "coinbase",
        "user",
        "simply",
        "type",
        "coinbase",
        "username",
        "password",
        "node40",
        "balance",
        "import",
        "past",
        "transaction",
        "capital",
        "gain",
        "loss",
        "carried",
        "form",
        "sent",
        "irs",
        "tax",
        "time",
        "node40",
        "balance",
        "allows",
        "user",
        "conduct",
        "accurate",
        "tax",
        "compliance",
        "using",
        "intuitive",
        "software",
        "analyzes",
        "blockchain",
        "calculates",
        "exact",
        "net",
        "value",
        "transaction",
        "track",
        "cost",
        "basis",
        "day",
        "carried",
        "coinbase",
        "largest",
        "digital",
        "currency",
        "exchange",
        "globally",
        "boast",
        "million",
        "user",
        "funding",
        "new",
        "york",
        "stock",
        "exchange",
        "bank",
        "tokyo",
        "institutional",
        "venture",
        "partner",
        "andreesen",
        "horowitz",
        "source",
        "coindesk",
        "coinbase",
        "new",
        "york",
        "based",
        "exchange",
        "link",
        "individual",
        "bank",
        "account",
        "buy",
        "sell",
        "access",
        "four",
        "leading",
        "cryptocurrencies",
        "bitcoin",
        "bitcoin",
        "cash",
        "ethereum",
        "litecoin",
        "perry",
        "woodin",
        "founder",
        "node40",
        "chief",
        "strategy",
        "officer",
        "hashchain",
        "say",
        "thrilled",
        "integrated",
        "coinbase",
        "widespread",
        "mainstream",
        "adoption",
        "december",
        "coinbase",
        "downloaded",
        "iphone",
        "app",
        "size",
        "user",
        "base",
        "surpassed",
        "major",
        "online",
        "brokerage",
        "platform",
        "charles",
        "schwab",
        "serf",
        "million",
        "online",
        "account",
        "source",
        "techcrunch",
        "fact",
        "cryptocurrency",
        "exchange",
        "like",
        "coinbase",
        "surpassed",
        "one",
        "traditional",
        "finance",
        "especially",
        "one",
        "famous",
        "charles",
        "schwab",
        "stand",
        "testament",
        "mass",
        "adoption",
        "digital",
        "currency",
        "however",
        "suitable",
        "resource",
        "user",
        "calculate",
        "tax",
        "liability",
        "solution",
        "much",
        "simpler",
        "accurate",
        "early",
        "cryptocurrency",
        "adopter",
        "avoid",
        "regulatory",
        "agency",
        "like",
        "irs",
        "coinbase",
        "focused",
        "investor",
        "understand",
        "critical",
        "compliant",
        "node40",
        "balance",
        "offer",
        "easy",
        "way",
        "coinbase",
        "customer",
        "view",
        "transaction",
        "simple",
        "editable",
        "ledger",
        "patrick",
        "gray",
        "ceo",
        "hashchain",
        "say",
        "increasing",
        "regulatory",
        "clarity",
        "blockchain",
        "industry",
        "imperative",
        "people",
        "aware",
        "cryptocurrency",
        "tax",
        "reporting",
        "obligation",
        "best",
        "way",
        "execute",
        "node40",
        "great",
        "industry",
        "solution",
        "true",
        "blockchain",
        "company",
        "critical",
        "use",
        "case",
        "look",
        "forward",
        "expanding",
        "accelerating",
        "business",
        "adding",
        "coinbase",
        "node40",
        "balance",
        "immense",
        "undertaking",
        "done",
        "million",
        "cryptocurrency",
        "trader",
        "wo",
        "worry",
        "making",
        "mistake",
        "tax",
        "season",
        "since",
        "tax",
        "year",
        "closed",
        "december",
        "31st",
        "many",
        "american",
        "seeking",
        "way",
        "accurately",
        "report",
        "cryptocurrency",
        "gain",
        "loss",
        "irs",
        "others",
        "simply",
        "know",
        "need",
        "irs",
        "notice",
        "law",
        "every",
        "american",
        "declare",
        "profit",
        "capital",
        "gain",
        "loss",
        "way",
        "applied",
        "property",
        "node40",
        "balance",
        "provides",
        "user",
        "seamless",
        "intuitive",
        "interface",
        "achieve",
        "even",
        "people",
        "multiple",
        "cryptocurrency",
        "account",
        "woodin",
        "say",
        "similar",
        "traditional",
        "banking",
        "cryptocurrency",
        "owner",
        "tend",
        "multiple",
        "account",
        "traditional",
        "bank",
        "account",
        "cryptocurrency",
        "account",
        "related",
        "transaction",
        "credit",
        "debit",
        "need",
        "reconciled",
        "account",
        "owner",
        "reporting",
        "gain",
        "loss",
        "node40",
        "balance",
        "give",
        "user",
        "ability",
        "see",
        "transaction",
        "activity",
        "across",
        "disparate",
        "account",
        "making",
        "reconciliation",
        "easier",
        "topic",
        "cryptocurrency",
        "tax",
        "compliance",
        "made",
        "significant",
        "headline",
        "across",
        "november",
        "recent",
        "development",
        "coinbase",
        "irs",
        "summons",
        "included",
        "handover",
        "user",
        "account",
        "irs",
        "investigation",
        "california",
        "federal",
        "court",
        "ordered",
        "coinbase",
        "turn",
        "identifying",
        "record",
        "user",
        "bought",
        "sold",
        "sent",
        "received",
        "account",
        "single",
        "year",
        "source",
        "fortune",
        "certain",
        "majority",
        "individual",
        "know",
        "required",
        "report",
        "gain",
        "confidence",
        "software",
        "tool",
        "tax",
        "reporting",
        "program",
        "node40",
        "balance",
        "designed",
        "specifically",
        "solve",
        "problem",
        "believe",
        "timing",
        "right",
        "new",
        "economy",
        "stay",
        "adoption",
        "coming",
        "fast",
        "direction",
        "evolving",
        "day",
        "woodin",
        "concluded",
        "node40",
        "intends",
        "add",
        "balance",
        "support",
        "several",
        "wallet",
        "exchange",
        "across",
        "currently",
        "service",
        "user",
        "invested",
        "dash",
        "bitcoin",
        "litecoin",
        "node40",
        "recently",
        "announced",
        "acquired",
        "canadian",
        "publicly",
        "traded",
        "company",
        "hashchain",
        "technology",
        "tsxv",
        "kash",
        "detail",
        "acquisition",
        "please",
        "refer",
        "company",
        "press",
        "release",
        "dated",
        "january",
        "hashchain",
        "technology",
        "hashchain",
        "blockchain",
        "technology",
        "company",
        "first",
        "publicly",
        "traded",
        "tsxv",
        "kash",
        "otcqb",
        "hsshf",
        "canadian",
        "cryptocurrency",
        "mining",
        "company",
        "file",
        "final",
        "prospectus",
        "supporting",
        "highly",
        "scalable",
        "flexible",
        "mining",
        "operation",
        "across",
        "major",
        "cryptocurrencies",
        "hashchain",
        "tap",
        "north",
        "american",
        "power",
        "cool",
        "climate",
        "internet",
        "trifecta",
        "critical",
        "mining",
        "success",
        "create",
        "competitive",
        "position",
        "maximizing",
        "number",
        "mining",
        "hashchain",
        "currently",
        "operates",
        "mining",
        "rig",
        "purchased",
        "additional",
        "rig",
        "entered",
        "purchase",
        "order",
        "additional",
        "rig",
        "rig",
        "operational",
        "hashchain",
        "consuming",
        "approximately",
        "megawatt",
        "power",
        "hashchain",
        "also",
        "acquired",
        "dash",
        "masternode",
        "approximately",
        "usd",
        "requires",
        "collateral",
        "investment",
        "dash",
        "coin",
        "node40",
        "established",
        "blockchain",
        "technology",
        "company",
        "comprises",
        "two",
        "major",
        "segment",
        "including",
        "cryptocurrency",
        "accounting",
        "solution",
        "node40",
        "balance",
        "cryptocurrency",
        "tracking",
        "masternode",
        "hosting",
        "service",
        "hashchain",
        "based",
        "vancouver",
        "british",
        "columbia",
        "hashchain",
        "mining",
        "wholly",
        "owned",
        "subsidiary",
        "hashchain",
        "technology",
        "based",
        "albany",
        "new",
        "york",
        "node40",
        "node40",
        "blockchain",
        "technology",
        "company",
        "built",
        "node40",
        "balance",
        "new",
        "saas",
        "product",
        "making",
        "cryptocurrency",
        "tax",
        "reporting",
        "much",
        "easier",
        "much",
        "accurate",
        "node40",
        "balance",
        "popular",
        "software",
        "platform",
        "allows",
        "cryptocurrency",
        "user",
        "trader",
        "accurately",
        "report",
        "capital",
        "gain",
        "loss",
        "internal",
        "revenue",
        "service",
        "via",
        "form",
        "node40",
        "also",
        "one",
        "leading",
        "provider",
        "dash",
        "network",
        "popular",
        "world",
        "distributed",
        "p2p",
        "decentralized",
        "blockchain",
        "application",
        "stability",
        "paramount",
        "importance",
        "node40",
        "founded",
        "encourage",
        "participation",
        "add",
        "value",
        "p2p",
        "network",
        "like",
        "dash",
        "hosting",
        "incentivized",
        "node",
        "yielding",
        "monthly",
        "reward",
        "founded",
        "perry",
        "woodin",
        "sean",
        "ryan",
        "node40",
        "based",
        "albany",
        "new",
        "york",
        "january",
        "node40",
        "announced",
        "company",
        "acquired",
        "canadian",
        "based",
        "hashchain",
        "technology",
        "node40",
        "currently",
        "employee",
        "thousand",
        "user",
        "behalf",
        "board",
        "patrick",
        "gray",
        "ceo",
        "director",
        "information",
        "please",
        "contact",
        "hashchain",
        "technology",
        "larry",
        "heinzlmeir",
        "vice",
        "president",
        "marketing",
        "communication",
        "larry",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "certain",
        "disclosure",
        "release",
        "including",
        "statement",
        "regarding",
        "acquisition",
        "company",
        "node40",
        "business",
        "gcpa",
        "transaction",
        "including",
        "anticipated",
        "benefit",
        "company",
        "transaction",
        "performance",
        "rig",
        "ordered",
        "company",
        "expected",
        "timing",
        "delivery",
        "installation",
        "rig",
        "expectation",
        "regarding",
        "future",
        "operation",
        "may",
        "constitute",
        "statement",
        "making",
        "statement",
        "release",
        "company",
        "applied",
        "certain",
        "factor",
        "assumption",
        "based",
        "company",
        "current",
        "belief",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "company",
        "including",
        "condition",
        "closing",
        "transaction",
        "satisfied",
        "including",
        "receipt",
        "required",
        "approval",
        "transaction",
        "complete",
        "term",
        "set",
        "apa",
        "spa",
        "acquisition",
        "node40",
        "business",
        "benefit",
        "company",
        "anticipated",
        "management",
        "rig",
        "successfully",
        "ordered",
        "delivered",
        "rig",
        "perform",
        "expected",
        "management",
        "timing",
        "installation",
        "performance",
        "rig",
        "consistent",
        "management",
        "expectation",
        "although",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "statement",
        "release",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "future",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "factor",
        "may",
        "include",
        "among",
        "others",
        "risk",
        "condition",
        "closing",
        "transaction",
        "satisfied",
        "including",
        "risk",
        "required",
        "approval",
        "obtained",
        "transaction",
        "complete",
        "term",
        "set",
        "apa",
        "spa",
        "risk",
        "transaction",
        "closed",
        "result",
        "anticipated",
        "benefit",
        "company",
        "risk",
        "rig",
        "successfully",
        "ordered",
        "manufacturer",
        "ordered",
        "rig",
        "delivered",
        "company",
        "expected",
        "management",
        "risk",
        "rig",
        "perform",
        "expected",
        "management",
        "risk",
        "rig",
        "delivered",
        "company",
        "timing",
        "delivery",
        "installation",
        "performance",
        "rig",
        "expected",
        "management",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "company",
        "intend",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "source",
        "hashchain",
        "technology",
        "inc"
    ]
}