{
    "organizations": [],
    "uuid": "03cc3fea70adcfe78a35707a05adea9d4170bc49",
    "author": "Inna Lazareva",
    "url": "https://www.reuters.com/article/us-centralafrica-women-rights/lone-warriors-rescue-sex-slaves-rape-survivors-in-central-african-republic-idUSKCN1G70LP",
    "ord_in_thread": 0,
    "title": "Lone warriors rescue sex slaves, rape survivors in Central African Republic",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BANGUI (Thomson Reuters Foundation) - As the wife of a pastor, Hulda was getting ready for Christmas, hanging up decorations and preparing for church services in Bangui, the capital of Central African Republic, when gunshots shattered all attempts at festivities in December 2013.\nTrucks crammed with masked men touting firearms and machetes pulled up on Hulda’s street. They broke down her front door.\nThe rebel fighters yanked Hulda out of a cupboard where she was hiding with her two boys, aged three and five.\n“They screamed at me: ‘Tell us where your husband is so we can kill him. If not, we’ll rape you!',” recalled Hulda, who declined to give her full name, sitting as darkness fell in the courtyard of her friend’s home.\n“I did not say anything, so once they finished ransacking the house, they beat me, and then raped me in front of my children.”\nCentral African Republic has been riven by sectarian conflict since 2013 when Muslim-majority Seleka rebels ousted President Francois Bozize, triggering a vicious backlash by predominantly Christian and animist fighters.\nRape is used systematically as a weapon of war and sexual violence is widespread in the Central African nation, according to the United Nations and rights groups.\nExact numbers are hard to find, but human rights activists say there are hundreds of thousands of survivors, while no one has counted the corpses of those who were abused and then shot, hacked, burned or beaten to death.\nOnly one court in the whole country, roughly the size of France, has ever sentenced anyone for rape, according to Human Rights Watch (HRW).\nDespite evidence logged by the United Nations of sexual violence perpetrated by most armed groups, so far not one fighter has been held accountable. Some of those accused have not only evaded justice but remain in positions of power.\nIn Bangui and beyond, however, activists are trying to assist survivors and fight for justice against the odds.\nMonique Nali, former head of gender promotion at the social affairs ministry, spent her career helping women and girls to overcome abuse, learn to read and write, and gain job skills.\nIn 2013, just after she retired, she was incensed to find gang rapes happening practically on her doorstep.\nWhen she heard about the suffering of her neighbor Hulda, she asked the distraught pastor if he knew of other cases. He returned with a list of 67 names - all from his church alone.\nSECRECY AND STIGMA Nali began contacting the women. “I would take them to the hospital for medical check-ups, and then I would arrange group meetings with other survivors,” she told the Thomson Reuters Foundation.\nSince then, she has counselled hundreds of women - Christian, animist and Muslim - from across the city, and organized training to build up their confidence and abilities.\nHulda said sharing stories helped to heal her pain.\n“I thought my case was the worst – but then I heard of others, whose husband was killed in front of her, whose children were kidnapped,” she said.\nAt the meetings, Hulda met Solange, thrown to the floor and raped by fighters while clutching her two-month-old baby. Her husband, who was tortured for weeks, later abandoned her and her seven children.\nSolange cannot work or send her children to school, and depends on her elderly parents. But being in contact with other survivors has at least helped her beat depression and get on with her life.\n“If I hadn’t been heard, I would have stayed in a state of trauma until today,” said Solange, who gave only her first name.\nThis kind of support for victims goes against the secrecy and stigma surrounding rape in Central African Republic.\n“People still point fingers at you in the street, make fun of you,” said Hulda.\nAnd the damage is often irreparable - from unwanted pregnancies and sexually transmitted diseases to the marital breakdowns that occur in 99 percent of cases, according to Nali.\n“OPEN AIR PRISON”\nEngulfed by violence, Central African Republic has one of the highest proportions of citizens in need of aid worldwide, roughly half of them children under 18, the United Nations says.\nOutside the capital, where the state has little control and poverty is rife, armed groups rape and kidnap young girls, said Remy Djamouss, president of the Center for the Promotion and Defense of Children’s Rights, a Bangui-based organization.\n“Sometimes, rebel chiefs come and tell the parents, ‘We need your daughter’. It’s not a request – it’s an obligation,” he said. “If the parents refuse, they will be killed.”\nAlternatively, the rebels just rape the girls, knowing families will often marry them off to their abuser, he added.\nIn one case he cited, an ex-Seleka rebel chief in the town of Kaga-Bandoro, about 250 km north of Bangui, married a 10-year-old girl and started having sex with her at 11. She bore her first child aged 12.\n“Today she is 16 and goes with him everywhere as his sex slave,” said Djamouss. “She lives in an open-air prison, and many others are in the same atrocious situation,” he said, putting the figure in the hundreds.\nHis centre negotiates with armed groups to release the girls, or helps them flee.\nLast year, Djamouss rescued five girls, while his colleagues freed 15 others around the country, even though rebel chiefs often threatened their lives, he said.\nFEAR AND MISTREATMENT In the face of widespread impunity, Nali, Djamouss and others like them are lone warriors in the battle against rape.\nOutside Bangui, there are only a few functioning courts, while survivors are often too scared to seek legal action, said Carine Fornel of the Association of Female Lawyers, which runs legal drop-in clinics in Bangui and offers counselling.\nA 2017 report by HRW noted that of nearly 300 sexual violence survivors surveyed, only 11 tried to file a complaint. They received death threats and were subjected to physical attacks for daring to come forward, the rights group said.\nSix of the nine women and girls who reported the abuse to state authorities said they were mistreated by those authorities which demanded they track down their own abusers, refused to accept complaints, or did not follow up their cases, HRW noted.\nA recent U.N. report said that in the few cases where the state had taken action, abusers were given derisory sentences, escaped from prison or were moved outside Bangui.\nSolange, for example, spotted one of her attackers freely wandering around a market in the capital.\nFinance is another obstacle to obtaining justice.\n“We don’t have the money to open the case, to pay the lawyers, even to pay for transport. A single mother with a child - where can she find the money?” said Solange.\nHOPE FOR JUSTICE But change could be on the way.\nLast month, Rodrigue Ngaibona, an anti-Balaka militia leader known as “General Andjilo”, was sentenced to life imprisonment after being convicted of murder, theft and illegal possession of arms.\nThe sentence marked the first time a warlord had faced justice for crimes committed in the latest conflict.\nThe trial sent a powerful warning to leaders of armed groups, said Fornel.\n“The very fact of having a warlord face a judge is already a good example to help others understand that their actions will have consequences,” she said.\nA Special Criminal Court, established in 2015 to investigate war crimes and crimes against humanity in Central African Republic since 2003, is also expected to start operating soon.\n“We need to track these people down,” said Solange. “We want them to be condemned... If nothing is done soon, then many others will suffer like we did.”\nReporting by Inna Lazareva, editing by Megan Rowling; Please credit Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women’s rights, trafficking, property rights, and climate change. Visit news.trust.org\n ",
    "published": "2018-02-23T15:09:00.000+02:00",
    "crawled": "2018-02-24T13:37:53.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bangui",
        "thomson",
        "reuters",
        "foundation",
        "wife",
        "pastor",
        "hulda",
        "getting",
        "ready",
        "christmas",
        "hanging",
        "decoration",
        "preparing",
        "church",
        "service",
        "bangui",
        "capital",
        "central",
        "african",
        "republic",
        "gunshot",
        "shattered",
        "attempt",
        "festivity",
        "december",
        "truck",
        "crammed",
        "masked",
        "men",
        "touting",
        "firearm",
        "machete",
        "pulled",
        "hulda",
        "street",
        "broke",
        "front",
        "door",
        "rebel",
        "fighter",
        "yanked",
        "hulda",
        "cupboard",
        "hiding",
        "two",
        "boy",
        "aged",
        "three",
        "five",
        "screamed",
        "tell",
        "u",
        "husband",
        "kill",
        "rape",
        "recalled",
        "hulda",
        "declined",
        "give",
        "full",
        "name",
        "sitting",
        "darkness",
        "fell",
        "courtyard",
        "friend",
        "home",
        "say",
        "anything",
        "finished",
        "ransacking",
        "house",
        "beat",
        "raped",
        "front",
        "central",
        "african",
        "republic",
        "riven",
        "sectarian",
        "conflict",
        "since",
        "seleka",
        "rebel",
        "ousted",
        "president",
        "francois",
        "bozize",
        "triggering",
        "vicious",
        "backlash",
        "predominantly",
        "christian",
        "animist",
        "fighter",
        "rape",
        "used",
        "systematically",
        "weapon",
        "war",
        "sexual",
        "violence",
        "widespread",
        "central",
        "african",
        "nation",
        "according",
        "united",
        "nation",
        "right",
        "group",
        "exact",
        "number",
        "hard",
        "find",
        "human",
        "right",
        "activist",
        "say",
        "hundred",
        "thousand",
        "survivor",
        "one",
        "counted",
        "corps",
        "abused",
        "shot",
        "hacked",
        "burned",
        "beaten",
        "death",
        "one",
        "court",
        "whole",
        "country",
        "roughly",
        "size",
        "france",
        "ever",
        "sentenced",
        "anyone",
        "rape",
        "according",
        "human",
        "right",
        "watch",
        "hrw",
        "despite",
        "evidence",
        "logged",
        "united",
        "nation",
        "sexual",
        "violence",
        "perpetrated",
        "armed",
        "group",
        "far",
        "one",
        "fighter",
        "held",
        "accountable",
        "accused",
        "evaded",
        "justice",
        "remain",
        "position",
        "power",
        "bangui",
        "beyond",
        "however",
        "activist",
        "trying",
        "assist",
        "survivor",
        "fight",
        "justice",
        "odds",
        "monique",
        "nali",
        "former",
        "head",
        "gender",
        "promotion",
        "social",
        "affair",
        "ministry",
        "spent",
        "career",
        "helping",
        "woman",
        "girl",
        "overcome",
        "abuse",
        "learn",
        "read",
        "write",
        "gain",
        "job",
        "skill",
        "retired",
        "incensed",
        "find",
        "gang",
        "rape",
        "happening",
        "practically",
        "doorstep",
        "heard",
        "suffering",
        "neighbor",
        "hulda",
        "asked",
        "distraught",
        "pastor",
        "knew",
        "case",
        "returned",
        "list",
        "name",
        "church",
        "alone",
        "secrecy",
        "stigma",
        "nali",
        "began",
        "contacting",
        "woman",
        "would",
        "take",
        "hospital",
        "medical",
        "would",
        "arrange",
        "group",
        "meeting",
        "survivor",
        "told",
        "thomson",
        "reuters",
        "foundation",
        "since",
        "counselled",
        "hundred",
        "woman",
        "christian",
        "animist",
        "muslim",
        "across",
        "city",
        "organized",
        "training",
        "build",
        "confidence",
        "ability",
        "hulda",
        "said",
        "sharing",
        "story",
        "helped",
        "heal",
        "pain",
        "thought",
        "case",
        "worst",
        "heard",
        "others",
        "whose",
        "husband",
        "killed",
        "front",
        "whose",
        "child",
        "kidnapped",
        "said",
        "meeting",
        "hulda",
        "met",
        "solange",
        "thrown",
        "floor",
        "raped",
        "fighter",
        "clutching",
        "baby",
        "husband",
        "tortured",
        "week",
        "later",
        "abandoned",
        "seven",
        "child",
        "solange",
        "work",
        "send",
        "child",
        "school",
        "depends",
        "elderly",
        "parent",
        "contact",
        "survivor",
        "least",
        "helped",
        "beat",
        "depression",
        "get",
        "life",
        "heard",
        "would",
        "stayed",
        "state",
        "trauma",
        "today",
        "said",
        "solange",
        "gave",
        "first",
        "name",
        "kind",
        "support",
        "victim",
        "go",
        "secrecy",
        "stigma",
        "surrounding",
        "rape",
        "central",
        "african",
        "republic",
        "people",
        "still",
        "point",
        "finger",
        "street",
        "make",
        "fun",
        "said",
        "hulda",
        "damage",
        "often",
        "irreparable",
        "unwanted",
        "pregnancy",
        "sexually",
        "transmitted",
        "disease",
        "marital",
        "breakdown",
        "occur",
        "percent",
        "case",
        "according",
        "nali",
        "open",
        "air",
        "prison",
        "engulfed",
        "violence",
        "central",
        "african",
        "republic",
        "one",
        "highest",
        "proportion",
        "citizen",
        "need",
        "aid",
        "worldwide",
        "roughly",
        "half",
        "child",
        "united",
        "nation",
        "say",
        "outside",
        "capital",
        "state",
        "little",
        "control",
        "poverty",
        "rife",
        "armed",
        "group",
        "rape",
        "kidnap",
        "young",
        "girl",
        "said",
        "remy",
        "djamouss",
        "president",
        "center",
        "promotion",
        "defense",
        "child",
        "right",
        "organization",
        "sometimes",
        "rebel",
        "chief",
        "come",
        "tell",
        "parent",
        "need",
        "daughter",
        "request",
        "obligation",
        "said",
        "parent",
        "refuse",
        "alternatively",
        "rebel",
        "rape",
        "girl",
        "knowing",
        "family",
        "often",
        "marry",
        "abuser",
        "added",
        "one",
        "case",
        "cited",
        "rebel",
        "chief",
        "town",
        "km",
        "north",
        "bangui",
        "married",
        "girl",
        "started",
        "sex",
        "bore",
        "first",
        "child",
        "aged",
        "today",
        "go",
        "everywhere",
        "sex",
        "slave",
        "said",
        "djamouss",
        "life",
        "prison",
        "many",
        "others",
        "atrocious",
        "situation",
        "said",
        "putting",
        "figure",
        "hundred",
        "centre",
        "negotiates",
        "armed",
        "group",
        "release",
        "girl",
        "help",
        "flee",
        "last",
        "year",
        "djamouss",
        "rescued",
        "five",
        "girl",
        "colleague",
        "freed",
        "others",
        "around",
        "country",
        "even",
        "though",
        "rebel",
        "chief",
        "often",
        "threatened",
        "life",
        "said",
        "fear",
        "mistreatment",
        "face",
        "widespread",
        "impunity",
        "nali",
        "djamouss",
        "others",
        "like",
        "lone",
        "warrior",
        "battle",
        "rape",
        "outside",
        "bangui",
        "functioning",
        "court",
        "survivor",
        "often",
        "scared",
        "seek",
        "legal",
        "action",
        "said",
        "carine",
        "fornel",
        "association",
        "female",
        "lawyer",
        "run",
        "legal",
        "clinic",
        "bangui",
        "offer",
        "counselling",
        "report",
        "hrw",
        "noted",
        "nearly",
        "sexual",
        "violence",
        "survivor",
        "surveyed",
        "tried",
        "file",
        "complaint",
        "received",
        "death",
        "threat",
        "subjected",
        "physical",
        "attack",
        "daring",
        "come",
        "forward",
        "right",
        "group",
        "said",
        "six",
        "nine",
        "woman",
        "girl",
        "reported",
        "abuse",
        "state",
        "authority",
        "said",
        "mistreated",
        "authority",
        "demanded",
        "track",
        "abuser",
        "refused",
        "accept",
        "complaint",
        "follow",
        "case",
        "hrw",
        "noted",
        "recent",
        "report",
        "said",
        "case",
        "state",
        "taken",
        "action",
        "abuser",
        "given",
        "derisory",
        "sentence",
        "escaped",
        "prison",
        "moved",
        "outside",
        "bangui",
        "solange",
        "example",
        "spotted",
        "one",
        "attacker",
        "freely",
        "wandering",
        "around",
        "market",
        "capital",
        "finance",
        "another",
        "obstacle",
        "obtaining",
        "justice",
        "money",
        "open",
        "case",
        "pay",
        "lawyer",
        "even",
        "pay",
        "transport",
        "single",
        "mother",
        "child",
        "find",
        "money",
        "said",
        "solange",
        "hope",
        "justice",
        "change",
        "could",
        "way",
        "last",
        "month",
        "rodrigue",
        "ngaibona",
        "militia",
        "leader",
        "known",
        "general",
        "andjilo",
        "sentenced",
        "life",
        "imprisonment",
        "convicted",
        "murder",
        "theft",
        "illegal",
        "possession",
        "arm",
        "sentence",
        "marked",
        "first",
        "time",
        "warlord",
        "faced",
        "justice",
        "crime",
        "committed",
        "latest",
        "conflict",
        "trial",
        "sent",
        "powerful",
        "warning",
        "leader",
        "armed",
        "group",
        "said",
        "fornel",
        "fact",
        "warlord",
        "face",
        "judge",
        "already",
        "good",
        "example",
        "help",
        "others",
        "understand",
        "action",
        "consequence",
        "said",
        "special",
        "criminal",
        "court",
        "established",
        "investigate",
        "war",
        "crime",
        "crime",
        "humanity",
        "central",
        "african",
        "republic",
        "since",
        "also",
        "expected",
        "start",
        "operating",
        "soon",
        "need",
        "track",
        "people",
        "said",
        "solange",
        "want",
        "condemned",
        "nothing",
        "done",
        "soon",
        "many",
        "others",
        "suffer",
        "like",
        "reporting",
        "inna",
        "lazareva",
        "editing",
        "megan",
        "rowling",
        "please",
        "credit",
        "thomson",
        "reuters",
        "foundation",
        "charitable",
        "arm",
        "thomson",
        "reuters",
        "cover",
        "humanitarian",
        "news",
        "woman",
        "right",
        "trafficking",
        "property",
        "right",
        "climate",
        "change",
        "visit"
    ]
}