{
    "organizations": [],
    "uuid": "938ddc6c449a9e4ff3008d5795bf6e82b2993a49",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/21/eight-ways-that-netflix-is-still-under-appreciated.html",
    "ord_in_thread": 0,
    "title": "Eight ways that Netflix is still under-appreciated",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Almost every time I turn on CNBC, I seem to hear a guest expressing skepticism about Netflix's business strategy. Even though it's one of the FANG stocks that people associate with this generation's four horsemen of tech, there seems to be a deep mistrust of Netflix's current plans to spend $8 billion this year on original content. Others question whether Disney's entrance to the streaming market next year is going to \"kill Netflix.\"\nFrom where I sit, there aren't enough bullish voices about Netflix's current strategy and its long-term potential . So, here are my eight reasons why I actually think Netflix is still under-appreciated as a company and as a stock.\nPicture quality. Especially if you subscribe to the Ultra 4K version of Netflix (but even if you don't), you know that there is a huge delta between the quality of their picture when you consume video on a semi-new television compared to that of traditional cable or satellite. It's really noticeable. I don't know why that is or what their engineers have done but it stands out and makes the viewing experience that much more enjoyable. It works! When you go to Netflix, it's an intuitive process. Three-year-olds understand it and can navigate the menu. It's fast and it's easy to go from the end of one episode to the next with minimal disruption. It's all very well thought out. Have you gone to a typical video-on-demand screen for a cable and satellite company? First of all, just try to find that screen. Once you do — after however many minutes it takes you to navigate through your system to get there — then try to figure out or find the show or movie you're interested in watching. It's such a vastly different experience compared to the intuitiveness of Netflix. It's already got enough content. I constantly hear people talk about how Netflix is vulnerable to when Disney (or others) pull their content from the service. Yet Netflix already has plenty of its own content to survive if those external providers pulled the plug today. Go to Netflix tonight and see how many boxes on the screen of viewing options already have the Netflix logo in the corner. And it's only going to get bigger as their billions continue to flow through to their library. A critical mass of your friends now have it and you don't want to be out of the know. Did you subscribe to Netflix when House of Cards first came out and all your friends started discussing it at the water cooler? What about Orange is the New Black? Maybe you could hold off in those early days. You can't do that any longer when all your friends are discussing Black Mirror, Stranger Things, and Riverdale. We've past a critical mass of your friends. You simply have to have it. Its international reach. This really gets glossed over, but the years that they've spent and they money that they've invested going into basically every country in world except China and North Korea is invaluable. They went through the process of meeting with each country's regulatory body and getting access to go direct in each geography. The next foreign service that comes knocking will have a much tougher time in all likelihood, but Netflix is already there. Not only have they incurred losses getting their service off the ground in each country, Netflix has also spent billions on localized content. Anyone who wants to follow the Netflix playbook will have to be willing to stomach years of losses. The lead that they have in terms of their subscriber base over everyone else. Netflix — at over 100 million subscribers globally — is massive. Many people seem to underestimate how they are going to be able to increase that lead from here with their strong momentum. If you get a new TV today, there's a high chance your remote has a dedicated button for Netflix on it. Your grandmother knows about Netflix. Your parents know about Netflix. Your kids want it. How many subscribers will it have when Disney finally launches their direct to consumer offering next year? How many subscribers will Netflix have in 5 years? It's a huge advantage and Netflix's profitability will increase exponentially, as the subscribers rise in a linear fashion. Who cares about the price of the content? When you consider the leadership position Netflix is in, they can either put their foot on the gas over the next five years — spending billions on original content to cement their leadership position — or they could take their foot off the gas and let their competitors catch up. What's the more logical choice for Reed Hastings? As a long-term shareholder, I'd be irate if Netflix decided to run the service for profit today instead of continuing to acquire the next 100 million to 200 million subscribers. They'd be squandering away their lead it's taken 20 years to build, if they didn't spend billions on content. Price hikes won't matter for a while. With all the advantages described above and the existing selection of content in the service, what would be the maximum amount you'd pay for Netflix? For me, assuming they keep hiking prices a buck a month each year, it would be many years before I'd push away from the table and say \"no mas.\" Maybe we instinctively discount how much of a lead Netflix has currently because their rise has been so quick. It seems like just yesterday they were going through the Qwikster debacle or Reed Hastings was insecurely chastising Whitney Tilson in a Seeking Alpha blog post for shorting the stock.\nBut, quick or not, Netflix is the most important media company in the world with big tailwinds behind them. When people carp about them spending $8 billion a year in content, I still think they have a lot of upside ahead of them.\n[Disclosure: Affiliates controlled by Eric Jackson hold long positions in Netflix and Disney]\nCommentary by Eric Jackson, sign up for Eric's monthly Tech & Media Email and his Podcast . You can follow Eric on Twitter @ericjackson .",
    "published": "2018-02-21T18:46:00.000+02:00",
    "crawled": "2018-02-21T18:55:13.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "almost",
        "every",
        "time",
        "turn",
        "cnbc",
        "seem",
        "hear",
        "guest",
        "expressing",
        "skepticism",
        "netflix",
        "business",
        "strategy",
        "even",
        "though",
        "one",
        "fang",
        "stock",
        "people",
        "associate",
        "generation",
        "four",
        "horseman",
        "tech",
        "seems",
        "deep",
        "mistrust",
        "netflix",
        "current",
        "plan",
        "spend",
        "billion",
        "year",
        "original",
        "content",
        "others",
        "question",
        "whether",
        "disney",
        "entrance",
        "streaming",
        "market",
        "next",
        "year",
        "going",
        "kill",
        "netflix",
        "sit",
        "enough",
        "bullish",
        "voice",
        "netflix",
        "current",
        "strategy",
        "potential",
        "eight",
        "reason",
        "actually",
        "think",
        "netflix",
        "still",
        "company",
        "stock",
        "picture",
        "quality",
        "especially",
        "subscribe",
        "ultra",
        "4k",
        "version",
        "netflix",
        "even",
        "know",
        "huge",
        "delta",
        "quality",
        "picture",
        "consume",
        "video",
        "television",
        "compared",
        "traditional",
        "cable",
        "satellite",
        "really",
        "noticeable",
        "know",
        "engineer",
        "done",
        "stand",
        "make",
        "viewing",
        "experience",
        "much",
        "enjoyable",
        "work",
        "go",
        "netflix",
        "intuitive",
        "process",
        "understand",
        "navigate",
        "menu",
        "fast",
        "easy",
        "go",
        "end",
        "one",
        "episode",
        "next",
        "minimal",
        "disruption",
        "well",
        "thought",
        "gone",
        "typical",
        "screen",
        "cable",
        "satellite",
        "company",
        "first",
        "try",
        "find",
        "screen",
        "however",
        "many",
        "minute",
        "take",
        "navigate",
        "system",
        "get",
        "try",
        "figure",
        "find",
        "show",
        "movie",
        "interested",
        "watching",
        "vastly",
        "different",
        "experience",
        "compared",
        "intuitiveness",
        "netflix",
        "already",
        "got",
        "enough",
        "content",
        "constantly",
        "hear",
        "people",
        "talk",
        "netflix",
        "vulnerable",
        "disney",
        "others",
        "pull",
        "content",
        "service",
        "yet",
        "netflix",
        "already",
        "plenty",
        "content",
        "survive",
        "external",
        "provider",
        "pulled",
        "plug",
        "today",
        "go",
        "netflix",
        "tonight",
        "see",
        "many",
        "box",
        "screen",
        "viewing",
        "option",
        "already",
        "netflix",
        "logo",
        "corner",
        "going",
        "get",
        "bigger",
        "billion",
        "continue",
        "flow",
        "library",
        "critical",
        "mass",
        "friend",
        "want",
        "know",
        "subscribe",
        "netflix",
        "house",
        "card",
        "first",
        "came",
        "friend",
        "started",
        "discussing",
        "water",
        "cooler",
        "orange",
        "new",
        "black",
        "maybe",
        "could",
        "hold",
        "early",
        "day",
        "ca",
        "longer",
        "friend",
        "discussing",
        "black",
        "mirror",
        "stranger",
        "thing",
        "riverdale",
        "past",
        "critical",
        "mass",
        "friend",
        "simply",
        "international",
        "reach",
        "really",
        "get",
        "glossed",
        "year",
        "spent",
        "money",
        "invested",
        "going",
        "basically",
        "every",
        "country",
        "world",
        "except",
        "china",
        "north",
        "korea",
        "invaluable",
        "went",
        "process",
        "meeting",
        "country",
        "regulatory",
        "body",
        "getting",
        "access",
        "go",
        "direct",
        "geography",
        "next",
        "foreign",
        "service",
        "come",
        "knocking",
        "much",
        "tougher",
        "time",
        "likelihood",
        "netflix",
        "already",
        "incurred",
        "loss",
        "getting",
        "service",
        "ground",
        "country",
        "netflix",
        "also",
        "spent",
        "billion",
        "localized",
        "content",
        "anyone",
        "want",
        "follow",
        "netflix",
        "playbook",
        "willing",
        "stomach",
        "year",
        "loss",
        "lead",
        "term",
        "subscriber",
        "base",
        "everyone",
        "else",
        "netflix",
        "million",
        "subscriber",
        "globally",
        "massive",
        "many",
        "people",
        "seem",
        "underestimate",
        "going",
        "able",
        "increase",
        "lead",
        "strong",
        "momentum",
        "get",
        "new",
        "tv",
        "today",
        "high",
        "chance",
        "remote",
        "dedicated",
        "button",
        "netflix",
        "grandmother",
        "know",
        "netflix",
        "parent",
        "know",
        "netflix",
        "kid",
        "want",
        "many",
        "subscriber",
        "disney",
        "finally",
        "launch",
        "direct",
        "consumer",
        "offering",
        "next",
        "year",
        "many",
        "subscriber",
        "netflix",
        "year",
        "huge",
        "advantage",
        "netflix",
        "profitability",
        "increase",
        "exponentially",
        "subscriber",
        "rise",
        "linear",
        "fashion",
        "care",
        "price",
        "content",
        "consider",
        "leadership",
        "position",
        "netflix",
        "either",
        "put",
        "foot",
        "gas",
        "next",
        "five",
        "year",
        "spending",
        "billion",
        "original",
        "content",
        "cement",
        "leadership",
        "position",
        "could",
        "take",
        "foot",
        "gas",
        "let",
        "competitor",
        "catch",
        "logical",
        "choice",
        "reed",
        "hastings",
        "shareholder",
        "irate",
        "netflix",
        "decided",
        "run",
        "service",
        "profit",
        "today",
        "instead",
        "continuing",
        "acquire",
        "next",
        "million",
        "million",
        "subscriber",
        "squandering",
        "away",
        "lead",
        "taken",
        "year",
        "build",
        "spend",
        "billion",
        "content",
        "price",
        "hike",
        "wo",
        "matter",
        "advantage",
        "described",
        "existing",
        "selection",
        "content",
        "service",
        "would",
        "maximum",
        "amount",
        "pay",
        "netflix",
        "assuming",
        "keep",
        "hiking",
        "price",
        "buck",
        "month",
        "year",
        "would",
        "many",
        "year",
        "push",
        "away",
        "table",
        "say",
        "ma",
        "maybe",
        "instinctively",
        "discount",
        "much",
        "lead",
        "netflix",
        "currently",
        "rise",
        "quick",
        "seems",
        "like",
        "yesterday",
        "going",
        "qwikster",
        "debacle",
        "reed",
        "hastings",
        "insecurely",
        "chastising",
        "whitney",
        "tilson",
        "seeking",
        "alpha",
        "blog",
        "post",
        "shorting",
        "stock",
        "quick",
        "netflix",
        "important",
        "medium",
        "company",
        "world",
        "big",
        "tailwind",
        "behind",
        "people",
        "carp",
        "spending",
        "billion",
        "year",
        "content",
        "still",
        "think",
        "lot",
        "upside",
        "ahead",
        "disclosure",
        "affiliate",
        "controlled",
        "eric",
        "jackson",
        "hold",
        "long",
        "position",
        "netflix",
        "disney",
        "commentary",
        "eric",
        "jackson",
        "sign",
        "eric",
        "monthly",
        "tech",
        "medium",
        "email",
        "podcast",
        "follow",
        "eric",
        "twitter",
        "ericjackson"
    ]
}