{
    "organizations": [],
    "uuid": "8ce45d3ae3b6f7272a0ee6101ce2d59296b5478b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/23/pr-newswire-this-mornings-technical-outlook-on-insurance-stocks--loews-allstate-hartford-financial-services-and-validus.html",
    "ord_in_thread": 0,
    "title": "This Morning's Technical Outlook on Insurance Stocks -- Loews, Allstate, Hartford Financial Services, and Validus",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Feb. 23, 2018 /PRNewswire/ -- WallStEquities.com strives to bring the best free research to the investment community. Today we are offering reports on L, ALL, HIG, and VR which can be accessed for free by signing up to www.wallstequities.com/registration . WallStEquities.com revisits the Property and Casualty Insurance industry, which consists of companies that are engaged in insurance underwriting, and carriers of property, fire, marine, auto, title, professional liability, funeral, bonding, fidelity, and other surety policies. Four stocks have been lined up this morning for evaluation, and they are: Loews Corp. (NYSE: L), The Allstate Corp. (NYSE: ALL), The Hartford Financial Services Group Inc. (NYSE: HIG), and Validus Holdings Ltd (NYSE: VR). All you have to do is sign up today for this free limited time offer by clicking the link below.\nwww.wallstequities.com/registration\nLoews\nNew York headquartered Loews Corp.'s shares declined slightly by 0.30%, closing Thursday's trading session at $49.60. The stock recorded a trading volume of 1.65 million shares, which was above its three months average volume of 1.27 million shares. The Company's shares have advanced 0.51% over the previous three months and 5.26% over the past year. The stock is trading 2.15% above its 200-day moving average. Additionally, shares of Loews, which through its subsidiaries, provides commercial property and casualty insurance in the US, Canada, the UK, Continental Europe, and Singapore, have a Relative Strength Index (RSI) of 48.47.\nOn February 13 th , 2018, Loews announced the declaration of the Company's quarterly dividend of $0.0625 per share of common stock, payable on March 13 th , 2018 to shareholders of record as of the close of business on February 28 th , 2018. Get the full research report on L for free by clicking below at:\nwww.wallstequities.com/registration/?symbol=L\nAllstate\nOn Thursday, shares in Northbrook, Illinois-based The Allstate Corp. recorded a trading volume of 2.47 million shares, which was above their three months average volume of 2.35 million shares. The stock declined slightly by 0.65%, ending the day at $92.80. The Company's shares have advanced 15.17% over the past year. The stock is trading below its 200-day moving average by 1.08%. Furthermore, shares of Allstate have an RSI of 37.19.\nOn February 07 th , 2018, Allstate announced that its Board of Directors has approved a quarterly dividend of $0.46 on each outstanding share of the Corporation's common stock, payable in cash on April 02 nd , 2018, to stockholders of record at the close of business on March 05 th , 2018. This represents a 24% increase from the dividend declared in the previous quarter.\nOn February 21 st , 2018, research firm Morgan Stanley reiterated its 'Equal-Weight' rating on the Company's stock with a decrease of the target price from $113 a share to $105 a share. ALL's complimentary research coverage is a few simple steps away at:\nwww.wallstequities.com/registration/?symbol=ALL\nHartford Financial Services Group\nConnecticut headquartered The Hartford Financial Services Group Inc.'s stock finished the day 1.35% lower at $53.22 with a total trading volume of 2.36 million shares. The Company's shares have advanced 9.30% over the past year. The stock is trading below its 200-day moving average by 1.99%. Additionally, shares of the Company, which through its subsidiaries, provides insurance and financial services to individual and business customers in the US, have an RSI of 36.07.\nOn February 12 th , 2018, Hartford (HIG), which is the brand name of Hartford Financial Services Group, has been named one of the World's Most Ethical Companies 速 for the tenth time, as designated by the Ethisphere Institute, a global leader in defining and advancing the standards of ethical business practices. HIG is one of two Property and Casualty Insurance companies to receive the designation this year. Register for your free research report on HIG at:\nwww.wallstequities.com/registration/?symbol=HIG\nValidus Holdings\nShares in Pembroke, Bermuda-based Validus Holdings Ltd ended yesterday's session flat at $67.52. The stock recorded a trading volume of 1.81 million shares. The Company's shares have advanced 0.03% in the last month, 37.49% over the previous three months, and 16.94% over the past year. The stock is trading 21.06% and 29.20% above its 50-day and 200-day moving averages, respectively. Moreover, shares of Validus have an RSI of 83.96.\nOn February 07 th , 2018, Validus Holdings announced that its Board of Directors has declared a quarterly cash dividend of $0.38 per common share, payable on March 29 th , 2018, to shareholders of record on March 15 th , 2018. The Board also declared cash dividends on the Company's Series A 5.875% Preferred Shares and Series B 5.800% Preferred Shares of $0.3671875 and $0.3625000 per depositary share, respectively. The Series A and Series B Preferred Share dividends are payable on March 15 th , 2018, to shareholders of record on March 01 st , 2018.\nOn February 13 th , 2018, research firm Buckingham Research downgraded the Company's stock rating from 'Buy' to 'Neutral'. Wall St. Equities' downloadable research report on VR available at:\nwww.wallstequities.com/registration/?symbol=VR\n--\nWall St. Equities :\nWall St. Equities (WSE) produces regular sponsored and non-sponsored reports, articles, stock market blogs, and popular investment newsletters covering equities listed on NYSE and NASDAQ and micro-cap stocks. WSE has two distinct and independent departments. One department produces non-sponsored analyst certified content generally in the form of press releases, articles and reports covering equities listed on NYSE and NASDAQ and the other produces sponsored content (in most cases not reviewed by a registered analyst), which typically consists of compensated investment newsletters, articles and reports covering listed stocks and micro-caps. Such sponsored content is outside the scope of procedures detailed below.\nWSE has not been compensated; directly or indirectly; for producing or publishing this document.\nPRESS RELEASE PROCEDURES :\nThe non-sponsored content contained herein has been prepared by a writer (the \"Author\") and is fact checked and reviewed by a third-party research service company (the \"Reviewer\") represented by a credentialed financial analyst [for further information on analyst credentials, please email info@wallstequities.com . Rohit Tuli, a CFA速 charterholder (the \"Sponsor\"), provides necessary guidance in preparing the document templates. The Reviewer has reviewed and revised the content, as necessary, based on publicly available information which is believed to be reliable. Content is researched, written and reviewed on a reasonable-effort basis. The Reviewer has not performed any independent investigations or forensic audits to validate the information herein. The Reviewer has only independently reviewed the information provided by the Author according to the procedures outlined by WSE. WSE is not entitled to veto or interfere in the application of such procedures by the third-party research service company to the articles, documents or reports, as the case may be. Unless otherwise noted, any content outside of this document has no association with the Author or the Reviewer in any way.\nNO WARRANTY\nWSE, the Author, and the Reviewer are not responsible for any error which may be occasioned at the time of printing of this document or any error, mistake or shortcoming. No liability is accepted whatsoever for any direct, indirect or consequential loss arising from the use of this document. WSE, the Author, and the Reviewer expressly disclaim any fiduciary responsibility or liability for any consequences, financial or otherwise arising from any reliance placed on the information in this document. Additionally, WSE, the Author, and the Reviewer do not (1) guarantee the accuracy, timeliness, completeness or correct sequencing of the information, or (2) warrant any results from use of the information. The included information is subject to change without notice.\nNOT AN OFFERING\nThis document is not intended as an offering, recommendation, or a solicitation of an offer to buy or sell the securities mentioned or discussed, and is to be used for informational purposes only. Please read all associated disclosures and disclaimers in full before investing. Neither WSE nor any party affiliated with us is a registered investment adviser or broker-dealer with any agency or in any jurisdiction whatsoever. To download our report(s), read our disclosures, or for more information, visit\nhttps://wallstequities.com/legal-disclaimer/\nCONTACT\nFor any questions, inquiries, or comments reach out to us directly. If you're a company, we are covering and wish to no longer feature on our coverage list contact us via email and/or phone between 09:30 EDT to 16:00 EDT from Monday to Friday at:\nEmail: info@wallstequities.com\nPhone number: +21-32-044-483\nOffice Address: 1 Scotts Road #24-10, Shaw Center Singapore 228\nCFA速 and Chartered Financial Analyst速 are registered trademarks owned by CFA Institute.\nView original content: http://www.prnewswire.com/news-releases/this-mornings-technical-outlook-on-insurance-stocks----loews-allstate-hartford-financial-services-and-validus-300603273.html\nSOURCE Wall St. Equities",
    "published": "2018-02-23T14:10:00.000+02:00",
    "crawled": "2018-02-23T17:18:27.102+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "strives",
        "bring",
        "best",
        "free",
        "research",
        "investment",
        "community",
        "today",
        "offering",
        "report",
        "l",
        "hig",
        "vr",
        "accessed",
        "free",
        "signing",
        "revisits",
        "property",
        "casualty",
        "insurance",
        "industry",
        "consists",
        "company",
        "engaged",
        "insurance",
        "underwriting",
        "carrier",
        "property",
        "fire",
        "marine",
        "auto",
        "title",
        "professional",
        "liability",
        "funeral",
        "bonding",
        "fidelity",
        "surety",
        "policy",
        "four",
        "stock",
        "lined",
        "morning",
        "evaluation",
        "loews",
        "nyse",
        "l",
        "allstate",
        "nyse",
        "hartford",
        "financial",
        "service",
        "group",
        "nyse",
        "hig",
        "validus",
        "holding",
        "ltd",
        "nyse",
        "vr",
        "sign",
        "today",
        "free",
        "limited",
        "time",
        "offer",
        "clicking",
        "link",
        "loews",
        "new",
        "york",
        "headquartered",
        "loews",
        "share",
        "declined",
        "slightly",
        "closing",
        "thursday",
        "trading",
        "session",
        "stock",
        "recorded",
        "trading",
        "volume",
        "million",
        "share",
        "three",
        "month",
        "average",
        "volume",
        "million",
        "share",
        "company",
        "share",
        "advanced",
        "previous",
        "three",
        "month",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "additionally",
        "share",
        "loews",
        "subsidiary",
        "provides",
        "commercial",
        "property",
        "casualty",
        "insurance",
        "u",
        "canada",
        "uk",
        "continental",
        "europe",
        "singapore",
        "relative",
        "strength",
        "index",
        "rsi",
        "february",
        "th",
        "loews",
        "announced",
        "declaration",
        "company",
        "quarterly",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "payable",
        "march",
        "th",
        "shareholder",
        "record",
        "close",
        "business",
        "february",
        "th",
        "get",
        "full",
        "research",
        "report",
        "l",
        "free",
        "clicking",
        "allstate",
        "thursday",
        "share",
        "northbrook",
        "allstate",
        "recorded",
        "trading",
        "volume",
        "million",
        "share",
        "three",
        "month",
        "average",
        "volume",
        "million",
        "share",
        "stock",
        "declined",
        "slightly",
        "ending",
        "day",
        "company",
        "share",
        "advanced",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "furthermore",
        "share",
        "allstate",
        "rsi",
        "february",
        "th",
        "allstate",
        "announced",
        "board",
        "director",
        "approved",
        "quarterly",
        "dividend",
        "outstanding",
        "share",
        "corporation",
        "common",
        "stock",
        "payable",
        "cash",
        "april",
        "nd",
        "stockholder",
        "record",
        "close",
        "business",
        "march",
        "th",
        "represents",
        "increase",
        "dividend",
        "declared",
        "previous",
        "quarter",
        "february",
        "st",
        "research",
        "firm",
        "morgan",
        "stanley",
        "reiterated",
        "rating",
        "company",
        "stock",
        "decrease",
        "target",
        "price",
        "share",
        "share",
        "complimentary",
        "research",
        "coverage",
        "simple",
        "step",
        "away",
        "hartford",
        "financial",
        "service",
        "group",
        "connecticut",
        "headquartered",
        "hartford",
        "financial",
        "service",
        "group",
        "stock",
        "finished",
        "day",
        "lower",
        "total",
        "trading",
        "volume",
        "million",
        "share",
        "company",
        "share",
        "advanced",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "additionally",
        "share",
        "company",
        "subsidiary",
        "provides",
        "insurance",
        "financial",
        "service",
        "individual",
        "business",
        "customer",
        "u",
        "rsi",
        "february",
        "th",
        "hartford",
        "hig",
        "brand",
        "name",
        "hartford",
        "financial",
        "service",
        "group",
        "named",
        "one",
        "world",
        "ethical",
        "company",
        "tenth",
        "time",
        "designated",
        "ethisphere",
        "institute",
        "global",
        "leader",
        "defining",
        "advancing",
        "standard",
        "ethical",
        "business",
        "practice",
        "hig",
        "one",
        "two",
        "property",
        "casualty",
        "insurance",
        "company",
        "receive",
        "designation",
        "year",
        "register",
        "free",
        "research",
        "report",
        "hig",
        "validus",
        "holding",
        "share",
        "pembroke",
        "validus",
        "holding",
        "ltd",
        "ended",
        "yesterday",
        "session",
        "flat",
        "stock",
        "recorded",
        "trading",
        "volume",
        "million",
        "share",
        "company",
        "share",
        "advanced",
        "last",
        "month",
        "previous",
        "three",
        "month",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "respectively",
        "moreover",
        "share",
        "validus",
        "rsi",
        "february",
        "th",
        "validus",
        "holding",
        "announced",
        "board",
        "director",
        "declared",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "common",
        "share",
        "payable",
        "march",
        "th",
        "shareholder",
        "record",
        "march",
        "th",
        "board",
        "also",
        "declared",
        "cash",
        "dividend",
        "company",
        "series",
        "preferred",
        "share",
        "series",
        "b",
        "preferred",
        "share",
        "per",
        "depositary",
        "share",
        "respectively",
        "series",
        "series",
        "b",
        "preferred",
        "share",
        "dividend",
        "payable",
        "march",
        "th",
        "shareholder",
        "record",
        "march",
        "st",
        "february",
        "th",
        "research",
        "firm",
        "buckingham",
        "research",
        "downgraded",
        "company",
        "stock",
        "rating",
        "wall",
        "equity",
        "downloadable",
        "research",
        "report",
        "vr",
        "available",
        "wall",
        "equity",
        "wall",
        "equity",
        "wse",
        "produce",
        "regular",
        "sponsored",
        "report",
        "article",
        "stock",
        "market",
        "blog",
        "popular",
        "investment",
        "newsletter",
        "covering",
        "equity",
        "listed",
        "nyse",
        "nasdaq",
        "stock",
        "wse",
        "two",
        "distinct",
        "independent",
        "department",
        "one",
        "department",
        "produce",
        "analyst",
        "certified",
        "content",
        "generally",
        "form",
        "press",
        "release",
        "article",
        "report",
        "covering",
        "equity",
        "listed",
        "nyse",
        "nasdaq",
        "produce",
        "sponsored",
        "content",
        "case",
        "reviewed",
        "registered",
        "analyst",
        "typically",
        "consists",
        "compensated",
        "investment",
        "newsletter",
        "article",
        "report",
        "covering",
        "listed",
        "stock",
        "sponsored",
        "content",
        "outside",
        "scope",
        "procedure",
        "detailed",
        "wse",
        "compensated",
        "directly",
        "indirectly",
        "producing",
        "publishing",
        "document",
        "press",
        "release",
        "procedure",
        "content",
        "contained",
        "herein",
        "prepared",
        "writer",
        "author",
        "fact",
        "checked",
        "reviewed",
        "research",
        "service",
        "company",
        "reviewer",
        "represented",
        "credentialed",
        "financial",
        "analyst",
        "information",
        "analyst",
        "credential",
        "please",
        "email",
        "info",
        "rohit",
        "tuli",
        "charterholder",
        "sponsor",
        "provides",
        "necessary",
        "guidance",
        "preparing",
        "document",
        "template",
        "reviewer",
        "reviewed",
        "revised",
        "content",
        "necessary",
        "based",
        "publicly",
        "available",
        "information",
        "believed",
        "reliable",
        "content",
        "researched",
        "written",
        "reviewed",
        "basis",
        "reviewer",
        "performed",
        "independent",
        "investigation",
        "forensic",
        "audit",
        "validate",
        "information",
        "herein",
        "reviewer",
        "independently",
        "reviewed",
        "information",
        "provided",
        "author",
        "according",
        "procedure",
        "outlined",
        "wse",
        "wse",
        "entitled",
        "veto",
        "interfere",
        "application",
        "procedure",
        "research",
        "service",
        "company",
        "article",
        "document",
        "report",
        "case",
        "may",
        "unless",
        "otherwise",
        "noted",
        "content",
        "outside",
        "document",
        "association",
        "author",
        "reviewer",
        "way",
        "warranty",
        "wse",
        "author",
        "reviewer",
        "responsible",
        "error",
        "may",
        "occasioned",
        "time",
        "printing",
        "document",
        "error",
        "mistake",
        "shortcoming",
        "liability",
        "accepted",
        "whatsoever",
        "direct",
        "indirect",
        "consequential",
        "loss",
        "arising",
        "use",
        "document",
        "wse",
        "author",
        "reviewer",
        "expressly",
        "disclaim",
        "fiduciary",
        "responsibility",
        "liability",
        "consequence",
        "financial",
        "otherwise",
        "arising",
        "reliance",
        "placed",
        "information",
        "document",
        "additionally",
        "wse",
        "author",
        "reviewer",
        "guarantee",
        "accuracy",
        "timeliness",
        "completeness",
        "correct",
        "sequencing",
        "information",
        "warrant",
        "result",
        "use",
        "information",
        "included",
        "information",
        "subject",
        "change",
        "without",
        "notice",
        "offering",
        "document",
        "intended",
        "offering",
        "recommendation",
        "solicitation",
        "offer",
        "buy",
        "sell",
        "security",
        "mentioned",
        "discussed",
        "used",
        "informational",
        "purpose",
        "please",
        "read",
        "associated",
        "disclosure",
        "disclaimer",
        "full",
        "investing",
        "neither",
        "wse",
        "party",
        "affiliated",
        "u",
        "registered",
        "investment",
        "adviser",
        "agency",
        "jurisdiction",
        "whatsoever",
        "download",
        "report",
        "read",
        "disclosure",
        "information",
        "visit",
        "http",
        "contact",
        "question",
        "inquiry",
        "comment",
        "reach",
        "u",
        "directly",
        "company",
        "covering",
        "wish",
        "longer",
        "feature",
        "coverage",
        "list",
        "contact",
        "u",
        "via",
        "email",
        "phone",
        "edt",
        "edt",
        "monday",
        "friday",
        "email",
        "info",
        "phone",
        "number",
        "office",
        "address",
        "scott",
        "road",
        "shaw",
        "center",
        "singapore",
        "chartered",
        "financial",
        "registered",
        "trademark",
        "owned",
        "cfa",
        "institute",
        "view",
        "original",
        "content",
        "http",
        "source",
        "wall",
        "equity"
    ]
}