{
    "organizations": [],
    "uuid": "7abac8f0cb7f6e5c9485ca4ef4bc0f86ba203243",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/27/globe-newswire-kar-pursues-separation-of-iaa-salvage-auction-business-unit.html",
    "ord_in_thread": 0,
    "title": "KAR Pursues Separation of IAA Salvage Auction Business Unit",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CARMEL, Ind.,\nProposed separation will create two independent, publicly traded companies with distinct strengths that position both for continued market leadership and growth Independence will provide greater flexibility to meet the evolving needs of both companies’ unique customers while advancing their respective strategic priorities Simplified financial reporting will allow investors to more accurately assess and value the performance of each individual business Spin-off is expected to close within the next 12 months; KAR stockholders will retain shares of the remaining KAR Auction Services, Inc. and will receive new shares of Insurance Auto Auctions Investor conference call scheduled for February 28, 2018 at 11:00 am EST\nKAR Auction Services, Inc. (NYSE:KAR), a global automotive remarketing and technology solutions provider, has announced it is pursuing a separation of its Insurance Auto Auctions (IAA) salvage auction business unit. The separation aims to increase shareholder value and focus each company’s strategic priorities on its respective marketplace and unique customers. The tax-free spin-off is expected to close within the next twelve months and will create two independent, publicly traded companies with distinct strengths that position them for continued success and market leadership.\n“IAA has been a meaningful part of the KAR platform for over ten years, despite limited operational overlap between IAA and KAR’s core whole car operations,” said Jim Hallett, Chairman and CEO of KAR Auction Services, Inc. “The proposed separation will give KAR and IAA the flexibility to advance unique strategic priorities and make independent decisions on investments, acquisitions and capital expenditures. In turn, this will help both companies focus investments and innovation on serving their customers and strengthen their respective competitive positioning in the global marketplace.”\nThe decision to pursue a separation of IAA from KAR was approved by the KAR Board of Directors after considering multiple independent analyses of potential growth and shareholder value generation opportunities. KAR believes the proposed transaction will unlock shareholder value not currently reflected in the combined company by simplifying the business model and financial reporting of the independent companies. The transaction will provide investors with enhanced insight into each company’s unique value drivers, allowing them to better assess KAR and IAA on the merits of their individual performance and value each company separately.\n“Our primary responsibilities are to deliver on our customer commitments and maximize value for our stockholders,” said Hallett. “The two companies will offer distinct and compelling investment opportunities based on track records of successful performance and highly streamlined operating models.”\nAfter completion, KAR will focus primarily on its whole car auction marketplaces and technology solutions serving OEMs, captive financing companies, vehicle lending institutions, fleets, and franchise and independent car dealers. IAA will focus on the salvage vehicle marketplace serving insurance carrier sellers and a network of buyers including dealers, vehicle and parts recyclers and metal scrapping companies. Jim Hallett will remain CEO and chairman of the Board of Directors for KAR. John Kett, who currently serves as IAA’s president and CEO, will continue to lead IAA after the separation.\n“The support of KAR has allowed IAA to significantly grow our business and deliver an unmatched portfolio of products and services to our insurance customers,” said John Kett, president and CEO of IAA. “With this strong foundation and our robust pipeline of innovation, IAA is well positioned to serve our customers and expand our market presence after separation.”\nFollowing the separation, Insurance Auto Auctions, Inc. will retain their North American salvage vehicle operations and the HBC Vehicle Services business in the UK. All other current KAR businesses will remain part of KAR Auction Services, Inc.\nThe companies are committed to ensuring a smooth and seamless transition of all operations for their respective customers, employees, suppliers and business partners. The companies will begin the process of defining the organizational designs of the resulting entities to ensure the right capabilities are in place to drive long-term growth and shareholder value. Comprehensive transition plans will be developed and multiple cross-company work teams will work collaboratively to complete the proposed transaction as efficiently and effectively as possible.\nTransaction Details\nUpon completion of the planned spin-off, KAR shareholders will receive shares of IAA. Details of the distribution will be included in the initial Form 10 Registration Statement, which is expected to be filed later this year. Completion of the spin-off is expected within the next 12 months, subject to final approval by KAR’s Board of Directors as well as customary market, regulatory and other closing conditions. There can be no assurance regarding the timing of the spin-off or its completion. IAA is expected to be traded on the New York Stock Exchange following separation.\nCompany Details\nBased on KAR’s 2017 reported financials, the proposed separation would create two high-performing independent publicly traded companies. Excluding IAA, KAR sold 3.2 million vehicles in 2017 and operates in 75 auction locations and over 100 finance locations. KAR maintains a leading market position in the whole car auction marketplace and generated $2.2 billion in revenue in 2017. IAA operates in 186 locations and sold 2.4 million vehicles last year. IAA maintains its leading market position in the salvage vehicle auction industry and generated $1.2 billion in revenue in 2017.\nAdvisors\nBarclays is serving as exclusive financial advisor and Skadden, Arps, Meagher & Flom LLP is serving as legal advisor to KAR Auction Services, Inc.\nConference Call Details\nAn investor and analyst conference call and webcast has been scheduled for February 28, 2018 at 11 a.m. EST. To access the call, please dial (844) 778-4145 and entering pass code 9273598 at least 10 minutes prior to the call. The call will also be available via live webcast on the investor relations page of www.karauctionservices.com and will be available for playback after the call.\nKAR Contacts\nMedia Inquiries: Analyst Inquiries: Tobin Richer Mike Eliason (317) 249-4521 (317) 249-4559 tobin.richer@karauctionservices.com mike.eliason@karauctionservices.com About KAR Auction Services\nKAR Auction Services (NYSE:KAR) provides sellers and buyers across the global wholesale used vehicle industry with innovative, technology-driven remarketing solutions. KAR’s unique end-to-end platform supports whole car, salvage, financing, logistics and other ancillary and related services, including the sale of more than 5.5 million units valued at over $40 billion through our auctions. Our integrated physical, online and mobile marketplaces reduce risk, improve transparency and streamline transactions for customers in 120 countries. Headquartered in Carmel, Ind., KAR has approximately 17,500 employees across the United States, Canada, Mexico and the United Kingdom. For more information go to www.karauctionservices.com . For the latest KAR news follow us on Twitter @KARSpeaks .\nImportant Information for Stockholders and Investors - Forward-Looking Statements\nCertain statements contained in this release, including the statements regarding the anticipated separation of KAR into two independent companies, the expected timetable for completing the transaction and any other statements regarding events or developments that we believe or anticipate will or may occur in the future, are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks, trends and uncertainties. Consummation of the separation is subject to a number of factors, many of which are not within KAR’s control. Accordingly, no assurance can be given that the separation will be consummated within the time frame specified or at all. These forward-looking statements speak only as of the date of this presentation and KAR does not assume any obligation to update or revise any forward-looking statement, whether as a result of new information, future events and developments or otherwise.\nSource:KAR Auction Services, Inc.",
    "published": "2018-02-28T01:00:00.000+02:00",
    "crawled": "2018-02-28T01:21:48.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "carmel",
        "proposed",
        "separation",
        "create",
        "two",
        "independent",
        "publicly",
        "traded",
        "company",
        "distinct",
        "strength",
        "position",
        "continued",
        "market",
        "leadership",
        "growth",
        "independence",
        "provide",
        "greater",
        "flexibility",
        "meet",
        "evolving",
        "need",
        "company",
        "unique",
        "customer",
        "advancing",
        "respective",
        "strategic",
        "priority",
        "simplified",
        "financial",
        "reporting",
        "allow",
        "investor",
        "accurately",
        "assess",
        "value",
        "performance",
        "individual",
        "business",
        "expected",
        "close",
        "within",
        "next",
        "month",
        "kar",
        "stockholder",
        "retain",
        "share",
        "remaining",
        "kar",
        "auction",
        "service",
        "receive",
        "new",
        "share",
        "insurance",
        "auto",
        "auction",
        "investor",
        "conference",
        "call",
        "scheduled",
        "february",
        "est",
        "kar",
        "auction",
        "service",
        "nyse",
        "kar",
        "global",
        "automotive",
        "remarketing",
        "technology",
        "solution",
        "provider",
        "announced",
        "pursuing",
        "separation",
        "insurance",
        "auto",
        "auction",
        "iaa",
        "salvage",
        "auction",
        "business",
        "unit",
        "separation",
        "aim",
        "increase",
        "shareholder",
        "value",
        "focus",
        "company",
        "strategic",
        "priority",
        "respective",
        "marketplace",
        "unique",
        "customer",
        "expected",
        "close",
        "within",
        "next",
        "twelve",
        "month",
        "create",
        "two",
        "independent",
        "publicly",
        "traded",
        "company",
        "distinct",
        "strength",
        "position",
        "continued",
        "success",
        "market",
        "leadership",
        "iaa",
        "meaningful",
        "part",
        "kar",
        "platform",
        "ten",
        "year",
        "despite",
        "limited",
        "operational",
        "overlap",
        "iaa",
        "kar",
        "core",
        "whole",
        "car",
        "operation",
        "said",
        "jim",
        "hallett",
        "chairman",
        "ceo",
        "kar",
        "auction",
        "service",
        "proposed",
        "separation",
        "give",
        "kar",
        "iaa",
        "flexibility",
        "advance",
        "unique",
        "strategic",
        "priority",
        "make",
        "independent",
        "decision",
        "investment",
        "acquisition",
        "capital",
        "expenditure",
        "turn",
        "help",
        "company",
        "focus",
        "investment",
        "innovation",
        "serving",
        "customer",
        "strengthen",
        "respective",
        "competitive",
        "positioning",
        "global",
        "decision",
        "pursue",
        "separation",
        "iaa",
        "kar",
        "approved",
        "kar",
        "board",
        "director",
        "considering",
        "multiple",
        "independent",
        "analysis",
        "potential",
        "growth",
        "shareholder",
        "value",
        "generation",
        "opportunity",
        "kar",
        "belief",
        "proposed",
        "transaction",
        "unlock",
        "shareholder",
        "value",
        "currently",
        "reflected",
        "combined",
        "company",
        "simplifying",
        "business",
        "model",
        "financial",
        "reporting",
        "independent",
        "company",
        "transaction",
        "provide",
        "investor",
        "enhanced",
        "insight",
        "company",
        "unique",
        "value",
        "driver",
        "allowing",
        "better",
        "assess",
        "kar",
        "iaa",
        "merit",
        "individual",
        "performance",
        "value",
        "company",
        "separately",
        "primary",
        "responsibility",
        "deliver",
        "customer",
        "commitment",
        "maximize",
        "value",
        "stockholder",
        "said",
        "hallett",
        "two",
        "company",
        "offer",
        "distinct",
        "compelling",
        "investment",
        "opportunity",
        "based",
        "track",
        "record",
        "successful",
        "performance",
        "highly",
        "streamlined",
        "operating",
        "completion",
        "kar",
        "focus",
        "primarily",
        "whole",
        "car",
        "auction",
        "marketplace",
        "technology",
        "solution",
        "serving",
        "oems",
        "captive",
        "financing",
        "company",
        "vehicle",
        "lending",
        "institution",
        "fleet",
        "franchise",
        "independent",
        "car",
        "dealer",
        "iaa",
        "focus",
        "salvage",
        "vehicle",
        "marketplace",
        "serving",
        "insurance",
        "carrier",
        "seller",
        "network",
        "buyer",
        "including",
        "dealer",
        "vehicle",
        "part",
        "recyclers",
        "metal",
        "scrapping",
        "company",
        "jim",
        "hallett",
        "remain",
        "ceo",
        "chairman",
        "board",
        "director",
        "kar",
        "john",
        "kett",
        "currently",
        "serf",
        "iaa",
        "president",
        "ceo",
        "continue",
        "lead",
        "iaa",
        "separation",
        "support",
        "kar",
        "allowed",
        "iaa",
        "significantly",
        "grow",
        "business",
        "deliver",
        "unmatched",
        "portfolio",
        "product",
        "service",
        "insurance",
        "customer",
        "said",
        "john",
        "kett",
        "president",
        "ceo",
        "iaa",
        "strong",
        "foundation",
        "robust",
        "pipeline",
        "innovation",
        "iaa",
        "well",
        "positioned",
        "serve",
        "customer",
        "expand",
        "market",
        "presence",
        "following",
        "separation",
        "insurance",
        "auto",
        "auction",
        "retain",
        "north",
        "american",
        "salvage",
        "vehicle",
        "operation",
        "hbc",
        "vehicle",
        "service",
        "business",
        "uk",
        "current",
        "kar",
        "business",
        "remain",
        "part",
        "kar",
        "auction",
        "service",
        "company",
        "committed",
        "ensuring",
        "smooth",
        "seamless",
        "transition",
        "operation",
        "respective",
        "customer",
        "employee",
        "supplier",
        "business",
        "partner",
        "company",
        "begin",
        "process",
        "defining",
        "organizational",
        "design",
        "resulting",
        "entity",
        "ensure",
        "right",
        "capability",
        "place",
        "drive",
        "growth",
        "shareholder",
        "value",
        "comprehensive",
        "transition",
        "plan",
        "developed",
        "multiple",
        "work",
        "team",
        "work",
        "collaboratively",
        "complete",
        "proposed",
        "transaction",
        "efficiently",
        "effectively",
        "possible",
        "transaction",
        "detail",
        "upon",
        "completion",
        "planned",
        "kar",
        "shareholder",
        "receive",
        "share",
        "iaa",
        "detail",
        "distribution",
        "included",
        "initial",
        "form",
        "registration",
        "statement",
        "expected",
        "filed",
        "later",
        "year",
        "completion",
        "expected",
        "within",
        "next",
        "month",
        "subject",
        "final",
        "approval",
        "kar",
        "board",
        "director",
        "well",
        "customary",
        "market",
        "regulatory",
        "closing",
        "condition",
        "assurance",
        "regarding",
        "timing",
        "completion",
        "iaa",
        "expected",
        "traded",
        "new",
        "york",
        "stock",
        "exchange",
        "following",
        "separation",
        "company",
        "detail",
        "based",
        "kar",
        "reported",
        "financials",
        "proposed",
        "separation",
        "would",
        "create",
        "two",
        "independent",
        "publicly",
        "traded",
        "company",
        "excluding",
        "iaa",
        "kar",
        "sold",
        "million",
        "vehicle",
        "operates",
        "auction",
        "location",
        "finance",
        "location",
        "kar",
        "maintains",
        "leading",
        "market",
        "position",
        "whole",
        "car",
        "auction",
        "marketplace",
        "generated",
        "billion",
        "revenue",
        "iaa",
        "operates",
        "location",
        "sold",
        "million",
        "vehicle",
        "last",
        "year",
        "iaa",
        "maintains",
        "leading",
        "market",
        "position",
        "salvage",
        "vehicle",
        "auction",
        "industry",
        "generated",
        "billion",
        "revenue",
        "advisor",
        "barclays",
        "serving",
        "exclusive",
        "financial",
        "advisor",
        "skadden",
        "arp",
        "meagher",
        "flom",
        "llp",
        "serving",
        "legal",
        "advisor",
        "kar",
        "auction",
        "service",
        "conference",
        "call",
        "detail",
        "investor",
        "analyst",
        "conference",
        "call",
        "webcast",
        "scheduled",
        "february",
        "est",
        "access",
        "call",
        "please",
        "dial",
        "entering",
        "pas",
        "code",
        "least",
        "minute",
        "prior",
        "call",
        "call",
        "also",
        "available",
        "via",
        "live",
        "webcast",
        "investor",
        "relation",
        "page",
        "available",
        "playback",
        "call",
        "kar",
        "contact",
        "medium",
        "inquiry",
        "analyst",
        "inquiry",
        "tobin",
        "richer",
        "mike",
        "eliason",
        "kar",
        "auction",
        "service",
        "kar",
        "auction",
        "service",
        "nyse",
        "kar",
        "provides",
        "seller",
        "buyer",
        "across",
        "global",
        "wholesale",
        "used",
        "vehicle",
        "industry",
        "innovative",
        "remarketing",
        "solution",
        "kar",
        "unique",
        "platform",
        "support",
        "whole",
        "car",
        "salvage",
        "financing",
        "logistics",
        "ancillary",
        "related",
        "service",
        "including",
        "sale",
        "million",
        "unit",
        "valued",
        "billion",
        "auction",
        "integrated",
        "physical",
        "online",
        "mobile",
        "marketplace",
        "reduce",
        "risk",
        "improve",
        "transparency",
        "streamline",
        "transaction",
        "customer",
        "country",
        "headquartered",
        "carmel",
        "kar",
        "approximately",
        "employee",
        "across",
        "united",
        "state",
        "canada",
        "mexico",
        "united",
        "kingdom",
        "information",
        "go",
        "latest",
        "kar",
        "news",
        "follow",
        "u",
        "twitter",
        "karspeaks",
        "important",
        "information",
        "stockholder",
        "investor",
        "statement",
        "certain",
        "statement",
        "contained",
        "release",
        "including",
        "statement",
        "regarding",
        "anticipated",
        "separation",
        "kar",
        "two",
        "independent",
        "company",
        "expected",
        "timetable",
        "completing",
        "transaction",
        "statement",
        "regarding",
        "event",
        "development",
        "believe",
        "anticipate",
        "may",
        "occur",
        "future",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "certain",
        "risk",
        "trend",
        "uncertainty",
        "consummation",
        "separation",
        "subject",
        "number",
        "factor",
        "many",
        "within",
        "kar",
        "control",
        "accordingly",
        "assurance",
        "given",
        "separation",
        "consummated",
        "within",
        "time",
        "frame",
        "specified",
        "statement",
        "speak",
        "date",
        "presentation",
        "kar",
        "assume",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "otherwise",
        "source",
        "kar",
        "auction",
        "service",
        "inc"
    ]
}