{
    "organizations": [],
    "uuid": "5086bc4c537138bcebe6ce65ed48a7404437c1d5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/pr-newswire-synthetic-biologics-reports-2017-year-end-operational-highlights-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Synthetic Biologics Reports 2017 Year End Operational Highlights and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCKVILLE, Md., Feb. 22, 2018 /PRNewswire/ -- Synthetic Biologics, Inc. (NYSE American: SYN), a late-stage clinical company developing therapeutics that preserve the microbiome to protect and restore the health of patients, today provided a clinical programs update and reported financial results for the year ended December 31, 2017.\n\"In 2017, Synthetic Biologics achieved several important milestones in the advancement of our late-stage pipeline of best-in-class microbiome product candidates targeting the prevention and treatment of life-threatening bacterial infections and gut microbiome disorders. We are excited by the potential of our clinical programs to improve patient outcomes and quality of life and are working closely with the FDA to develop a path forward for SYN-004 (ribaxamase), targeting an end of Phase 2 meeting with the FDA during the second half of 2018,\" said Steven Shallcross, Interim Chief Executive Officer and Chief Financial Officer. \"We believe SYN-004, when co-administered with certain intravenous beta-lactam antibiotics may help prevent the onset of primary Clostridium difficile infection (CDI), overgrowth of pathogenic organisms and the emergence of antimicrobial resistance (AMR), thereby making current antibiotic therapy more effective, and preventing life-threatening infections which may result from antibiotic-mediated dysbiosis,\" he added.\n\"In 2018, our priorities are to establish the optimal clinical protocol for SYN-004's Phase 3 study design, in collaboration with the FDA, and to continue to aggressively evaluate potential strategic relationships to speed the advancement and maximize the potential for success for our late-stage product candidates, including both SYN-004 and SYN-010 for the treatment of IBS-C,\" concluded Shallcross.\nClinical Development and Operational Update\nPresented additional supportive results regarding several exploratory endpoints from a Phase 2b proof-of-concept clinical trial designed to evaluate SYN-004's (ribaxamase) ability to protect the gut microbiome from opportunistic bacterial infections and prevent the emergence of antimicrobial resistance in the gut microbiome in 4Q 2017 Plan to continue collaborative discussions with the FDA to solidify details and components of the drug development plan and regulatory pathway towards marketing approval for SYN-004 (ribaxamase) in the 1H 2018 Anticipate End of Phase 2 meeting with FDA in the 2H 2018 Plan to initiate Phase 3 clinical trial(s) in 2019 Continue efforts to solidify clinical infrastructure to support successful advancement of SYN-010, designed to treat an underlying cause of the symptoms associated with irritable bowel syndrome with constipation (IBS-C)\nYear Ended December 31, 2017 Financial Results\nGeneral and administrative expenses decreased to $7.5 million for the year ended December 31, 2017, compared to $10.1 million for the year ended December 31, 2016. This decrease is primarily the result of higher salary expense and related benefits costs incurred in 2016 in connection with the transition of the administrative and financial office to our Maryland headquarters, and higher investor relations, consulting and legal costs in 2016 related to our 2016 equity financing. The charge relating to stock-based compensation expense was $2.0 million for the year ended December 31, 2017, compared to $2.4 million for the year ended December 31, 2016.\nResearch and development expenses decreased to $18.8 million for the year ended December 31, 2017, from $29.1 million for the year ended December 31, 2016. This decrease is primarily the result of lower SYN-004 (ribaxamase) and SYN-010 program costs for 2017 as we plan for future Phase 3 (SYN-004) and Phase 2b/3 (SYN-010) clinical programs and seek to secure the financial resources necessary for the completion of these clinical trials. In addition, there were reductions in our other research and development activities, offset by an increase in indirect costs for medical affairs and manufacturing scale up activities for SYN-004 (ribaxamase). Research and development expenses also include a charge relating to non-cash stock-based compensation expense of $1.4 million for the year ended December 31, 2017, compared to $1.6 million for the year ended December 31, 2016.\nOther income was $10.8 million for the year ended December 31, 2017, compared to other income of $11.4 million for the year ended December 31, 2016. Other income for the year ended December 31, 2017 is primarily due to non-cash income of $10.7 million from the change in fair value of warrants. The decrease in the fair value of warrants was due to the decrease in our stock price from December 31, 2016.\nCash and cash equivalents on December 31, 2017 were $17.1 million, a decrease of $2.0 million from December 31, 2016.\nConference Call\nSynthetic Biologics will hold a conference call today, Thursday, February 22, 2018, at 8:30 a.m. (EST). The dial-in information for the call is as follows, U.S. toll free: 1-888-347-5280 or International: +1 412-902-4280. Participants are asked to dial in 15 minutes before the start of the call to register. The call will also be webcast over the Internet at https://www.webcaster4.com/Webcast/Page/1096/24584 . An archive of the call will be available for replay at the same URL, https://www.webcaster4.com/Webcast/Page/1096/24584 , for 90 days after the call.\nAbout Synthetic Biologics, Inc.\nSynthetic Biologics, Inc. (NYSE American: SYN) is a late-stage clinical company developing therapeutics that preserve the microbiome to protect and restore the health of patients. The Company's lead candidates poised for Phase 3 development are: (1) SYN-004 (ribaxamase) which is designed to protect the gut microbiome from the effects of certain commonly used intravenous (IV) beta-lactam antibiotics for the prevention of C. difficile infection (CDI), overgrowth of pathogenic organisms and the emergence of antimicrobial resistance (AMR), and (2) SYN-010 which is intended to reduce the impact of methane producing organisms in the gut microbiome to treat an underlying cause of irritable bowel syndrome with constipation (IBS-C). The Company's preclinical pursuits include an oral formulation of the enzyme intestinal alkaline phosphatase (IAP) to treat both local GI and systemic diseases as well as monoclonal antibody therapies for the prevention and treatment of pertussis, and novel discovery stage biotherapeutics for the treatment of phenylketonuria (PKU). For more information, please visit Synthetic Biologics' website at www.syntheticbiologics.com .\nThis release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In some cases forward-looking statements can be identified by terminology such as \"may,\" \"should,\" \"potential,\" \"continue,\" \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" and similar expressions, and include statements regarding the potential of our clinical programs to improve patient outcomes and quality of life, our belief that SYN-004, when co-administered with certain intravenous beta-lactam antibiotics may help prevent the onset of primary Clostridium difficile infection (CDI), overgrowth of pathogenic organisms and the emergence of antimicrobial resistance (AMR), thereby making current antibiotic therapy more effective, and preventing life-threatening infections which may result from antibiotic-mediated dysbiosis, our potential for strategic relationships that maximize the potential for success for our advanced product candidates, our plan to continue collaborative discussions with the FDA to solidify details and components of the drug development plan and regulatory pathway towards marketing approval for SYN-004 in the 1H 2018, the anticipated end of Phase 2 meeting with FDA in 2H 2018, our plan to initiate Phase 3 clinical trials(s) in 2019 and our continued solidification of our clinical structure to support successful advancement of SYN-010 , and the potential benefits of SYN-004 and SYN-010. These forward-looking statements are based on management's expectations and assumptions as of the date of this press release and are subject to a number of risks and uncertainties, many of which are difficult to predict that could cause actual results to differ materially from current expectations and assumptions from those set forth or implied by any forward-looking statements. Important factors that could cause actual results to differ materially from current expectations include, among others, a failure to receive the necessary regulatory approvals for commercialization of Synthetic Biologics' therapeutics, a failure of Synthetic Biologics' clinical trials, and those conducted by investigators, for SYN-004 and SYN-010 to be commenced or completed on time or to achieve desired results and benefits, a failure of Synthetic Biologics' clinical trials to continue enrollment as expected or receive anticipated funding, a failure of Synthetic Biologics to successfully develop, market or sell its products, Synthetic Biologics' inability to maintain its material licensing agreements, or a failure by Synthetic Biologics or its strategic partners to successfully commercialize products and other factors described in Synthetic Biologics' most recent Form 10-K and its other filings with the SEC, including subsequent periodic reports on Forms 10-Q and 8-K. The information in this release is provided only as of the date of this release, and Synthetic Biologics undertakes no obligation to update any forward-looking statements contained in this release on account of new information, future events, or otherwise, except as required by law.\n- Financial Tables Follow -\nSynthetic Biologics, Inc. and Subsidiaries\n(in thousands, except share and per share amounts)\nConsolidated Balance Sheets\nDecember 31,\n2017\n2016\nAssets\nCash and cash equivalents\n$ 17,116\n$ 19,055\nPrepaid expenses and other current assets\n827\n2,515\nProperty and equipment, net\n872\n905\nDeposits and other assets\n23\n23\nTotal Assets\n$ 18,838\n$ 22,498\nLiabilities and Stockholder's (Deficit) Equity\nTotal liabilities\n$ 10,195\n$ 20,249\nSeries A Convertible Preferred Stock\n12,053\n-\nSynthetic Biologics, Inc. and subsidiaries (deficit) equity\n(3,410)\n2,249\nTotal Liabilities and Stockholders' (Deficit) Equity\n$ 18,838\n$ 22,498\nCondensed Consolidated Statements of Operations\nFor the years ended\nDecember 31,\n2017\n2016\nOperating Costs and Expenses\nGeneral and administrative\n$ 7,467\n$ 10,143\nResearch and development\n18,784\n29,109\nTotal Operating Costs and Expenses\n26,251\n39,252\nLoss from Operations\n(26,251)\n(39,252)\nOther Income\nChange in fair value of warrant liability\n10,738\n11,412\nInterest income\n21\n37\nTotal Other Income\n10,759\n11,449\nNet Loss\n(15,492)\n(27,803)\nNet Loss Attributable to Non-controlling Interest\n(318)\n(548)\nNet Loss Attributable to Synthetic Biologics, Inc.\nand Subsidiaries\n$ (15,174)\n$ (27,255)\nSeries A Preferred Stock Dividends\n(6,962)\n-\nNet Loss Attributable to Common Stockholders\n(22,136)\n(27,255)\nNet Loss Per Share - Basic and Dilutive\n$ (0.18)\n$ (0.29)\nWeighted average number of common shares outstanding - Basic\nand Dilutive\n124,366,059\n94,290,436\nView original content with multimedia: http://www.prnewswire.com/news-releases/synthetic-biologics-reports-2017-year-end-operational-highlights-and-financial-results-300602425.html\nSOURCE Synthetic Biologics, Inc.",
    "published": "2018-02-22T14:47:00.000+02:00",
    "crawled": "2018-02-22T20:46:26.052+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rockville",
        "synthetic",
        "biologics",
        "nyse",
        "american",
        "syn",
        "clinical",
        "company",
        "developing",
        "therapeutic",
        "preserve",
        "microbiome",
        "protect",
        "restore",
        "health",
        "patient",
        "today",
        "provided",
        "clinical",
        "program",
        "update",
        "reported",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "synthetic",
        "biologics",
        "achieved",
        "several",
        "important",
        "milestone",
        "advancement",
        "pipeline",
        "microbiome",
        "product",
        "candidate",
        "targeting",
        "prevention",
        "treatment",
        "bacterial",
        "infection",
        "gut",
        "microbiome",
        "disorder",
        "excited",
        "potential",
        "clinical",
        "program",
        "improve",
        "patient",
        "outcome",
        "quality",
        "life",
        "working",
        "closely",
        "fda",
        "develop",
        "path",
        "forward",
        "ribaxamase",
        "targeting",
        "end",
        "phase",
        "meeting",
        "fda",
        "second",
        "half",
        "said",
        "steven",
        "shallcross",
        "interim",
        "chief",
        "executive",
        "officer",
        "chief",
        "financial",
        "officer",
        "believe",
        "certain",
        "intravenous",
        "antibiotic",
        "may",
        "help",
        "prevent",
        "onset",
        "primary",
        "clostridium",
        "difficile",
        "infection",
        "cdi",
        "overgrowth",
        "pathogenic",
        "organism",
        "emergence",
        "antimicrobial",
        "resistance",
        "amr",
        "thereby",
        "making",
        "current",
        "antibiotic",
        "therapy",
        "effective",
        "preventing",
        "infection",
        "may",
        "result",
        "dysbiosis",
        "added",
        "priority",
        "establish",
        "optimal",
        "clinical",
        "protocol",
        "phase",
        "study",
        "design",
        "collaboration",
        "fda",
        "continue",
        "aggressively",
        "evaluate",
        "potential",
        "strategic",
        "relationship",
        "speed",
        "advancement",
        "maximize",
        "potential",
        "success",
        "product",
        "candidate",
        "including",
        "treatment",
        "concluded",
        "shallcross",
        "clinical",
        "development",
        "operational",
        "update",
        "presented",
        "additional",
        "supportive",
        "result",
        "regarding",
        "several",
        "exploratory",
        "endpoint",
        "phase",
        "2b",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "ribaxamase",
        "ability",
        "protect",
        "gut",
        "microbiome",
        "opportunistic",
        "bacterial",
        "infection",
        "prevent",
        "emergence",
        "antimicrobial",
        "resistance",
        "gut",
        "microbiome",
        "4q",
        "plan",
        "continue",
        "collaborative",
        "discussion",
        "fda",
        "solidify",
        "detail",
        "component",
        "drug",
        "development",
        "plan",
        "regulatory",
        "pathway",
        "towards",
        "marketing",
        "approval",
        "ribaxamase",
        "1h",
        "anticipate",
        "end",
        "phase",
        "meeting",
        "fda",
        "2h",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "continue",
        "effort",
        "solidify",
        "clinical",
        "infrastructure",
        "support",
        "successful",
        "advancement",
        "designed",
        "treat",
        "underlying",
        "cause",
        "symptom",
        "associated",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "year",
        "ended",
        "december",
        "financial",
        "result",
        "general",
        "administrative",
        "expense",
        "decreased",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "primarily",
        "result",
        "higher",
        "salary",
        "expense",
        "related",
        "benefit",
        "cost",
        "incurred",
        "connection",
        "transition",
        "administrative",
        "financial",
        "office",
        "maryland",
        "headquarters",
        "higher",
        "investor",
        "relation",
        "consulting",
        "legal",
        "cost",
        "related",
        "equity",
        "financing",
        "charge",
        "relating",
        "compensation",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "decreased",
        "million",
        "year",
        "ended",
        "december",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "primarily",
        "result",
        "lower",
        "ribaxamase",
        "program",
        "cost",
        "plan",
        "future",
        "phase",
        "phase",
        "clinical",
        "program",
        "seek",
        "secure",
        "financial",
        "resource",
        "necessary",
        "completion",
        "clinical",
        "trial",
        "addition",
        "reduction",
        "research",
        "development",
        "activity",
        "offset",
        "increase",
        "indirect",
        "cost",
        "medical",
        "affair",
        "manufacturing",
        "scale",
        "activity",
        "ribaxamase",
        "research",
        "development",
        "expense",
        "also",
        "include",
        "charge",
        "relating",
        "compensation",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "income",
        "year",
        "ended",
        "december",
        "primarily",
        "due",
        "income",
        "million",
        "change",
        "fair",
        "value",
        "warrant",
        "decrease",
        "fair",
        "value",
        "warrant",
        "due",
        "decrease",
        "stock",
        "price",
        "december",
        "cash",
        "cash",
        "equivalent",
        "december",
        "million",
        "decrease",
        "million",
        "december",
        "conference",
        "call",
        "synthetic",
        "biologics",
        "hold",
        "conference",
        "call",
        "today",
        "thursday",
        "february",
        "est",
        "information",
        "call",
        "follows",
        "toll",
        "free",
        "international",
        "participant",
        "asked",
        "dial",
        "minute",
        "start",
        "call",
        "register",
        "call",
        "also",
        "webcast",
        "internet",
        "http",
        "archive",
        "call",
        "available",
        "replay",
        "url",
        "http",
        "day",
        "call",
        "synthetic",
        "biologics",
        "synthetic",
        "biologics",
        "nyse",
        "american",
        "syn",
        "clinical",
        "company",
        "developing",
        "therapeutic",
        "preserve",
        "microbiome",
        "protect",
        "restore",
        "health",
        "patient",
        "company",
        "lead",
        "candidate",
        "poised",
        "phase",
        "development",
        "ribaxamase",
        "designed",
        "protect",
        "gut",
        "microbiome",
        "effect",
        "certain",
        "commonly",
        "used",
        "intravenous",
        "iv",
        "antibiotic",
        "prevention",
        "difficile",
        "infection",
        "cdi",
        "overgrowth",
        "pathogenic",
        "organism",
        "emergence",
        "antimicrobial",
        "resistance",
        "amr",
        "intended",
        "reduce",
        "impact",
        "methane",
        "producing",
        "organism",
        "gut",
        "microbiome",
        "treat",
        "underlying",
        "cause",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "company",
        "preclinical",
        "pursuit",
        "include",
        "oral",
        "formulation",
        "enzyme",
        "intestinal",
        "alkaline",
        "phosphatase",
        "iap",
        "treat",
        "local",
        "gi",
        "systemic",
        "disease",
        "well",
        "monoclonal",
        "antibody",
        "therapy",
        "prevention",
        "treatment",
        "pertussis",
        "novel",
        "discovery",
        "stage",
        "biotherapeutics",
        "treatment",
        "phenylketonuria",
        "pku",
        "information",
        "please",
        "visit",
        "synthetic",
        "biologics",
        "website",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "case",
        "statement",
        "identified",
        "terminology",
        "may",
        "potential",
        "continue",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "expression",
        "include",
        "statement",
        "regarding",
        "potential",
        "clinical",
        "program",
        "improve",
        "patient",
        "outcome",
        "quality",
        "life",
        "belief",
        "certain",
        "intravenous",
        "antibiotic",
        "may",
        "help",
        "prevent",
        "onset",
        "primary",
        "clostridium",
        "difficile",
        "infection",
        "cdi",
        "overgrowth",
        "pathogenic",
        "organism",
        "emergence",
        "antimicrobial",
        "resistance",
        "amr",
        "thereby",
        "making",
        "current",
        "antibiotic",
        "therapy",
        "effective",
        "preventing",
        "infection",
        "may",
        "result",
        "dysbiosis",
        "potential",
        "strategic",
        "relationship",
        "maximize",
        "potential",
        "success",
        "advanced",
        "product",
        "candidate",
        "plan",
        "continue",
        "collaborative",
        "discussion",
        "fda",
        "solidify",
        "detail",
        "component",
        "drug",
        "development",
        "plan",
        "regulatory",
        "pathway",
        "towards",
        "marketing",
        "approval",
        "1h",
        "anticipated",
        "end",
        "phase",
        "meeting",
        "fda",
        "2h",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "continued",
        "solidification",
        "clinical",
        "structure",
        "support",
        "successful",
        "advancement",
        "potential",
        "benefit",
        "statement",
        "based",
        "management",
        "expectation",
        "assumption",
        "date",
        "press",
        "release",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "assumption",
        "set",
        "forth",
        "implied",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "among",
        "others",
        "failure",
        "receive",
        "necessary",
        "regulatory",
        "approval",
        "commercialization",
        "synthetic",
        "biologics",
        "therapeutic",
        "failure",
        "synthetic",
        "biologics",
        "clinical",
        "trial",
        "conducted",
        "investigator",
        "commenced",
        "completed",
        "time",
        "achieve",
        "desired",
        "result",
        "benefit",
        "failure",
        "synthetic",
        "biologics",
        "clinical",
        "trial",
        "continue",
        "enrollment",
        "expected",
        "receive",
        "anticipated",
        "funding",
        "failure",
        "synthetic",
        "biologics",
        "successfully",
        "develop",
        "market",
        "sell",
        "product",
        "synthetic",
        "biologics",
        "inability",
        "maintain",
        "material",
        "licensing",
        "agreement",
        "failure",
        "synthetic",
        "biologics",
        "strategic",
        "partner",
        "successfully",
        "commercialize",
        "product",
        "factor",
        "described",
        "synthetic",
        "biologics",
        "recent",
        "form",
        "filing",
        "sec",
        "including",
        "subsequent",
        "periodic",
        "report",
        "form",
        "information",
        "release",
        "provided",
        "date",
        "release",
        "synthetic",
        "biologics",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "account",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "financial",
        "table",
        "follow",
        "synthetic",
        "biologics",
        "subsidiary",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deposit",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "equity",
        "total",
        "liability",
        "series",
        "convertible",
        "preferred",
        "stock",
        "synthetic",
        "biologics",
        "subsidiary",
        "deficit",
        "equity",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "equity",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "operating",
        "cost",
        "expense",
        "general",
        "administrative",
        "research",
        "development",
        "total",
        "operating",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "interest",
        "income",
        "total",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "synthetic",
        "biologics",
        "subsidiary",
        "series",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "dilutive",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "dilutive",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "synthetic",
        "biologics",
        "inc"
    ]
}