{
    "organizations": [],
    "uuid": "86dc83adec9157da03c2d1949ccc2104f528d90e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/business-wire-supervalu-highlights-substantial-transformation-underway.html",
    "ord_in_thread": 0,
    "title": "SUPERVALU Highlights Substantial Transformation Underway",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Outlines Significant Wholesale Growth and Steps to Drive Value Creation\nMINNEAPOLIS--(BUSINESS WIRE)-- SUPERVALU INC. (NYSE:SVU) today confirmed that Blackwells Capital (“Blackwells”) has announced its intent to nominate director candidates to stand for election to the Board of Directors at the Company’s 2018 Annual Meeting of Stockholders. The date of the Company’s 2018 Annual Meeting has not yet been announced. SUPERVALU stockholders are not required to take any action at this time.\nThe Company issued the following statement:\nThe SUPERVALU Board and management team are confident that their ongoing efforts to transform the Company are driving growth and enhancing SUPERVALU’s unique competitive position. The Board and management team are committed to delivering value for all stockholders, have been and continue to proactively develop and pursue all opportunities to create stockholder value, and remain open-minded and receptive to ideas that enhance stockholder value.\nTo that end, over the past few months, members of SUPERVALU’s Board and management team have had several discussions and meetings with representatives of Blackwells. Discussions encompassed a variety of topics pertaining to the business and the Company’s ongoing initiatives as well as our Board refreshment efforts – initiatives that have been underway substantially since before Blackwells became a stockholder. Despite our efforts to reach a constructive path forward and to discuss overlapping objectives, Blackwells has decided to threaten an unnecessary and counterproductive proxy contest.\nRapid Transformation Underway\nSUPERVALU has been rapidly and strategically transforming its business to become a wholesale company focused on the distribution of consumable products across the United States. Sales from SUPERVALU’s wholesale operations are now approximately 75% of its total annual sales, up from approximately 44% only two years ago. To achieve this transformation, we have executed on several initiatives and continue to pursue others, including:\nAdded more than $5 billion in run rate sales to bring our core wholesale business to nearly $13 billion, including the addition of significant new wholesale customers such as The Fresh Market and the acquisition of two strategic wholesale companies of Unified Grocers and Associated Grocers of Florida this fiscal year Brought in new leadership in Wholesale to drive operational improvements and ensure smooth integrations of our acquired businesses Brought in new leadership in Retail to make fundamental changes to this business, and to better align retail initiatives with our wholesale operations Completed the sale of Save-A-Lot for $1.3 billion, significantly reducing our debt and fundamentally improving our balance sheet, creating the flexibility to pursue our growth strategy Continued initiatives for sales and closures of select retail assets, monetization of real estate through sale leaseback transactions, and cost reductions.\nExecuting on a Wholesale Strategy That is Showing Results\nManagement has implemented an effective three prong wholesale strategy that is producing strong results: 1) Retain existing customers; 2) Do more business with existing customers; and 3) Gain new customers. Execution of detailed action plans underlying each prong and our unrelenting focus on customer service has driven customer retention to historical highs and created significant organic growth. In addition, our integration of Unified Grocers and Associated Grocers of Florida remains on-track to generate the expected synergies. We believe our efforts are strengthening SUPERVALU’s industry position, creating new avenues of growth and further positioning SUPERVALU to be the grocery supplier of choice for retailers throughout the United States.\nTaking Action on Retail\nWe continue to invest in well positioned retail assets, which remain important customers of our growing wholesale business. Retail assets that are not well positioned for long-term success are being operated to maximize cash flow, including limited capital investment. Capital invested into our retail stores will continue to be targeted, prudent, and focused in areas designed to generate incremental sales. We continue to pursue store sales and closures for underperforming locations while exploring options for specific banners.\nWind Down and Conclusion of TSA\nThe Company’s agreed upon wind down of its contractual relationships with Albertson’s is expected to largely conclude later this year as has been previously disclosed. This wind down includes the end of the significant revenue from the transition services agreements (TSA) as well as the need for us to relocate from the automated Lancaster, PA distribution center to the recently purchased facility in Harrisburg, PA. The final wind down of the TSA and related revenues this fiscal year and the incremental expenses for the Harrisburg facility end the benefits we have had from these relationships as a result of the 2013 transaction with Albertson’s. We remain focused on cost reductions and right-sizing our cost structure in light of the changing nature of our business.\nMarketing Real Estate Underway\nThe Board and management team continuously and carefully evaluate the Company’s capital allocation and assets. The Company owns over 18 million square feet of real estate that currently provides operational and financial flexibility. The Company has publicly stated it is exploring a sale-leaseback for a portion of this real estate with an emphasis on its distribution center properties. Any such transaction must allow for the continued operational and financial flexibility of the Company’s logistics network. CBRE, Inc. has been retained to assist with the evaluation and marketing process, and any proceeds would be used to reduce outstanding debt.\nBoard Composed of Proven Leaders with Diverse Experience\nThe Company notes that its Board is composed of nine highly qualified directors, eight of whom are independent, and all of whom are active, engaged and have the expertise needed to support the Company’s operational and strategic plans. SUPERVALU’s directors are proven leaders with diverse experience including in the wholesale, retail, finance, accounting and food industries. All SUPERVALU Board members are annually elected. Moreover, Board refreshment has been, and continues to be, a top governance priority for the Company, with two of the nine directors having joined the Board in the past two years, and six of the nine directors having served on the Board for less than five years.\nIn keeping with its standard practice, the SUPERVALU Board’s Corporate Governance and Nominating Committee will evaluate Blackwells’ nominees, if and when submitted, in due course. The Board will present its formal recommendation regarding director nominations in its definitive proxy materials, which will be filed with the Securities and Exchange Commission.\nWachtell, Lipton, Rosen & Katz is serving as legal counsel to SUPERVALU.\nAbout SUPERVALU INC.\n(The following information does not include Associated Grocers of Florida which became part of SUPERVALU on December 8, 2017)\nSUPERVALU INC. is one of the largest grocery wholesalers and retailers in the U.S. with annual sales of approximately $16 billion. SUPERVALU serves customers across the United States through a network of 3,324 stores composed of 3,111 wholesale primary stores operated by customers serviced by SUPERVALU's food distribution business and 213 traditional retail grocery stores operated under five retail banners in six geographic regions (store counts as of December 2, 2017). Headquartered in Minnesota, SUPERVALU has approximately 31,000 employees. For more information about SUPERVALU visit www.supervalu.com .\nCAUTIONARY STATEMENTS RELEVANT TO FORWARD-LOOKING INFORMATION FOR THE PURPOSE OF “SAFE HARBOR” PROVISIONS OF THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995.\nExcept for the historical and factual information, the matters set forth in this news release, particularly those pertaining to SUPERVALU’s efforts and initiatives to transform its business and assets and SUPERVALU’s expectations regarding the potential impact of those efforts and initiatives on its future operating results, and other statements identified by words such as \"estimates\" \"expects,\" \"projects,\" \"plans,\" \"intends,\" \"outlook\" and similar expressions are forward-looking statements within the meaning of the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995. These forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially, including the ability to execute on the initiatives on a timely basis or at all, the ability to recognize the expected benefits of the initiatives, the potential for disruption to the business during the process, the ability to effectively manage organization changes during the pendency of or following any transaction, and other risk factors relating to the business or industry as detailed from time to time in SUPERVALU's reports filed with the SEC. You should not place undue reliance on these forward-looking statements, which speak only as of the date of this news release. For more information, see the risk factors described in SUPERVALU’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and other filings with the SEC. Unless legally required, SUPERVALU undertakes no obligation to update or revise publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180207005811/en/\nSUPERVALU INC.\nFor Investors:\nSteve Bloomquist, 952-828-4144\nsteve.j.bloomquist@supervalu.com\nor\nFor Media:\nJeff Swanson, 952-903-1645\njeffrey.s.swanson@supervalu.com\nor\nJoele Frank, Wilkinson Brimmer Katcher\nJames Golden / Leigh Parrish\n212-355-4449\nSource: SUPERVALU INC.",
    "published": "2018-02-07T18:35:00.000+02:00",
    "crawled": "2018-02-07T20:04:07.058+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "outline",
        "significant",
        "wholesale",
        "growth",
        "step",
        "drive",
        "value",
        "creation",
        "minneapolis",
        "business",
        "wire",
        "supervalu",
        "nyse",
        "svu",
        "today",
        "confirmed",
        "blackwells",
        "capital",
        "blackwells",
        "announced",
        "intent",
        "nominate",
        "director",
        "candidate",
        "stand",
        "election",
        "board",
        "director",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "date",
        "company",
        "annual",
        "meeting",
        "yet",
        "announced",
        "supervalu",
        "stockholder",
        "required",
        "take",
        "action",
        "time",
        "company",
        "issued",
        "following",
        "statement",
        "supervalu",
        "board",
        "management",
        "team",
        "confident",
        "ongoing",
        "effort",
        "transform",
        "company",
        "driving",
        "growth",
        "enhancing",
        "supervalu",
        "unique",
        "competitive",
        "position",
        "board",
        "management",
        "team",
        "committed",
        "delivering",
        "value",
        "stockholder",
        "continue",
        "proactively",
        "develop",
        "pursue",
        "opportunity",
        "create",
        "stockholder",
        "value",
        "remain",
        "receptive",
        "idea",
        "enhance",
        "stockholder",
        "value",
        "end",
        "past",
        "month",
        "member",
        "supervalu",
        "board",
        "management",
        "team",
        "several",
        "discussion",
        "meeting",
        "representative",
        "blackwells",
        "discussion",
        "encompassed",
        "variety",
        "topic",
        "pertaining",
        "business",
        "company",
        "ongoing",
        "initiative",
        "well",
        "board",
        "refreshment",
        "effort",
        "initiative",
        "underway",
        "substantially",
        "since",
        "blackwells",
        "became",
        "stockholder",
        "despite",
        "effort",
        "reach",
        "constructive",
        "path",
        "forward",
        "discus",
        "overlapping",
        "objective",
        "blackwells",
        "decided",
        "threaten",
        "unnecessary",
        "counterproductive",
        "proxy",
        "contest",
        "rapid",
        "transformation",
        "underway",
        "supervalu",
        "rapidly",
        "strategically",
        "transforming",
        "business",
        "become",
        "wholesale",
        "company",
        "focused",
        "distribution",
        "consumable",
        "product",
        "across",
        "united",
        "state",
        "sale",
        "supervalu",
        "wholesale",
        "operation",
        "approximately",
        "total",
        "annual",
        "sale",
        "approximately",
        "two",
        "year",
        "ago",
        "achieve",
        "transformation",
        "executed",
        "several",
        "initiative",
        "continue",
        "pursue",
        "others",
        "including",
        "added",
        "billion",
        "run",
        "rate",
        "sale",
        "bring",
        "core",
        "wholesale",
        "business",
        "nearly",
        "billion",
        "including",
        "addition",
        "significant",
        "new",
        "wholesale",
        "customer",
        "fresh",
        "market",
        "acquisition",
        "two",
        "strategic",
        "wholesale",
        "company",
        "unified",
        "grocer",
        "associated",
        "grocer",
        "florida",
        "fiscal",
        "year",
        "brought",
        "new",
        "leadership",
        "wholesale",
        "drive",
        "operational",
        "improvement",
        "ensure",
        "smooth",
        "integration",
        "acquired",
        "business",
        "brought",
        "new",
        "leadership",
        "retail",
        "make",
        "fundamental",
        "change",
        "business",
        "better",
        "align",
        "retail",
        "initiative",
        "wholesale",
        "operation",
        "completed",
        "sale",
        "billion",
        "significantly",
        "reducing",
        "debt",
        "fundamentally",
        "improving",
        "balance",
        "sheet",
        "creating",
        "flexibility",
        "pursue",
        "growth",
        "strategy",
        "continued",
        "initiative",
        "sale",
        "closure",
        "select",
        "retail",
        "asset",
        "monetization",
        "real",
        "estate",
        "sale",
        "leaseback",
        "transaction",
        "cost",
        "reduction",
        "executing",
        "wholesale",
        "strategy",
        "showing",
        "result",
        "management",
        "implemented",
        "effective",
        "three",
        "prong",
        "wholesale",
        "strategy",
        "producing",
        "strong",
        "result",
        "retain",
        "existing",
        "customer",
        "business",
        "existing",
        "customer",
        "gain",
        "new",
        "customer",
        "execution",
        "detailed",
        "action",
        "plan",
        "underlying",
        "prong",
        "unrelenting",
        "focus",
        "customer",
        "service",
        "driven",
        "customer",
        "retention",
        "historical",
        "high",
        "created",
        "significant",
        "organic",
        "growth",
        "addition",
        "integration",
        "unified",
        "grocer",
        "associated",
        "grocer",
        "florida",
        "remains",
        "generate",
        "expected",
        "synergy",
        "believe",
        "effort",
        "strengthening",
        "supervalu",
        "industry",
        "position",
        "creating",
        "new",
        "avenue",
        "growth",
        "positioning",
        "supervalu",
        "grocery",
        "supplier",
        "choice",
        "retailer",
        "throughout",
        "united",
        "state",
        "taking",
        "action",
        "retail",
        "continue",
        "invest",
        "well",
        "positioned",
        "retail",
        "asset",
        "remain",
        "important",
        "customer",
        "growing",
        "wholesale",
        "business",
        "retail",
        "asset",
        "well",
        "positioned",
        "success",
        "operated",
        "maximize",
        "cash",
        "flow",
        "including",
        "limited",
        "capital",
        "investment",
        "capital",
        "invested",
        "retail",
        "store",
        "continue",
        "targeted",
        "prudent",
        "focused",
        "area",
        "designed",
        "generate",
        "incremental",
        "sale",
        "continue",
        "pursue",
        "store",
        "sale",
        "closure",
        "underperforming",
        "location",
        "exploring",
        "option",
        "specific",
        "banner",
        "wind",
        "conclusion",
        "tsa",
        "company",
        "agreed",
        "upon",
        "wind",
        "contractual",
        "relationship",
        "albertson",
        "expected",
        "largely",
        "conclude",
        "later",
        "year",
        "previously",
        "disclosed",
        "wind",
        "includes",
        "end",
        "significant",
        "revenue",
        "transition",
        "service",
        "agreement",
        "tsa",
        "well",
        "need",
        "u",
        "relocate",
        "automated",
        "lancaster",
        "pa",
        "distribution",
        "center",
        "recently",
        "purchased",
        "facility",
        "harrisburg",
        "final",
        "wind",
        "tsa",
        "related",
        "revenue",
        "fiscal",
        "year",
        "incremental",
        "expense",
        "harrisburg",
        "facility",
        "end",
        "benefit",
        "relationship",
        "result",
        "transaction",
        "albertson",
        "remain",
        "focused",
        "cost",
        "reduction",
        "cost",
        "structure",
        "light",
        "changing",
        "nature",
        "business",
        "marketing",
        "real",
        "estate",
        "underway",
        "board",
        "management",
        "team",
        "continuously",
        "carefully",
        "evaluate",
        "company",
        "capital",
        "allocation",
        "asset",
        "company",
        "owns",
        "million",
        "square",
        "foot",
        "real",
        "estate",
        "currently",
        "provides",
        "operational",
        "financial",
        "flexibility",
        "company",
        "publicly",
        "stated",
        "exploring",
        "portion",
        "real",
        "estate",
        "emphasis",
        "distribution",
        "center",
        "property",
        "transaction",
        "must",
        "allow",
        "continued",
        "operational",
        "financial",
        "flexibility",
        "company",
        "logistics",
        "network",
        "cbre",
        "retained",
        "assist",
        "evaluation",
        "marketing",
        "process",
        "proceeds",
        "would",
        "used",
        "reduce",
        "outstanding",
        "debt",
        "board",
        "composed",
        "proven",
        "leader",
        "diverse",
        "experience",
        "company",
        "note",
        "board",
        "composed",
        "nine",
        "highly",
        "qualified",
        "director",
        "eight",
        "independent",
        "active",
        "engaged",
        "expertise",
        "needed",
        "support",
        "company",
        "operational",
        "strategic",
        "plan",
        "supervalu",
        "director",
        "proven",
        "leader",
        "diverse",
        "experience",
        "including",
        "wholesale",
        "retail",
        "finance",
        "accounting",
        "food",
        "industry",
        "supervalu",
        "board",
        "member",
        "annually",
        "elected",
        "moreover",
        "board",
        "refreshment",
        "continues",
        "top",
        "governance",
        "priority",
        "company",
        "two",
        "nine",
        "director",
        "joined",
        "board",
        "past",
        "two",
        "year",
        "six",
        "nine",
        "director",
        "served",
        "board",
        "less",
        "five",
        "year",
        "keeping",
        "standard",
        "practice",
        "supervalu",
        "board",
        "corporate",
        "governance",
        "nominating",
        "committee",
        "evaluate",
        "blackwells",
        "nominee",
        "submitted",
        "due",
        "course",
        "board",
        "present",
        "formal",
        "recommendation",
        "regarding",
        "director",
        "nomination",
        "definitive",
        "proxy",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "serving",
        "legal",
        "counsel",
        "supervalu",
        "supervalu",
        "following",
        "information",
        "include",
        "associated",
        "grocer",
        "florida",
        "became",
        "part",
        "supervalu",
        "december",
        "supervalu",
        "one",
        "largest",
        "grocery",
        "wholesaler",
        "retailer",
        "annual",
        "sale",
        "approximately",
        "billion",
        "supervalu",
        "serf",
        "customer",
        "across",
        "united",
        "state",
        "network",
        "store",
        "composed",
        "wholesale",
        "primary",
        "store",
        "operated",
        "customer",
        "serviced",
        "supervalu",
        "food",
        "distribution",
        "business",
        "traditional",
        "retail",
        "grocery",
        "store",
        "operated",
        "five",
        "retail",
        "banner",
        "six",
        "geographic",
        "region",
        "store",
        "count",
        "december",
        "headquartered",
        "minnesota",
        "supervalu",
        "approximately",
        "employee",
        "information",
        "supervalu",
        "visit",
        "cautionary",
        "statement",
        "relevant",
        "information",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "except",
        "historical",
        "factual",
        "information",
        "matter",
        "set",
        "forth",
        "news",
        "release",
        "particularly",
        "pertaining",
        "supervalu",
        "effort",
        "initiative",
        "transform",
        "business",
        "asset",
        "supervalu",
        "expectation",
        "regarding",
        "potential",
        "impact",
        "effort",
        "initiative",
        "future",
        "operating",
        "result",
        "statement",
        "identified",
        "word",
        "estimate",
        "expects",
        "project",
        "plan",
        "intends",
        "outlook",
        "similar",
        "expression",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "ability",
        "execute",
        "initiative",
        "timely",
        "basis",
        "ability",
        "recognize",
        "expected",
        "benefit",
        "initiative",
        "potential",
        "disruption",
        "business",
        "process",
        "ability",
        "effectively",
        "manage",
        "organization",
        "change",
        "pendency",
        "following",
        "transaction",
        "risk",
        "factor",
        "relating",
        "business",
        "industry",
        "detailed",
        "time",
        "time",
        "supervalu",
        "report",
        "filed",
        "sec",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "news",
        "release",
        "information",
        "see",
        "risk",
        "factor",
        "described",
        "supervalu",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filing",
        "sec",
        "unless",
        "legally",
        "required",
        "supervalu",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "supervalu",
        "investor",
        "steve",
        "bloomquist",
        "medium",
        "jeff",
        "swanson",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "james",
        "golden",
        "leigh",
        "parrish",
        "source",
        "supervalu",
        "inc"
    ]
}