{
    "organizations": [],
    "uuid": "06cbb36284969cc215c78053251b35d1b962bfb8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/business-wire-apollo-commercial-real-estate-finance-inc-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Apollo Commercial Real Estate Finance, Inc. Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Apollo Commercial Real Estate Finance, Inc. (the “Company” or “ARI”) (NYSE:ARI) today reported financial results for the quarter and full year ended December 31, 2017.\nFourth Quarter 2017 Highlights\nReported net income available to common stockholders of $34.3 million, or $0.32 per diluted share of common stock, for the three months ended December 31, 2017, as compared to $49.7 million, or $0.60 per diluted share of common stock, for the three months ended December 31, 2016; Reported Operating Earnings (a non-GAAP financial measure defined below) of $13.8 million, or $0.12 per diluted share of common stock, for the three months ended December 31, 2017, as compared to $41.0 million, or $0.49 per diluted share of common stock, for the three months ended December 31, 2016; Excluding the realized loss and other costs associated with the sale of the Company’s commercial mortgage backed securities (“CMBS”) portfolio (described below), Operating Earnings were $53.3 million, or $0.49 per diluted share of common stock, for the three months ended December 31, 2017; Generated $69.2 million of net interest income during the quarter from the Company’s $3.7 billion commercial real estate loan portfolio; Committed $1.1 billion to new commercial real estate loans ($756.7 million of which was funded at closing) and funded an additional $14.2 million for loans closed prior to the quarter; Received approximately $179.4 million in proceeds from the sale of the Company’s remaining CMBS and recorded a $37.6 million ($0.35 per share of common stock) realized loss on the sale; In connection with the sale, ARI terminated the financing facility associated with the CMBS and recorded a loss on early extinguishment of debt of $1.9 million ($0.02 per share of common stock); Completed an underwritten public offering of $115.0 million of the Company’s 4.75% Convertible Senior Notes due 2022 (the “Notes”), pursuant to the reopening of the existing series of the Notes; Entered into a $300 million secured debt arrangement with Goldman Sachs Bank USA (“Goldman Sachs”) to fund first mortgage loan investments; and Declared a $0.46 dividend per share of common stock for the three months ended December 31, 2017.\n2017 Highlights\nReported net income available to common stockholders of $156.3 million, or $1.54 per diluted share of common stock, for the year ended December 31, 2017, as compared to $127.6 million, or $1.74 per diluted share of common stock, for the year ended December 31, 2016; Reported Operating Earnings of $146.8 million, or $1.45 per diluted share of common stock, for the year ended December 31, 2017, as compared to $137.0 million, or $1.87 per diluted share of common stock, for the year ended December 31, 2016; Excluding the realized loss and other costs associated with the sale of the Company’s CMBS portfolio, Operating Earnings were $191.4 million, or $1.89 per diluted share of common stock, for the year ended December 31, 2017; Committed $2.0 billion to new commercial real estate loans and funded an additional $193.1 million for loans closed prior to 2017; and Declared dividends per share of common stock totaling $1.84 during the year ended December 31, 2017.\n“We are extremely proud of ARI’s performance in 2017, a year in which ARI’s total return to common stockholders was 22.4%,” said Stuart Rothstein, Chief Executive Officer and President of the Company. “ARI committed to over $2.0 billion of commercial real estate loans in 2017, our most active year to date for loan originations, and that momentum has remained in 2018 with over $353 million of loans closed thus far in the first quarter. Throughout 2017, we optimized ARI’s balance sheet, through the diversification of ARI’s financing sources and expansion of the Company’s capital base. We believe ARI is well positioned for the continued successful execution of our business plan in 2018.”\nFourth Quarter 2017 Investment Activity\nNew Investments – During the fourth quarter of 2017, ARI committed capital to the following commercial real estate debt investments:\n$857.4 million of first mortgage loans ($624.6 million of which were funded during the quarter); and $272.4 million of subordinate loans ($132.1 million of which were funded during the quarter).\nFunding of Previously Closed Loans – During the fourth quarter of 2017, ARI funded $14.2 million for loans closed prior to the quarter.\nLoan Repayments – During the fourth quarter of 2017, ARI received $653.2 million from loan repayments, including $200.9 million from first mortgage loans and $452.3 million from subordinate loans. In connection with these loan repayments, the Company recorded interest income of approximately $3.0 million related to a prepayment penalty and acceleration of fees from four subordinate loans.\nSale of CMBS – During the fourth quarter, ARI received approximately $179.4 million in proceeds from the sale of the Company’s remaining CMBS and recorded a $37.6 million ($0.35 per share of common stock) realized loss on the sale, which includes the previously disclosed $7.4 million realized loss recorded earlier in the fourth quarter of 2017 in connection with a prior sale of CMBS. Upon the sale of the Company’s remaining CMBS, ARI terminated the financing facility associated with the CMBS and recorded a loss on early extinguishment of debt of $1.9 million ($0.02 per share of common stock).\nQuarter End Commercial Real Estate Loan Portfolio Summary\nThe following table sets forth certain information regarding the Company’s commercial real estate loan portfolio at December 31, 2017 ($ amounts in thousands):\nDescription\nAmortized Cost Weighted\nAverage\nCoupon (1)\nWeighted\nAverage\nAll-in\nYield (1)(2)\nSecured Debt Cost of\nFunds\nEquity at Cost First mortgage loans $ 2,653,826 6.9 % 7.4 % $ 1,345,195 3.9 % $ 1,308,631 Subordinate loans 1,025,932 12.4 13.5 % - n/a 1,025,932 Total/Weighted Average $ 3,679,758 8.4 % 9.1 % $ 1.345,195 3.9 % $ 2,334,563 (1) Weighted-Average Coupon and Weighted Average All-in-Yield reflects LIBOR at December 31, 2017 which was 1.56%. (2) Weighted-Average All-in-Yield includes the amortization of deferred origination fees, loan origination costs and accrual of both extension and exit fees. Goldman Facility\nARI entered into a master repurchase agreement and securities contract with Goldman Sachs (the “Goldman Facility”) to fund advances of up to $300 million for senior mortgage loans. Advances under the Goldman Facility will accrue interest at one-month LIBOR plus a spread. The Goldman Facility has a maturity date of November 29, 2020 (assuming exercise of a one year extension at the Company’s option).\nBook Value\nThe Company’s book value per share of common stock was $16.30 at December 31, 2017, as compared to book value per share of common stock of $16.36 at September 30, 2017.\nSubsequent Events\nThe following events occurred subsequent to quarter end:\nNew Investments – Subsequent to quarter end, ARI committed capital to the following commercial real estate loans:\n$295 million of first mortgage loans ($39.7 million of which were funded during the quarter); and $58 million of subordinate loans ($8.1 million of which were funded during the quarter).\nFunding of Previously Closed Loans – Subsequent to quarter end, ARI funded $3.2 million for previously closed loans.\nLoan Repayments – Subsequent to quarter-end, ARI received $84.4 million from loan repayments, including $84.2 million from first mortgage loans and $0.2 million from subordinate loans.\nOperating Earnings\nOperating Earnings is a non-GAAP financial measure that is defined by the Company as net income available to common stockholders, computed in accordance with GAAP, adjusted for (i) equity-based compensation expense (a portion of which may become cash-based upon final vesting and settlement of awards should the holder elect net share settlement to satisfy income tax withholding); (ii) any unrealized gains or losses or other non-cash items included in net income available to common stockholders; (iii) unrealized income from unconsolidated joint ventures; (iv) foreign currency gains (losses) other than realized gains (losses) related to interest income; (v) the non-cash amortization expense related to the reclassification of a portion of the convertible senior notes to stockholders’ equity in accordance with GAAP; and (vi) provision for loan losses and impairments. Operating Earnings may also be adjusted to exclude certain other non-cash items, as determined by ACREFI Management, LLC, the Company's external manager, and approved by a majority of the Company's independent directors.\nIn order to evaluate the effective yield of the portfolio, the Company uses Operating Earnings to reflect the net investment income of the Company’s portfolio as adjusted to include the net interest expense related to the Company’s derivative instruments. Operating Earnings allows the Company to isolate the net interest expense associated with the Company’s swaps in order to monitor and project the Company’s full cost of borrowings. The Company also believes that investors use Operating Earnings or a comparable supplemental performance measure to evaluate and compare the performance of the Company and its peers and, as such, the Company believes that the disclosure of Operating Earnings is useful to its investors.\nA significant limitation associated with Operating Earnings as a measure of the Company’s financial performance over any period is that it excludes unrealized gains (losses) from investments. In addition, the Company’s presentation of Operating Earnings may not be comparable to similarly-titled measures of other companies, who may use different calculations. As a result, Operating Earnings should not be considered as a substitute for the Company’s GAAP net income as a measure of its financial performance or any measure of its liquidity under GAAP.\nBeginning with the quarter ended September 30, 2016, the Company slightly modified its definition of Operating Earnings to include realized gains (losses) on currency swaps related to interest income on investments denominated in a currency other than U.S. dollars. The Company believes that including the effects of realized gains (losses) on currency swaps related to interest income more accurately reflects the Company's investment income for a particular period and will allow investors to more easily compare its operating results over various periods. The effects of such unrealized gains (losses) in prior periods were not material to the Company's financial results.\nReconciliation of Operating Earnings to Net Income Available to Common Stockholders\nThe table below reconciles Operating Earnings and Operating Earnings per share of common stock with net income available to common stockholders and net income available to common stockholders per share of common stock for the three and twelve months ended December 31, 2017 and December 31, 2016:\n($ amounts in thousands, except per share data)\nThree Months\nEnded\nDecember 31,\n2017\nEarnings\nPer Share\n(Diluted)\nThree Months\nEnded\nDecember 31,\n2016\nEarnings\nPer Share\n(Diluted)\nOperating Earnings: Net income available to common stockholders\n$\n34,322\n$ 0.32 $ 49,716 $ 0.60 Adjustments: Equity-based compensation expense 3,427 0.03 1,655 0.02 Unrealized (gain) loss on securities (25,335 ) (0.24 ) (10,502 ) (0.13 ) (Gain) loss on derivative instruments 1,264 0.01 (8,329 ) (0.10 ) Foreign currency(gain) loss, net (967 ) (0.01 ) 7,519 0.09 Amortization of the Convertible Senior Notes related to equity reclassification 1,051 0.01 599 0.01 Loss from unconsolidated joint venture - - 303 - Total adjustments: (20,560 ) (0.20 ) (8,754 ) (0.11 ) Operating Earnings $ 13,762 $ 0.12 $ 40,962 $ 0.49 Realized loss and costs from sale of CMBS (1) 39,522 0.37 1,245 0.02 Operating Earnings excluding realized loss and costs from sale of CMBS\n$ 53,284 $ 0.49 $ 42,207 $ 0.51 Basic weighted average shares of common stock outstanding:\n106,721,887\n82,670,237 Diluted weighted average shares of common stock outstanding:\n108,095,950\n83,548,823\n(1) For the three months ended December 31, 2017, the realized loss and costs from the sale of CMBS included realized losses from the sales of $37,575 and loss on early extinguishment of debt of $1,947.\nTwelve Months\nEnded\nDecember 31,\n2017\nEarnings\nPer Share\n(Diluted)\nTwelve\nMonths Ended\nDecember 31,\n2016\nEarnings\nPer Share\n(Diluted)\nOperating Earnings: Net income available to common stockholders $ 156,270 $ 1.54 $ 127,581 $ 1.74 Adjustments: Equity-based compensation expense 13,314 0.13 7,090 0.10 Unrealized (gain) loss on securities (37,165 ) (0.36 ) 26,099 0.36 (Gain) loss on derivative instruments 19,180 0.19 (31,160 ) (0.42 ) Foreign currency (gain) loss, net (19,102 ) (0.19 ) 29,937 0.41 Amortization of the Convertible Senior Notes related to equity reclassification 3,046 0.03 2,344 0.03 Loss from unconsolidated joint venture 2,847 0.03 96 - Provision for loan losses and impairment 5,000 0.05 15,000 0.20 Series A Preferred Stock redemption charge 3,016 0.03 - - Bargain purchase gain - - (40,021 ) (0.55 ) Realized gain from unconsolidated joint venture 346 - - - Total adjustments: (9,518 ) (0.09 ) 9,385 0.13 Operating Earnings $ 146,752 $ 1.45 $ 136,966 $ 1.87 Realized loss and costs from sale of CMBS (1) 44,640\n0.44\n1,470 0.02 Operating Earnings excluding losses and costs from sale of CMBS $ 191,392 $ 1.89 $ 138,436 $ 1.89 Basic weighted average shares of common stock outstanding:\n99,859,153\n72,371,374 Diluted weighted average shares of common stock outstanding:\n101,232,610\n73,305,101",
    "published": "2018-02-15T00:15:00.000+02:00",
    "crawled": "2018-02-15T02:32:39.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "apollo",
        "commercial",
        "real",
        "estate",
        "finance",
        "company",
        "ari",
        "nyse",
        "ari",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "highlight",
        "reported",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "three",
        "month",
        "ended",
        "december",
        "reported",
        "operating",
        "earnings",
        "financial",
        "measure",
        "defined",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "three",
        "month",
        "ended",
        "december",
        "excluding",
        "realized",
        "loss",
        "cost",
        "associated",
        "sale",
        "company",
        "commercial",
        "mortgage",
        "backed",
        "security",
        "cmb",
        "portfolio",
        "described",
        "operating",
        "earnings",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "three",
        "month",
        "ended",
        "december",
        "generated",
        "million",
        "net",
        "interest",
        "income",
        "quarter",
        "company",
        "billion",
        "commercial",
        "real",
        "estate",
        "loan",
        "portfolio",
        "committed",
        "billion",
        "new",
        "commercial",
        "real",
        "estate",
        "loan",
        "million",
        "funded",
        "closing",
        "funded",
        "additional",
        "million",
        "loan",
        "closed",
        "prior",
        "quarter",
        "received",
        "approximately",
        "million",
        "proceeds",
        "sale",
        "company",
        "remaining",
        "cmb",
        "recorded",
        "million",
        "per",
        "share",
        "common",
        "stock",
        "realized",
        "loss",
        "sale",
        "connection",
        "sale",
        "ari",
        "terminated",
        "financing",
        "facility",
        "associated",
        "cmb",
        "recorded",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "million",
        "per",
        "share",
        "common",
        "stock",
        "completed",
        "underwritten",
        "public",
        "offering",
        "million",
        "company",
        "convertible",
        "senior",
        "note",
        "due",
        "note",
        "pursuant",
        "reopening",
        "existing",
        "series",
        "note",
        "entered",
        "million",
        "secured",
        "debt",
        "arrangement",
        "goldman",
        "sachs",
        "bank",
        "usa",
        "goldman",
        "sachs",
        "fund",
        "first",
        "mortgage",
        "loan",
        "investment",
        "declared",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "three",
        "month",
        "ended",
        "december",
        "highlight",
        "reported",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "year",
        "ended",
        "december",
        "reported",
        "operating",
        "earnings",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "year",
        "ended",
        "december",
        "excluding",
        "realized",
        "loss",
        "cost",
        "associated",
        "sale",
        "company",
        "cmb",
        "portfolio",
        "operating",
        "earnings",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "year",
        "ended",
        "december",
        "committed",
        "billion",
        "new",
        "commercial",
        "real",
        "estate",
        "loan",
        "funded",
        "additional",
        "million",
        "loan",
        "closed",
        "prior",
        "declared",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "totaling",
        "year",
        "ended",
        "december",
        "extremely",
        "proud",
        "ari",
        "performance",
        "year",
        "ari",
        "total",
        "return",
        "common",
        "stockholder",
        "said",
        "stuart",
        "rothstein",
        "chief",
        "executive",
        "officer",
        "president",
        "company",
        "ari",
        "committed",
        "billion",
        "commercial",
        "real",
        "estate",
        "loan",
        "active",
        "year",
        "date",
        "loan",
        "origination",
        "momentum",
        "remained",
        "million",
        "loan",
        "closed",
        "thus",
        "far",
        "first",
        "quarter",
        "throughout",
        "optimized",
        "ari",
        "balance",
        "sheet",
        "diversification",
        "ari",
        "financing",
        "source",
        "expansion",
        "company",
        "capital",
        "base",
        "believe",
        "ari",
        "well",
        "positioned",
        "continued",
        "successful",
        "execution",
        "business",
        "plan",
        "fourth",
        "quarter",
        "investment",
        "activity",
        "new",
        "investment",
        "fourth",
        "quarter",
        "ari",
        "committed",
        "capital",
        "following",
        "commercial",
        "real",
        "estate",
        "debt",
        "investment",
        "million",
        "first",
        "mortgage",
        "loan",
        "million",
        "funded",
        "quarter",
        "million",
        "subordinate",
        "loan",
        "million",
        "funded",
        "quarter",
        "funding",
        "previously",
        "closed",
        "loan",
        "fourth",
        "quarter",
        "ari",
        "funded",
        "million",
        "loan",
        "closed",
        "prior",
        "quarter",
        "loan",
        "repayment",
        "fourth",
        "quarter",
        "ari",
        "received",
        "million",
        "loan",
        "repayment",
        "including",
        "million",
        "first",
        "mortgage",
        "loan",
        "million",
        "subordinate",
        "loan",
        "connection",
        "loan",
        "repayment",
        "company",
        "recorded",
        "interest",
        "income",
        "approximately",
        "million",
        "related",
        "prepayment",
        "penalty",
        "acceleration",
        "fee",
        "four",
        "subordinate",
        "loan",
        "sale",
        "cmb",
        "fourth",
        "quarter",
        "ari",
        "received",
        "approximately",
        "million",
        "proceeds",
        "sale",
        "company",
        "remaining",
        "cmb",
        "recorded",
        "million",
        "per",
        "share",
        "common",
        "stock",
        "realized",
        "loss",
        "sale",
        "includes",
        "previously",
        "disclosed",
        "million",
        "realized",
        "loss",
        "recorded",
        "earlier",
        "fourth",
        "quarter",
        "connection",
        "prior",
        "sale",
        "cmb",
        "upon",
        "sale",
        "company",
        "remaining",
        "cmb",
        "ari",
        "terminated",
        "financing",
        "facility",
        "associated",
        "cmb",
        "recorded",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "million",
        "per",
        "share",
        "common",
        "stock",
        "quarter",
        "end",
        "commercial",
        "real",
        "estate",
        "loan",
        "portfolio",
        "summary",
        "following",
        "table",
        "set",
        "forth",
        "certain",
        "information",
        "regarding",
        "company",
        "commercial",
        "real",
        "estate",
        "loan",
        "portfolio",
        "december",
        "amount",
        "thousand",
        "description",
        "amortized",
        "cost",
        "weighted",
        "average",
        "coupon",
        "weighted",
        "average",
        "yield",
        "secured",
        "debt",
        "cost",
        "fund",
        "equity",
        "cost",
        "first",
        "mortgage",
        "loan",
        "subordinate",
        "loan",
        "average",
        "coupon",
        "weighted",
        "average",
        "reflects",
        "libor",
        "december",
        "includes",
        "amortization",
        "deferred",
        "origination",
        "fee",
        "loan",
        "origination",
        "cost",
        "accrual",
        "extension",
        "exit",
        "fee",
        "goldman",
        "facility",
        "ari",
        "entered",
        "master",
        "repurchase",
        "agreement",
        "security",
        "contract",
        "goldman",
        "sachs",
        "goldman",
        "facility",
        "fund",
        "advance",
        "million",
        "senior",
        "mortgage",
        "loan",
        "advance",
        "goldman",
        "facility",
        "accrue",
        "interest",
        "libor",
        "plus",
        "spread",
        "goldman",
        "facility",
        "maturity",
        "date",
        "november",
        "assuming",
        "exercise",
        "one",
        "year",
        "extension",
        "company",
        "option",
        "book",
        "value",
        "company",
        "book",
        "value",
        "per",
        "share",
        "common",
        "stock",
        "december",
        "compared",
        "book",
        "value",
        "per",
        "share",
        "common",
        "stock",
        "september",
        "subsequent",
        "event",
        "following",
        "event",
        "occurred",
        "subsequent",
        "quarter",
        "end",
        "new",
        "investment",
        "subsequent",
        "quarter",
        "end",
        "ari",
        "committed",
        "capital",
        "following",
        "commercial",
        "real",
        "estate",
        "loan",
        "million",
        "first",
        "mortgage",
        "loan",
        "million",
        "funded",
        "quarter",
        "million",
        "subordinate",
        "loan",
        "million",
        "funded",
        "quarter",
        "funding",
        "previously",
        "closed",
        "loan",
        "subsequent",
        "quarter",
        "end",
        "ari",
        "funded",
        "million",
        "previously",
        "closed",
        "loan",
        "loan",
        "repayment",
        "subsequent",
        "ari",
        "received",
        "million",
        "loan",
        "repayment",
        "including",
        "million",
        "first",
        "mortgage",
        "loan",
        "million",
        "subordinate",
        "loan",
        "operating",
        "earnings",
        "operating",
        "earnings",
        "financial",
        "measure",
        "defined",
        "company",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "computed",
        "accordance",
        "gaap",
        "adjusted",
        "compensation",
        "expense",
        "portion",
        "may",
        "become",
        "upon",
        "final",
        "vesting",
        "settlement",
        "award",
        "holder",
        "elect",
        "net",
        "share",
        "settlement",
        "satisfy",
        "income",
        "tax",
        "withholding",
        "ii",
        "unrealized",
        "gain",
        "loss",
        "item",
        "included",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "iii",
        "unrealized",
        "income",
        "unconsolidated",
        "joint",
        "venture",
        "iv",
        "foreign",
        "currency",
        "gain",
        "loss",
        "realized",
        "gain",
        "loss",
        "related",
        "interest",
        "income",
        "v",
        "amortization",
        "expense",
        "related",
        "reclassification",
        "portion",
        "convertible",
        "senior",
        "note",
        "stockholder",
        "equity",
        "accordance",
        "gaap",
        "vi",
        "provision",
        "loan",
        "loss",
        "impairment",
        "operating",
        "earnings",
        "may",
        "also",
        "adjusted",
        "exclude",
        "certain",
        "item",
        "determined",
        "acrefi",
        "management",
        "llc",
        "company",
        "external",
        "manager",
        "approved",
        "majority",
        "company",
        "independent",
        "director",
        "order",
        "evaluate",
        "effective",
        "yield",
        "portfolio",
        "company",
        "us",
        "operating",
        "earnings",
        "reflect",
        "net",
        "investment",
        "income",
        "company",
        "portfolio",
        "adjusted",
        "include",
        "net",
        "interest",
        "expense",
        "related",
        "company",
        "derivative",
        "instrument",
        "operating",
        "earnings",
        "allows",
        "company",
        "isolate",
        "net",
        "interest",
        "expense",
        "associated",
        "company",
        "swap",
        "order",
        "monitor",
        "project",
        "company",
        "full",
        "cost",
        "borrowing",
        "company",
        "also",
        "belief",
        "investor",
        "use",
        "operating",
        "earnings",
        "comparable",
        "supplemental",
        "performance",
        "measure",
        "evaluate",
        "compare",
        "performance",
        "company",
        "peer",
        "company",
        "belief",
        "disclosure",
        "operating",
        "earnings",
        "useful",
        "investor",
        "significant",
        "limitation",
        "associated",
        "operating",
        "earnings",
        "measure",
        "company",
        "financial",
        "performance",
        "period",
        "excludes",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "addition",
        "company",
        "presentation",
        "operating",
        "earnings",
        "may",
        "comparable",
        "measure",
        "company",
        "may",
        "use",
        "different",
        "calculation",
        "result",
        "operating",
        "earnings",
        "considered",
        "substitute",
        "company",
        "gaap",
        "net",
        "income",
        "measure",
        "financial",
        "performance",
        "measure",
        "liquidity",
        "gaap",
        "beginning",
        "quarter",
        "ended",
        "september",
        "company",
        "slightly",
        "modified",
        "definition",
        "operating",
        "earnings",
        "include",
        "realized",
        "gain",
        "loss",
        "currency",
        "swap",
        "related",
        "interest",
        "income",
        "investment",
        "denominated",
        "currency",
        "dollar",
        "company",
        "belief",
        "including",
        "effect",
        "realized",
        "gain",
        "loss",
        "currency",
        "swap",
        "related",
        "interest",
        "income",
        "accurately",
        "reflects",
        "company",
        "investment",
        "income",
        "particular",
        "period",
        "allow",
        "investor",
        "easily",
        "compare",
        "operating",
        "result",
        "various",
        "period",
        "effect",
        "unrealized",
        "gain",
        "loss",
        "prior",
        "period",
        "material",
        "company",
        "financial",
        "result",
        "reconciliation",
        "operating",
        "earnings",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "table",
        "reconciles",
        "operating",
        "earnings",
        "operating",
        "earnings",
        "per",
        "share",
        "common",
        "stock",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "per",
        "share",
        "common",
        "stock",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "earnings",
        "per",
        "share",
        "diluted",
        "three",
        "month",
        "ended",
        "december",
        "earnings",
        "per",
        "share",
        "diluted",
        "operating",
        "earnings",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "adjustment",
        "compensation",
        "expense",
        "unrealized",
        "gain",
        "loss",
        "security",
        "gain",
        "loss",
        "derivative",
        "instrument",
        "foreign",
        "currency",
        "gain",
        "loss",
        "net",
        "amortization",
        "convertible",
        "senior",
        "note",
        "related",
        "equity",
        "reclassification",
        "loss",
        "unconsolidated",
        "joint",
        "venture",
        "total",
        "adjustment",
        "operating",
        "earnings",
        "realized",
        "loss",
        "cost",
        "sale",
        "cmb",
        "operating",
        "earnings",
        "excluding",
        "realized",
        "loss",
        "cost",
        "sale",
        "cmb",
        "basic",
        "weighted",
        "average",
        "share",
        "common",
        "stock",
        "outstanding",
        "diluted",
        "weighted",
        "average",
        "share",
        "common",
        "stock",
        "outstanding",
        "three",
        "month",
        "ended",
        "december",
        "realized",
        "loss",
        "cost",
        "sale",
        "cmb",
        "included",
        "realized",
        "loss",
        "sale",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "twelve",
        "month",
        "ended",
        "december",
        "earnings",
        "per",
        "share",
        "diluted",
        "twelve",
        "month",
        "ended",
        "december",
        "earnings",
        "per",
        "share",
        "diluted",
        "operating",
        "earnings",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "adjustment",
        "compensation",
        "expense",
        "unrealized",
        "gain",
        "loss",
        "security",
        "gain",
        "loss",
        "derivative",
        "instrument",
        "foreign",
        "currency",
        "gain",
        "loss",
        "net",
        "amortization",
        "convertible",
        "senior",
        "note",
        "related",
        "equity",
        "reclassification",
        "loss",
        "unconsolidated",
        "joint",
        "venture",
        "provision",
        "loan",
        "loss",
        "impairment",
        "series",
        "preferred",
        "stock",
        "redemption",
        "charge",
        "bargain",
        "purchase",
        "gain",
        "realized",
        "gain",
        "unconsolidated",
        "joint",
        "venture",
        "total",
        "adjustment",
        "operating",
        "earnings",
        "realized",
        "loss",
        "cost",
        "sale",
        "cmb",
        "operating",
        "earnings",
        "excluding",
        "loss",
        "cost",
        "sale",
        "cmb",
        "basic",
        "weighted",
        "average",
        "share",
        "common",
        "stock",
        "outstanding",
        "diluted",
        "weighted",
        "average",
        "share",
        "common",
        "stock",
        "outstanding"
    ]
}