{
    "organizations": [],
    "uuid": "4c84165f5be52ed5476f5001d6a7b2637b9d1b99",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/cnbc-transcript-christine-lagarde-managing-director-international-monetary-fund.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Christine Lagarde, Managing Director, International Monetary Fund",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Christine Lagarde, Managing Director of the IMF at 2018 World Government Summit in Dubai. The interview was broadcast on CNBC on 12 February 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by Hadley Gamble, Reporter and Anchor, CNBC.\nHadley Gamble (HG): Madame Lagarde, thank you so much for joining us. I'm going to kick off on what we are seeing in the markets lately. A lot of market volatility a lot of concern from investors and also governments as well about what's happening. Can you give us an IMF perspective in terms of what's happening and whether or not you're concerned about regulation, etc.?\nChristine Lagarde: There has been quite a bit of market volatility from one day to the other and across the world particularly led by the U.S. But if you compare valuation you know from a week ago, there has been a market correction of anywhere between six to nine percent, which frankly, given where asset prices were very high, it's in our view a welcome correction. And we have observed certainly that despite the volatility, the market channels and pipes and mechanisms have worked well. And we also see that the financing is still plenty and very much available for the financing of the economy. So, you know corrections happen they were due to happen and that that's where we see it.\nHG: Talk to me about this region specifically. We've seen oil prices gone down around 60 and even lower and there are a lot of questions about whether or not these governments are going to continue to implement the reforms that they've said are necessary and the IMF says are necessary for them to diversify their economy. Are you concerned at all?\nChristine Lagarde: You know these countries have gone through a massive transition. Those that were exporting oil have clearly seen a big drop in their growth rates, it's even the case here in the Emirates, which are partly diversified particularly out of Dubai. But those economies have to transition from an oil fed economy to a more diversified, more inclusive, and reformed economy where the private sector is going to have to provide jobs, invest in the countries- provided of course that the circumstances are friendly for them and where the response cannot be about 'oh there will be more public sector jobs' because the fiscal position of those governments will simply not allow that response which was, you know, traditional in the past. So new economic models, some countries are a little bit ahead of the game, others are working on their reforms. But certainly we will be seeing different countries in a few years' time given where the price of oil is likely to head.\nHG: Who are some of those countries that you are encouraged by? Are we talking about GCC countries or Egypt specifically? I mean in terms of where everyone is.\nChristine Lagarde: We have quite a few countries with which we partner at the moment. If I look at what's happening in Morocco for instance this is very encouraging. If I look at Egypt which went through a really tough time and where the Egyptian people have shown courage and the Egyptian leader courage, we have seen growth up more than five percent. We've seen inflation that rocketed up to 30 moved down to nearly 17 percent and we expect it to be down to 12 percent before the end of the year. We are seeing a good accumulation of reserve for the country. So big stabilization in Egypt is going to give rise to benefits for the people and in all circumstances whether it's in Egypt, in Jordan, in Tunisia or in places where we think of as difficult situation we are very attentive that there be a social basis so that people who are at risk people who are underprivileged people who are exposed have sufficient benefits to actually cope with the situation.\nHG: When we talk about Egypt specifically obviously the political will from president Sisi has been there to really push those reforms forward. But is there a danger that people generally are really not going to feel those effects soon enough? Because our people on the ground in Egypt are very uncomfortable with the situation they say the reforms have really bitten their bottom line.\nChristine Lagarde: You know, when you see inflation going down, when you see money coming back to the country investors are looking at Egypt as a good risk in which to set up new companies in which to create jobs. That's the response. And of course it's not easy when you go through that process of reforms. But when you see the light at the end of the tunnel where prices are going to go down, where the social basis is there and where investments are coming to create jobs I think that's really encouraging. And you know with more than five percent growth it's also going to offer solutions for the country.\nHG: Madam Lagarde, thank you so much for joining CNBC.",
    "published": "2018-02-12T13:15:00.000+02:00",
    "crawled": "2018-02-12T16:48:18.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "christine",
        "lagarde",
        "managing",
        "director",
        "imf",
        "world",
        "government",
        "summit",
        "dubai",
        "interview",
        "broadcast",
        "cnbc",
        "february",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "hadley",
        "gamble",
        "reporter",
        "anchor",
        "cnbc",
        "hadley",
        "gamble",
        "hg",
        "madame",
        "lagarde",
        "thank",
        "much",
        "joining",
        "u",
        "going",
        "kick",
        "seeing",
        "market",
        "lately",
        "lot",
        "market",
        "volatility",
        "lot",
        "concern",
        "investor",
        "also",
        "government",
        "well",
        "happening",
        "give",
        "u",
        "imf",
        "perspective",
        "term",
        "happening",
        "whether",
        "concerned",
        "regulation",
        "christine",
        "lagarde",
        "quite",
        "bit",
        "market",
        "volatility",
        "one",
        "day",
        "across",
        "world",
        "particularly",
        "led",
        "compare",
        "valuation",
        "know",
        "week",
        "ago",
        "market",
        "correction",
        "anywhere",
        "six",
        "nine",
        "percent",
        "frankly",
        "given",
        "asset",
        "price",
        "high",
        "view",
        "welcome",
        "correction",
        "observed",
        "certainly",
        "despite",
        "volatility",
        "market",
        "channel",
        "pipe",
        "mechanism",
        "worked",
        "well",
        "also",
        "see",
        "financing",
        "still",
        "plenty",
        "much",
        "available",
        "financing",
        "economy",
        "know",
        "correction",
        "happen",
        "due",
        "happen",
        "see",
        "hg",
        "talk",
        "region",
        "specifically",
        "seen",
        "oil",
        "price",
        "gone",
        "around",
        "even",
        "lower",
        "lot",
        "question",
        "whether",
        "government",
        "going",
        "continue",
        "implement",
        "reform",
        "said",
        "necessary",
        "imf",
        "say",
        "necessary",
        "diversify",
        "economy",
        "concerned",
        "christine",
        "lagarde",
        "know",
        "country",
        "gone",
        "massive",
        "transition",
        "exporting",
        "oil",
        "clearly",
        "seen",
        "big",
        "drop",
        "growth",
        "rate",
        "even",
        "case",
        "emirate",
        "partly",
        "diversified",
        "particularly",
        "dubai",
        "economy",
        "transition",
        "oil",
        "fed",
        "economy",
        "diversified",
        "inclusive",
        "reformed",
        "economy",
        "private",
        "sector",
        "going",
        "provide",
        "job",
        "invest",
        "provided",
        "course",
        "circumstance",
        "friendly",
        "response",
        "public",
        "sector",
        "job",
        "fiscal",
        "position",
        "government",
        "simply",
        "allow",
        "response",
        "know",
        "traditional",
        "past",
        "new",
        "economic",
        "model",
        "country",
        "little",
        "bit",
        "ahead",
        "game",
        "others",
        "working",
        "reform",
        "certainly",
        "seeing",
        "different",
        "country",
        "year",
        "time",
        "given",
        "price",
        "oil",
        "likely",
        "head",
        "hg",
        "country",
        "encouraged",
        "talking",
        "gcc",
        "country",
        "egypt",
        "specifically",
        "mean",
        "term",
        "everyone",
        "christine",
        "lagarde",
        "quite",
        "country",
        "partner",
        "moment",
        "look",
        "happening",
        "morocco",
        "instance",
        "encouraging",
        "look",
        "egypt",
        "went",
        "really",
        "tough",
        "time",
        "egyptian",
        "people",
        "shown",
        "courage",
        "egyptian",
        "leader",
        "courage",
        "seen",
        "growth",
        "five",
        "percent",
        "seen",
        "inflation",
        "rocketed",
        "moved",
        "nearly",
        "percent",
        "expect",
        "percent",
        "end",
        "year",
        "seeing",
        "good",
        "accumulation",
        "reserve",
        "country",
        "big",
        "stabilization",
        "egypt",
        "going",
        "give",
        "rise",
        "benefit",
        "people",
        "circumstance",
        "whether",
        "egypt",
        "jordan",
        "tunisia",
        "place",
        "think",
        "difficult",
        "situation",
        "attentive",
        "social",
        "basis",
        "people",
        "risk",
        "people",
        "underprivileged",
        "people",
        "exposed",
        "sufficient",
        "benefit",
        "actually",
        "cope",
        "situation",
        "hg",
        "talk",
        "egypt",
        "specifically",
        "obviously",
        "political",
        "president",
        "sisi",
        "really",
        "push",
        "reform",
        "forward",
        "danger",
        "people",
        "generally",
        "really",
        "going",
        "feel",
        "effect",
        "soon",
        "enough",
        "people",
        "ground",
        "egypt",
        "uncomfortable",
        "situation",
        "say",
        "reform",
        "really",
        "bitten",
        "bottom",
        "line",
        "christine",
        "lagarde",
        "know",
        "see",
        "inflation",
        "going",
        "see",
        "money",
        "coming",
        "back",
        "country",
        "investor",
        "looking",
        "egypt",
        "good",
        "risk",
        "set",
        "new",
        "company",
        "create",
        "job",
        "response",
        "course",
        "easy",
        "go",
        "process",
        "reform",
        "see",
        "light",
        "end",
        "tunnel",
        "price",
        "going",
        "go",
        "social",
        "basis",
        "investment",
        "coming",
        "create",
        "job",
        "think",
        "really",
        "encouraging",
        "know",
        "five",
        "percent",
        "growth",
        "also",
        "going",
        "offer",
        "solution",
        "country",
        "hg",
        "madam",
        "lagarde",
        "thank",
        "much",
        "joining",
        "cnbc"
    ]
}