{
    "organizations": [],
    "uuid": "866a3c1d28e4fcdb4ad16c67c2485f4990069600",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/22/cnbc-transcript-u-s-commerce-secretary-wilbur-ross-speaks-with-joe-kernen-on-cnbcs-squawk-box-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: U.S. Commerce Secretary Wilbur Ross Speaks with Joe Kernen on CNBC’s “Squawk Box” today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, February 22, 2018\nWHERE: CNBC's \"Squawk Box\"\nFollowing is a link to the unofficial transcript of a CNBC interview with U.S. Commerce Secretary Wilbur Ross and CNBC's Joe Kernen on CNBC's \"Squawk Box\" (M-F 6AM – 9AM) today, Thursday, February 22, 2018. Following is a link to video from the interview on CNBC: https://www.cnbc.com/video/2018/02/22/us-commerce-secretary-wilbur-ross-on-deregulating-outer-space.html?play=1 & https://www.cnbc.com/video/2018/02/22/us-commerce-secretary-wilbur-ross-on-space-and-global-trade.html?play=1 .\nAll references must be sourced to CNBC.\nJOE KERNEN: YOU CAN'T DO BOTH, YOU CAN'T DO DIRECTION AND TIME. YOU'VE GOT TO DO ONE OR THE OTHER. NOW FOR A SPECIAL GUEST U.S. COMMERCE SECRETARY WILBUR ROSS JOINS US NOW. GREAT TO SEE YOU, MR. SECRETARY. YOU'RE – DID YOU KNOW YOU WERE GOING TO BE IN CHARGE OF SPACE – THAT YOU'RE GOING TO BE THE SPACE CZAR? OR DID YOU SAY, \"SURE, GIVE IT TO ME\"? IT DOESN'T SEEM LIKE – IT DOESN'T ENCOMPASS THAT MUCH.\nSECRETARY WILBUR ROSS: I DON'T THINK CZAR IS THE RIGHT TERM. THE EFFORT IS THAT WE'RE GOING TO TRY TO DEREGULATE SPACE AND UPDATE TO THE PRESENT, THE OLD REGULATIONS. A LOT OF SPACE REGULATIONS ARE 25 YEARS OLD. AND THE WHOLE WORLD HAS CHANGED A LOT IN 25 YEARS, BUT PARTICULARLY SATELLITE COMMUNICATIONS, SATELLITE IMAGERY – THE WHOLE THING -- MISSION PROPULSION SYSTEMS, ALL HAVE CHANGED. AND SO IT'S TIME TO CREATE A MORE PERMISSIVE REGULATORY ENVIRONMENT SO THAT THE U.S. IS THE COUNTRY OF CHOICE FOR SPACE.\nKERNEN: I WONDERED ABOUT THAT, WILBUR, BECAUSE YOU, YOU KNOW, YOU SEE HOW MANY DIG -- BRANSON, AND ELON MUSK, AND ALL THESE THINGS ARE HAPPENING AND NOTHING'S CHANGED IN TERMS OF OVERSIGHT AND FEDERAL REGULATIONS. AND THE WHOLE, THAT WHOLE PART OF THE PROGRESS IS HAPPENING WITHOUT, YOU KNOW, THAT'S THE WAY -- THAT'S THE WAY IT SHOULD WORK BAKE SCIENCE, OBVIOUSLY, THAT THE GOVERNMENT DOES, BUT AFTER THAT, LET THE PRIVATE SECTOR TAKE OVER AND THE GOVERNMENT'S GOT TO BE A PARTNER, NOT AN IMPEDIMENT. AND THAT'S WHAT YOU ARE TRYING TO DO.\nROSS: AND THAT'S EXACTLY RIGHT. WE THINK THE PACE OF REGULATORY CHANGE HAS TO MATCH THE PACE OF ECHNOLOGICAL CHANGE. TECHNOLOGY IS BOOMING. YOU SAW THIS INCREDIBLE SpaceX LAUNCH, WHICH I WAS PRIVILEGED TO BE AT. AND IT WAS REALLY QUITE AN AMAZING THING. AND AT THE END OF IT, HAVE YOU THAT LITTLE RED TESLA HURDLING OFF TO AN ORBIT AROUND THE SUN AND THE MOON. WELL, THERE NEED TO BE RULES OF THE ROAD, BUT THERE SHOULDN'T BE A LOT OF U-TURNS, THERE SHOULDN'T BE A LOT OF ONE-WAY STREETS, AND THERE SURELY SHOULDN'T BE A LOT OF DEAD ENDS. SO THAT'S WHAT WE WILL TRY TO FIX WITH THE DEREGULATION OF SPACE AND CREATING PERMISSIVE REGULATIONS, SO THAT WE CAN ENCOURAGE SPACE DEVELOPMENT HERE.\nKERNEN: AND JUST TO SPARK THE IMAGINATION, THEN WE WILL GET BACK TO THE HERE AND NOW, WILBUR, BUT WHEN YOU TALK TO EXPERTS AND I'M TALKING ABOUT ASTEROID MINING, JUST YESTERDAY OR THE DAY BEFORE WE HAD A STORY ABOUT COBALT AND HOW EXPENSIVE IT WILL BE BECAUSE OF LITHIUM BATTERIES, THAT APPLE'S GOING TO MINE ITS OWN COBALT, I MEAN THE IDEA OF WHAT IS OUT THERE ON AN ASTEROID, IT'S SUPPOSEDLY YOU CAN HAVE MINERAL WEALTH THAT ECLIPSES THE ENTIRE WORLD ECONOMY IF YOU DID THAT. WHAT IS THE ACTUAL TIME FRAME FOR WHEN THAT WILL BE FEASIBLE? WILL THAT BE FIVE YEARS, TEN YEARS, 50 YEARS, DO YOU KNOW?\nROSS: WELL, I THINK THAT DEPENDS UPON HOW SUCCESSFUL WE ARE IN TURNING THE MOON INTO A KIND OF GAS STATION FOR OUTER SPACE. THE DARK SURFACES THAT YOU SEE WHEN YOU LOOK UP AT THE MOON ARE ACTUALLY HUNDREDS OF FEET OF SOLID ICE, SO THE PLAN IS TO BREAK THE ICE DOWN INTO HYDROGEN AND OXYGEN, USE THOSE AS THE FUEL PROPELLANT. SO WHAT IT WOULD MEAN IS THAT THE LIFTOFF AGAINST THE GRAVITY OF EARTH WOULD FOUGHT NEED TO BE NEARLY THE 5 MILLION 100 POUNDS OF THRUST THAT SpaceX HAD TO HAVE, BECAUSE YOU WOULD NOW ONLY HAVE TO GET TO THE MOON. AND THEN AT THE MOON, YOU HAVE VERY LOW GRAVITY, SO YOU DON'T NEED SO MUCH THRUST TO GO FROM THE MOON TO MARS, FOR EXAMPLE, OR TO ANOTHER ASTEROID. SO THE TECHNOLOGICAL BREAKTHROUGH REALLY IS GOING TO BE IN THE NUMBER OF AREAS, ONE OF WHICH SHOULD BE USING THE MOON AS A GAS STATION.\nBECKY QUICK: SECRETARY ROSS, I UNDERSTAND WHAT YOU ARE TRYING TO DO TO MAKE SURE THAT PRIVATE INDUSTRY CAN REALLY MAKE A LOT OF THESE ADVANCES. IT'S BEEN AMAZING WHAT WE'VE SEEN IN THE LAST FEW YEARS FROM PRIVATE INDUSTRY.\nROSS: RIGHT.\nQUICK: BUT IF WE'RE NOT THERE CARVING OUT THE RULES OF THE ROAD AND HOW IT GETS DONE, DO WE WORRY WE'RE NO LONGER SETTING THE RULES FOR OTHER NATIONS, TOO? THAT CHINESE COMPANIES OR SOMEBODY ELSE CAN GO OVER AND IT'S GONNA BE THE WILD WEST OUT THERE?\nROSS: OH, THERE ARE GOING TO BE THE RULES OF THE ROAD. THERE NEEDS TO BE. THERE NEEDS TO BE MEANS FOR POLICING, IF YOU WILL, THE DEBRIS IN SPACE.\nQUICK: RIGHT.\nROSS THAT'S ONE OF THE BIG PROBLEMS AND AS MORE AND MORE LAUNCHES OCCUR, MORE AND MORE OLD SATELLITES REACH THE END OF THEIR LIFE, THAT'S GOING TO BE A PROBLEM WE HAVE TO DEAL WITH.\nQUICK: WELL WE'VE HAD ASTRONAUTS TELL US THAT'S THEIR BIGGEST FEAR WHEN THEY'RE IN SPACE.\nROSS: WELL, SURE, WHEN THINGS ARE GOING AT A GREAT SPEED, EVEN A VERY SMALL OBJECT CAN CREATE A GREAT DEAL OF DAMAGE.\nKERNEN: YEP. WILBUR, I KNOW THAT YOU HAVE SUBMITTED SOME RECOMMENDATIONS TO THE PRESIDENT ON STEEL AND ALLUMINUM AND SUCH AND I MEAN, YOU'VE ALREADY SPOKEN OUT ON THAT ISSUE. CAN YOU GIVE US ANY INSIGHT AS TO WHEN WE WILL HEAR OR THE LIKELY OUTCOME IS, AND WHETHER THERE IS ANY, I DON'T KNOW, ANY REPERCUSSIONS OR RECRIMINATIONS ABOUT WHETHER IT'S A RIGHT MOVE, GIVEN THAT THINGS SEEM TO BE GOING GOOD GLOBALLY RIGHT NOW? AND I DON'T NECESSARILY KNOW IF WE WANT TO NECESSARILY MESS WITH THE TRADE PICTURE.\nROSS: WELL, THINGS ARE GOING WELL GLOBALY. THEY'RE ESPECIALLY GOING WELL IN THE U.S., BECAUSE OF THE PRESIDENT'S POLICIES ON REGULATORY REFORM AND ON TAX. BUT ON THE NARROWER ISSUE OF TRADE, YOU NOTICED THE MARKETS HAVE BEEN – THE EQUITY MARKS HAVE BEEN FINE SINCE THE DETAILS OF THE TWO, 232 INVESTIGATIONS WERE RELEASED TO THE PUBLIC LAST WEEK. SO THERE SURELY HASNT BEEN ANY GREAT DISTRESS IN THE FINANCIAL MARKETS RESULTING FROM THEM. THE DECISION WILL BE THE PRESIDENT'S AND HE HAS UNTIL APRIL 11 FOR ONE AND APRIL 19thFOR ANOTHER. I HAVE NO IDEA WHEN BETWEEN NOW AND THEN HE WILL MAKE HIS DECISION, BUT I'M SURE HE WILL DO IT IN A VERY THOUGHTFUL AND VERY SYSTEMATIC WAY.\nKERNEN: I'M TRYING TO FIGURE THIS, I DON'T KNOW – IS THIS GOING ANYWHERE, THE EU LOOKING INTO OUR TAX REFORM LEGISLATION TO SEE IF IT BREACHES THE WTO? DO YOU THINK THAT GOES ANYWHERE AT ALL? I COULD BE CYNICAL ABOUT THE WHOLE IDEA, WHAT -- WE GET OUR TAX RATE DOWN NEAR WHERE THEY, ARE THEY CARPING ABOUT THAT? I DON'T GET IT.\nROSS: I THINK IT'S A LITTLE WEIRD FOR THE EU TO BE TRYING TO DETERMINE WHAT THE UNITED STATES TAX POLICY SHOULD BE, BUT I THINK WHAT IS SIGNIFICANT IS THEY KNOW IT'S GOING TO HAVE AN IMPACT. THEY KNOW IT'S GOING TO HAVE AN IMPACT ON BUILDING MORE FOREIGN DIRECT INVESTMENT IN THE U.S. THEY KNOW IT'S GOING TO HAVE AN IMPACT ON BUILDING DOMESTIC INVESTMENT IN THE U.S. AND THEY DON'T LIKE THAT. BECAUSE THEY'VE HAD IT TOO EASY FOR TOO LONG WHEN WE HAD AN UNREALISTICALLY HIGH TAX RATE. NOW WE'RE GETTING INTO A PROPER ZONE. IT WILL BE GOOD FOR OUR ECONOMY. I DON'T THINK THAT NECESSARILY HAS TO BE BAD FOR THEIRS, BUT FOR SURE IT'S A BIG HELP FOR OURS.\nQUICK: WHAT'S THEIR GROUNDS? I DON'T UNDERSTAND THE GROUNDS ON HOW THEY TAKE THAT TO THE WTO? WHAT'S THE THESIS BEHIND IT?\nROSS: I THINK IT GETS INTO POTENTIALLY SOME VERY TECHNICAL ISSUES. BUT I THINK THE REAL THING BEHIND IT IS THE U.S. IS THE LEAST PROTECTIONIST MAJOR COUNTRY. THE EU, IF YOU THINK OF IT AS ONE COUNTRY, BECAUSE FOR PURPOSES, IT REALLY IS, IS ONE OF THE MORE PROTECTIONIST COUNTRIES. SO ANYTHING THAT CHANGES THEIR FAVORABLE TRADE BALANCE WITH US GIVES THEM A LITTLE ANXIETY, AND, FRANKLY, THAT'S A GOOD THING. WE HAVE BEEN PATSY'S FOR TOO LONG. WE HAVE BEEN SUCKERS FOR TOO LONG. PRESIDENT TRUMP IS NOW TRYING TO FIX THAT.\nKERNEN: WILBUR, WHEN WE WERE IN DAVOS, I SPOKE TO THE PRESIDENT, AND HE FLOATED WHAT -- I DON'T KNOW WHAT IT WAS, IT WAS LIKE A PROBLEM ABOUT TPP, IF IT COULD BE BETTER THAT HE MIGHT CONSIDER GOING INTO THIS – A MULTILATERAL DEAL LIKE THAT. THEY'RE MOVING FORWARD ANYWAY. DO YOU KNOW, DID ANYTHING EVER HAPPEN IN TERMS OF ACTUAL POLICY MOVES IN CONTACTING ANYONE THERE TO SAY THE UNITED STATES MIGHT BE INTERESTED? HAVE YOU DONE ANYTHING WITH THAT?\nROSS: I DON'T THINK THAT THE PRESIDENT'S POLICIES HAVE CHANGED AT ALL. WHEN HE WITHDREW FROM TPP IN THE VERY EARLY DAYS OF THE ADMINISTRATION, HE MADE IT CLEAR THAT WE WEREN'T VACATING INTERESTS IN ASIA. AND IN FACT HE NOW HAS INTRODUCED THIS INDO-PACIFIC POLICY THAT IS EVEN MORE ENCOMPASSING BECAUSE IT HAS BOTH INDIA AND THE ORIGINAL TPP COUNTRIES. SO, FIRST OF ALL, FROM A GEOGRAPHIC POINT OF VIEW, HE'S ALWAYS BEEN FOCUSED ON ASIA. HE'S SPENT A LOT OF TIME THERE. VICE PRESIDENT PENCE HAS, I HAVE, SECRETARY TILLERSON, EVERYBODY IS DEVOTING A LOT OF TIME TO ASIA.\nKERNEN: WHAT DO YOU TELL ME? YOU HAVE NOT GONE BACK AND SAID LET'S TALK TO THE NEGOTIATORS AND TPP? YOU'RE GOING TO LET THEM COMPLETE THE DEAL AND WE'RE – THE UNITED STATES WILL NOT BE A PART OF IT? IS THAT WHAT YOU ARE TELLING ME?\nROSS: NO, I DON'T THINK THAT'S THE CASE AT ALL. THE TPP FOLKS HAVE BEEN GETTING THEIR OWN ACT TOGETHER. AND THERE WAS A TEXT RELEASED APPARENTLY THIS MORNING, WHICH I JUST LOOKED AT VERY BRIEFLY, THAT SEEMED TO HAVE SOME POTENTIAL IMPLICATIONS FOR RULES OF ORIGIN. BUT WE HAVEN'T REALLY HAD A CHANCE YET TO STUDY IT. WHAT PRESIDENT TRUMP WANTS IS AN AGREEMENT THAT MAKES SENSE FOR THE UNITED STATES, WHETHER IT'S CALLED TPP OR IT'S CALLED A BILATERAL, OR IT'S CALLED ANYTHING ELSE, THE KEY IS THE TERMS OF THE DEAL AND DO THEY HELP U.S. TRADE.\nKERNEN: THE TPP, WITH THE 11 NATIONS STILL IN IT, HAS PROBABLY GOTTEN A LITTLE LESS LIKELY TO BE SOMETHING AMERICA GETS INTO BASED ON THE IDEA THEY STRIPPED OUT SOME OF THE INTELLECTUAL PROPERTY RULINGS PUT IN ORIGINALLY TO SATISFY SOME OF THE UNITED STATES CONCERNS. DOES THAT MAKE IT EVEN LESS LIKELY WE'D GO BACK IN?\nROSS: WELL, ANYTHING THAT WE CAN SEE TPP FROM WHERE IT ALREADY HAD BEEN IS A NEGATIVE FACTOR. AND IT'S THE EXACT TERMS OF IT TAKEN AS A PACKAGE THAT THE PRESIDENT WOULD BE GIVING CONSIDERATION TOO. AS I MENTIONED, THEY INDICATED THERE WAS SOME SORT OF A SIDE LETTER ABOUT RULES OF ORIGIN ON AUTOS, BUT I HAVEN'T REALLY HAD A CHANCE TO STUDY IT YET.\nKERNEN: WILBUR, HOW DO YOU FEEL ABOUT A GAS TAX? THE PRESIDENT SAID 25 CENTS. OTHER PEOPLE SAY 10 CENTS A FEDERAL INCREASE IN THE GAS TAX FOR INFRASTRUCTURE. WOULD YOU TRY TO TALK THE PRESIDENT INTO THAT OR OUT OF THAT?\nROSS: WELL, THE FUNDING OF INFRASTRUCTURE IS A VERY KEY ISSUE. THERE IS A CERTAIN DEGREE OF LOGIC TO CREATING SOME SEMBLANCE OF USER FEES. AND CERTAINLY, USERS OF HIGHWAYS ARE ONE POTENTIAL SOURCE FOR THAT. PLUS A LOT OF STATES HAVE BEEN RAISING INDIVIDUAL STATE GAS TAXES RIGHT ALONG. SO IT'S ONE OF MANY IDEAS THAT THE PRESIDENT IS CONSIDERING BECAUSE THERE SEEMS TO BE PRETTY GOOD BIPARTISAN SUPPORT FOR THE IDEA OF INFRASTRUCTURE. PARTICULARLY THE IDEA OF SUBSTANTIAL EXPENDITURES ON INFRASTRUCTURE. BUT IN A RELATIVELY BUDGET CONSTRAINED PERIOD, THE QUESTION COMES DOWN TO HOW DO YOU PAY FOR IT?\nKERNEN: YEAH. AND, YOU KNOW, YOU – BIPARTISAN ISSUES ARE SO DIFFICULT TO FIND ANYWHERE, WILBUR. YOU KNOW, YOU COME OUT WITH, YOU KNOW THE PRESIDENT CALLS IT A TRILLION DOLLARS, BUT IT INCLUDES ALL THIS PRIVATE PARTNERSHIP TYPE MONEY, AND THE DEMOCRATS LOOK AT IT AND SAY THIS IS PEANUTS, THE ACTUAL FEDERAL CONTRIBUTION. DOES THAT – ARE THEY RIGHT TO -- IF YOU ARE GOING TO DO THINGS THAT ONLY THE GOVERNMENT CAN DO, DOES THE FEDERAL GOVERNMENT JUST HAVE TO STEP UP AND DO IT? OR DO YOU THINK YOU CAN DO IT IN A WAY WHERE IT'S MAINLY FUNDED BY THE PRIVATE SECTOR?\nROSS: WELL, THERE ARE LOTS OF DIFFERENT KIND OF ISSUES. TO ME, THERE ARE SEVERAL DIFFERENT TIMES OF INFRASTRUCTURE. ONE IN THE GROUP THAT HAS NATURAL USER FEES: BRIDGES, TUNNELS, THINGS OF THAT SORT. THOSE ARE PRETTY EASY TO FINANCE, BECAUSE THEY CAN SUPPORT THAT, THEY CAN SUPPORT THE INTEREST PAYMENTS AND THE PRINCIPLE PAYMENTS. THE SECOND ONES AT THE EXTREME OPPOSITE ENDS ARE ONES FOR SOME POLITICAL REASON THERE ARE NO USER FEES ATTACHED. THOSE ARE ONES THAT SOME LEVEL OF GOVERNMENT IS GOING TO HAVE TO DIP INTO ITS POCKET AND MAKE THE INVESTMENT. BECAUSE IF THERE ISN'T THE POLITICAL WILL FOR USERS FEES, THE ONLY OTHER WAY TO DO IT IS WITH GRANTS. AND THERE'S OBVIOUSLY A GREAT LIMIT ON THE AMOUNT OF GRANTS THAT THE FEDERAL GOVERNMENT CAN MAKE. THEN YOU HAVE IN THE MIDDLE ONES THAT HAVE SOME KIND OF USER FEE POTENTIAL THAT MAYBE IT'S NOT AS CLEAR CUT AS IN THE COOKIE CUTTER MODELS. AND THOSE ARE ONES WHERE MAYBE SOME CONSIDERATION TO SOME FORM OF PRIVATE PARTNERSHIP COULD BE USED.\nKERNEN: LAST QUESTION THEN WE'VE GOT TO GO, I JUST HAD TO GET IT IN THOUGH. IN THE PAST, YOUR PAST LIFE, WHEN YOU WOULD TAKE OVER A COMPANY THAT HAD TOP DEBT AND TRY TO FIGURE IT OUT, ARE WE AT A POINT -- SOME PEOPLE ARE SAYING THE U.S. IS FINALLY AT THE TIPPING POINT WHERE YOU KNOW, THE TAX BILL AND THEN THIS CURRENT BUDGET TOGETHER, WE ARE WORRYING ABOUT HOW MUCH DEBT WE HAVE COMPARED TO GDP. ARE WE THERE BY YOU, AS A TURNAROUND GUY?\nROSS: I DON'T THINK BY A LONG SHOT. THOSE INCREASE IN DEBT WERE BASED ON A MUCH LOWER GROWTH RATE FOR GDP THAN WHAT WE'RE ACTUALLY EXPERIENCING, LET ALONE THE POSITIVE IMPACT THAT HERE WILL BE ON THOSE FROM THE TAX CUTS IN THE OTHER MEASURES SO IF WE GROW 3% OR CLOSE, ARE YOU NOT GOING TO REALLY HAVE A PROBLEM WITH DEBT. THAT'S THE BEST OUTCOME, 3 PLUS, MAYBE 4% GROWTH.\nKERNEN: GREAT. THANK YOU FOR YOUR TIME, SECRETARY, APPRECIATE IT.\nROSS: GOOD TALKING TO YOU.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-02-22T08:00:00.000+02:00",
    "crawled": "2018-02-23T19:46:16.028+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "february",
        "cnbc",
        "squawk",
        "box",
        "following",
        "link",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "cnbc",
        "joe",
        "kernen",
        "cnbc",
        "squawk",
        "box",
        "6am",
        "9am",
        "today",
        "thursday",
        "february",
        "following",
        "link",
        "video",
        "interview",
        "cnbc",
        "http",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "joe",
        "kernen",
        "ca",
        "ca",
        "direction",
        "time",
        "got",
        "one",
        "special",
        "guest",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "join",
        "u",
        "great",
        "see",
        "secretary",
        "know",
        "going",
        "charge",
        "space",
        "going",
        "space",
        "czar",
        "say",
        "sure",
        "give",
        "seem",
        "like",
        "encompass",
        "much",
        "secretary",
        "wilbur",
        "ross",
        "think",
        "czar",
        "right",
        "term",
        "effort",
        "going",
        "try",
        "deregulate",
        "space",
        "update",
        "present",
        "old",
        "regulation",
        "lot",
        "space",
        "regulation",
        "year",
        "old",
        "whole",
        "world",
        "changed",
        "lot",
        "year",
        "particularly",
        "satellite",
        "communication",
        "satellite",
        "imagery",
        "whole",
        "thing",
        "mission",
        "propulsion",
        "system",
        "changed",
        "time",
        "create",
        "permissive",
        "regulatory",
        "environment",
        "country",
        "choice",
        "space",
        "kernen",
        "wondered",
        "wilbur",
        "know",
        "see",
        "many",
        "dig",
        "branson",
        "elon",
        "musk",
        "thing",
        "happening",
        "nothing",
        "changed",
        "term",
        "oversight",
        "federal",
        "regulation",
        "whole",
        "whole",
        "part",
        "progress",
        "happening",
        "without",
        "know",
        "way",
        "way",
        "work",
        "bake",
        "science",
        "obviously",
        "government",
        "let",
        "private",
        "sector",
        "take",
        "government",
        "got",
        "partner",
        "impediment",
        "trying",
        "ross",
        "exactly",
        "right",
        "think",
        "pace",
        "regulatory",
        "change",
        "match",
        "pace",
        "echnological",
        "change",
        "technology",
        "booming",
        "saw",
        "incredible",
        "spacex",
        "launch",
        "privileged",
        "really",
        "quite",
        "amazing",
        "thing",
        "end",
        "little",
        "red",
        "tesla",
        "hurdling",
        "orbit",
        "around",
        "sun",
        "moon",
        "well",
        "need",
        "rule",
        "road",
        "lot",
        "lot",
        "street",
        "surely",
        "lot",
        "dead",
        "end",
        "try",
        "fix",
        "deregulation",
        "space",
        "creating",
        "permissive",
        "regulation",
        "encourage",
        "space",
        "development",
        "kernen",
        "spark",
        "imagination",
        "get",
        "back",
        "wilbur",
        "talk",
        "expert",
        "talking",
        "asteroid",
        "mining",
        "yesterday",
        "day",
        "story",
        "cobalt",
        "expensive",
        "lithium",
        "battery",
        "apple",
        "going",
        "mine",
        "cobalt",
        "mean",
        "idea",
        "asteroid",
        "supposedly",
        "mineral",
        "wealth",
        "eclipse",
        "entire",
        "world",
        "economy",
        "actual",
        "time",
        "frame",
        "feasible",
        "five",
        "year",
        "ten",
        "year",
        "year",
        "know",
        "ross",
        "well",
        "think",
        "depends",
        "upon",
        "successful",
        "turning",
        "moon",
        "kind",
        "gas",
        "station",
        "outer",
        "space",
        "dark",
        "surface",
        "see",
        "look",
        "moon",
        "actually",
        "hundred",
        "foot",
        "solid",
        "ice",
        "plan",
        "break",
        "ice",
        "hydrogen",
        "oxygen",
        "use",
        "fuel",
        "propellant",
        "would",
        "mean",
        "liftoff",
        "gravity",
        "earth",
        "would",
        "fought",
        "need",
        "nearly",
        "million",
        "pound",
        "thrust",
        "spacex",
        "would",
        "get",
        "moon",
        "moon",
        "low",
        "gravity",
        "need",
        "much",
        "thrust",
        "go",
        "moon",
        "mar",
        "example",
        "another",
        "asteroid",
        "technological",
        "breakthrough",
        "really",
        "going",
        "number",
        "area",
        "one",
        "using",
        "moon",
        "gas",
        "station",
        "becky",
        "quick",
        "secretary",
        "ross",
        "understand",
        "trying",
        "make",
        "sure",
        "private",
        "industry",
        "really",
        "make",
        "lot",
        "advance",
        "amazing",
        "seen",
        "last",
        "year",
        "private",
        "industry",
        "ross",
        "right",
        "quick",
        "carving",
        "rule",
        "road",
        "get",
        "done",
        "worry",
        "longer",
        "setting",
        "rule",
        "nation",
        "chinese",
        "company",
        "somebody",
        "else",
        "go",
        "gon",
        "na",
        "wild",
        "west",
        "ross",
        "oh",
        "going",
        "rule",
        "road",
        "need",
        "need",
        "mean",
        "policing",
        "debris",
        "space",
        "quick",
        "right",
        "ross",
        "one",
        "big",
        "problem",
        "launch",
        "occur",
        "old",
        "satellite",
        "reach",
        "end",
        "life",
        "going",
        "problem",
        "deal",
        "quick",
        "well",
        "astronaut",
        "tell",
        "u",
        "biggest",
        "fear",
        "space",
        "ross",
        "well",
        "sure",
        "thing",
        "going",
        "great",
        "speed",
        "even",
        "small",
        "object",
        "create",
        "great",
        "deal",
        "damage",
        "kernen",
        "yep",
        "wilbur",
        "know",
        "submitted",
        "recommendation",
        "president",
        "steel",
        "alluminum",
        "mean",
        "already",
        "spoken",
        "issue",
        "give",
        "u",
        "insight",
        "hear",
        "likely",
        "outcome",
        "whether",
        "know",
        "repercussion",
        "recrimination",
        "whether",
        "right",
        "move",
        "given",
        "thing",
        "seem",
        "going",
        "good",
        "globally",
        "right",
        "necessarily",
        "know",
        "want",
        "necessarily",
        "mess",
        "trade",
        "picture",
        "ross",
        "well",
        "thing",
        "going",
        "well",
        "globaly",
        "especially",
        "going",
        "well",
        "president",
        "policy",
        "regulatory",
        "reform",
        "tax",
        "narrower",
        "issue",
        "trade",
        "noticed",
        "market",
        "equity",
        "mark",
        "fine",
        "since",
        "detail",
        "two",
        "investigation",
        "released",
        "public",
        "last",
        "week",
        "surely",
        "hasnt",
        "great",
        "distress",
        "financial",
        "market",
        "resulting",
        "decision",
        "president",
        "april",
        "one",
        "april",
        "19thfor",
        "another",
        "idea",
        "make",
        "decision",
        "sure",
        "thoughtful",
        "systematic",
        "way",
        "kernen",
        "trying",
        "figure",
        "know",
        "going",
        "anywhere",
        "eu",
        "looking",
        "tax",
        "reform",
        "legislation",
        "see",
        "breach",
        "wto",
        "think",
        "go",
        "anywhere",
        "could",
        "cynical",
        "whole",
        "idea",
        "get",
        "tax",
        "rate",
        "near",
        "carping",
        "get",
        "ross",
        "think",
        "little",
        "weird",
        "eu",
        "trying",
        "determine",
        "united",
        "state",
        "tax",
        "policy",
        "think",
        "significant",
        "know",
        "going",
        "impact",
        "know",
        "going",
        "impact",
        "building",
        "foreign",
        "direct",
        "investment",
        "know",
        "going",
        "impact",
        "building",
        "domestic",
        "investment",
        "like",
        "easy",
        "long",
        "unrealistically",
        "high",
        "tax",
        "rate",
        "getting",
        "proper",
        "zone",
        "good",
        "economy",
        "think",
        "necessarily",
        "bad",
        "sure",
        "big",
        "help",
        "quick",
        "ground",
        "understand",
        "ground",
        "take",
        "wto",
        "thesis",
        "behind",
        "ross",
        "think",
        "get",
        "potentially",
        "technical",
        "issue",
        "think",
        "real",
        "thing",
        "behind",
        "least",
        "protectionist",
        "major",
        "country",
        "eu",
        "think",
        "one",
        "country",
        "purpose",
        "really",
        "one",
        "protectionist",
        "country",
        "anything",
        "change",
        "favorable",
        "trade",
        "balance",
        "u",
        "give",
        "little",
        "anxiety",
        "frankly",
        "good",
        "thing",
        "patsy",
        "long",
        "sucker",
        "long",
        "president",
        "trump",
        "trying",
        "fix",
        "kernen",
        "wilbur",
        "davos",
        "spoke",
        "president",
        "floated",
        "know",
        "like",
        "problem",
        "tpp",
        "could",
        "better",
        "might",
        "consider",
        "going",
        "multilateral",
        "deal",
        "like",
        "moving",
        "forward",
        "anyway",
        "know",
        "anything",
        "ever",
        "happen",
        "term",
        "actual",
        "policy",
        "move",
        "contacting",
        "anyone",
        "say",
        "united",
        "state",
        "might",
        "interested",
        "done",
        "anything",
        "ross",
        "think",
        "president",
        "policy",
        "changed",
        "withdrew",
        "tpp",
        "early",
        "day",
        "administration",
        "made",
        "clear",
        "vacating",
        "interest",
        "asia",
        "fact",
        "introduced",
        "policy",
        "even",
        "encompassing",
        "india",
        "original",
        "tpp",
        "country",
        "first",
        "geographic",
        "point",
        "view",
        "always",
        "focused",
        "asia",
        "spent",
        "lot",
        "time",
        "vice",
        "president",
        "penny",
        "secretary",
        "tillerson",
        "everybody",
        "devoting",
        "lot",
        "time",
        "asia",
        "kernen",
        "tell",
        "gone",
        "back",
        "said",
        "let",
        "talk",
        "negotiator",
        "tpp",
        "going",
        "let",
        "complete",
        "deal",
        "united",
        "state",
        "part",
        "telling",
        "ross",
        "think",
        "case",
        "tpp",
        "folk",
        "getting",
        "act",
        "together",
        "text",
        "released",
        "apparently",
        "morning",
        "looked",
        "briefly",
        "seemed",
        "potential",
        "implication",
        "rule",
        "origin",
        "really",
        "chance",
        "yet",
        "study",
        "president",
        "trump",
        "want",
        "agreement",
        "make",
        "sense",
        "united",
        "state",
        "whether",
        "called",
        "tpp",
        "called",
        "bilateral",
        "called",
        "anything",
        "else",
        "key",
        "term",
        "deal",
        "help",
        "trade",
        "kernen",
        "tpp",
        "nation",
        "still",
        "probably",
        "gotten",
        "little",
        "less",
        "likely",
        "something",
        "america",
        "get",
        "based",
        "idea",
        "stripped",
        "intellectual",
        "property",
        "ruling",
        "put",
        "originally",
        "satisfy",
        "united",
        "state",
        "concern",
        "make",
        "even",
        "less",
        "likely",
        "go",
        "back",
        "ross",
        "well",
        "anything",
        "see",
        "tpp",
        "already",
        "negative",
        "factor",
        "exact",
        "term",
        "taken",
        "package",
        "president",
        "would",
        "giving",
        "consideration",
        "mentioned",
        "indicated",
        "sort",
        "side",
        "letter",
        "rule",
        "origin",
        "auto",
        "really",
        "chance",
        "study",
        "yet",
        "kernen",
        "wilbur",
        "feel",
        "gas",
        "tax",
        "president",
        "said",
        "cent",
        "people",
        "say",
        "cent",
        "federal",
        "increase",
        "gas",
        "tax",
        "infrastructure",
        "would",
        "try",
        "talk",
        "president",
        "ross",
        "well",
        "funding",
        "infrastructure",
        "key",
        "issue",
        "certain",
        "degree",
        "logic",
        "creating",
        "semblance",
        "user",
        "fee",
        "certainly",
        "user",
        "highway",
        "one",
        "potential",
        "source",
        "plus",
        "lot",
        "state",
        "raising",
        "individual",
        "state",
        "gas",
        "tax",
        "right",
        "along",
        "one",
        "many",
        "idea",
        "president",
        "considering",
        "seems",
        "pretty",
        "good",
        "bipartisan",
        "support",
        "idea",
        "infrastructure",
        "particularly",
        "idea",
        "substantial",
        "expenditure",
        "infrastructure",
        "relatively",
        "budget",
        "constrained",
        "period",
        "question",
        "come",
        "pay",
        "kernen",
        "yeah",
        "know",
        "bipartisan",
        "issue",
        "difficult",
        "find",
        "anywhere",
        "wilbur",
        "know",
        "come",
        "know",
        "president",
        "call",
        "trillion",
        "dollar",
        "includes",
        "private",
        "partnership",
        "type",
        "money",
        "democrat",
        "look",
        "say",
        "peanut",
        "actual",
        "federal",
        "contribution",
        "right",
        "going",
        "thing",
        "government",
        "federal",
        "government",
        "step",
        "think",
        "way",
        "mainly",
        "funded",
        "private",
        "sector",
        "ross",
        "well",
        "lot",
        "different",
        "kind",
        "issue",
        "several",
        "different",
        "time",
        "infrastructure",
        "one",
        "group",
        "natural",
        "user",
        "fee",
        "bridge",
        "tunnel",
        "thing",
        "sort",
        "pretty",
        "easy",
        "finance",
        "support",
        "support",
        "interest",
        "payment",
        "principle",
        "payment",
        "second",
        "one",
        "extreme",
        "opposite",
        "end",
        "one",
        "political",
        "reason",
        "user",
        "fee",
        "attached",
        "one",
        "level",
        "government",
        "going",
        "dip",
        "pocket",
        "make",
        "investment",
        "political",
        "user",
        "fee",
        "way",
        "grant",
        "obviously",
        "great",
        "limit",
        "amount",
        "grant",
        "federal",
        "government",
        "make",
        "middle",
        "one",
        "kind",
        "user",
        "fee",
        "potential",
        "maybe",
        "clear",
        "cut",
        "cookie",
        "cutter",
        "model",
        "one",
        "maybe",
        "consideration",
        "form",
        "private",
        "partnership",
        "could",
        "used",
        "kernen",
        "last",
        "question",
        "got",
        "go",
        "get",
        "though",
        "past",
        "past",
        "life",
        "would",
        "take",
        "company",
        "top",
        "debt",
        "try",
        "figure",
        "point",
        "people",
        "saying",
        "finally",
        "tipping",
        "point",
        "know",
        "tax",
        "bill",
        "current",
        "budget",
        "together",
        "worrying",
        "much",
        "debt",
        "compared",
        "gdp",
        "turnaround",
        "guy",
        "ross",
        "think",
        "long",
        "shot",
        "increase",
        "debt",
        "based",
        "much",
        "lower",
        "growth",
        "rate",
        "gdp",
        "actually",
        "experiencing",
        "let",
        "alone",
        "positive",
        "impact",
        "tax",
        "cut",
        "measure",
        "grow",
        "close",
        "going",
        "really",
        "problem",
        "debt",
        "best",
        "outcome",
        "plus",
        "maybe",
        "growth",
        "kernen",
        "great",
        "thank",
        "time",
        "secretary",
        "appreciate",
        "ross",
        "good",
        "talking",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}