{
    "organizations": [],
    "uuid": "739cee520404657a4b81b7d4f4017a0fd235a713",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-orora-and-efi-expand-global-partnership-with-ororaas-purchase-of-two-efi-nozomi-presses.html",
    "ord_in_thread": 0,
    "title": "Orora and EFI expand global partnership with Orora’s purchase of two EFI Nozomi Presses",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FREMONT, Calif. and MELBOURNE, Australia, Feb. 26, 2018 (GLOBE NEWSWIRE) -- Silicon Valley printing technology company Electronics For Imaging, Inc. (Nasdaq:EFII) and Australian packaging innovator Orora Limited (ASX:ORA) today announced an expanded global partnership that will bring additional, state-of-the art EFI™ production technologies to key Orora operations.\nThe agreement includes Orora’s purchase of two EFI Nozomi C18000 single-pass LED inkjet corrugated packaging presses. The new presses are scheduled to be installed at Orora facilities in Melbourne, Australia and in Los Angeles, California, in May, 2018.\n“The new EFI Nozomi C18000 digital printers are genuine game changers for our corrugated packaging customers, delivering magazine quality imagery directly onto corrugated board at ultra-high-speed,” said Nigel Garrard, Orora’s Managing Director and CEO.\n“We are the first company to purchase and install the Nozomi printer in Australia and one of the first to use this print technology in North America. Our investment in these state-of-the-art printers demonstrates Orora’s commitment to keeping our business and customers at the forefront of the market,” Mr. Garrard said.\n“Orora is an excellent example of an innovative, large, multinational business that takes a savvy, proactive approach to enhanced customer service and best-in-class production for the corrugated packaging space,” said Frank Mallozzi, senior vice president, worldwide sales and marketing, EFI. “We are excited to partner with Orora to help the company grow its competitive edge with the Nozomi presses.”\nThe Nozomi C18000 presses Orora is installing are breakthrough production products that enable full-scale digital production of short to medium run corrugated packaging jobs. They eliminate many of the challenges associated with digital corrugated board production by offering fast production speeds up to 75 linear meters per minute.\nKey features on Orora’s Nozomi presses include:\nExtended-gamut printing for accurate brand color reproduction with six-color imaging plus white; High-quality, accurate output in resolutions up to 360x720 dots per inch with four-level greyscale imaging; A fully integrated, programmable top- and bottom-feed system that also handles media separation, lift, transport and alignment at full press speeds; A 100% in-line image quality inspection system that actively compensates for inkjet nozzle, alignment and uniformity errors for the highest possible imaging quality; and High productivity with a permanent head architecture that eliminates the downtime associated with replacing consumable printheads.\nOutput from the presses are unique in having certification for OCC recyclability and repulpability from the Western Michigan University Recycling, Paper and Coating Pilot Plant – a leading certification organization for corrugated recycling.\nAdvanced workflows with the complete EFI ecosystem for corrugated\nNext-generation, ultra-fast and scalable EFI Fiery® NZ-1000 digital front ends (DFEs) installed with the presses will give Orora the processing power needed to develop a broader range of production applications, including multi-SKU and versioned jobs where digital offers distinct economic advantages over analogue production.\nFuelling digital print success with leading-edge EFI technologies\nEFI’s partnership with Orora also extends into the production workflow space, with Orora collaborating with EFI on workflow innovations, including technologies used in the EFI Corrugated Packaging Suite manufacturing execution system. The overall partnership for packaging production technologies is the next major step EFI and Orora have taken together after the recent EFI VUTEk® superwide-format printer purchases Orora completed for its U.S. point-of-purchase and visual communications business, Orora Visual .\nOrora launched Orora Visual in March 2017, following the acquisition and consolidation of four separate point-of-purchase businesses under the one brand. Orora Visual is now able to serve the market locally from its national footprint of integrated production and fulfillment hubs, significantly improving speed to market and reducing freight costs for customers. To enhance its market leadership, Orora Visual is currently in the process of installing four 3.2m-wide EFI VUTEk HS125 Pro hybrid roll/flatbed inkjet presses at its Mesquite, Texas, Orange County, California, Los Angeles and Chicago facilities to meet growing demand for high-end point-of-purchase graphics and freestanding rigid substrate displays.\nThe new VUTEk installations join several other VUTEk printers used at Orora Visual facilities. Orora Visual also uses EFI Fiery DFEs to drive its superwide-format production and proofing printers. Plus, the business uses EFI Monarch ERP workflow software and is in the process of upgrading to a complete EFI Enterprise Commercial Print Suite offering new features for inventory and purchasing management, stronger customer relationship management and improved reporting.\nAbout Orora\nOrora Limited is a global business that produces an extensive range of tailored packaging and visual communication solutions. The company is listed on the Australian Securities Exchange and generates revenue in excess of A$4.0 billion annually. Headquartered in Melbourne, Australia, Orora employs more than 6,700 people across 43 manufacturing plants and 88 distribution sites in seven countries. From fibre packaging to glass bottles, aluminum cans to retail displays, Orora offers innovative packaging options for customers in multiple industry segments. Every day, millions of consumers buy and use goods in packaging designed, developed, produced or supplied by Orora. Learn more at www.ororagroup.com\nAbout EFI\nEFI™ is a global technology company, based in Silicon Valley, CA and is leading the worldwide transformation from analog to digital imaging. We are passionate about fueling customer success with products that increase competitiveness and boost productivity. To do that, we develop breakthrough technologies for the manufacturing of signage, packaging, textiles, ceramic tiles, and personalized documents, with a wide range of printers, inks, digital front ends, and a comprehensive business and production workflow suite that transforms and streamlines the entire production process. ( www.efi.com )\nFollow EFI Online :\nFollow us on Twitter: https://twitter.com/EFIPrint\nFollow us on Instagram: https://www.instagram.com/efiprint\nFind us on Facebook: www.facebook.com/EFIPrint\nView us on YouTube: www.youtube.com/EFIDigitalPrintTech\nNOTE TO EDITORS: The EFI logo, VUTEk and Fiery are registered trademarks of Electronics For Imaging, Inc. in the U.S. and/or certain other countries. EFI is a trademark of Electronics For Imaging, Inc. in the U.S. and/or certain other countries. All other terms and product names may be trademarks or registered trademarks of their respective owners, and are hereby acknowledged.\nNothing herein should be construed as a warranty in addition to the express warranty statements provided with EFI products and services.\nThis news release contains forward-looking statements, that are statements other than statements of historical fact including words such as “anticipate”, “believe”, “estimate”, “expect”, “consider”, “plan” and similar, any statements related to strategies or objectives of management for future operations, products, development, performance, any statements of assumptions or underlying any of the foregoing and any statements in the future tense. Forward-looking statements are subject to certain risks and uncertainties that could cause our actual or future results to differ materially. For further information regarding risks and uncertainties associated with EFI’s businesses, please refer to the risk factors section in the Company’s SEC filings, including, but not limited to, its annual report on Form 10-K and its quarterly reports on Form 10-Q. EFI undertakes no obligation to update information contained herein, including forward-looking statements.\nDavid Lindsay Paul Crisp EFI PR Manager Orora Corporate Affairs T: +1 404 931 7760 T: +61 3 9811 7491 E: david.lindsay@efi.com M: +61 437 547 019 W: www.efi.com E : paul.crisp@ororagroup.com W: www.ororagroup.com\nSource:Electronics for Imaging, Inc.",
    "published": "2018-02-26T17:00:00.000+02:00",
    "crawled": "2018-02-26T16:22:13.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fremont",
        "melbourne",
        "australia",
        "globe",
        "newswire",
        "silicon",
        "valley",
        "printing",
        "technology",
        "company",
        "electronics",
        "imaging",
        "nasdaq",
        "efii",
        "australian",
        "packaging",
        "innovator",
        "orora",
        "limited",
        "asx",
        "os",
        "today",
        "announced",
        "expanded",
        "global",
        "partnership",
        "bring",
        "additional",
        "art",
        "production",
        "technology",
        "key",
        "orora",
        "operation",
        "agreement",
        "includes",
        "orora",
        "purchase",
        "two",
        "efi",
        "nozomi",
        "c18000",
        "led",
        "inkjet",
        "corrugated",
        "packaging",
        "press",
        "new",
        "press",
        "scheduled",
        "installed",
        "orora",
        "facility",
        "melbourne",
        "australia",
        "los",
        "angeles",
        "california",
        "may",
        "new",
        "efi",
        "nozomi",
        "c18000",
        "digital",
        "printer",
        "genuine",
        "game",
        "changer",
        "corrugated",
        "packaging",
        "customer",
        "delivering",
        "magazine",
        "quality",
        "imagery",
        "directly",
        "onto",
        "corrugated",
        "board",
        "said",
        "nigel",
        "garrard",
        "orora",
        "managing",
        "director",
        "ceo",
        "first",
        "company",
        "purchase",
        "install",
        "nozomi",
        "printer",
        "australia",
        "one",
        "first",
        "use",
        "print",
        "technology",
        "north",
        "america",
        "investment",
        "printer",
        "demonstrates",
        "orora",
        "commitment",
        "keeping",
        "business",
        "customer",
        "forefront",
        "market",
        "garrard",
        "said",
        "orora",
        "excellent",
        "example",
        "innovative",
        "large",
        "multinational",
        "business",
        "take",
        "savvy",
        "proactive",
        "approach",
        "enhanced",
        "customer",
        "service",
        "production",
        "corrugated",
        "packaging",
        "space",
        "said",
        "frank",
        "mallozzi",
        "senior",
        "vice",
        "president",
        "worldwide",
        "sale",
        "marketing",
        "efi",
        "excited",
        "partner",
        "orora",
        "help",
        "company",
        "grow",
        "competitive",
        "edge",
        "nozomi",
        "nozomi",
        "c18000",
        "press",
        "orora",
        "installing",
        "breakthrough",
        "production",
        "product",
        "enable",
        "digital",
        "production",
        "short",
        "medium",
        "run",
        "corrugated",
        "packaging",
        "job",
        "eliminate",
        "many",
        "challenge",
        "associated",
        "digital",
        "corrugated",
        "board",
        "production",
        "offering",
        "fast",
        "production",
        "speed",
        "linear",
        "meter",
        "per",
        "minute",
        "key",
        "feature",
        "orora",
        "nozomi",
        "press",
        "include",
        "printing",
        "accurate",
        "brand",
        "color",
        "reproduction",
        "imaging",
        "plus",
        "white",
        "accurate",
        "output",
        "resolution",
        "360x720",
        "dot",
        "per",
        "inch",
        "greyscale",
        "imaging",
        "fully",
        "integrated",
        "programmable",
        "system",
        "also",
        "handle",
        "medium",
        "separation",
        "lift",
        "transport",
        "alignment",
        "full",
        "press",
        "speed",
        "image",
        "quality",
        "inspection",
        "system",
        "actively",
        "compensates",
        "inkjet",
        "nozzle",
        "alignment",
        "uniformity",
        "error",
        "highest",
        "possible",
        "imaging",
        "quality",
        "high",
        "productivity",
        "permanent",
        "head",
        "architecture",
        "eliminates",
        "downtime",
        "associated",
        "replacing",
        "consumable",
        "printheads",
        "output",
        "press",
        "unique",
        "certification",
        "occ",
        "recyclability",
        "repulpability",
        "western",
        "michigan",
        "university",
        "recycling",
        "paper",
        "coating",
        "pilot",
        "plant",
        "leading",
        "certification",
        "organization",
        "corrugated",
        "recycling",
        "advanced",
        "workflow",
        "complete",
        "efi",
        "ecosystem",
        "corrugated",
        "scalable",
        "efi",
        "digital",
        "front",
        "end",
        "dfes",
        "installed",
        "press",
        "give",
        "orora",
        "processing",
        "power",
        "needed",
        "develop",
        "broader",
        "range",
        "production",
        "application",
        "including",
        "versioned",
        "job",
        "digital",
        "offer",
        "distinct",
        "economic",
        "advantage",
        "analogue",
        "production",
        "fuelling",
        "digital",
        "print",
        "success",
        "efi",
        "technology",
        "efi",
        "partnership",
        "orora",
        "also",
        "extends",
        "production",
        "workflow",
        "space",
        "orora",
        "collaborating",
        "efi",
        "workflow",
        "innovation",
        "including",
        "technology",
        "used",
        "efi",
        "corrugated",
        "packaging",
        "suite",
        "manufacturing",
        "execution",
        "system",
        "overall",
        "partnership",
        "packaging",
        "production",
        "technology",
        "next",
        "major",
        "step",
        "efi",
        "orora",
        "taken",
        "together",
        "recent",
        "efi",
        "printer",
        "purchase",
        "orora",
        "completed",
        "visual",
        "communication",
        "business",
        "orora",
        "visual",
        "orora",
        "launched",
        "orora",
        "visual",
        "march",
        "following",
        "acquisition",
        "consolidation",
        "four",
        "separate",
        "business",
        "one",
        "brand",
        "orora",
        "visual",
        "able",
        "serve",
        "market",
        "locally",
        "national",
        "footprint",
        "integrated",
        "production",
        "fulfillment",
        "hub",
        "significantly",
        "improving",
        "speed",
        "market",
        "reducing",
        "freight",
        "cost",
        "customer",
        "enhance",
        "market",
        "leadership",
        "orora",
        "visual",
        "currently",
        "process",
        "installing",
        "four",
        "efi",
        "vutek",
        "hs125",
        "pro",
        "hybrid",
        "inkjet",
        "press",
        "mesquite",
        "texas",
        "orange",
        "county",
        "california",
        "los",
        "angeles",
        "chicago",
        "facility",
        "meet",
        "growing",
        "demand",
        "graphic",
        "freestanding",
        "rigid",
        "substrate",
        "display",
        "new",
        "vutek",
        "installation",
        "join",
        "several",
        "vutek",
        "printer",
        "used",
        "orora",
        "visual",
        "facility",
        "orora",
        "visual",
        "also",
        "us",
        "efi",
        "fiery",
        "dfes",
        "drive",
        "production",
        "proofing",
        "printer",
        "plus",
        "business",
        "us",
        "efi",
        "monarch",
        "erp",
        "workflow",
        "software",
        "process",
        "upgrading",
        "complete",
        "efi",
        "enterprise",
        "commercial",
        "print",
        "suite",
        "offering",
        "new",
        "feature",
        "inventory",
        "purchasing",
        "management",
        "stronger",
        "customer",
        "relationship",
        "management",
        "improved",
        "reporting",
        "orora",
        "orora",
        "limited",
        "global",
        "business",
        "produce",
        "extensive",
        "range",
        "tailored",
        "packaging",
        "visual",
        "communication",
        "solution",
        "company",
        "listed",
        "australian",
        "security",
        "exchange",
        "generates",
        "revenue",
        "excess",
        "billion",
        "annually",
        "headquartered",
        "melbourne",
        "australia",
        "orora",
        "employ",
        "people",
        "across",
        "manufacturing",
        "plant",
        "distribution",
        "site",
        "seven",
        "country",
        "fibre",
        "packaging",
        "glass",
        "bottle",
        "aluminum",
        "can",
        "retail",
        "display",
        "orora",
        "offer",
        "innovative",
        "packaging",
        "option",
        "customer",
        "multiple",
        "industry",
        "segment",
        "every",
        "day",
        "million",
        "consumer",
        "buy",
        "use",
        "good",
        "packaging",
        "designed",
        "developed",
        "produced",
        "supplied",
        "orora",
        "learn",
        "efi",
        "global",
        "technology",
        "company",
        "based",
        "silicon",
        "valley",
        "ca",
        "leading",
        "worldwide",
        "transformation",
        "analog",
        "digital",
        "imaging",
        "passionate",
        "fueling",
        "customer",
        "success",
        "product",
        "increase",
        "competitiveness",
        "boost",
        "productivity",
        "develop",
        "breakthrough",
        "technology",
        "manufacturing",
        "signage",
        "packaging",
        "textile",
        "ceramic",
        "tile",
        "personalized",
        "document",
        "wide",
        "range",
        "printer",
        "ink",
        "digital",
        "front",
        "end",
        "comprehensive",
        "business",
        "production",
        "workflow",
        "suite",
        "transforms",
        "streamlines",
        "entire",
        "production",
        "process",
        "follow",
        "efi",
        "online",
        "follow",
        "u",
        "twitter",
        "http",
        "follow",
        "u",
        "instagram",
        "http",
        "find",
        "u",
        "facebook",
        "view",
        "u",
        "youtube",
        "note",
        "editor",
        "efi",
        "logo",
        "vutek",
        "fiery",
        "registered",
        "trademark",
        "electronics",
        "imaging",
        "certain",
        "country",
        "efi",
        "trademark",
        "electronics",
        "imaging",
        "certain",
        "country",
        "term",
        "product",
        "name",
        "may",
        "trademark",
        "registered",
        "trademark",
        "respective",
        "owner",
        "hereby",
        "acknowledged",
        "nothing",
        "herein",
        "construed",
        "warranty",
        "addition",
        "express",
        "warranty",
        "statement",
        "provided",
        "efi",
        "product",
        "service",
        "news",
        "release",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "consider",
        "plan",
        "similar",
        "statement",
        "related",
        "strategy",
        "objective",
        "management",
        "future",
        "operation",
        "product",
        "development",
        "performance",
        "statement",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "future",
        "tense",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "future",
        "result",
        "differ",
        "materially",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "associated",
        "efi",
        "business",
        "please",
        "refer",
        "risk",
        "factor",
        "section",
        "company",
        "sec",
        "filing",
        "including",
        "limited",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "efi",
        "undertakes",
        "obligation",
        "update",
        "information",
        "contained",
        "herein",
        "including",
        "statement",
        "david",
        "lindsay",
        "paul",
        "crisp",
        "efi",
        "pr",
        "manager",
        "orora",
        "corporate",
        "affair",
        "e",
        "w",
        "e",
        "w",
        "source",
        "electronics",
        "imaging",
        "inc"
    ]
}