{
    "organizations": [],
    "uuid": "76a94477d6aa46406b46789e87128337e879c69f",
    "author": "Lucinda Shen",
    "url": "http://fortune.com/2018/02/14/donald-trump-elizabeth-warren-pocahontas-native-americans/",
    "ord_in_thread": 0,
    "title": "Donald Trump Gets Slammed by Elizabeth Warren Over 'Pocahontas' Name | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Lucinda Shen February 14, 2018 \nWhile President Donald Trump disparages Sen. Elizabeth Warren’s claims of Native American ancestry by calling her “Pocahontas,” the democrat from Massachusetts is throwing the ball right back. \nDuring a speech to the National Congress of American Indians in Washington Wednesday, the 68-year-old who has been questioned over claims of her ethnicity since at least 2012, said she has never used her heritage to get ahead, and hit back at Trump for repeatedly calling her “ Pocahontas ” throughout the 2016 presidential elections. \n“Our country’s disrespect of native people didn’t start with President Trump. It started long before President Washington ever took office,” she said in a set of prepared remarks. “So I’m here today to make a promise: Every time someone brings up my family’s story, I’m going to use it to lift up the story of your families and your communities.” \nShe added that it is “deeply offensive” that “this president” has hung President Andrew Jackson’s portrait in the Oval Office. Jackson signed the Indian Removal Act of 1830 that led to the Trail of Tears. \nIn response to allegations that her career got a leg up thanks to her heritage claims, Warren reiterated that her ancestry has had no such impact. \n“And I want to make something clear. I respect that distinction. I understand that tribal membership is determined by tribes—and only by tribes,” she said, noting that she is not part of a tribe. “I never used my family tree to get a break or get ahead. I never used it to advance my career.” \nWarren has come under fire in the past for claiming Native American heritage and providing no more than anecdotal evidence. Former Massachusetts Governor Scott Brown has called for Warren to take a DNA test . She did claim to be a minority in an Association of American Law Schools directory, though she did not do the same in college applications . \nHere are Warren’s prepared remarks in their entirety: \nThank you for having me here today. \nI want to start by thanking Chairwoman Andrews-Maltais for that introduction. It has been an honor to work with, to learn from, and to represent the tribes in my home state of Massachusetts, the Wampanoag Tribe of Gay Head—the Aquinnah—and the Mashpee Wampanoag. \nI also want to thank President Jefferson Keel, and everyone at the National Congress of American Indians. For over 70 years, you’ve championed the rights and dignity of First Americans and I am honored to be here with you today. \nI’ve noticed that every time my name comes up, President Trump likes to talk about Pocahontas. So I figured, let’s talk about Pocahontas. Not Pocahontas, the fictional character most Americans know from the movies, but Pocahontas, the Native woman who really lived, and whose real story has been passed down to so many of you through the generations. \nPocahontas—whose original name wasn’t even Pocahontas. \nIn the fairy tale, Pocahontas and John Smith meet and fall in love. \nExcept Smith was nearly 30, and Pocahontas was about 10 years old. Whatever happened between them, it was no love story. \nIn the fairy tale, Pocahontas saves John Smith from execution at the hands of her father. \nExcept that was probably made up too. \nIn the fable, her baptism as “Rebecca” and her marriage to a Jamestown settler are held up to show the moral righteousness of colonization. \nIn reality, the fable is used to bleach away the stain of genocide. \nAs you know, Pocahontas’s real journey was far more remarkable—and far darker—than the myth admits. \nAs a child, she played a significant role in mediating relations between the tribes ruled by her father and the early settlers at Jamestown. Those efforts helped establish early trade relations between the two peoples. Without her help, the English settlers might well have perished. \nBut in her teens, Pocahontas was abducted, imprisoned, and held captive. Oral history of the Mattaponi tribe indicates that she was ripped away from her first husband and child and raped in captivity. \nEventually she married another John—John Rolfe. Her marriage led to an uneasy harmony between Jamestown and the tribes, a period that some historians call the Peace of Pocahontas. \nBut she was not around to enjoy it. John Rolfe paraded her around London to entertain the British and prop up financial investments in the Virginia Company. She never made it home. She was about 21 when she died, an ocean separating her from her people. \nIndigenous people have been telling the story of Pocahontas—the real Pocahontas—for four centuries. A story of heroism. And bravery. And pain. \nAnd, for almost as long, her story has been taken away by powerful people who twisted it to serve their own purposes. \n—— \nOur country’s disrespect of native people didn’t start with President Trump. It started long before President Washington ever took office. \nBut now we have a president who can’t make it through a ceremony honoring Native American war heroes without reducing native history, native culture, native people to the butt of a joke. \nThe joke, I guess, is supposed to be on me. \nI get why some people think there’s hay to be made here. You won’t find my family members on any rolls, and I’m not enrolled in a tribe. \nAnd I want to make something clear. I respect that distinction. I understand that tribal membership is determined by tribes and only by tribes. I never used my family tree to get a break or get ahead. I never used it to advance my career. \nBut I want to make something else clear too: My parents were real people. \nBy all accounts, my mother was a beauty. She was born in Eastern Oklahoma, on this exact day—Valentine’s Day—February 14, 1912. She grew up in the little town of Wetumka, the kind of girl who would sit for hours by herself, playing the piano and singing. My daddy fell head over heels in love with her. \nBut my mother’s family was part Native American. And my daddy’s parents were bitterly opposed to their relationship. So, in 1932, when Mother was 19 and Daddy had just turned 20, they eloped. \nTogether, they survived the Dust Bowl and the Great Depression. They saved up to buy a home. They raised my three older brothers, and they watched as each one headed off to serve in the military. After Daddy had a heart attack and was out of work, after we lost the family station wagon and it looked like we would lose our house and everything would come crashing down, my mother put on her best dress and walked to the Sears and got a minimum-wage job. That minimum-wage job saved our house and saved our family. \nMy parents struggled. They sacrificed. They paid off medical debts for years. My daddy ended up as a janitor. They fought and they drank, but more than anything, they hung together. Sixty three years—that’s how long they were married. When my mother died, a part of my daddy slipped away too. \nTwo years later, I held his hand while cancer took him. The last thing he said was, “It’s time for me to be with your mother.” And he smiled. \nThey’re gone, but the love they shared, the struggles they endured, the family they built, and the story they lived will always be a part of me. And no one—not even the president of the United States—will ever take that part of me away. \n—— \nOur stories are deeply woven into the fabric of who we are. The stories of immigrants and slaves, of explorers and refugees, have shaped and reshaped our country right up to the present day. For far too long, your story has been pushed aside, to be trotted out only in cartoons and commercials. \nSo I’m here today to make a promise: Every time someone brings up my family’s story, I’m going to use it to lift up the story of your families and your communities. \nYour story is about contributions. The contributions you make to a country that took so much and keeps asking for more, contributions like serving in the military at rates higher than any other group in America. \nIt is a story about hope. The hope you create as more native people go to college, go to graduate school, and grow local economies. \nIt is a story about resilience. The resilience you show as you reclaim your history and your traditions. \nAnd it is a story about pride and the determination of people who refuse to let their languages fade away and their cultures die. \nI honor that story. \nBut there’s another story that also needs to be told. The story of our country’s mistreatment of your communities. And this isn’t just a story about casual racism—war whoops and tomahawk chops and insulting Facebook memes. \nIt’s a story about discrimination and neglect—the unmet health care needs of native children and families, the alarmingly high rate of suicide among Native teenagers, the growing opioid crisis, and the broader epidemic of substance abuse that has ravaged so many Native communities. \nIt’s a story about greed. For generations—Congress after Congress, president after president—the government robbed you of your land, suppressed your languages, put your children in boarding schools, and gave your babies away for adoption. It has stolen your resources and, for many tribal governments, taken away the opportunity to grow and prosper for the good of your people. \nEven today, politicians in Washington want to let their Big Oil buddies pad their profits by encroaching on your land and fouling your rivers and streams. Meanwhile, even as the economic future of your communities hangs in the balance, they want to cut nutrition assistance, cut Medicaid, and cut other programs that many native families rely on to survive. \nIt’s a story about violence. It is deeply offensive that this president keeps a portrait of Andrew Jackson hanging in the Oval Office, honoring a man who did his best to wipe out native people. But the kind of violence President Jackson and his allies perpetrated isn’t just an ugly chapter in a history book. Violence remains part of life today. The majority of violent crimes experienced by Native Americans are perpetrated by non-Natives, and more than half—half—of Native women have experienced sexual violence. \nThis must stop. And I promise I will fight to help write a different story. \n—— \nWashington owes you respect. But this government owes you much more than that. This government owes you a fighting chance to build stronger communities and a brighter future—starting with a more prosperous economic future on tribal lands. \nFor example, banking and credit are the lifeblood of economic development, but it’s about 12 miles on average from the center of tribal reservations to the nearest bank branch. Meanwhile, native business owners get less startup funding than other business owners. \nAnd when it comes to crucial infrastructure, Native communities are far behind the rest of the country. Rural broadband access on tribal lands is worse than anywhere else in America, and more than a third of those living on tribal lands don’t have high-speed broadband at all. Without it, native communities are simply shut out of a 21st century economy. \nIt’s time to make real investments in Indian country to build opportunity for generations to come. \nAnd that’s only part of the real change we can make. \n• We can stop giant corporations from stealing your resources. \n• We can expand federally protected land that is important to your tribes. \n• We can protect historic monuments like Bears Ears from companies that see it as just another place to drill. \n• We can take steps to stop violence against native people—including passing Savanna’s Act to fight the plague of missing native women and girls. \nMost of all, we can fight to empower tribal governments and native communities so you can take your rightful seat at the table when it comes to determining your own future. \nAnd we can fight to make sure that all Americans who have been left out in our economy, left out in our democracy, and left out in our history can take their rightful seat at that table. \n—— \nAt a time when children are still drinking bottled water in Flint, when families are still desperate for help in Puerto Rico, and when tribal governments are still asking Washington to live up to its promises, we must demand a federal government that works for all of us—because if we don’t, we become a country that belongs to only a privileged few. \nThat’s why, even when divide-and-conquer looks to some like smart politics, we must choose unity. We must be willing to join together in each other’s fights. And at a time when bigotry threatens to overwhelm our discourse, we must amplify voices of basic human respect. \nWe must stand with everyone who has gotten the short end of the stick from Washington over and over and over. We must weave our voices together to make them strong. We must come together to write a new story, not just for Native Americans, but for all Americans. \nA story of power and respect. A story in which everyone’s voice can be heard. \nA story worthy of those who came before us. A story our children and grandchildren will be proud to tell. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-15T16:45:00.000+02:00",
    "crawled": "2018-02-15T00:55:25.031+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lucinda",
        "shen",
        "february",
        "president",
        "donald",
        "trump",
        "disparages",
        "elizabeth",
        "warren",
        "claim",
        "native",
        "american",
        "ancestry",
        "calling",
        "pocahontas",
        "democrat",
        "massachusetts",
        "throwing",
        "ball",
        "right",
        "back",
        "speech",
        "national",
        "congress",
        "american",
        "indian",
        "washington",
        "wednesday",
        "questioned",
        "claim",
        "ethnicity",
        "since",
        "least",
        "said",
        "never",
        "used",
        "heritage",
        "get",
        "ahead",
        "hit",
        "back",
        "trump",
        "repeatedly",
        "calling",
        "pocahontas",
        "throughout",
        "presidential",
        "election",
        "country",
        "disrespect",
        "native",
        "people",
        "start",
        "president",
        "trump",
        "started",
        "long",
        "president",
        "washington",
        "ever",
        "took",
        "office",
        "said",
        "set",
        "prepared",
        "remark",
        "today",
        "make",
        "promise",
        "every",
        "time",
        "someone",
        "brings",
        "family",
        "story",
        "going",
        "use",
        "lift",
        "story",
        "family",
        "added",
        "deeply",
        "offensive",
        "president",
        "hung",
        "president",
        "andrew",
        "jackson",
        "portrait",
        "oval",
        "office",
        "jackson",
        "signed",
        "indian",
        "removal",
        "act",
        "led",
        "trail",
        "tear",
        "response",
        "allegation",
        "career",
        "got",
        "leg",
        "thanks",
        "heritage",
        "claim",
        "warren",
        "reiterated",
        "ancestry",
        "impact",
        "want",
        "make",
        "something",
        "clear",
        "respect",
        "distinction",
        "understand",
        "tribal",
        "membership",
        "determined",
        "tribe",
        "said",
        "noting",
        "part",
        "tribe",
        "never",
        "used",
        "family",
        "tree",
        "get",
        "break",
        "get",
        "ahead",
        "never",
        "used",
        "advance",
        "warren",
        "come",
        "fire",
        "past",
        "claiming",
        "native",
        "american",
        "heritage",
        "providing",
        "anecdotal",
        "evidence",
        "former",
        "massachusetts",
        "governor",
        "scott",
        "brown",
        "called",
        "warren",
        "take",
        "dna",
        "test",
        "claim",
        "minority",
        "association",
        "american",
        "law",
        "school",
        "directory",
        "though",
        "college",
        "application",
        "warren",
        "prepared",
        "remark",
        "entirety",
        "thank",
        "today",
        "want",
        "start",
        "thanking",
        "chairwoman",
        "introduction",
        "honor",
        "work",
        "learn",
        "represent",
        "tribe",
        "home",
        "state",
        "massachusetts",
        "wampanoag",
        "tribe",
        "gay",
        "mashpee",
        "wampanoag",
        "also",
        "want",
        "thank",
        "president",
        "jefferson",
        "keel",
        "everyone",
        "national",
        "congress",
        "american",
        "indian",
        "year",
        "championed",
        "right",
        "dignity",
        "first",
        "american",
        "honored",
        "today",
        "noticed",
        "every",
        "time",
        "name",
        "come",
        "president",
        "trump",
        "like",
        "talk",
        "pocahontas",
        "figured",
        "let",
        "talk",
        "pocahontas",
        "pocahontas",
        "fictional",
        "character",
        "american",
        "know",
        "movie",
        "pocahontas",
        "native",
        "woman",
        "really",
        "lived",
        "whose",
        "real",
        "story",
        "passed",
        "many",
        "generation",
        "original",
        "name",
        "even",
        "pocahontas",
        "fairy",
        "tale",
        "pocahontas",
        "john",
        "smith",
        "meet",
        "fall",
        "love",
        "except",
        "smith",
        "nearly",
        "pocahontas",
        "year",
        "old",
        "whatever",
        "happened",
        "love",
        "story",
        "fairy",
        "tale",
        "pocahontas",
        "save",
        "john",
        "smith",
        "execution",
        "hand",
        "father",
        "except",
        "probably",
        "made",
        "fable",
        "baptism",
        "rebecca",
        "marriage",
        "jamestown",
        "settler",
        "held",
        "show",
        "moral",
        "righteousness",
        "colonization",
        "reality",
        "fable",
        "used",
        "bleach",
        "away",
        "stain",
        "genocide",
        "know",
        "pocahontas",
        "real",
        "journey",
        "far",
        "far",
        "myth",
        "admits",
        "child",
        "played",
        "significant",
        "role",
        "mediating",
        "relation",
        "tribe",
        "ruled",
        "father",
        "early",
        "settler",
        "jamestown",
        "effort",
        "helped",
        "establish",
        "early",
        "trade",
        "relation",
        "two",
        "people",
        "without",
        "help",
        "english",
        "settler",
        "might",
        "well",
        "perished",
        "teen",
        "pocahontas",
        "abducted",
        "imprisoned",
        "held",
        "captive",
        "oral",
        "history",
        "mattaponi",
        "tribe",
        "indicates",
        "ripped",
        "away",
        "first",
        "husband",
        "child",
        "raped",
        "captivity",
        "eventually",
        "married",
        "another",
        "rolfe",
        "marriage",
        "led",
        "uneasy",
        "harmony",
        "jamestown",
        "tribe",
        "period",
        "historian",
        "call",
        "peace",
        "pocahontas",
        "around",
        "enjoy",
        "john",
        "rolfe",
        "paraded",
        "around",
        "london",
        "entertain",
        "british",
        "prop",
        "financial",
        "investment",
        "virginia",
        "company",
        "never",
        "made",
        "home",
        "died",
        "ocean",
        "separating",
        "people",
        "indigenous",
        "people",
        "telling",
        "story",
        "real",
        "four",
        "century",
        "story",
        "heroism",
        "bravery",
        "pain",
        "almost",
        "long",
        "story",
        "taken",
        "away",
        "powerful",
        "people",
        "twisted",
        "serve",
        "purpose",
        "country",
        "disrespect",
        "native",
        "people",
        "start",
        "president",
        "trump",
        "started",
        "long",
        "president",
        "washington",
        "ever",
        "took",
        "office",
        "president",
        "make",
        "ceremony",
        "honoring",
        "native",
        "american",
        "war",
        "hero",
        "without",
        "reducing",
        "native",
        "history",
        "native",
        "culture",
        "native",
        "people",
        "butt",
        "joke",
        "joke",
        "guess",
        "supposed",
        "get",
        "people",
        "think",
        "hay",
        "made",
        "find",
        "family",
        "member",
        "roll",
        "enrolled",
        "tribe",
        "want",
        "make",
        "something",
        "clear",
        "respect",
        "distinction",
        "understand",
        "tribal",
        "membership",
        "determined",
        "tribe",
        "tribe",
        "never",
        "used",
        "family",
        "tree",
        "get",
        "break",
        "get",
        "ahead",
        "never",
        "used",
        "advance",
        "career",
        "want",
        "make",
        "something",
        "else",
        "clear",
        "parent",
        "real",
        "people",
        "account",
        "mother",
        "beauty",
        "born",
        "eastern",
        "oklahoma",
        "exact",
        "grew",
        "little",
        "town",
        "wetumka",
        "kind",
        "girl",
        "would",
        "sit",
        "hour",
        "playing",
        "piano",
        "singing",
        "daddy",
        "fell",
        "head",
        "heel",
        "love",
        "mother",
        "family",
        "part",
        "native",
        "american",
        "daddy",
        "parent",
        "bitterly",
        "opposed",
        "relationship",
        "mother",
        "daddy",
        "turned",
        "eloped",
        "together",
        "survived",
        "dust",
        "bowl",
        "great",
        "depression",
        "saved",
        "buy",
        "home",
        "raised",
        "three",
        "older",
        "brother",
        "watched",
        "one",
        "headed",
        "serve",
        "military",
        "daddy",
        "heart",
        "attack",
        "work",
        "lost",
        "family",
        "station",
        "wagon",
        "looked",
        "like",
        "would",
        "lose",
        "house",
        "everything",
        "would",
        "come",
        "crashing",
        "mother",
        "put",
        "best",
        "dress",
        "walked",
        "sears",
        "got",
        "job",
        "job",
        "saved",
        "house",
        "saved",
        "family",
        "parent",
        "struggled",
        "sacrificed",
        "paid",
        "medical",
        "debt",
        "year",
        "daddy",
        "ended",
        "janitor",
        "fought",
        "drank",
        "anything",
        "hung",
        "together",
        "sixty",
        "three",
        "long",
        "married",
        "mother",
        "died",
        "part",
        "daddy",
        "slipped",
        "away",
        "two",
        "year",
        "later",
        "held",
        "hand",
        "cancer",
        "took",
        "last",
        "thing",
        "said",
        "time",
        "smiled",
        "gone",
        "love",
        "shared",
        "struggle",
        "endured",
        "family",
        "built",
        "story",
        "lived",
        "always",
        "part",
        "even",
        "president",
        "united",
        "ever",
        "take",
        "part",
        "away",
        "story",
        "deeply",
        "woven",
        "fabric",
        "story",
        "immigrant",
        "slave",
        "explorer",
        "refugee",
        "shaped",
        "reshaped",
        "country",
        "right",
        "present",
        "day",
        "far",
        "long",
        "story",
        "pushed",
        "aside",
        "trotted",
        "cartoon",
        "commercial",
        "today",
        "make",
        "promise",
        "every",
        "time",
        "someone",
        "brings",
        "family",
        "story",
        "going",
        "use",
        "lift",
        "story",
        "family",
        "community",
        "story",
        "contribution",
        "contribution",
        "make",
        "country",
        "took",
        "much",
        "keep",
        "asking",
        "contribution",
        "like",
        "serving",
        "military",
        "rate",
        "higher",
        "group",
        "america",
        "story",
        "hope",
        "hope",
        "create",
        "native",
        "people",
        "go",
        "college",
        "go",
        "graduate",
        "school",
        "grow",
        "local",
        "economy",
        "story",
        "resilience",
        "resilience",
        "show",
        "reclaim",
        "history",
        "tradition",
        "story",
        "pride",
        "determination",
        "people",
        "refuse",
        "let",
        "language",
        "fade",
        "away",
        "culture",
        "die",
        "honor",
        "story",
        "another",
        "story",
        "also",
        "need",
        "told",
        "story",
        "country",
        "mistreatment",
        "community",
        "story",
        "casual",
        "whoop",
        "tomahawk",
        "chop",
        "insulting",
        "facebook",
        "meme",
        "story",
        "discrimination",
        "unmet",
        "health",
        "care",
        "need",
        "native",
        "child",
        "family",
        "alarmingly",
        "high",
        "rate",
        "suicide",
        "among",
        "native",
        "teenager",
        "growing",
        "opioid",
        "crisis",
        "broader",
        "epidemic",
        "substance",
        "abuse",
        "ravaged",
        "many",
        "native",
        "community",
        "story",
        "greed",
        "congress",
        "president",
        "government",
        "robbed",
        "land",
        "suppressed",
        "language",
        "put",
        "child",
        "boarding",
        "school",
        "gave",
        "baby",
        "away",
        "adoption",
        "stolen",
        "resource",
        "many",
        "tribal",
        "government",
        "taken",
        "away",
        "opportunity",
        "grow",
        "prosper",
        "good",
        "people",
        "even",
        "today",
        "politician",
        "washington",
        "want",
        "let",
        "big",
        "oil",
        "buddy",
        "pad",
        "profit",
        "encroaching",
        "land",
        "fouling",
        "river",
        "stream",
        "meanwhile",
        "even",
        "economic",
        "future",
        "community",
        "hang",
        "balance",
        "want",
        "cut",
        "nutrition",
        "assistance",
        "cut",
        "medicaid",
        "cut",
        "program",
        "many",
        "native",
        "family",
        "rely",
        "survive",
        "story",
        "violence",
        "deeply",
        "offensive",
        "president",
        "keep",
        "portrait",
        "andrew",
        "jackson",
        "hanging",
        "oval",
        "office",
        "honoring",
        "man",
        "best",
        "wipe",
        "native",
        "people",
        "kind",
        "violence",
        "president",
        "jackson",
        "ally",
        "perpetrated",
        "ugly",
        "chapter",
        "history",
        "book",
        "violence",
        "remains",
        "part",
        "life",
        "today",
        "majority",
        "violent",
        "crime",
        "experienced",
        "native",
        "american",
        "perpetrated",
        "native",
        "woman",
        "experienced",
        "sexual",
        "violence",
        "must",
        "stop",
        "promise",
        "fight",
        "help",
        "write",
        "different",
        "story",
        "washington",
        "owes",
        "respect",
        "government",
        "owes",
        "much",
        "government",
        "owes",
        "fighting",
        "chance",
        "build",
        "stronger",
        "community",
        "brighter",
        "prosperous",
        "economic",
        "future",
        "tribal",
        "land",
        "example",
        "banking",
        "credit",
        "lifeblood",
        "economic",
        "development",
        "mile",
        "average",
        "center",
        "tribal",
        "reservation",
        "nearest",
        "bank",
        "branch",
        "meanwhile",
        "native",
        "business",
        "owner",
        "get",
        "less",
        "startup",
        "funding",
        "business",
        "owner",
        "come",
        "crucial",
        "infrastructure",
        "native",
        "community",
        "far",
        "behind",
        "rest",
        "country",
        "rural",
        "broadband",
        "access",
        "tribal",
        "land",
        "worse",
        "anywhere",
        "else",
        "america",
        "third",
        "living",
        "tribal",
        "land",
        "broadband",
        "without",
        "native",
        "community",
        "simply",
        "shut",
        "21st",
        "century",
        "economy",
        "time",
        "make",
        "real",
        "investment",
        "indian",
        "country",
        "build",
        "opportunity",
        "generation",
        "come",
        "part",
        "real",
        "change",
        "make",
        "stop",
        "giant",
        "corporation",
        "stealing",
        "resource",
        "expand",
        "federally",
        "protected",
        "land",
        "important",
        "tribe",
        "protect",
        "historic",
        "monument",
        "like",
        "bear",
        "ear",
        "company",
        "see",
        "another",
        "place",
        "drill",
        "take",
        "step",
        "stop",
        "violence",
        "native",
        "passing",
        "savanna",
        "act",
        "fight",
        "plague",
        "missing",
        "native",
        "woman",
        "girl",
        "fight",
        "empower",
        "tribal",
        "government",
        "native",
        "community",
        "take",
        "rightful",
        "seat",
        "table",
        "come",
        "determining",
        "future",
        "fight",
        "make",
        "sure",
        "american",
        "left",
        "economy",
        "left",
        "democracy",
        "left",
        "history",
        "take",
        "rightful",
        "seat",
        "table",
        "time",
        "child",
        "still",
        "drinking",
        "bottled",
        "water",
        "flint",
        "family",
        "still",
        "desperate",
        "help",
        "puerto",
        "rico",
        "tribal",
        "government",
        "still",
        "asking",
        "washington",
        "live",
        "promise",
        "must",
        "demand",
        "federal",
        "government",
        "work",
        "become",
        "country",
        "belongs",
        "privileged",
        "even",
        "look",
        "like",
        "smart",
        "politics",
        "must",
        "choose",
        "unity",
        "must",
        "willing",
        "join",
        "together",
        "fight",
        "time",
        "bigotry",
        "threatens",
        "overwhelm",
        "discourse",
        "must",
        "amplify",
        "voice",
        "basic",
        "human",
        "respect",
        "must",
        "stand",
        "everyone",
        "gotten",
        "short",
        "end",
        "stick",
        "washington",
        "must",
        "weave",
        "voice",
        "together",
        "make",
        "strong",
        "must",
        "come",
        "together",
        "write",
        "new",
        "story",
        "native",
        "american",
        "american",
        "story",
        "power",
        "respect",
        "story",
        "everyone",
        "voice",
        "heard",
        "story",
        "worthy",
        "came",
        "u",
        "story",
        "child",
        "grandchild",
        "proud",
        "tell",
        "sponsored",
        "financial",
        "content"
    ]
}