{
    "organizations": [],
    "uuid": "8e865ab1a95915d2606c2900082d26bcad76434c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/pr-newswire-sandridge-energy-issues-letter-to-shareholders.html",
    "ord_in_thread": 0,
    "title": "SandRidge Energy Issues Letter To Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OKLAHOMA CITY, Feb. 8, 2018 /PRNewswire/ -- The independent directors of SandRidge Energy, Inc. (\"SandRidge\" or the \"Company\") (NYSE: SD) today issued a letter to update shareholders on its strategic objectives.\nThe text of the letter follows:\nDear Fellow SandRidge Shareholder:\nIn our January 23 rd letter to you, we committed to expanding our dialog with shareholders. This letter is the first of a series of communications delivering on our pledge to carefully consider concerns voiced by shareholders and to develop, implement and communicate plans of action.\nIn this regard, the Company announced today that it has updated its strategic objectives consistent with market conditions and recent feedback from many of its large shareholders. The objectives emphasize safety, operational excellence, financial discipline and a focus on maximizing asset value and risk-adjusted returns while capturing economic merger and acquisition opportunities. The full text of the Company's strategic objectives is attached to this letter.\nGiven these updated strategic objectives, the Company is announcing the following:\nA Focused Capital Program with Moderate Outspend\nThe Company's Board of Directors has approved the Company's budget for 2018, which includes $180-$190 million in total capital expenditures, down from $247 million in 2017. The Company will continue a one-rig program in the NW STACK of the Mid-Continent substantially funded by a development agreement that provides an initial $100 million of capital from our financial partner. The Company will also continue a one-rig drilling program in North Park Basin. Both programs are designed to delineate and advance our NW STACK and North Park Basin assets to full field development. The Company will provide further details with respect to production and other operational guidance during its upcoming Fourth Quarter 2017 earnings call.\nA Significant Reduction in General and Administrative (G&A) Cash Expense\nConsistent with the need for superior financial discipline, the Company is in the process of instituting changes in the organization structure to efficiently execute our strategic objectives. These changes are expected to reduce our ongoing G&A cash expenses by one-third to $36-$39 million per year. At these new levels of expense, G&A will have been cut by more than half since the Company's emergence from bankruptcy in October 2016. The Company will provide updated cost guidance during its upcoming Fourth Quarter 2017 earnings call.\nThe Company expects these measures to enhance shareholder value and improve its competitiveness in the marketplace. We thank you for your support and look forward to continued dialogue with you, as we and everyone at SandRidge continue to preserve and build lasting shareholder value.\nThank you,\nJohn V. Genova\nMichael L. Bennett\nChairman of the Board\nIndependent Director\nSylvia K. Barnes\nDavid J. Kornder\nIndependent Director\nIndependent Director\nSANDRIDGE ENERGY STRATEGIC OBJECTIVES\nOperate in a safe, reliable and environmentally responsible manner. Our highest priority is the health and safety of our employees and contractors while protecting the environment in which we operate.\nOperating Excellence. We are committed to maintaining a culture and track record of operating excellence as it is essential to capturing cost efficiencies while maximizing the value and return of our oil and gas properties.\nMaintain top-quality human resource management, development and utilization. Achieving our strategic objectives is to be accomplished by our employees. It is therefore critical to have development and compensation programs that attract, retain and motivate the types of people we need to succeed.\nFinancial discipline. Maintaining financial flexibility is a key priority and requires balancing our economic growth objectives with preserving our conservatively leveraged balance sheet. We continually evaluate the appropriate capital allocation to our development program, largely driven by expected rates of return on our various drilling projects balanced with acceptable levels of debt. As the energy sector remains subject to significant volatility in oil and gas prices, we believe maintaining a leverage ratio of no more than two times EBITDA to be an appropriate target. As such, the pace of delineation and development of our emerging North Park Basin and NW Stack assets will be set in part by limiting our capital outspend or our ability to attract financial partners.\nMonetize our unutilized or non-core assets and infrastructure. We will seek to divest assets at prices above our retention alternative with the aim of increasing our financial flexibility while focusing on the development of our core assets.\nMaximize asset value and risk-adjusted returns. Core to our value proposition is prioritizing projects with the greatest certainty of capturing economic returns well above our cost of capital while growing our oil and gas resource base.\nCapture economic merger and acquisition opportunities. We regularly evaluate merger and acquisition opportunities in our existing or complimentary development areas. Any acquisition must be complimentary and accretive to our existing property base. Evaluation criteria will include acquisition structure, synergies, proximity to our existing assets, the fit within our development plans, the stage in development cycle, and the fit of our core competencies and technical expertise. Specifically, our near-term focus will remain on optimizing and growing our existing asset portfolio in Anadarko Basin of the Mid-Continent area and the North Park Basin of Colorado where we have significant operating experience. Use of our stock as a currency in such acquisitions will be primarily limited to acquisitions that carry a similar or lower multiple to our stock.\nAbout SandRidge Energy, Inc.\nSandRidge Energy, Inc. (NYSE: SD) is an oil and natural gas exploration and production company headquartered in Oklahoma City, Oklahoma with its principal focus on developing high-return, growth-oriented projects in the U.S. Mid-Continent and Niobrara Shale.\nCautionary Statement Regarding Forward-Looking Statements\nThis communication may contain certain \"forward-looking statements\" under applicable securities laws, including the Private Securities Litigation Reform Act of 1995. These statements are typically identified by words or phrases such as \"may,\" \"will,\" \"could,\" \"should,\" \"predict,\" \"potential,\" \"pursue,\" \"outlook,\" \"continue,\" \"anticipate,\" \"estimate,\" \"expect,\" \"project,\" \"intend,\" \"plan,\" \"believe,\" \"target,\" \"forecast,\" and other words and terms of similar meaning. For example, statements regarding future results regarding the benefits of the strategic initiatives announced, and future financial results and operational plans are forward-looking statements. These forward-looking statements are subject to numerous risks and uncertainties, many of which are beyond the Company's control, which could cause actual benefits, results, effects and timing to differ materially from the results predicted or implied by the statements. Additional information concerning the risk factors faced by the Company is contained in SandRidge's public filings with the Securities and Exchange Commission (the \"SEC\"), which are available at the SEC's website, http://www.sec.gov . Each forward looking statement speaks only as of the date of the particular statement, and SandRidge undertakes no obligation to publicly update any of these forward-looking statements to reflect events or circumstances that may arise after the date hereof.\nImportant Additional Information\nThis communication does not constitute a solicitation of a vote or proxy. In connection with the Company's 2018 Annual Meeting of Shareholders, the Company intends to file a proxy statement and white proxy card with the SEC in connection with any such solicitation of proxies from the Company's shareholders. SHAREHOLDERS OF THE COMPANY ARE STRONGLY ENCOURAGED TO READ SUCH PROXY STATEMENT, ACCOMPANYING WHITE PROXY CARD AND ALL OTHER DOCUMENTS FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION. Information regarding the ownership of the Company's directors and executive officers in Company stock, restricted stock and options is included in the Company's SEC filings on Forms 3, 4, and 5, which can be found through the Company's website www.sandridgeenergy.com in the section \"Investor Relations\" or through the SEC's website at www.sec.gov . Information can also be found in the Company's other SEC filings, including the Company's definitive proxy statement for the 2017 Annual Meeting of Shareholders and its Annual Report on Form 10-K for the year ended December 31, 2016. Updated information regarding the identity of potential participants, and their direct or indirect interests, by security holdings or otherwise, will be set forth in the definitive proxy statement and other materials to be filed with the SEC in connection with the 2018 Annual Meeting. Shareholders will be able to obtain any proxy statement, any amendments or supplements to the proxy statement and other documents filed by the Company with the SEC at no charge at the SEC's website at www.sec.gov . Copies will also be available at no charge at the Company's website at www.sandridgeenergy.com in the section \"Investor Relations.\"\nCONTACT:\nJohna Robinson\nInvestor Relations\nSandRidge Energy, Inc.\n123 Robert S. Kerr Avenue\nOklahoma City, OK 73102\n+1 (405) 429-5515\nView original content with multimedia: http://www.prnewswire.com/news-releases/sandridge-energy-issues-letter-to-shareholders-300596177.html\nSOURCE SandRidge Energy, Inc.",
    "published": "2018-02-09T00:35:00.000+02:00",
    "crawled": "2018-02-09T01:03:30.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oklahoma",
        "city",
        "independent",
        "director",
        "sandridge",
        "energy",
        "sandridge",
        "company",
        "nyse",
        "sd",
        "today",
        "issued",
        "letter",
        "update",
        "shareholder",
        "strategic",
        "objective",
        "text",
        "letter",
        "follows",
        "dear",
        "fellow",
        "sandridge",
        "shareholder",
        "january",
        "rd",
        "letter",
        "committed",
        "expanding",
        "dialog",
        "shareholder",
        "letter",
        "first",
        "series",
        "communication",
        "delivering",
        "pledge",
        "carefully",
        "consider",
        "concern",
        "voiced",
        "shareholder",
        "develop",
        "implement",
        "communicate",
        "plan",
        "action",
        "regard",
        "company",
        "announced",
        "today",
        "updated",
        "strategic",
        "objective",
        "consistent",
        "market",
        "condition",
        "recent",
        "feedback",
        "many",
        "large",
        "shareholder",
        "objective",
        "emphasize",
        "safety",
        "operational",
        "excellence",
        "financial",
        "discipline",
        "focus",
        "maximizing",
        "asset",
        "value",
        "return",
        "capturing",
        "economic",
        "merger",
        "acquisition",
        "opportunity",
        "full",
        "text",
        "company",
        "strategic",
        "objective",
        "attached",
        "letter",
        "given",
        "updated",
        "strategic",
        "objective",
        "company",
        "announcing",
        "following",
        "focused",
        "capital",
        "program",
        "moderate",
        "outspend",
        "company",
        "board",
        "director",
        "approved",
        "company",
        "budget",
        "includes",
        "million",
        "total",
        "capital",
        "expenditure",
        "million",
        "company",
        "continue",
        "program",
        "nw",
        "stack",
        "substantially",
        "funded",
        "development",
        "agreement",
        "provides",
        "initial",
        "million",
        "capital",
        "financial",
        "partner",
        "company",
        "also",
        "continue",
        "drilling",
        "program",
        "north",
        "park",
        "basin",
        "program",
        "designed",
        "delineate",
        "advance",
        "nw",
        "stack",
        "north",
        "park",
        "basin",
        "asset",
        "full",
        "field",
        "development",
        "company",
        "provide",
        "detail",
        "respect",
        "production",
        "operational",
        "guidance",
        "upcoming",
        "fourth",
        "quarter",
        "earnings",
        "call",
        "significant",
        "reduction",
        "general",
        "administrative",
        "g",
        "cash",
        "expense",
        "consistent",
        "need",
        "superior",
        "financial",
        "discipline",
        "company",
        "process",
        "instituting",
        "change",
        "organization",
        "structure",
        "efficiently",
        "execute",
        "strategic",
        "objective",
        "change",
        "expected",
        "reduce",
        "ongoing",
        "g",
        "cash",
        "expense",
        "million",
        "per",
        "year",
        "new",
        "level",
        "expense",
        "g",
        "cut",
        "half",
        "since",
        "company",
        "emergence",
        "bankruptcy",
        "october",
        "company",
        "provide",
        "updated",
        "cost",
        "guidance",
        "upcoming",
        "fourth",
        "quarter",
        "earnings",
        "call",
        "company",
        "expects",
        "measure",
        "enhance",
        "shareholder",
        "value",
        "improve",
        "competitiveness",
        "marketplace",
        "thank",
        "support",
        "look",
        "forward",
        "continued",
        "dialogue",
        "everyone",
        "sandridge",
        "continue",
        "preserve",
        "build",
        "lasting",
        "shareholder",
        "value",
        "thank",
        "john",
        "genova",
        "michael",
        "bennett",
        "chairman",
        "board",
        "independent",
        "director",
        "sylvia",
        "barnes",
        "david",
        "kornder",
        "independent",
        "director",
        "independent",
        "director",
        "sandridge",
        "energy",
        "strategic",
        "objective",
        "operate",
        "safe",
        "reliable",
        "environmentally",
        "responsible",
        "manner",
        "highest",
        "priority",
        "health",
        "safety",
        "employee",
        "contractor",
        "protecting",
        "environment",
        "operate",
        "operating",
        "excellence",
        "committed",
        "maintaining",
        "culture",
        "track",
        "record",
        "operating",
        "excellence",
        "essential",
        "capturing",
        "cost",
        "efficiency",
        "maximizing",
        "value",
        "return",
        "oil",
        "gas",
        "property",
        "maintain",
        "human",
        "resource",
        "management",
        "development",
        "utilization",
        "achieving",
        "strategic",
        "objective",
        "accomplished",
        "employee",
        "therefore",
        "critical",
        "development",
        "compensation",
        "program",
        "attract",
        "retain",
        "motivate",
        "type",
        "people",
        "need",
        "succeed",
        "financial",
        "discipline",
        "maintaining",
        "financial",
        "flexibility",
        "key",
        "priority",
        "requires",
        "balancing",
        "economic",
        "growth",
        "objective",
        "preserving",
        "conservatively",
        "leveraged",
        "balance",
        "sheet",
        "continually",
        "evaluate",
        "appropriate",
        "capital",
        "allocation",
        "development",
        "program",
        "largely",
        "driven",
        "expected",
        "rate",
        "return",
        "various",
        "drilling",
        "project",
        "balanced",
        "acceptable",
        "level",
        "debt",
        "energy",
        "sector",
        "remains",
        "subject",
        "significant",
        "volatility",
        "oil",
        "gas",
        "price",
        "believe",
        "maintaining",
        "leverage",
        "ratio",
        "two",
        "time",
        "ebitda",
        "appropriate",
        "target",
        "pace",
        "delineation",
        "development",
        "emerging",
        "north",
        "park",
        "basin",
        "nw",
        "stack",
        "asset",
        "set",
        "part",
        "limiting",
        "capital",
        "outspend",
        "ability",
        "attract",
        "financial",
        "partner",
        "monetize",
        "unutilized",
        "asset",
        "infrastructure",
        "seek",
        "divest",
        "asset",
        "price",
        "retention",
        "alternative",
        "aim",
        "increasing",
        "financial",
        "flexibility",
        "focusing",
        "development",
        "core",
        "asset",
        "maximize",
        "asset",
        "value",
        "return",
        "core",
        "value",
        "proposition",
        "prioritizing",
        "project",
        "greatest",
        "certainty",
        "capturing",
        "economic",
        "return",
        "well",
        "cost",
        "capital",
        "growing",
        "oil",
        "gas",
        "resource",
        "base",
        "capture",
        "economic",
        "merger",
        "acquisition",
        "opportunity",
        "regularly",
        "evaluate",
        "merger",
        "acquisition",
        "opportunity",
        "existing",
        "complimentary",
        "development",
        "area",
        "acquisition",
        "must",
        "complimentary",
        "accretive",
        "existing",
        "property",
        "base",
        "evaluation",
        "criterion",
        "include",
        "acquisition",
        "structure",
        "synergy",
        "proximity",
        "existing",
        "asset",
        "fit",
        "within",
        "development",
        "plan",
        "stage",
        "development",
        "cycle",
        "fit",
        "core",
        "competency",
        "technical",
        "expertise",
        "specifically",
        "focus",
        "remain",
        "optimizing",
        "growing",
        "existing",
        "asset",
        "portfolio",
        "anadarko",
        "basin",
        "area",
        "north",
        "park",
        "basin",
        "colorado",
        "significant",
        "operating",
        "experience",
        "use",
        "stock",
        "currency",
        "acquisition",
        "primarily",
        "limited",
        "acquisition",
        "carry",
        "similar",
        "lower",
        "multiple",
        "stock",
        "sandridge",
        "energy",
        "sandridge",
        "energy",
        "nyse",
        "sd",
        "oil",
        "natural",
        "gas",
        "exploration",
        "production",
        "company",
        "headquartered",
        "oklahoma",
        "city",
        "oklahoma",
        "principal",
        "focus",
        "developing",
        "project",
        "niobrara",
        "shale",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "communication",
        "may",
        "contain",
        "certain",
        "statement",
        "applicable",
        "security",
        "law",
        "including",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "typically",
        "identified",
        "word",
        "phrase",
        "may",
        "could",
        "predict",
        "potential",
        "pursue",
        "outlook",
        "continue",
        "anticipate",
        "estimate",
        "expect",
        "project",
        "intend",
        "plan",
        "believe",
        "target",
        "forecast",
        "word",
        "term",
        "similar",
        "meaning",
        "example",
        "statement",
        "regarding",
        "future",
        "result",
        "regarding",
        "benefit",
        "strategic",
        "initiative",
        "announced",
        "future",
        "financial",
        "result",
        "operational",
        "plan",
        "statement",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "company",
        "control",
        "could",
        "cause",
        "actual",
        "benefit",
        "result",
        "effect",
        "timing",
        "differ",
        "materially",
        "result",
        "predicted",
        "implied",
        "statement",
        "additional",
        "information",
        "concerning",
        "risk",
        "factor",
        "faced",
        "company",
        "contained",
        "sandridge",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "sec",
        "website",
        "http",
        "forward",
        "looking",
        "statement",
        "speaks",
        "date",
        "particular",
        "statement",
        "sandridge",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "may",
        "arise",
        "date",
        "hereof",
        "important",
        "additional",
        "information",
        "communication",
        "constitute",
        "solicitation",
        "vote",
        "proxy",
        "connection",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "company",
        "intends",
        "file",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "company",
        "shareholder",
        "shareholder",
        "company",
        "strongly",
        "encouraged",
        "read",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "information",
        "regarding",
        "ownership",
        "company",
        "director",
        "executive",
        "officer",
        "company",
        "stock",
        "restricted",
        "stock",
        "option",
        "included",
        "company",
        "sec",
        "filing",
        "form",
        "found",
        "company",
        "website",
        "section",
        "investor",
        "relation",
        "sec",
        "website",
        "information",
        "also",
        "found",
        "company",
        "sec",
        "filing",
        "including",
        "company",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "shareholder",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "updated",
        "information",
        "regarding",
        "identity",
        "potential",
        "participant",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "material",
        "filed",
        "sec",
        "connection",
        "annual",
        "meeting",
        "shareholder",
        "able",
        "obtain",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "document",
        "filed",
        "company",
        "sec",
        "charge",
        "sec",
        "website",
        "copy",
        "also",
        "available",
        "charge",
        "company",
        "website",
        "section",
        "investor",
        "relation",
        "contact",
        "johna",
        "robinson",
        "investor",
        "relation",
        "sandridge",
        "energy",
        "robert",
        "kerr",
        "avenue",
        "oklahoma",
        "city",
        "ok",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "sandridge",
        "energy",
        "inc"
    ]
}