{
    "organizations": [],
    "uuid": "49e64f21926c5c59dba0a0faabe7b07546b1ea0b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/14/business-wire-aimmune-therapeutics-expands-scientific-advisory-board-with-appointments-of-george-du-toit-m-b-b-ch-and-wayne-shreffler-m-d.html",
    "ord_in_thread": 0,
    "title": "Aimmune Therapeutics Expands Scientific Advisory Board With Appointments of George du Toit, M.B., B.Ch., and Wayne Shreffler, M.D., Ph.D.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "— New Members Join International Board of Leading Academic Experts in Allergy and Immunology —\n— Prof. du Toit Is Lead Author of Landmark LEAP and LEAP-On Studies on Prevention of Peanut Allergy in Young Children —\n— Dr. Shreffler Is a Renowned Expert on Immunologic Mechanisms of Food Allergy —\nBRISBANE, Calif.--(BUSINESS WIRE)-- Aimmune Therapeutics, Inc. (Nasdaq:AIMT), a biopharmaceutical company developing treatments for potentially life-threatening food allergies, today announced the expansion of its Scientific Advisory Board with the appointments of George du Toit, M.B., B.Ch., a Professor of Paediatric Allergy at King’s College London, Guy’s and St. Thomas’ NHS Foundation Trust, and Wayne G. Shreffler, M.D., Ph.D., Chief of Pediatric Allergy and Immunology and Director of the Food Allergy Center at Massachusetts General Hospital and Associate Professor of Pediatrics at Harvard Medical School.\nWith the addition of Prof. du Toit and Dr. Shreffler, the Aimmune Scientific Advisory Board members and their academic affiliations are:\nKirsten Beyer, M.D., University Hospital Charité, Berlin, Germany A. Wesley Burks, M.D., University of North Carolina, Chapel Hill Thomas Casale, M.D., University of South Florida, Tampa George du Toit, M.B., B.Ch., King’s College London Jonathan Hourihane, M.D., University College Cork, Ireland Stacie Jones, M.D., University of Arkansas for Medical Sciences, Little Rock Wayne Shreffler, M.D., Ph.D., Massachusetts General Hospital, Boston\n“Our Scientific Advisory Board has provided us with important insights into the basic and clinical science of food allergy that we have used to inform the design of our clinical studies and other development work on treatments for food allergy. In addition, the SAB members have given us advice on how to interrogate the vast dataset that we will generate in the PALISADE study, and on how to better understand the underlying immune mechanisms implicated in food allergy,” said Daniel Adelman, M.D., Chief Medical Officer of Aimmune. “Wayne is a highly respected leader studying both basic and clinical scientific aspects of food allergy through exploration of fundamental immunologic mechanisms. George is at the forefront of work focused on defining the effects and immunobiology of early introduction of allergenic foods on the development of food allergy. The addition of Wayne and George further deepens the expertise of our scientific advisors; it’s an honor and a pleasure to welcome them both to our SAB.”\nBoth Prof. du Toit and Dr. Shreffler are principal investigators for Aimmune’s recently completed PALISADE and follow-on ARC004 Phase 3 clinical trials of AR101. Additionally, Prof. du Toit is a principal investigator for Aimmune’s ARTEMIS clinical trial, a European study of AR101, and Dr. Shreffler is a principal investigator for Aimmune’s RAMSES clinical trial, which is designed to illuminate real-world patient and allergist experiences with AR101 in North America. AR101 is Aimmune’s investigational biologic oral immunotherapy (OIT) for desensitization of patients with peanut allergy.\nGeorge du Toit, M.B., B.Ch. , is a Professor of Paediatric Allergy at King’s College London, Guy’s and St. Thomas’ NHS Foundation Trust, which is home to one of Europe’s largest children’s allergy specialist centers. Prof. du Toit was the lead author of the landmark “Learning Early about Peanut Allergy” (LEAP) trial and follow-on “Persistence of Oral Tolerance to Peanut” (LEAP-On) trial, both published in the New England Journal of Medicine. LEAP and LEAP-On showed that feeding peanuts to young children can sharply reduce the risk of their developing peanut allergy and led to new guidelines for the prevention of peanut allergy in many countries, including the United States, where new guidelines were published by the National Institute of Allergy and Infectious Diseases. His research interests concern the prevention of food allergy, urticarial disorders, exercise and allergy, and allergy to medications in childhood. Prof. du Toit earned his Bachelor of Medicine & Bachelor of Surgery (M.B., B.Ch.) degree from the University of the Witwatersrand in Johannesburg and then specialized in children’s allergy and asthma at the Red Cross Children’s Hospital and University of Cape Town, Allergy Diagnostic Clinical Research Unit. Prof. du Toit served as Chair of the Pediatric Section of the European Academy of Allergy and Clinical Immunology (EAACI) from 2015 to 2017.\nWayne G. Shreffler, M.D., Ph.D. , is Chief of Pediatric Allergy and Immunology and Director of the Food Allergy Center at Massachusetts General Hospital and Associate Professor of Pediatrics at Harvard Medical School. At Massachusetts General Hospital, Dr. Shreffler has developed a highly integrated research and clinical program to better understand the pathogenic mechanisms of food allergy and asthma and provide the best current and future care. His lab focuses on the characterization of cellular and humoral immune response to dietary antigens and the mechanisms of allergen-induced Th2 sensitization and oral tolerance. Additionally, Dr. Shreffler is part of the scientific leadership of the multidisciplinary Food Allergy Science Initiative (FASI) at the Broad Institute of the Massachusetts Institute of Technology and Harvard, formed to accelerate food allergy research and development. Dr. Shreffler received his M.D. and Ph.D. degrees from New York University and his pediatrics training at the Albert Einstein College of Medicine, then completed his fellowship in Allergy and Immunology at the Mount Sinai School of Medicine. He is board-certified in Pediatrics and Allergy/Immunology and is a fellow of the American Academy of Allergy, Asthma and Immunology. He served on the FDA Food Advisory Committee and on the Journal of Allergy and Clinical Immunology Editorial Board.\nAbout Aimmune Therapeutics\nAimmune Therapeutics, Inc., is a clinical-stage biopharmaceutical company developing treatments for potentially life-threatening food allergies. The company’s Characterized Oral Desensitization ImmunoTherapy (CODIT™) approach is intended to achieve meaningful levels of protection by desensitizing patients with defined, precise amounts of key allergens. Aimmune’s first investigational biologic product using CODIT™, AR101 for the treatment of peanut allergy, has received the FDA’s Breakthrough Therapy Designation for the desensitization of peanut-allergic patients 4–17 years of age and is currently being evaluated in Phase 3 clinical trials. For more information, please see www.aimmune.com .\nForward-Looking Statements\nStatements contained in this press release regarding matters that are not historical facts are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Because such statements are subject to , actual results may differ materially from those expressed or implied by such forward-looking statements. Such statements include, but are not limited to, statements regarding: Aimmune’s expectations regarding the benefits and advice it may receive from its Scientific Advisory Board; Aimmune’s expectations regarding the potential benefits of AR101; and Aimmune’s expectations regarding potential applications of the CODIT™ approach to treating life-threatening food allergies. Risks and uncertainties that contribute to the uncertain nature of the forward-looking statements include: the expectation that Aimmune will need additional funds to finance its operations; the company’s ability to initiate and/or complete clinical trials; the unpredictability of the regulatory process; the possibility that Aimmune’s clinical trials will not be successful; Aimmune’s dependence on the success of AR101; and possible regulatory developments in the United States and foreign countries. These and other are described more fully in Aimmune’s most recent filings with the Securities and Exchange Commission, including its Quarterly Report on Form 10-Q for the quarter ended September 30, 2017. All forward-looking statements contained in this press release speak only as of the date on which they were made. Aimmune undertakes no obligation to update such statements to reflect events that occur or circumstances that exist after the date on which they were made.\nThis press release concerns a product that is under clinical investigation and that has not yet been approved for marketing by the U.S. Food and Drug Administration (FDA) or the European Medicines Agency (EMA). It is currently limited to investigational use, and no representation is made as to its safety or effectiveness for the purposes for which it is being investigated.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180214005540/en/\nAimmune Therapeutics, Inc.\nInvestors\nLaura Hansen, Ph.D., 650-396-3814\nlhansen@aimmune.com\nor\nMedia\nStephanie Yao, 650-351-6479\nsyao@aimmune.com\nSource: Aimmune Therapeutics, Inc.",
    "published": "2018-02-14T16:00:00.000+02:00",
    "crawled": "2018-02-14T17:12:55.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "member",
        "join",
        "international",
        "board",
        "leading",
        "academic",
        "expert",
        "allergy",
        "immunology",
        "du",
        "toit",
        "lead",
        "author",
        "landmark",
        "leap",
        "study",
        "prevention",
        "peanut",
        "allergy",
        "young",
        "child",
        "shreffler",
        "renowned",
        "expert",
        "immunologic",
        "mechanism",
        "food",
        "allergy",
        "brisbane",
        "business",
        "wire",
        "aimmune",
        "therapeutic",
        "nasdaq",
        "aimt",
        "biopharmaceutical",
        "company",
        "developing",
        "treatment",
        "potentially",
        "food",
        "allergy",
        "today",
        "announced",
        "expansion",
        "scientific",
        "advisory",
        "board",
        "appointment",
        "george",
        "du",
        "toit",
        "professor",
        "paediatric",
        "allergy",
        "king",
        "college",
        "london",
        "guy",
        "thomas",
        "nh",
        "foundation",
        "trust",
        "wayne",
        "shreffler",
        "chief",
        "pediatric",
        "allergy",
        "immunology",
        "director",
        "food",
        "allergy",
        "center",
        "massachusetts",
        "general",
        "hospital",
        "associate",
        "professor",
        "pediatrics",
        "harvard",
        "medical",
        "school",
        "addition",
        "du",
        "toit",
        "shreffler",
        "aimmune",
        "scientific",
        "advisory",
        "board",
        "member",
        "academic",
        "affiliation",
        "kirsten",
        "beyer",
        "university",
        "hospital",
        "charité",
        "berlin",
        "germany",
        "wesley",
        "burk",
        "university",
        "north",
        "carolina",
        "chapel",
        "hill",
        "thomas",
        "casale",
        "university",
        "south",
        "florida",
        "tampa",
        "george",
        "du",
        "toit",
        "king",
        "college",
        "london",
        "jonathan",
        "hourihane",
        "university",
        "college",
        "cork",
        "ireland",
        "stacie",
        "jones",
        "university",
        "arkansas",
        "medical",
        "science",
        "little",
        "rock",
        "wayne",
        "shreffler",
        "massachusetts",
        "general",
        "hospital",
        "boston",
        "scientific",
        "advisory",
        "board",
        "provided",
        "u",
        "important",
        "insight",
        "basic",
        "clinical",
        "science",
        "food",
        "allergy",
        "used",
        "inform",
        "design",
        "clinical",
        "study",
        "development",
        "work",
        "treatment",
        "food",
        "allergy",
        "addition",
        "sab",
        "member",
        "given",
        "u",
        "advice",
        "interrogate",
        "vast",
        "dataset",
        "generate",
        "palisade",
        "study",
        "better",
        "understand",
        "underlying",
        "immune",
        "mechanism",
        "implicated",
        "food",
        "allergy",
        "said",
        "daniel",
        "adelman",
        "chief",
        "medical",
        "officer",
        "aimmune",
        "wayne",
        "highly",
        "respected",
        "leader",
        "studying",
        "basic",
        "clinical",
        "scientific",
        "aspect",
        "food",
        "allergy",
        "exploration",
        "fundamental",
        "immunologic",
        "mechanism",
        "george",
        "forefront",
        "work",
        "focused",
        "defining",
        "effect",
        "immunobiology",
        "early",
        "introduction",
        "allergenic",
        "food",
        "development",
        "food",
        "allergy",
        "addition",
        "wayne",
        "george",
        "deepens",
        "expertise",
        "scientific",
        "advisor",
        "honor",
        "pleasure",
        "welcome",
        "du",
        "toit",
        "shreffler",
        "principal",
        "investigator",
        "aimmune",
        "recently",
        "completed",
        "palisade",
        "arc004",
        "phase",
        "clinical",
        "trial",
        "ar101",
        "additionally",
        "du",
        "toit",
        "principal",
        "investigator",
        "aimmune",
        "artemis",
        "clinical",
        "trial",
        "european",
        "study",
        "ar101",
        "shreffler",
        "principal",
        "investigator",
        "aimmune",
        "ramses",
        "clinical",
        "trial",
        "designed",
        "illuminate",
        "patient",
        "allergist",
        "experience",
        "ar101",
        "north",
        "america",
        "ar101",
        "aimmune",
        "investigational",
        "biologic",
        "oral",
        "immunotherapy",
        "oit",
        "desensitization",
        "patient",
        "peanut",
        "allergy",
        "george",
        "du",
        "toit",
        "professor",
        "paediatric",
        "allergy",
        "king",
        "college",
        "london",
        "guy",
        "thomas",
        "nh",
        "foundation",
        "trust",
        "home",
        "one",
        "europe",
        "largest",
        "child",
        "allergy",
        "specialist",
        "center",
        "du",
        "toit",
        "lead",
        "author",
        "landmark",
        "learning",
        "early",
        "peanut",
        "allergy",
        "leap",
        "trial",
        "persistence",
        "oral",
        "tolerance",
        "peanut",
        "trial",
        "published",
        "new",
        "england",
        "journal",
        "medicine",
        "leap",
        "showed",
        "feeding",
        "peanut",
        "young",
        "child",
        "sharply",
        "reduce",
        "risk",
        "developing",
        "peanut",
        "allergy",
        "led",
        "new",
        "guideline",
        "prevention",
        "peanut",
        "allergy",
        "many",
        "country",
        "including",
        "united",
        "state",
        "new",
        "guideline",
        "published",
        "national",
        "institute",
        "allergy",
        "infectious",
        "disease",
        "research",
        "interest",
        "concern",
        "prevention",
        "food",
        "allergy",
        "urticarial",
        "disorder",
        "exercise",
        "allergy",
        "allergy",
        "medication",
        "childhood",
        "du",
        "toit",
        "earned",
        "bachelor",
        "medicine",
        "bachelor",
        "surgery",
        "degree",
        "university",
        "witwatersrand",
        "johannesburg",
        "specialized",
        "child",
        "allergy",
        "asthma",
        "red",
        "cross",
        "child",
        "hospital",
        "university",
        "cape",
        "town",
        "allergy",
        "diagnostic",
        "clinical",
        "research",
        "unit",
        "du",
        "toit",
        "served",
        "chair",
        "pediatric",
        "section",
        "european",
        "academy",
        "allergy",
        "clinical",
        "immunology",
        "eaaci",
        "wayne",
        "shreffler",
        "chief",
        "pediatric",
        "allergy",
        "immunology",
        "director",
        "food",
        "allergy",
        "center",
        "massachusetts",
        "general",
        "hospital",
        "associate",
        "professor",
        "pediatrics",
        "harvard",
        "medical",
        "school",
        "massachusetts",
        "general",
        "hospital",
        "shreffler",
        "developed",
        "highly",
        "integrated",
        "research",
        "clinical",
        "program",
        "better",
        "understand",
        "pathogenic",
        "mechanism",
        "food",
        "allergy",
        "asthma",
        "provide",
        "best",
        "current",
        "future",
        "care",
        "lab",
        "focus",
        "characterization",
        "cellular",
        "humoral",
        "immune",
        "response",
        "dietary",
        "antigen",
        "mechanism",
        "th2",
        "sensitization",
        "oral",
        "tolerance",
        "additionally",
        "shreffler",
        "part",
        "scientific",
        "leadership",
        "multidisciplinary",
        "food",
        "allergy",
        "science",
        "initiative",
        "fasi",
        "broad",
        "institute",
        "massachusetts",
        "institute",
        "technology",
        "harvard",
        "formed",
        "accelerate",
        "food",
        "allergy",
        "research",
        "development",
        "shreffler",
        "received",
        "degree",
        "new",
        "york",
        "university",
        "pediatrics",
        "training",
        "albert",
        "einstein",
        "college",
        "medicine",
        "completed",
        "fellowship",
        "allergy",
        "immunology",
        "mount",
        "sinai",
        "school",
        "medicine",
        "pediatrics",
        "fellow",
        "american",
        "academy",
        "allergy",
        "asthma",
        "immunology",
        "served",
        "fda",
        "food",
        "advisory",
        "committee",
        "journal",
        "allergy",
        "clinical",
        "immunology",
        "editorial",
        "board",
        "aimmune",
        "therapeutic",
        "aimmune",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "developing",
        "treatment",
        "potentially",
        "food",
        "allergy",
        "company",
        "characterized",
        "oral",
        "desensitization",
        "immunotherapy",
        "approach",
        "intended",
        "achieve",
        "meaningful",
        "level",
        "protection",
        "desensitizing",
        "patient",
        "defined",
        "precise",
        "amount",
        "key",
        "allergen",
        "aimmune",
        "first",
        "investigational",
        "biologic",
        "product",
        "using",
        "ar101",
        "treatment",
        "peanut",
        "allergy",
        "received",
        "fda",
        "breakthrough",
        "therapy",
        "designation",
        "desensitization",
        "patient",
        "year",
        "age",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "information",
        "please",
        "see",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "matter",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "aimmune",
        "expectation",
        "regarding",
        "benefit",
        "advice",
        "may",
        "receive",
        "scientific",
        "advisory",
        "board",
        "aimmune",
        "expectation",
        "regarding",
        "potential",
        "benefit",
        "ar101",
        "aimmune",
        "expectation",
        "regarding",
        "potential",
        "application",
        "approach",
        "treating",
        "food",
        "allergy",
        "risk",
        "uncertainty",
        "contribute",
        "uncertain",
        "nature",
        "statement",
        "include",
        "expectation",
        "aimmune",
        "need",
        "additional",
        "fund",
        "finance",
        "operation",
        "company",
        "ability",
        "initiate",
        "complete",
        "clinical",
        "trial",
        "unpredictability",
        "regulatory",
        "process",
        "possibility",
        "aimmune",
        "clinical",
        "trial",
        "successful",
        "aimmune",
        "dependence",
        "success",
        "ar101",
        "possible",
        "regulatory",
        "development",
        "united",
        "state",
        "foreign",
        "country",
        "described",
        "fully",
        "aimmune",
        "recent",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "september",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "made",
        "aimmune",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "occur",
        "circumstance",
        "exist",
        "date",
        "made",
        "press",
        "release",
        "concern",
        "product",
        "clinical",
        "investigation",
        "yet",
        "approved",
        "marketing",
        "food",
        "drug",
        "administration",
        "fda",
        "european",
        "medicine",
        "agency",
        "ema",
        "currently",
        "limited",
        "investigational",
        "use",
        "representation",
        "made",
        "safety",
        "effectiveness",
        "purpose",
        "investigated",
        "view",
        "source",
        "version",
        "http",
        "aimmune",
        "therapeutic",
        "investor",
        "laura",
        "hansen",
        "lhansen",
        "medium",
        "stephanie",
        "yao",
        "syao",
        "source",
        "aimmune",
        "therapeutic",
        "inc"
    ]
}