{
    "organizations": [],
    "uuid": "acf250eace342a902ecd272e0019525e3ce33099",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/01/business-wire-hostess-brands-inc-acquires-breakfast-brands-and-expands-product-range.html",
    "ord_in_thread": 0,
    "title": "Hostess Brands, Inc. Acquires Breakfast Brands and Expands Product Range",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Reiterates Full Year 2017 Financial Outlook\nKANSAS CITY, Mo.--(BUSINESS WIRE)-- Hostess Brands, Inc. (NASDAQ: TWNK, TWNKW) (“Hostess” or the “Company”) today announced it is completing the acquisition of certain US breakfast assets of ARYZTA LLC (“ARYZTA”), including one of its Chicago Cloverhill bakery facilities and the Big Texas® and Cloverhill® brands. In addition to the brands, the acquisition includes supply partnerships with several key retailers of Hostess. Until June 2017, the bakery was a significant co-manufacturer to the Company.\n“This is an excellent enabling acquisition for the Hostess breakfast strategy and fills a key strategic gap in our product portfolio,” said Dean Metropoulos, Executive Chairman of Hostess. “The Big Texas and Cloverhill brands and private label partnerships will add significant strength to our growing breakfast business.”\nHighlights of the transaction include the following:\nThe Big Texas® and Cloverhill® brands distribution strength provides Hostess greater access to the club, vending, cash and carry and independent convenience stores sales channels; and provides for a strong breakfast partnership with several existing key retailers Significantly expands the Hostess range of offerings in the Breakfast category of Sweet Baked Goods (“SBG”), including HoneyBuns, Danish Pastries and Cinnamon Rolls, among other offerings. With this acquisition, the Company expects to reduce its reliance on co-manufacturing; The 137,000 square-foot bakery facility represents the largest individually-wrapped Danish pastry facility in North America;\n“This strategic acquisition allows us to bring important product manufacturing in-house as we expand and drive growth in our breakfast product portfolio,” commented Bill Toler, President and Chief Executive Officer of Hostess. “In addition, this purchase will enable Hostess to forgo in-house capital investments and create significant value over the next few years.”\n“We have had a long supply relationship with ARYZTA for our breakfast items and are eager to expand our growing breakfast offerings with these capabilities. In addition, the positioning and consumer loyalty to the Big Texas and Cloverhill brands will broaden our participation in a number of distribution outlets,” said Andy Jacobs, Chief Operating Officer of Hostess. “This acquisition will enhance our competitive position as we have the opportunity to further build our branded distribution and market share in the breakfast category within sweet baked goods 1 , as well as enhance new and existing retailer relationships, particularly in the complementary club and vending sales channels.”\nThe acquired assets include inventory, property, plant, equipment and customer relationships serviced by the Chicago Cloverhill bakery facility. The Company expects short-term EBITDA losses of approximately $15 million to $20 million and corresponding earnings per diluted share dilution of approximately $0.10 to $0.12 as a result of anticipated operating losses from the acquired business through the second half of 2018 as the Company improves the sales and operating performance of the facility. The Company expects the acquired business to be EBITDA positive in the first half of 2019. By 2020, the Company expects this business to contribute approximately $20 million to $25 million in EBITDA. The Company will provide a formal outlook for full year 2018 when it reports financial results for the fourth quarter and full year ended December 31, 2017 in late February.\nThe Company believes this acquisition is an efficient use of cash and continues to have the financial flexibility to consider potential future uses of cash including funding acquisitions, optional debt repayments or opportunistically simplifying its equity structure. Additionally, Hostess expects to immediately depreciate a substantial portion of the purchase price for tax purposes.\nFull Year 2017 Outlook\nToday, the Company also confirmed its full year 2017 financial outlook, prior to giving effect to the favorable impact of recently enacted federal tax reform, previously provided on November 8, 2017.\nThe Company believes that it is well positioned to grow and enhance shareholder value through the execution of its strategic initiatives. These key strategic initiatives are focused on further core distribution expansion, continued new product initiatives and line extensions, the pursuit of white space opportunities and serving as a platform for future acquisitions.\nAbout Hostess Brands, Inc.\nThe Company is one of the leading packaged food companies focused on developing, manufacturing, marketing, selling and distributing fresh sweet baked goods in the United States. The brand's history dates back to 1919, when the Hostess® CupCake was introduced to the public, followed by Twinkies® in 1930. Today, the Company produces a variety of new and classic treats including Ding Dongs®, Ho Hos®, Donettes®, Hostess Bake Shop and Fruit Pies, in addition to Twinkies® and CupCakes.\nFor more information about Hostess products and Hostess Brands, please visit hostesscakes.com . Follow Hostess on Twitter: @Hostess_Snacks; on Facebook: facebook.com/Hostess ; on Instagram: Hostess_Snacks; and on Pinterest: pinterest.com/hostesscakes .\nForward-Looking Statements\nThis press release contains statements reflecting the Company's views about its future performance that constitute “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended, that involve substantial risks and uncertainties. Forward-looking statements are generally identified through the inclusion of words such as “believes,” “expects,” “intends,” “estimates,” “projects,” “anticipates,” “will,” “plan,” “may,” “should,” or similar language. Statements addressing the Company's future operating performance and statements addressing events and developments that the Company expects or anticipate will occur are also considered as forward-looking statements. All forward-looking statements included herein are made only as of the date hereof. The Company undertakes no obligation to update any forward-looking statement, whether as a result of new information, future events, or otherwise.\nThese statements inherently involve risks and uncertainties that could cause actual results to differ materially from those anticipated in such forward-looking statements. These risks and uncertainties include, but are not limited to, maintaining, extending and expanding the Company's reputation and brand image; protecting intellectual property rights; leveraging the Company's brand value to compete against lower-priced alternative brands; correctly predicting, identifying and interpreting changes in consumer preferences and demand and offering new products to meet those changes; operating in a highly competitive industry; the continued ability to produce and successfully market products with extended shelf life; the ability to drive revenue growth in key products or add products that are faster-growing and more profitable; volatility in commodity, energy, and other input prices; dependence on major customers; geographic focus could make the Company particularly vulnerable to economic and other events and trends in North America; increased costs in order to comply with governmental regulation; general political, social and economic conditions; a portion of the workforce belongs to unions and strikes or work stoppages could cause the business to suffer; product liability claims, product recalls, or regulatory enforcement actions; unanticipated business disruptions; dependence on third parties for significant services; insurance may not provide adequate levels of coverage against claims; failures, unavailability, or disruptions of the Company's information technology systems; the Company's ability to achieve expected synergies and benefits and performance from the Company's strategic acquisitions; dependence on key personnel or a highly skilled and diverse workforce; and the Company's ability to finance indebtedness on terms favorable to the Company; and other risks as set forth from time to time in the Company's Securities and Exchange Commission filings.\nAs a result of a number of known and unknown risks and uncertainties, the Company's actual results or performance may be materially different from those expressed or implied by these forward-looking statements. Risks and uncertainties are identified and discussed in Item 1A-Risk Factors in the Company's Annual Report on Form 10-K and its subsequent Securities and Exchange Commission filings. All subsequent written or oral forward-looking statements attributable to us or persons acting on the Company's behalf are expressly qualified in their entirety by these risk factors. The Company undertakes no obligation to update any forward-looking statement, whether as a result of new information, future events, or otherwise.\n1 For the 52-week period ended December 30, 2017, Breakfast represented 51% of the SBG category and Hostess has a 15% share compared to All Day Snacking, which represents 49% of the SBG category, where Hostess has a 20% share per Nielsen’s U.S. SBG category data.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180201005660/en/\nInvestors, please contact:\nICR\nKatie Turner\n646-277-1228\nkatie.turner@icrinc.com\nor\nMedia, please contact:\nLAK Public Relations, Inc.\nHannah Arnold\n212-329-1417\nharnold@lakpr.com\nor\nMarie Espinel\n212-899-4744\nmespinel@lakpr.com\nSource: Hostess Brands, Inc.",
    "published": "2018-02-01T16:02:00.000+02:00",
    "crawled": "2018-02-01T15:59:46.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reiterates",
        "full",
        "year",
        "financial",
        "outlook",
        "kansa",
        "city",
        "business",
        "wire",
        "hostess",
        "brand",
        "nasdaq",
        "twnk",
        "twnkw",
        "hostess",
        "company",
        "today",
        "announced",
        "completing",
        "acquisition",
        "certain",
        "u",
        "breakfast",
        "asset",
        "aryzta",
        "llc",
        "aryzta",
        "including",
        "one",
        "chicago",
        "cloverhill",
        "bakery",
        "facility",
        "big",
        "brand",
        "addition",
        "brand",
        "acquisition",
        "includes",
        "supply",
        "partnership",
        "several",
        "key",
        "retailer",
        "hostess",
        "june",
        "bakery",
        "significant",
        "company",
        "excellent",
        "enabling",
        "acquisition",
        "hostess",
        "breakfast",
        "strategy",
        "fill",
        "key",
        "strategic",
        "gap",
        "product",
        "portfolio",
        "said",
        "dean",
        "metropoulos",
        "executive",
        "chairman",
        "hostess",
        "big",
        "texas",
        "cloverhill",
        "brand",
        "private",
        "label",
        "partnership",
        "add",
        "significant",
        "strength",
        "growing",
        "breakfast",
        "highlight",
        "transaction",
        "include",
        "following",
        "big",
        "brand",
        "distribution",
        "strength",
        "provides",
        "hostess",
        "greater",
        "access",
        "club",
        "vending",
        "cash",
        "carry",
        "independent",
        "convenience",
        "store",
        "sale",
        "channel",
        "provides",
        "strong",
        "breakfast",
        "partnership",
        "several",
        "existing",
        "key",
        "retailer",
        "significantly",
        "expands",
        "hostess",
        "range",
        "offering",
        "breakfast",
        "category",
        "sweet",
        "baked",
        "good",
        "sbg",
        "including",
        "honeybuns",
        "danish",
        "pastry",
        "cinnamon",
        "roll",
        "among",
        "offering",
        "acquisition",
        "company",
        "expects",
        "reduce",
        "reliance",
        "bakery",
        "facility",
        "represents",
        "largest",
        "danish",
        "pastry",
        "facility",
        "north",
        "america",
        "strategic",
        "acquisition",
        "allows",
        "u",
        "bring",
        "important",
        "product",
        "manufacturing",
        "expand",
        "drive",
        "growth",
        "breakfast",
        "product",
        "portfolio",
        "commented",
        "bill",
        "toler",
        "president",
        "chief",
        "executive",
        "officer",
        "hostess",
        "addition",
        "purchase",
        "enable",
        "hostess",
        "forgo",
        "capital",
        "investment",
        "create",
        "significant",
        "value",
        "next",
        "long",
        "supply",
        "relationship",
        "aryzta",
        "breakfast",
        "item",
        "eager",
        "expand",
        "growing",
        "breakfast",
        "offering",
        "capability",
        "addition",
        "positioning",
        "consumer",
        "loyalty",
        "big",
        "texas",
        "cloverhill",
        "brand",
        "broaden",
        "participation",
        "number",
        "distribution",
        "outlet",
        "said",
        "andy",
        "jacob",
        "chief",
        "operating",
        "officer",
        "hostess",
        "acquisition",
        "enhance",
        "competitive",
        "position",
        "opportunity",
        "build",
        "branded",
        "distribution",
        "market",
        "share",
        "breakfast",
        "category",
        "within",
        "sweet",
        "baked",
        "good",
        "well",
        "enhance",
        "new",
        "existing",
        "retailer",
        "relationship",
        "particularly",
        "complementary",
        "club",
        "vending",
        "sale",
        "acquired",
        "asset",
        "include",
        "inventory",
        "property",
        "plant",
        "equipment",
        "customer",
        "relationship",
        "serviced",
        "chicago",
        "cloverhill",
        "bakery",
        "facility",
        "company",
        "expects",
        "ebitda",
        "loss",
        "approximately",
        "million",
        "million",
        "corresponding",
        "earnings",
        "per",
        "diluted",
        "share",
        "dilution",
        "approximately",
        "result",
        "anticipated",
        "operating",
        "loss",
        "acquired",
        "business",
        "second",
        "half",
        "company",
        "improves",
        "sale",
        "operating",
        "performance",
        "facility",
        "company",
        "expects",
        "acquired",
        "business",
        "ebitda",
        "positive",
        "first",
        "half",
        "company",
        "expects",
        "business",
        "contribute",
        "approximately",
        "million",
        "million",
        "ebitda",
        "company",
        "provide",
        "formal",
        "outlook",
        "full",
        "year",
        "report",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "late",
        "february",
        "company",
        "belief",
        "acquisition",
        "efficient",
        "use",
        "cash",
        "continues",
        "financial",
        "flexibility",
        "consider",
        "potential",
        "future",
        "us",
        "cash",
        "including",
        "funding",
        "acquisition",
        "optional",
        "debt",
        "repayment",
        "opportunistically",
        "simplifying",
        "equity",
        "structure",
        "additionally",
        "hostess",
        "expects",
        "immediately",
        "depreciate",
        "substantial",
        "portion",
        "purchase",
        "price",
        "tax",
        "purpose",
        "full",
        "year",
        "outlook",
        "today",
        "company",
        "also",
        "confirmed",
        "full",
        "year",
        "financial",
        "outlook",
        "prior",
        "giving",
        "effect",
        "favorable",
        "impact",
        "recently",
        "enacted",
        "federal",
        "tax",
        "reform",
        "previously",
        "provided",
        "november",
        "company",
        "belief",
        "well",
        "positioned",
        "grow",
        "enhance",
        "shareholder",
        "value",
        "execution",
        "strategic",
        "initiative",
        "key",
        "strategic",
        "initiative",
        "focused",
        "core",
        "distribution",
        "expansion",
        "continued",
        "new",
        "product",
        "initiative",
        "line",
        "extension",
        "pursuit",
        "white",
        "space",
        "opportunity",
        "serving",
        "platform",
        "future",
        "acquisition",
        "hostess",
        "brand",
        "company",
        "one",
        "leading",
        "packaged",
        "food",
        "company",
        "focused",
        "developing",
        "manufacturing",
        "marketing",
        "selling",
        "distributing",
        "fresh",
        "sweet",
        "baked",
        "good",
        "united",
        "state",
        "brand",
        "history",
        "date",
        "back",
        "cupcake",
        "introduced",
        "public",
        "followed",
        "today",
        "company",
        "produce",
        "variety",
        "new",
        "classic",
        "treat",
        "including",
        "ding",
        "ho",
        "hostess",
        "bake",
        "shop",
        "fruit",
        "pie",
        "addition",
        "cupcake",
        "information",
        "hostess",
        "product",
        "hostess",
        "brand",
        "please",
        "visit",
        "follow",
        "hostess",
        "twitter",
        "facebook",
        "instagram",
        "pinterest",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "reflecting",
        "company",
        "view",
        "future",
        "performance",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "statement",
        "generally",
        "identified",
        "inclusion",
        "word",
        "belief",
        "expects",
        "intends",
        "estimate",
        "project",
        "anticipates",
        "plan",
        "may",
        "similar",
        "language",
        "statement",
        "addressing",
        "company",
        "future",
        "operating",
        "performance",
        "statement",
        "addressing",
        "event",
        "development",
        "company",
        "expects",
        "anticipate",
        "occur",
        "also",
        "considered",
        "statement",
        "statement",
        "included",
        "herein",
        "made",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "inherently",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "maintaining",
        "extending",
        "expanding",
        "company",
        "reputation",
        "brand",
        "image",
        "protecting",
        "intellectual",
        "property",
        "right",
        "leveraging",
        "company",
        "brand",
        "value",
        "compete",
        "alternative",
        "brand",
        "correctly",
        "predicting",
        "identifying",
        "interpreting",
        "change",
        "consumer",
        "preference",
        "demand",
        "offering",
        "new",
        "product",
        "meet",
        "change",
        "operating",
        "highly",
        "competitive",
        "industry",
        "continued",
        "ability",
        "produce",
        "successfully",
        "market",
        "product",
        "extended",
        "shelf",
        "life",
        "ability",
        "drive",
        "revenue",
        "growth",
        "key",
        "product",
        "add",
        "product",
        "profitable",
        "volatility",
        "commodity",
        "energy",
        "input",
        "price",
        "dependence",
        "major",
        "customer",
        "geographic",
        "focus",
        "could",
        "make",
        "company",
        "particularly",
        "vulnerable",
        "economic",
        "event",
        "trend",
        "north",
        "america",
        "increased",
        "cost",
        "order",
        "comply",
        "governmental",
        "regulation",
        "general",
        "political",
        "social",
        "economic",
        "condition",
        "portion",
        "workforce",
        "belongs",
        "union",
        "strike",
        "work",
        "stoppage",
        "could",
        "cause",
        "business",
        "suffer",
        "product",
        "liability",
        "claim",
        "product",
        "recall",
        "regulatory",
        "enforcement",
        "action",
        "unanticipated",
        "business",
        "disruption",
        "dependence",
        "third",
        "party",
        "significant",
        "service",
        "insurance",
        "may",
        "provide",
        "adequate",
        "level",
        "coverage",
        "claim",
        "failure",
        "unavailability",
        "disruption",
        "company",
        "information",
        "technology",
        "system",
        "company",
        "ability",
        "achieve",
        "expected",
        "synergy",
        "benefit",
        "performance",
        "company",
        "strategic",
        "acquisition",
        "dependence",
        "key",
        "personnel",
        "highly",
        "skilled",
        "diverse",
        "workforce",
        "company",
        "ability",
        "finance",
        "indebtedness",
        "term",
        "favorable",
        "company",
        "risk",
        "set",
        "forth",
        "time",
        "time",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "result",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "company",
        "actual",
        "result",
        "performance",
        "may",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "identified",
        "discussed",
        "item",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "subsequent",
        "security",
        "exchange",
        "commission",
        "filing",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "u",
        "person",
        "acting",
        "company",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "risk",
        "factor",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "period",
        "ended",
        "december",
        "breakfast",
        "represented",
        "sbg",
        "category",
        "hostess",
        "share",
        "compared",
        "day",
        "snacking",
        "represents",
        "sbg",
        "category",
        "hostess",
        "share",
        "per",
        "nielsen",
        "sbg",
        "category",
        "data",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "please",
        "contact",
        "icr",
        "katie",
        "turner",
        "medium",
        "please",
        "contact",
        "lak",
        "public",
        "relation",
        "hannah",
        "arnold",
        "harnold",
        "marie",
        "espinel",
        "mespinel",
        "source",
        "hostess",
        "brand",
        "inc"
    ]
}