{
    "organizations": [],
    "uuid": "51dc013b249864f0279ac2865d16775787febb7f",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/12/the-associated-press-the-latest-trump-budget-would-usher-in-new-deficit-era.html",
    "ord_in_thread": 0,
    "title": "The Latest: Trump budget would usher in new deficit era",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON (AP) — The Latest on President Donald Trump's proposed 2019 budget (all times local):\n8:15 p.m.\nPresident Donald Trump's budget plan would order steep cuts to the nation's social safety net but push military spending much higher.\nFor the first time, it acknowledges that the Republican tax overhaul passed last year would add billions to the deficit and not \"pay for itself\" as Trump and other Republicans asserted.\nIf enacted, though no presidential budget ever is, the plan would establish an era of $1 trillion-plus yearly deficits.\nThe open embrace of red ink is a remarkable public reversal for Trump and his party, which spent years objecting to President Barack Obama's increased spending during the depths of the Great Recession.\nYet Trump is in line with past Republican presidents who have overseen spikes in deficits as they simultaneously increased military spending and cut taxes.\n2:15 p.m.\nMore than 150 retired U.S. generals and admirals and more than 1,200 veterans are urging the Trump administration not to make steep cuts to the State Department, foreign aid and other overseas programs.\nIn separate letters, the former military leaders and rank-and-file veterans are emphasizing the need to invest in diplomacy alongside America's military. The letters come as President Donald Trump again proposes slashing the international operations budget by almost one-third in his budget proposal.\nThe retired generals include George Casey, David Petraeus, Stanley McChrystal and Wesley Clark. They say that \"today's crises do not have military solutions alone.\"\nThe list of veterans includes those from all military branches. They write that the U.S. must strengthen its global leadership amid escalating crises rather than weaken it by sidelining diplomacy and development assistance.\n1:50 p.m.\nThe second stage of President Donald Trump's proposed border wall in Texas' Rio Grande Valley would be 65 miles (or 104 kilometers) long, costing an average of $24.6 million a mile. That's according to administration budget documents for 2019.\nThe administration had previously disclosed the amount of money it wanted to spend on the wall but hadn't said where it would be built or how long it would be.\nWalls currently cover about one-third of the border with Mexico, and the administration wants to eventually spend up to $18 billion to extend the wall to nearly half the border. Trump has insisted Mexico pay for it; Mexico says that's a non-starter.\nThe proposal sets aside $782 million to hire about 2,000 U.S. Immigration and Customs Enforcement officers and 750 more Border Patrol agents.\n1:40 p.m.\nPresident Donald Trump's infrastructure plan is receiving a frosty response from Democratic members of Congress.\nThe president's plan would use $200 billion in federal money to leverage local and state investments. It also would change the permitting process to get projects underway more quickly.\nHouse Minority Leader Nancy Pelosi of California says the president's play would raise tolls on commuters, increase the burden on cities and states, and sell essential infrastructure to the whims of Wall Street.\nSenate Minority Leader Chuck Schumer of New York says Trump's plan would put unsustainable burdens on local government and calls it a \"plan to appease his political allies, not to rebuild the country.\"\nDemocrats have proposed an infrastructure plan that would entail $1 trillion in additional federal spending to jumpstart new projects around the country.\n1:25 p.m.\nThe Trump administration's 2019 budget is renewing calls for repealing and replacing former President Barack Obama's health care law. But there's little evidence that Republican leaders have the appetite for another battle over \"Obamacare.\"\nRepeal of the Affordable Care Act should happen \"as soon as possible,\" say the budget documents.\nThe Obama health law would be replaced with legislation modeled after an ill-fated GOP bill whose lead authors were Sens. Bill Cassidy of Louisiana and Lindsey Graham of South Carolina. The nonpartisan Congressional Budget Office said the legislation would leave millions more uninsured.\nThe budget calls for a program of block grants that states could use to set up their own programs for covering the uninsured.\n1:10 p.m.\nClimate change research is on the Environmental Protection Agency's chopping block.\nTrump's proposed 2019 budget calls for slashing funding for the Environmental Protection Agency by more than one third, including ending the Climate Change Research and Partnership Programs.\nThe president's budget would also make deep cuts to funding for cleaning up the nation's most polluted sites, even as EPA Administrator Scott Pruitt says that's one of his top priorities. Trump's budget would allocate just $762 million for the Hazardous Substance Superfund Account, a reduction of more than 30 percent.\nCurrent spending for Superfund is down to about half of what it was in the 1990s. Despite the cut, the White House says the administration plans to \"accelerate\" site cleanups by bringing \"more private funding to the table for redevelopment.\"\n1:05 p.m.\nSchool choice advocates will find something to cheer about in President Donald Trump's budget for 2019.\nFulfilling a campaign promise, Trump is proposing to put \"more decision-making power in the hands of parents and families\" in choosing schools for their children with a $1.5 billion investment for the coming year. The budget would expand both private and public school choice.\nA new Opportunity Grants program would provide money for states to give scholarships to low-income students to attend private schools, as well as expand charter schools across the nation. Charters are financed by taxpayer dollars but usually run independently of school district requirements.\nThe budget also calls for increased spending to expand the number of magnet schools that offer specialized instruction usually focused on specific curricula.\n12:20 p.m.\nPresident Donald Trump's budget for 2019 shows the administration's concern about the threat from North Korea and its missile program.\nThe Pentagon is proposing to spend hundreds of millions more in 2019 on missile defense.\nThe budget calls for increasing the number of strategic missile interceptors from 44 to 64. The additional 20 interceptors would be based at Fort Greely, Alaska. Critics question the reliability of the interceptors, arguing that years of testing have yet to prove them effective against sophisticated threats.\nThe Pentagon also would invest more heavily in the ship-based Aegis system and the Army's Patriot air and missile defense system. Both are designed to defend against missiles with ranges shorter than the intercontinental ballistic missile that is of greatest U.S. concern in the context of North Korea.\n11:30 a.m.\nPresident Donald Trump is sending Congress a $4.4 trillion spending plan that provides a huge increase in defense spending while cutting taxes by $1.5 trillion over the next decade. The result is soaring budget deficits.\nTrump's first budget last year projected that the government would achieve a small surplus by 2027. But the new budget never gets to balance. It proposes $7.1 trillion in red ink over the next decade, basically doubling last year's forecast.\nThe new plan, for the 2019 budget year, seeks increases in such areas as building the border wall and fighting the opioid epidemic. Complicating matters, Trump last week signed a $300 billion measure to boost defense and domestic spending, negating many of the cuts in his new budget plan.\n1:23 a.m.\nPresident Donald Trump is proposing a $4 trillion-plus budget that projects a $1 trillion or so federal deficit.\nUnlike the plan Trump released last year, the 2019 budget never comes close to promising a balanced federal ledger even after 10 years.\nAnd that's before last week's agreement for $300 billion is added this year and next, a deal that showers both the Pentagon and domestic agencies with big budget increases.\nThe spending spree, along with last year's tax cuts, has the deficit moving sharply higher with Republicans in control of Washington.\nThe original plan was for Trump's new budget to slash domestic agencies even further than last year's proposal, but instead it will land in Congress three days after he signed a two-year spending agreement that wholly rewrites both.",
    "published": "2018-02-12T18:30:00.000+02:00",
    "crawled": "2018-02-13T04:49:14.044+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "ap",
        "latest",
        "president",
        "donald",
        "trump",
        "proposed",
        "budget",
        "time",
        "local",
        "president",
        "donald",
        "trump",
        "budget",
        "plan",
        "would",
        "order",
        "steep",
        "cut",
        "nation",
        "social",
        "safety",
        "net",
        "push",
        "military",
        "spending",
        "much",
        "higher",
        "first",
        "time",
        "acknowledges",
        "republican",
        "tax",
        "overhaul",
        "passed",
        "last",
        "year",
        "would",
        "add",
        "billion",
        "deficit",
        "pay",
        "trump",
        "republican",
        "asserted",
        "enacted",
        "though",
        "presidential",
        "budget",
        "ever",
        "plan",
        "would",
        "establish",
        "era",
        "yearly",
        "deficit",
        "open",
        "embrace",
        "red",
        "ink",
        "remarkable",
        "public",
        "reversal",
        "trump",
        "party",
        "spent",
        "year",
        "objecting",
        "president",
        "barack",
        "obama",
        "increased",
        "spending",
        "depth",
        "great",
        "recession",
        "yet",
        "trump",
        "line",
        "past",
        "republican",
        "president",
        "overseen",
        "spike",
        "deficit",
        "simultaneously",
        "increased",
        "military",
        "spending",
        "cut",
        "tax",
        "retired",
        "general",
        "admiral",
        "veteran",
        "urging",
        "trump",
        "administration",
        "make",
        "steep",
        "cut",
        "state",
        "department",
        "foreign",
        "aid",
        "overseas",
        "program",
        "separate",
        "letter",
        "former",
        "military",
        "leader",
        "veteran",
        "emphasizing",
        "need",
        "invest",
        "diplomacy",
        "alongside",
        "america",
        "military",
        "letter",
        "come",
        "president",
        "donald",
        "trump",
        "proposes",
        "slashing",
        "international",
        "operation",
        "budget",
        "almost",
        "budget",
        "proposal",
        "retired",
        "general",
        "include",
        "george",
        "casey",
        "david",
        "petraeus",
        "stanley",
        "mcchrystal",
        "wesley",
        "clark",
        "say",
        "today",
        "crisis",
        "military",
        "solution",
        "alone",
        "list",
        "veteran",
        "includes",
        "military",
        "branch",
        "write",
        "must",
        "strengthen",
        "global",
        "leadership",
        "amid",
        "escalating",
        "crisis",
        "rather",
        "weaken",
        "sidelining",
        "diplomacy",
        "development",
        "assistance",
        "second",
        "stage",
        "president",
        "donald",
        "trump",
        "proposed",
        "border",
        "wall",
        "texas",
        "rio",
        "grande",
        "valley",
        "would",
        "mile",
        "kilometer",
        "long",
        "costing",
        "average",
        "million",
        "mile",
        "according",
        "administration",
        "budget",
        "document",
        "administration",
        "previously",
        "disclosed",
        "amount",
        "money",
        "wanted",
        "spend",
        "wall",
        "said",
        "would",
        "built",
        "long",
        "would",
        "wall",
        "currently",
        "cover",
        "border",
        "mexico",
        "administration",
        "want",
        "eventually",
        "spend",
        "billion",
        "extend",
        "wall",
        "nearly",
        "half",
        "border",
        "trump",
        "insisted",
        "mexico",
        "pay",
        "mexico",
        "say",
        "proposal",
        "set",
        "aside",
        "million",
        "hire",
        "immigration",
        "custom",
        "enforcement",
        "officer",
        "border",
        "patrol",
        "agent",
        "president",
        "donald",
        "trump",
        "infrastructure",
        "plan",
        "receiving",
        "frosty",
        "response",
        "democratic",
        "member",
        "congress",
        "president",
        "plan",
        "would",
        "use",
        "billion",
        "federal",
        "money",
        "leverage",
        "local",
        "state",
        "investment",
        "also",
        "would",
        "change",
        "permitting",
        "process",
        "get",
        "project",
        "underway",
        "quickly",
        "house",
        "minority",
        "leader",
        "nancy",
        "pelosi",
        "california",
        "say",
        "president",
        "play",
        "would",
        "raise",
        "toll",
        "commuter",
        "increase",
        "burden",
        "city",
        "state",
        "sell",
        "essential",
        "infrastructure",
        "whim",
        "wall",
        "street",
        "senate",
        "minority",
        "leader",
        "chuck",
        "schumer",
        "new",
        "york",
        "say",
        "trump",
        "plan",
        "would",
        "put",
        "unsustainable",
        "burden",
        "local",
        "government",
        "call",
        "plan",
        "appease",
        "political",
        "ally",
        "rebuild",
        "country",
        "democrat",
        "proposed",
        "infrastructure",
        "plan",
        "would",
        "entail",
        "trillion",
        "additional",
        "federal",
        "spending",
        "jumpstart",
        "new",
        "project",
        "around",
        "country",
        "trump",
        "administration",
        "budget",
        "renewing",
        "call",
        "repealing",
        "replacing",
        "former",
        "president",
        "barack",
        "obama",
        "health",
        "care",
        "law",
        "little",
        "evidence",
        "republican",
        "leader",
        "appetite",
        "another",
        "battle",
        "obamacare",
        "repeal",
        "affordable",
        "care",
        "act",
        "happen",
        "soon",
        "possible",
        "say",
        "budget",
        "document",
        "obama",
        "health",
        "law",
        "would",
        "replaced",
        "legislation",
        "modeled",
        "gop",
        "bill",
        "whose",
        "lead",
        "author",
        "sen",
        "bill",
        "cassidy",
        "louisiana",
        "lindsey",
        "graham",
        "south",
        "carolina",
        "nonpartisan",
        "congressional",
        "budget",
        "office",
        "said",
        "legislation",
        "would",
        "leave",
        "million",
        "uninsured",
        "budget",
        "call",
        "program",
        "block",
        "grant",
        "state",
        "could",
        "use",
        "set",
        "program",
        "covering",
        "uninsured",
        "climate",
        "change",
        "research",
        "environmental",
        "protection",
        "agency",
        "chopping",
        "block",
        "trump",
        "proposed",
        "budget",
        "call",
        "slashing",
        "funding",
        "environmental",
        "protection",
        "agency",
        "one",
        "third",
        "including",
        "ending",
        "climate",
        "change",
        "research",
        "partnership",
        "program",
        "president",
        "budget",
        "would",
        "also",
        "make",
        "deep",
        "cut",
        "funding",
        "cleaning",
        "nation",
        "polluted",
        "site",
        "even",
        "epa",
        "administrator",
        "scott",
        "pruitt",
        "say",
        "one",
        "top",
        "priority",
        "trump",
        "budget",
        "would",
        "allocate",
        "million",
        "hazardous",
        "substance",
        "superfund",
        "account",
        "reduction",
        "percent",
        "current",
        "spending",
        "superfund",
        "half",
        "1990s",
        "despite",
        "cut",
        "white",
        "house",
        "say",
        "administration",
        "plan",
        "accelerate",
        "site",
        "cleanup",
        "bringing",
        "private",
        "funding",
        "table",
        "redevelopment",
        "school",
        "choice",
        "advocate",
        "find",
        "something",
        "cheer",
        "president",
        "donald",
        "trump",
        "budget",
        "fulfilling",
        "campaign",
        "promise",
        "trump",
        "proposing",
        "put",
        "power",
        "hand",
        "parent",
        "family",
        "choosing",
        "school",
        "child",
        "billion",
        "investment",
        "coming",
        "year",
        "budget",
        "would",
        "expand",
        "private",
        "public",
        "school",
        "choice",
        "new",
        "opportunity",
        "grant",
        "program",
        "would",
        "provide",
        "money",
        "state",
        "give",
        "scholarship",
        "student",
        "attend",
        "private",
        "school",
        "well",
        "expand",
        "charter",
        "school",
        "across",
        "nation",
        "charter",
        "financed",
        "taxpayer",
        "dollar",
        "usually",
        "run",
        "independently",
        "school",
        "district",
        "requirement",
        "budget",
        "also",
        "call",
        "increased",
        "spending",
        "expand",
        "number",
        "magnet",
        "school",
        "offer",
        "specialized",
        "instruction",
        "usually",
        "focused",
        "specific",
        "curriculum",
        "president",
        "donald",
        "trump",
        "budget",
        "show",
        "administration",
        "concern",
        "threat",
        "north",
        "korea",
        "missile",
        "program",
        "pentagon",
        "proposing",
        "spend",
        "hundred",
        "million",
        "missile",
        "defense",
        "budget",
        "call",
        "increasing",
        "number",
        "strategic",
        "missile",
        "interceptor",
        "additional",
        "interceptor",
        "would",
        "based",
        "fort",
        "greely",
        "alaska",
        "critic",
        "question",
        "reliability",
        "interceptor",
        "arguing",
        "year",
        "testing",
        "yet",
        "prove",
        "effective",
        "sophisticated",
        "threat",
        "pentagon",
        "also",
        "would",
        "invest",
        "heavily",
        "aegis",
        "system",
        "army",
        "patriot",
        "air",
        "missile",
        "defense",
        "system",
        "designed",
        "defend",
        "missile",
        "range",
        "shorter",
        "intercontinental",
        "ballistic",
        "missile",
        "greatest",
        "concern",
        "context",
        "north",
        "korea",
        "president",
        "donald",
        "trump",
        "sending",
        "congress",
        "trillion",
        "spending",
        "plan",
        "provides",
        "huge",
        "increase",
        "defense",
        "spending",
        "cutting",
        "tax",
        "trillion",
        "next",
        "decade",
        "result",
        "soaring",
        "budget",
        "deficit",
        "trump",
        "first",
        "budget",
        "last",
        "year",
        "projected",
        "government",
        "would",
        "achieve",
        "small",
        "surplus",
        "new",
        "budget",
        "never",
        "get",
        "balance",
        "proposes",
        "trillion",
        "red",
        "ink",
        "next",
        "decade",
        "basically",
        "doubling",
        "last",
        "year",
        "forecast",
        "new",
        "plan",
        "budget",
        "year",
        "seek",
        "increase",
        "area",
        "building",
        "border",
        "wall",
        "fighting",
        "opioid",
        "epidemic",
        "complicating",
        "matter",
        "trump",
        "last",
        "week",
        "signed",
        "billion",
        "measure",
        "boost",
        "defense",
        "domestic",
        "spending",
        "negating",
        "many",
        "cut",
        "new",
        "budget",
        "plan",
        "president",
        "donald",
        "trump",
        "proposing",
        "budget",
        "project",
        "trillion",
        "federal",
        "deficit",
        "unlike",
        "plan",
        "trump",
        "released",
        "last",
        "year",
        "budget",
        "never",
        "come",
        "close",
        "promising",
        "balanced",
        "federal",
        "ledger",
        "even",
        "year",
        "last",
        "week",
        "agreement",
        "billion",
        "added",
        "year",
        "next",
        "deal",
        "shower",
        "pentagon",
        "domestic",
        "agency",
        "big",
        "budget",
        "increase",
        "spending",
        "spree",
        "along",
        "last",
        "year",
        "tax",
        "cut",
        "deficit",
        "moving",
        "sharply",
        "higher",
        "republican",
        "control",
        "washington",
        "original",
        "plan",
        "trump",
        "new",
        "budget",
        "slash",
        "domestic",
        "agency",
        "even",
        "last",
        "year",
        "proposal",
        "instead",
        "land",
        "congress",
        "three",
        "day",
        "signed",
        "spending",
        "agreement",
        "wholly",
        "rewrite"
    ]
}