{
    "organizations": [],
    "uuid": "83a62c1385823f5bd78c569b853f80b449e26e46",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/31/business-wire-amerigas-reports-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "AmeriGas Reports First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VALLEY FORGE, Pa.--(BUSINESS WIRE)-- AmeriGas Propane, Inc., general partner of AmeriGas Partners, L.P. (\"the Partnership,\" NYSE: APU), today reported financial results for the fiscal quarter ended December 31, 2017.\nEARNINGS HIGHLIGHTS\nGAAP net income of $104.4 million and adjusted net income of $103.7 million Adjusted EBITDA of $194.1 million, compared with $185.1 million in the prior year\nJerry E. Sheridan, president and chief executive officer of AmeriGas, said, \"We had a solid operating quarter, with National Accounts and Cylinder Exchange programs both posting volume increases over the prior year and our bulk business experiencing a slight increase in unit margins despite increases in product costs. Weather was close to normal, an improvement over the prior two warm years, although the colder weather disproportionately occurred in the final week of December, and much of the sales volume associated with that colder weather occurred in January. The cold weather led to operating conditions that underscore the benefits of the scale and reach of our supply infrastructure, which is unmatched in the industry. We quickly redeployed our extensive network of supply assets to the hardest hit areas of the Northeast and South to ensure continuity of supply to our customers during the peak heating season.\"\nGiven the significance of the second fiscal quarter to full year results, AmeriGas intends to provide an update regarding its adjusted EBITDA guidance upon completion of the second fiscal quarter ending March 31, 2018.\nKEY DRIVERS OF RESULTS\nTemperatures were 1.4% warmer than normal and 9.9% colder than the prior year, however they were significantly impacted by the last week in December which was 60% colder than the prior year period. Excluding that week, weather was 6.6% warmer than normal and 3.8% colder than the prior year. Cylinder Exchange volume increased 9% over prior year. National Accounts volume increased 7% over prior year. Unit margins increased $0.01 despite Mont. Belvieu prices that were 64% higher than the prior year. Adjusted EBITDA for the prior-year period included a previously-reported charge of $8.8 million to correct gains on sales of certain assets related to the Heritage Propane Acquisition.\nEARNINGS CALL and WEBCAST\nAmeriGas Partners, L.P. will hold a live Internet Audio Webcast of its conference call to discuss fiscal first quarter earnings and other current activities at 9:00 AM ET on Thursday, February 1, 2018. Interested parties may listen to the audio webcast both live and in replay on the Internet at http://investors.amerigas.com/investor-relations/events-presentations or at the company website http://www.amerigas.com under Investor Relations. A telephonic replay will be available from 12:00 PM ET on February 1 through 11:59 PM on February 8. The replay may be accessed at (855) 859-2056, and internationally at 1-404-537-3406, conference ID 2603134.\nABOUT AMERIGAS\nAmeriGas is the nation’s largest retail propane marketer, serving over 1.8 million customers in all 50 states from approximately 1,900 distribution locations. UGI Corporation, through subsidiaries, is the sole General Partner and owns 26% of the Partnership and the public owns the remaining 74%. Comprehensive information about AmeriGas is available on the Internet at http://www.amerigas.com .\nUSE OF FORWARD-LOOKING STATEMENTS\nThis press release contains certain forward-looking statements that management believes to be reasonable as of today’s date only. Actual results may differ significantly because of risks and uncertainties that are difficult to predict and many of which are beyond management’s control. You should read the Partnership’s Annual Report on Form 10-K for a more extensive list of factors that could affect results. Among them are adverse weather conditions, cost volatility and availability of propane, increased customer conservation measures, the capacity to transport propane to our market areas, the impact of pending and future legal proceedings, political, economic and regulatory conditions in the U.S. and abroad, the availability, timing and success of our acquisitions, commercial initiatives and investments to grow our business, our ability to successfully integrate acquisitions and achieve anticipated synergies, and the interruption, disruption, failure, malfunction or breach of our information technology systems, including due to cyber-attack. The Partnership undertakes no obligation to release revisions to its forward-looking statements to reflect events or circumstances occurring after today.\nUSE OF NON-GAAP MEASURES\nThe Partnership’s management uses certain non-GAAP financial measures, including adjusted total margin, EBITDA, adjusted EBITDA and adjusted net income (loss) attributable to AmeriGas Partners, L.P., when evaluating the Partnership’s overall performance. These financial measures are not in accordance with, or an alternative to, GAAP and should be considered in addition to, and not as a substitute for, the comparable GAAP measures.\nManagement believes earnings before interest, income taxes, depreciation and amortization (“EBITDA”), as adjusted for the effects of gains and losses on commodity derivative instruments not associated with current-period transactions and other gains and losses that competitors do not necessarily have (\"Adjusted EBITDA\"), is a meaningful non-GAAP financial measure used by investors to (1) compare the Partnership’s operating performance with that of other companies within the propane industry and (2) assess the Partnership’s ability to meet loan covenants. The Partnership’s definition of Adjusted EBITDA may be different from those used by other companies. Management uses Adjusted EBITDA to compare year-over-year profitability of the business without regard to capital structure as well as to compare the relative performance of the Partnership to that of other master limited partnerships without regard to their financing methods, capital structure, income taxes, the effects of gains and losses on commodity derivative instruments not associated with current-period transactions or historical cost basis. In view of the omission of interest, income taxes, depreciation and amortization, gains and losses on commodity derivative instruments not associated with current-period transactions and other gains and losses that competitors do not necessarily have from Adjusted EBITDA, management also assesses the profitability of the business by comparing net income attributable to AmeriGas Partners, L.P. for the relevant periods. Management also uses Adjusted EBITDA to assess the Partnership’s profitability because its parent, UGI Corporation, uses the Partnership’s Adjusted EBITDA to assess the profitability of the Partnership, which is one of UGI Corporation’s industry segments. UGI Corporation discloses the Partnership’s Adjusted EBITDA as the profitability measure for its domestic propane segment.\nManagement believes the presentation of other non-GAAP financial measures, comprised of adjusted total margin and adjusted net income (loss) attributable to AmeriGas Partners, L.P., provide useful information to investors to more effectively evaluate the period-over-period results of operations of the Partnership. Management uses these non-GAAP financial measures because they eliminate the impact of (1) gains and losses on commodity derivative instruments that are not associated with current-period transactions and (2) other gains and losses that competitors do not necessarily have to provide insight into the comparison of period-over-period profitability to that of other master limited partnerships.\nReconciliations of adjusted total margin, EBITDA, adjusted EBITDA and adjusted net income attributable to AmeriGas Partners, L.P. to the most directly comparable financial measure calculated and presented in accordance with GAAP are presented at the end of this press release.\nREPORT OF EARNINGS\nAMERIGAS PARTNERS, L.P. AND SUBSIDIARIES\n(Thousands, except per unit and where otherwise indicated)\n(Unaudited)\nThree Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Revenues: Propane $ 711,464 $ 604,056 $ 2,290,946 $ 2,083,312 Other 75,832 73,110 272,679 261,573 787,296 677,166 2,563,625 2,344,885 Costs and expenses: Cost of sales — propane 344,351 214,405 1,021,207 706,325 Cost of sales — other 20,994 20,582 81,023 78,572 Operating and administrative expenses 230,339 226,802 918,670 924,699 Depreciation 37,817 33,989 151,569 142,188 Amortization 9,607 10,622 41,749 43,197 Other operating (income) expense, net (4,637 ) 3,135 (19,645 ) (16,210 ) 638,471 509,535 2,194,573 1,878,771 Operating income 148,825 167,631 369,052 466,114 Loss on extinguishments of debt — (33,151 ) (26,578 ) (82,040 ) Interest expense (40,577 ) (40,028 ) (160,775 ) (163,098 ) Income before income taxes 108,248 94,452 181,699 220,976 Income tax (expense) benefit (2,378 ) (837 ) (3,575 ) 1,646 Net income including noncontrolling interest 105,870 93,615 178,124 222,622 Deduct net income attributable to noncontrolling interest (1,449 ) (1,661 ) (3,598 ) (4,657 ) AmeriGas Partners, L.P. $ 104,421 $ 91,954 $ 174,526 $ 217,965 General partner’s interest in net income attributable to AmeriGas Partners, L.P. $ 12,372 $ 11,352 $ 46,166 $ 42,124 Limited partners’ interest in net income attributable to AmeriGas Partners, L.P. $ 92,049 $ 80,602 $ 128,360 $ 175,841 Income per limited partner unit (a) Basic $ 0.97 $ 0.87 $ 1.37 $ 1.81 Diluted $ 0.97 $ 0.87 $ 1.37 $ 1.87 Weighted average limited partner units outstanding: Basic 93,016 92,967 93,006 95,958 Diluted 93,080 93,019 93,060 93,025 SUPPLEMENTAL INFORMATION: Retail gallons sold (millions) 305.0 305.7 1,046.2 1,076.1 Wholesale gallons sold (millions) 17.0 13.6 52.5 48.4 Total margin (b) $ 421,951 $ 442,179 $ 1,461,395 $ 1,559,988 Adjusted total margin (c) $ 421,200 $ 416,448 $ 1,455,313 $ 1,462,545 EBITDA (c) $ 194,800 $ 177,430 $ 532,194 $ 564,802 Adjusted EBITDA (c) $ 194,057 $ 185,110 $ 560,221 $ 550,383 Adjusted net income attributable to AmeriGas Partners, L.P. (c) $ 103,678 $ 99,634 $ 202,553 $ 203,546 Expenditures for property, plant and equipment: Maintenance capital expenditures $ 10,105 $ 15,379 $ 46,760 $ 54,568 Growth capital expenditures $ 13,480 $ 11,002 $ 48,608 $ 45,532 (a) Income per limited partner unit is computed in accordance with accounting guidance regarding the application of the two-class method for determining earnings per share as it relates to master limited partnerships. Refer to Note 2 to the consolidated financial statements included in the AmeriGas Partners, L.P. Annual Report on Form 10-K for the fiscal year ended September 30, 2017. (b) Total margin represents \"Total revenues\" less \"Cost of sales — propane\" and \"Cost of sales — other.\" (c) The Partnership’s management uses certain non-GAAP financial measures, including adjusted total margin, EBITDA, adjusted EBITDA, and adjusted net income attributable to AmeriGas Partners, L.P. GAAP / NON-GAAP RECONCILIATION\n(Thousands)\n(Unaudited)\nThree Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Adjusted total margin: Total revenues $ 787,296 $ 677,166 $ 2,563,625 $ 2,344,885 Cost of sales — propane (344,351 ) (214,405 ) (1,021,207 ) (706,325 ) Cost of sales — other (20,994 ) (20,582 ) (81,023 ) (78,572 ) Total margin 421,951 442,179 1,461,395 1,559,988 Subtract net gains on commodity derivative instruments not associated with current-period transactions (751 ) (25,731 ) (6,082 ) (97,443 ) Adjusted total margin $ 421,200 $ 416,448 $ 1,455,313 $ 1,462,545 Adjusted net income attributable to AmeriGas Partners, L.P.: AmeriGas Partners, L.P. $ 104,421 $ 91,954 $ 174,526 $ 217,965 Subtract net gains on commodity derivative instruments not associated with current-period transactions (751 ) (25,731 ) (6,082 ) (97,443 ) Loss on extinguishments of debt — 33,151 26,578 82,040 MGP environmental accrual — — 7,545 — Noncontrolling interest in net gains on commodity derivative instruments not associated with current-period transactions and MGP environmental accrual 8 260 (14 ) 984 Adjusted net income attributable to AmeriGas Partners, L.P. $ 103,678 $ 99,634 $ 202,553 $ 203,546 Three Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 EBITDA and Adjusted EBITDA: AmeriGas Partners, L.P. $ 104,421 $ 91,954 $ 174,526 $ 217,965 Income tax expense (benefit) 2,378 837 3,575 (1,646 ) Interest expense 40,577 40,028 160,775 163,098 Depreciation 37,817 33,989 151,569 142,188 Amortization 9,607 10,622 41,749 43,197 EBITDA 194,800 177,430 532,194 564,802 Subtract net gains on commodity derivative instruments not associated with current-period transactions (751 ) (25,731 ) (6,082 ) (97,443 ) Loss on extinguishments of debt — 33,151 26,578 82,040 MGP environmental accrual — — 7,545 — Noncontrolling interest in net gains on commodity derivative instruments not associated with current-period transactions and MGP environmental accrual 8 260 (14 ) 984 Adjusted EBITDA $ 194,057 $ 185,110 $ 560,221 $ 550,383\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180131006247/en/\nAmeriGas Partners, L.P.\nWill Ruthrauff, 610-337-7000 ext. 6571\nBrendan Heck, 610-337-7000 ext. 6608\nShelly Oates, 610-337-7000 ext. 3202\nSource: AmeriGas Partners, L.P.",
    "published": "2018-02-01T00:17:00.000+02:00",
    "crawled": "2018-02-01T02:32:20.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "valley",
        "forge",
        "business",
        "wire",
        "amerigas",
        "propane",
        "general",
        "partner",
        "amerigas",
        "partner",
        "partnership",
        "nyse",
        "apu",
        "today",
        "reported",
        "financial",
        "result",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "earnings",
        "highlight",
        "gaap",
        "net",
        "income",
        "million",
        "adjusted",
        "net",
        "income",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "jerry",
        "sheridan",
        "president",
        "chief",
        "executive",
        "officer",
        "amerigas",
        "said",
        "solid",
        "operating",
        "quarter",
        "national",
        "account",
        "cylinder",
        "exchange",
        "program",
        "posting",
        "volume",
        "increase",
        "prior",
        "year",
        "bulk",
        "business",
        "experiencing",
        "slight",
        "increase",
        "unit",
        "margin",
        "despite",
        "increase",
        "product",
        "cost",
        "weather",
        "close",
        "normal",
        "improvement",
        "prior",
        "two",
        "warm",
        "year",
        "although",
        "colder",
        "weather",
        "disproportionately",
        "occurred",
        "final",
        "week",
        "december",
        "much",
        "sale",
        "volume",
        "associated",
        "colder",
        "weather",
        "occurred",
        "january",
        "cold",
        "weather",
        "led",
        "operating",
        "condition",
        "underscore",
        "benefit",
        "scale",
        "reach",
        "supply",
        "infrastructure",
        "unmatched",
        "industry",
        "quickly",
        "redeployed",
        "extensive",
        "network",
        "supply",
        "asset",
        "hardest",
        "hit",
        "area",
        "northeast",
        "south",
        "ensure",
        "continuity",
        "supply",
        "customer",
        "peak",
        "heating",
        "season",
        "given",
        "significance",
        "second",
        "fiscal",
        "quarter",
        "full",
        "year",
        "result",
        "amerigas",
        "intends",
        "provide",
        "update",
        "regarding",
        "adjusted",
        "ebitda",
        "guidance",
        "upon",
        "completion",
        "second",
        "fiscal",
        "quarter",
        "ending",
        "march",
        "key",
        "driver",
        "result",
        "temperature",
        "warmer",
        "normal",
        "colder",
        "prior",
        "year",
        "however",
        "significantly",
        "impacted",
        "last",
        "week",
        "december",
        "colder",
        "prior",
        "year",
        "period",
        "excluding",
        "week",
        "weather",
        "warmer",
        "normal",
        "colder",
        "prior",
        "year",
        "cylinder",
        "exchange",
        "volume",
        "increased",
        "prior",
        "year",
        "national",
        "account",
        "volume",
        "increased",
        "prior",
        "year",
        "unit",
        "margin",
        "increased",
        "despite",
        "mont",
        "belvieu",
        "price",
        "higher",
        "prior",
        "year",
        "adjusted",
        "ebitda",
        "period",
        "included",
        "charge",
        "million",
        "correct",
        "gain",
        "sale",
        "certain",
        "asset",
        "related",
        "heritage",
        "propane",
        "acquisition",
        "earnings",
        "call",
        "webcast",
        "amerigas",
        "partner",
        "hold",
        "live",
        "internet",
        "audio",
        "webcast",
        "conference",
        "call",
        "discus",
        "fiscal",
        "first",
        "quarter",
        "earnings",
        "current",
        "activity",
        "et",
        "thursday",
        "february",
        "interested",
        "party",
        "may",
        "listen",
        "audio",
        "webcast",
        "live",
        "replay",
        "internet",
        "http",
        "company",
        "website",
        "http",
        "investor",
        "relation",
        "telephonic",
        "replay",
        "available",
        "pm",
        "et",
        "february",
        "pm",
        "february",
        "replay",
        "may",
        "accessed",
        "internationally",
        "conference",
        "id",
        "amerigas",
        "amerigas",
        "nation",
        "largest",
        "retail",
        "propane",
        "marketer",
        "serving",
        "million",
        "customer",
        "state",
        "approximately",
        "distribution",
        "location",
        "ugi",
        "corporation",
        "subsidiary",
        "sole",
        "general",
        "partner",
        "owns",
        "partnership",
        "public",
        "owns",
        "remaining",
        "comprehensive",
        "information",
        "amerigas",
        "available",
        "internet",
        "http",
        "use",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "management",
        "belief",
        "reasonable",
        "today",
        "date",
        "actual",
        "result",
        "may",
        "differ",
        "significantly",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "many",
        "beyond",
        "management",
        "control",
        "read",
        "partnership",
        "annual",
        "report",
        "form",
        "extensive",
        "list",
        "factor",
        "could",
        "affect",
        "result",
        "among",
        "adverse",
        "weather",
        "condition",
        "cost",
        "volatility",
        "availability",
        "propane",
        "increased",
        "customer",
        "conservation",
        "measure",
        "capacity",
        "transport",
        "propane",
        "market",
        "area",
        "impact",
        "pending",
        "future",
        "legal",
        "proceeding",
        "political",
        "economic",
        "regulatory",
        "condition",
        "abroad",
        "availability",
        "timing",
        "success",
        "acquisition",
        "commercial",
        "initiative",
        "investment",
        "grow",
        "business",
        "ability",
        "successfully",
        "integrate",
        "acquisition",
        "achieve",
        "anticipated",
        "synergy",
        "interruption",
        "disruption",
        "failure",
        "malfunction",
        "breach",
        "information",
        "technology",
        "system",
        "including",
        "due",
        "partnership",
        "undertakes",
        "obligation",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "today",
        "use",
        "measure",
        "partnership",
        "management",
        "us",
        "certain",
        "financial",
        "measure",
        "including",
        "adjusted",
        "total",
        "margin",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "attributable",
        "amerigas",
        "partner",
        "evaluating",
        "partnership",
        "overall",
        "performance",
        "financial",
        "measure",
        "accordance",
        "alternative",
        "gaap",
        "considered",
        "addition",
        "substitute",
        "comparable",
        "gaap",
        "measure",
        "management",
        "belief",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjusted",
        "effect",
        "gain",
        "loss",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "gain",
        "loss",
        "competitor",
        "necessarily",
        "adjusted",
        "ebitda",
        "meaningful",
        "financial",
        "measure",
        "used",
        "investor",
        "compare",
        "partnership",
        "operating",
        "performance",
        "company",
        "within",
        "propane",
        "industry",
        "assess",
        "partnership",
        "ability",
        "meet",
        "loan",
        "covenant",
        "partnership",
        "definition",
        "adjusted",
        "ebitda",
        "may",
        "different",
        "used",
        "company",
        "management",
        "us",
        "adjusted",
        "ebitda",
        "compare",
        "profitability",
        "business",
        "without",
        "regard",
        "capital",
        "structure",
        "well",
        "compare",
        "relative",
        "performance",
        "partnership",
        "master",
        "limited",
        "partnership",
        "without",
        "regard",
        "financing",
        "method",
        "capital",
        "structure",
        "income",
        "tax",
        "effect",
        "gain",
        "loss",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "historical",
        "cost",
        "basis",
        "view",
        "omission",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "gain",
        "loss",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "gain",
        "loss",
        "competitor",
        "necessarily",
        "adjusted",
        "ebitda",
        "management",
        "also",
        "assesses",
        "profitability",
        "business",
        "comparing",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "relevant",
        "period",
        "management",
        "also",
        "us",
        "adjusted",
        "ebitda",
        "assess",
        "partnership",
        "profitability",
        "parent",
        "ugi",
        "corporation",
        "us",
        "partnership",
        "adjusted",
        "ebitda",
        "assess",
        "profitability",
        "partnership",
        "one",
        "ugi",
        "corporation",
        "industry",
        "segment",
        "ugi",
        "corporation",
        "discloses",
        "partnership",
        "adjusted",
        "ebitda",
        "profitability",
        "measure",
        "domestic",
        "propane",
        "segment",
        "management",
        "belief",
        "presentation",
        "financial",
        "measure",
        "comprised",
        "adjusted",
        "total",
        "margin",
        "adjusted",
        "net",
        "income",
        "loss",
        "attributable",
        "amerigas",
        "partner",
        "provide",
        "useful",
        "information",
        "investor",
        "effectively",
        "evaluate",
        "result",
        "operation",
        "partnership",
        "management",
        "us",
        "financial",
        "measure",
        "eliminate",
        "impact",
        "gain",
        "loss",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "gain",
        "loss",
        "competitor",
        "necessarily",
        "provide",
        "insight",
        "comparison",
        "profitability",
        "master",
        "limited",
        "partnership",
        "reconciliation",
        "adjusted",
        "total",
        "margin",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "presented",
        "end",
        "press",
        "release",
        "report",
        "earnings",
        "amerigas",
        "partner",
        "subsidiary",
        "thousand",
        "except",
        "per",
        "unit",
        "otherwise",
        "indicated",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "propane",
        "cost",
        "expense",
        "cost",
        "sale",
        "propane",
        "cost",
        "sale",
        "operating",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "operating",
        "income",
        "expense",
        "net",
        "operating",
        "income",
        "loss",
        "extinguishments",
        "debt",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "including",
        "noncontrolling",
        "interest",
        "deduct",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "amerigas",
        "partner",
        "general",
        "partner",
        "interest",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "limited",
        "partner",
        "interest",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "income",
        "per",
        "limited",
        "partner",
        "unit",
        "basic",
        "diluted",
        "weighted",
        "average",
        "limited",
        "partner",
        "unit",
        "outstanding",
        "basic",
        "diluted",
        "supplemental",
        "information",
        "retail",
        "gallon",
        "sold",
        "million",
        "wholesale",
        "gallon",
        "sold",
        "million",
        "total",
        "margin",
        "b",
        "adjusted",
        "total",
        "margin",
        "c",
        "ebitda",
        "c",
        "adjusted",
        "ebitda",
        "c",
        "adjusted",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "c",
        "expenditure",
        "property",
        "plant",
        "equipment",
        "maintenance",
        "capital",
        "expenditure",
        "growth",
        "capital",
        "expenditure",
        "income",
        "per",
        "limited",
        "partner",
        "unit",
        "computed",
        "accordance",
        "accounting",
        "guidance",
        "regarding",
        "application",
        "method",
        "determining",
        "earnings",
        "per",
        "share",
        "relates",
        "master",
        "limited",
        "partnership",
        "refer",
        "note",
        "consolidated",
        "financial",
        "statement",
        "included",
        "amerigas",
        "partner",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "september",
        "b",
        "total",
        "margin",
        "represents",
        "total",
        "revenue",
        "less",
        "cost",
        "sale",
        "propane",
        "cost",
        "sale",
        "c",
        "partnership",
        "management",
        "us",
        "certain",
        "financial",
        "measure",
        "including",
        "adjusted",
        "total",
        "margin",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "gaap",
        "reconciliation",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "adjusted",
        "total",
        "margin",
        "total",
        "revenue",
        "cost",
        "sale",
        "propane",
        "cost",
        "sale",
        "total",
        "margin",
        "subtract",
        "net",
        "gain",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "adjusted",
        "total",
        "margin",
        "adjusted",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "amerigas",
        "partner",
        "subtract",
        "net",
        "gain",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "loss",
        "extinguishments",
        "debt",
        "mgp",
        "environmental",
        "accrual",
        "noncontrolling",
        "interest",
        "net",
        "gain",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "mgp",
        "environmental",
        "accrual",
        "adjusted",
        "net",
        "income",
        "attributable",
        "amerigas",
        "partner",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "ebitda",
        "adjusted",
        "ebitda",
        "amerigas",
        "partner",
        "income",
        "tax",
        "expense",
        "benefit",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "subtract",
        "net",
        "gain",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "loss",
        "extinguishments",
        "debt",
        "mgp",
        "environmental",
        "accrual",
        "noncontrolling",
        "interest",
        "net",
        "gain",
        "commodity",
        "derivative",
        "instrument",
        "associated",
        "transaction",
        "mgp",
        "environmental",
        "accrual",
        "adjusted",
        "ebitda",
        "view",
        "source",
        "version",
        "http",
        "amerigas",
        "partner",
        "ruthrauff",
        "ext",
        "brendan",
        "heck",
        "ext",
        "shelly",
        "oates",
        "ext",
        "source",
        "amerigas",
        "partner"
    ]
}