{
    "organizations": [],
    "uuid": "956dd3cd29e05c70aa9bde448547f33526bce3b2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/02/pr-newswire-global-partner-acquisition-corp-and-purple-innovation-llc-complete-business-combination.html",
    "ord_in_thread": 0,
    "title": "Global Partner Acquisition Corp. And Purple Innovation, LLC Complete Business Combination",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALPINE, Utah and NEW YORK, Feb. 2, 2018 /PRNewswire/ -- Global Partner Acquisition Corp. (NASDAQ: GPAC; GPACW; GPACU), a special purpose acquisition company (\"GPAC\" or the \"Company\"), and Purple Innovation, LLC (\"Purple\"), a comfort technology company known for creating the \"World's First No Pressure™ Mattress,\" announced today that they have completed their business combination, pursuant to which Purple has become a wholly owned subsidiary of the Company. The transaction was approved at a special meeting of the Company's stockholders held on February 2, 2018. Under the terms of the merger agreement entered into by the Company, Purple and other parties (the \"Merger Agreement\"), GPAC has changed its corporate name to Purple Innovation, Inc. The Company's common stock and warrants are expected to be listed on NASDAQ beginning on February 5, 2018 under the symbols \"PRPL\" and \"PRPLW.\"\nPursuant to the Merger Agreement and the related transactions, GPAC's common stock has been renamed \"Class A\" common stock. In addition, the Board of Directors of GPAC has been enlarged with the election of additional directors, and a new slate of officers of the Company has been appointed, including the appointment of Sam Bernards as Chief Executive Officer. Following the merger, approximately 82% of the Company's voting securities are owned by a company controlled by the founders of Purple, Tony and Terry Pearce. Upon the merger, the previously trading units of GPAC, which consisted of one share of common stock and one warrant, will no longer trade as a unit, but will trade separately as stock and warrants.\nPaul Zepf, the CEO of GPAC prior to the merger said, \"We are very pleased to have completed the merger with Purple as it embarks on this new journey as a publicly traded company.\"\nZepf continued, \"As a leading comfort technology company, we believe Purple presents a compelling opportunity for investors and is poised for success in the public markets. With a dynamic growth profile and disruptive business model, Purple is truly a unique company with key differentiators and incredible financial standing. We believe Terry, Tony, Sam and their team have done a tremendous job building Purple into an industry leader with strong vertical integration and a long runway for profitable growth.\"\nSam Bernards, the new CEO of the Company stated, \"We are beyond excited to team up with GPAC and become the first direct-to-consumer mattress player to go public in the U.S. as we continue to execute on our mission of bringing comfort and restful sleep to billions of people around the world. Today is an important milestone in the evolution of Purple and one that wouldn't have been possible without the immense talent, tireless dedication and incredible passion of our founders, Terry and Tony Pearce, and our amazing Purple team.\"\nTerry Pearce concluded, \"In just two years, Purple has developed one-of-a-kind products, improved the lives of millions, and delivered exceptional growth. We believe our partnership with GPAC and entry into the public markets will allow us greater financial flexibility to take advantage of the massive opportunity that lies before us — including continued direct-to-consumer penetration, product innovations and category extensions, brick-and mortar partnerships, and expansion beyond the U.S. We are more confident than ever in Purple's future as a public company and our ability to create shareholder value — all while making people feel better.\"\nDeutsche Bank Securities Inc., Piper Jaffray Companies, and Raymond James & Associates, Inc. acted as financial and capital markets advisors to GPAC. Capstone Headwaters LLC served as financial advisor to Purple. Ellenoff Grossman & Schole LLP acted as legal advisor to GPAC, and Dorsey & Whitney LLP acted as legal advisor to Purple.\nAbout Purple\nPurple is a leading comfort technology company, which designs and manufactures products to improve how people sleep, sit, and stand. It offers mattresses, cushions, pillows, and other comfort products using its proprietary Hyper-Elastic Polymer® technology. All products are focused on founders Terry and Tony Pearce's vision to improve comfort. Purple continues to be a disruptor to the traditional mattress industry with its innovative products, packaging and shipping, direct-to-consumer sales, and generous trial and return policies.\nAbout Global Partner Acquisition Corp.\nGlobal Partner Acquisition Corp. was a special purpose acquisition company formed for the purpose of effecting a merger, capital stock exchange, asset acquisition, stock purchase, reorganization, or similar Business Combination. GPAC's units began trading on The NASDAQ Capital Market on July 30, 2015 and its securities trade on NASDAQ under the ticker symbols GPAC, GPACW and GPACU.\nForward Looking Statements\nCertain statements made in this release are \"forward looking statements\" within the meaning of the \"safe harbor\" provisions of the United States Private Securities Litigation Reform Act of 1995. When used in this press release, the words \"estimates,\" \"projected,\" \"expects,\" \"anticipates,\" \"forecasts,\" \"plans,\" \"intends,\" \"believes,\" \"seeks,\" \"may,\" \"will,\" \"should,\" \"future,\" \"propose\" and variations of these words or similar expressions (or the negative versions of such words or expressions) are intended to identify forward-looking statements. These forward-looking statements include, but are not limited to, statements regarding the Company's future growth and financial success, the Company's financial flexibility going forward, Purple's future as a public company and ability to create shareholder value. These forward-looking statements are not guarantees of future performance, conditions or results, and involve a number of known and unknown risks, uncertainties, assumptions and other important factors, many of which are outside the Company's control, that could cause actual results or outcomes to differ materially from those discussed in the forward-looking statements. Important factors, among others, that may affect actual results or outcomes include: the inability to recognize the anticipated benefits of the business combination between GPAC and Purple, which may be affected by, among other things, a lack of confirmed market acceptance of the Company's products; the ability to meet NASDAQ's listing standards; the Company's ability to manage growth; the Company's ability to execute its plans to develop and market new products and the timing and costs of these development programs; the Company's estimates of the size of the markets for its products; the rate and degree of market acceptance of the Company's products; the success of other competing cushioning and bedding technologies that exist or may become available; the Company's ability to identify and integrate acquisitions; the performance of the Company's products; rising costs adversely affecting the Company's profitability; potential litigation involving the Company or its subsidiaries or the validity or enforceability of their intellectual property; and general economic and market conditions impacting demand for the Company's products. See the risk factors disclosed in the proxy statement of the Company dated January 16, 2018, and any supplemental or other filings by the Company with the SEC, for information regarding additional risks associated with the merger and the related transactions. The Company does not undertake any obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nDisclaimer\nThis release shall neither constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which the offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such jurisdiction.\nContact information\nGlobal Partner Acquisition Corp.\nPaul Zepf\nChief Executive Officer\npzepf@globalpartnerac.com\n917-244-4880\nPurple Innovation, LLC\nFor information regarding the transaction, please contact Bill Harrison:\nBill Harrison\nHead of Consumer Investment Banking, Capstone Headwaters LLC\nwharrison@capstoneheadwaters.com\n917-596-5533\nFor information regarding Purple products, please contact Savannah Turk:\nSavannah Turk\nDirector of Purple Communications\nsavannah@purple.com\nFor investors, media and general inquires:\nBrendon Frey\nbrendon.frey@icrinc.com\n203-682-8216\nAlecia Pulman/Kate Kohlbrenner\npurplePR@icrinc.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/global-partner-acquisition-corp-and-purple-innovation-llc-complete-business-combination-300592776.html\nSOURCE Purple Innovation, Inc.",
    "published": "2018-02-02T22:22:00.000+02:00",
    "crawled": "2018-02-03T02:01:49.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "alpine",
        "utah",
        "new",
        "york",
        "global",
        "partner",
        "acquisition",
        "nasdaq",
        "gpac",
        "gpacw",
        "gpacu",
        "special",
        "purpose",
        "acquisition",
        "company",
        "gpac",
        "company",
        "purple",
        "innovation",
        "llc",
        "purple",
        "comfort",
        "technology",
        "company",
        "known",
        "creating",
        "world",
        "first",
        "mattress",
        "announced",
        "today",
        "completed",
        "business",
        "combination",
        "pursuant",
        "purple",
        "become",
        "wholly",
        "owned",
        "subsidiary",
        "company",
        "transaction",
        "approved",
        "special",
        "meeting",
        "company",
        "stockholder",
        "held",
        "february",
        "term",
        "merger",
        "agreement",
        "entered",
        "company",
        "purple",
        "party",
        "merger",
        "agreement",
        "gpac",
        "changed",
        "corporate",
        "name",
        "purple",
        "innovation",
        "company",
        "common",
        "stock",
        "warrant",
        "expected",
        "listed",
        "nasdaq",
        "beginning",
        "february",
        "symbol",
        "prpl",
        "prplw",
        "pursuant",
        "merger",
        "agreement",
        "related",
        "transaction",
        "gpac",
        "common",
        "stock",
        "renamed",
        "class",
        "common",
        "stock",
        "addition",
        "board",
        "director",
        "gpac",
        "enlarged",
        "election",
        "additional",
        "director",
        "new",
        "slate",
        "officer",
        "company",
        "appointed",
        "including",
        "appointment",
        "sam",
        "bernard",
        "chief",
        "executive",
        "officer",
        "following",
        "merger",
        "approximately",
        "company",
        "voting",
        "security",
        "owned",
        "company",
        "controlled",
        "founder",
        "purple",
        "tony",
        "terry",
        "pearce",
        "upon",
        "merger",
        "previously",
        "trading",
        "unit",
        "gpac",
        "consisted",
        "one",
        "share",
        "common",
        "stock",
        "one",
        "warrant",
        "longer",
        "trade",
        "unit",
        "trade",
        "separately",
        "stock",
        "warrant",
        "paul",
        "zepf",
        "ceo",
        "gpac",
        "prior",
        "merger",
        "said",
        "pleased",
        "completed",
        "merger",
        "purple",
        "embarks",
        "new",
        "journey",
        "publicly",
        "traded",
        "company",
        "zepf",
        "continued",
        "leading",
        "comfort",
        "technology",
        "company",
        "believe",
        "purple",
        "present",
        "compelling",
        "opportunity",
        "investor",
        "poised",
        "success",
        "public",
        "market",
        "dynamic",
        "growth",
        "profile",
        "disruptive",
        "business",
        "model",
        "purple",
        "truly",
        "unique",
        "company",
        "key",
        "differentiator",
        "incredible",
        "financial",
        "standing",
        "believe",
        "terry",
        "tony",
        "sam",
        "team",
        "done",
        "tremendous",
        "job",
        "building",
        "purple",
        "industry",
        "leader",
        "strong",
        "vertical",
        "integration",
        "long",
        "runway",
        "profitable",
        "growth",
        "sam",
        "bernard",
        "new",
        "ceo",
        "company",
        "stated",
        "beyond",
        "excited",
        "team",
        "gpac",
        "become",
        "first",
        "mattress",
        "player",
        "go",
        "public",
        "continue",
        "execute",
        "mission",
        "bringing",
        "comfort",
        "restful",
        "sleep",
        "billion",
        "people",
        "around",
        "world",
        "today",
        "important",
        "milestone",
        "evolution",
        "purple",
        "one",
        "would",
        "possible",
        "without",
        "immense",
        "talent",
        "tireless",
        "dedication",
        "incredible",
        "passion",
        "founder",
        "terry",
        "tony",
        "pearce",
        "amazing",
        "purple",
        "team",
        "terry",
        "pearce",
        "concluded",
        "two",
        "year",
        "purple",
        "developed",
        "product",
        "improved",
        "life",
        "million",
        "delivered",
        "exceptional",
        "growth",
        "believe",
        "partnership",
        "gpac",
        "entry",
        "public",
        "market",
        "allow",
        "u",
        "greater",
        "financial",
        "flexibility",
        "take",
        "advantage",
        "massive",
        "opportunity",
        "lie",
        "u",
        "including",
        "continued",
        "penetration",
        "product",
        "innovation",
        "category",
        "extension",
        "mortar",
        "partnership",
        "expansion",
        "beyond",
        "confident",
        "ever",
        "purple",
        "future",
        "public",
        "company",
        "ability",
        "create",
        "shareholder",
        "value",
        "making",
        "people",
        "feel",
        "better",
        "deutsche",
        "bank",
        "security",
        "piper",
        "jaffray",
        "company",
        "raymond",
        "james",
        "associate",
        "acted",
        "financial",
        "capital",
        "market",
        "advisor",
        "gpac",
        "capstone",
        "headwater",
        "llc",
        "served",
        "financial",
        "advisor",
        "purple",
        "ellenoff",
        "grossman",
        "schole",
        "llp",
        "acted",
        "legal",
        "advisor",
        "gpac",
        "dorsey",
        "whitney",
        "llp",
        "acted",
        "legal",
        "advisor",
        "purple",
        "purple",
        "purple",
        "leading",
        "comfort",
        "technology",
        "company",
        "design",
        "manufacture",
        "product",
        "improve",
        "people",
        "sleep",
        "sit",
        "stand",
        "offer",
        "mattress",
        "cushion",
        "pillow",
        "comfort",
        "product",
        "using",
        "proprietary",
        "technology",
        "product",
        "focused",
        "founder",
        "terry",
        "tony",
        "pearce",
        "vision",
        "improve",
        "comfort",
        "purple",
        "continues",
        "disruptor",
        "traditional",
        "mattress",
        "industry",
        "innovative",
        "product",
        "packaging",
        "shipping",
        "sale",
        "generous",
        "trial",
        "return",
        "policy",
        "global",
        "partner",
        "acquisition",
        "global",
        "partner",
        "acquisition",
        "special",
        "purpose",
        "acquisition",
        "company",
        "formed",
        "purpose",
        "effecting",
        "merger",
        "capital",
        "stock",
        "exchange",
        "asset",
        "acquisition",
        "stock",
        "purchase",
        "reorganization",
        "similar",
        "business",
        "combination",
        "gpac",
        "unit",
        "began",
        "trading",
        "nasdaq",
        "capital",
        "market",
        "july",
        "security",
        "trade",
        "nasdaq",
        "ticker",
        "symbol",
        "gpac",
        "gpacw",
        "gpacu",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "made",
        "release",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "used",
        "press",
        "release",
        "word",
        "estimate",
        "projected",
        "expects",
        "anticipates",
        "forecast",
        "plan",
        "intends",
        "belief",
        "seek",
        "may",
        "future",
        "propose",
        "variation",
        "word",
        "similar",
        "expression",
        "negative",
        "version",
        "word",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "company",
        "future",
        "growth",
        "financial",
        "success",
        "company",
        "financial",
        "flexibility",
        "going",
        "forward",
        "purple",
        "future",
        "public",
        "company",
        "ability",
        "create",
        "shareholder",
        "value",
        "statement",
        "guarantee",
        "future",
        "performance",
        "condition",
        "result",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "important",
        "factor",
        "many",
        "outside",
        "company",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "discussed",
        "statement",
        "important",
        "factor",
        "among",
        "others",
        "may",
        "affect",
        "actual",
        "result",
        "outcome",
        "include",
        "inability",
        "recognize",
        "anticipated",
        "benefit",
        "business",
        "combination",
        "gpac",
        "purple",
        "may",
        "affected",
        "among",
        "thing",
        "lack",
        "confirmed",
        "market",
        "acceptance",
        "company",
        "product",
        "ability",
        "meet",
        "nasdaq",
        "listing",
        "standard",
        "company",
        "ability",
        "manage",
        "growth",
        "company",
        "ability",
        "execute",
        "plan",
        "develop",
        "market",
        "new",
        "product",
        "timing",
        "cost",
        "development",
        "program",
        "company",
        "estimate",
        "size",
        "market",
        "product",
        "rate",
        "degree",
        "market",
        "acceptance",
        "company",
        "product",
        "success",
        "competing",
        "cushioning",
        "bedding",
        "technology",
        "exist",
        "may",
        "become",
        "available",
        "company",
        "ability",
        "identify",
        "integrate",
        "acquisition",
        "performance",
        "company",
        "product",
        "rising",
        "cost",
        "adversely",
        "affecting",
        "company",
        "profitability",
        "potential",
        "litigation",
        "involving",
        "company",
        "subsidiary",
        "validity",
        "enforceability",
        "intellectual",
        "property",
        "general",
        "economic",
        "market",
        "condition",
        "impacting",
        "demand",
        "company",
        "product",
        "see",
        "risk",
        "factor",
        "disclosed",
        "proxy",
        "statement",
        "company",
        "dated",
        "january",
        "supplemental",
        "filing",
        "company",
        "sec",
        "information",
        "regarding",
        "additional",
        "risk",
        "associated",
        "merger",
        "related",
        "transaction",
        "company",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "disclaimer",
        "release",
        "shall",
        "neither",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "contact",
        "information",
        "global",
        "partner",
        "acquisition",
        "paul",
        "zepf",
        "chief",
        "executive",
        "officer",
        "pzepf",
        "purple",
        "innovation",
        "llc",
        "information",
        "regarding",
        "transaction",
        "please",
        "contact",
        "bill",
        "harrison",
        "bill",
        "harrison",
        "head",
        "consumer",
        "investment",
        "banking",
        "capstone",
        "headwater",
        "llc",
        "wharrison",
        "information",
        "regarding",
        "purple",
        "product",
        "please",
        "contact",
        "savannah",
        "turk",
        "savannah",
        "turk",
        "director",
        "purple",
        "communication",
        "savannah",
        "investor",
        "medium",
        "general",
        "inquires",
        "brendon",
        "frey",
        "alecia",
        "kohlbrenner",
        "purplepr",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "purple",
        "innovation",
        "inc"
    ]
}