{
    "organizations": [],
    "uuid": "7f41af360872ea526f2cf046f6cb8d75ee1d34ff",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/business-wire-first-choice-bancorp-to-acquire-pacific-commerce-bancorp.html",
    "ord_in_thread": 0,
    "title": "First Choice Bancorp to Acquire Pacific Commerce Bancorp",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Highlights of the Announced Transaction:\nRepositions First Choice as one of the top 20 commercial banks headquartered in Southern California Transformative step up to approximately $1.5 billion in total assets on a pro forma basis Strong and compelling strategic rationale for all stakeholders Diversifies and expands First Choice’s presence in Los Angeles and San Diego Counties Compelling economics for First Choice and Pacific Commerce shareholders – including immediate accretion to earnings, with a strong tangible book value per share earnback\nCERRITOS, Calif.--(BUSINESS WIRE)-- First Choice Bancorp (OTCQX: FCBP) (“First Choice,” “we,” “us” or “our”), the holding company of First Choice Bank (“First Choice Bank,” and the “Bank”), and Pacific Commerce Bancorp (OTC Pink: PCBC) (“Pacific Commerce”), the holding company of Pacific Commerce Bank, today announced they have entered into a definitive agreement under which First Choice will acquire Pacific Commerce in an all-stock transaction valued at approximately $110.4 million, or $11.54 per share, based on a 30-trading day volume weighted average price of $24.83 for First Choice’s common stock as of February 23, 2018. The Company expects the transaction to be immediately accretive to earnings per share.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180226005501/en/\nPacific Commerce is headquartered in Los Angeles, California, with $536.1 million in total assets, $425.1 million in gross loans and $464.4 million in total deposits as of December 31, 2017. Pacific Commerce has six full-service branches in Los Angeles and San Diego Counties, including its operating division, ProAmérica Bank, in Downtown Los Angeles. The transaction will increase First Choice’s total assets to approximately $1.5 billion on a pro forma basis.\nPeter Hui, Chairman of First Choice, stated, “We are very pleased to expand our growing franchise by joining with this esteemed organization. Joining forces with Pacific Commerce gives us the opportunity to further serve our existing clientele, while we reach out to a new customer base. We will be expanding our footprint to the Mexican border. Since First Choice was founded in 2005, we have been a 'fusion' mix of diverse cultures. Pacific Commerce shares that fusion vision and we are thrilled to join our First Choice family with the Pacific Commerce family.”\nFirst Choice President and Chief Executive Officer Robert M. Franko said, “We are excited about joining forces with a powerful bank like Pacific Commerce. We welcome all of the Pacific Commerce employees, customers and shareholders. Expanding our presence in Los Angeles and San Diego Counties to the Mexican border fits in with our long term strategic plan. Adding branches in Los Angeles, West Los Angeles, and San Diego increases our commitment to serving those communities. We have been impressed by Pacific Commerce’s strong commitment to its communities, disciplined growth strategies, and success, and we look forward to growing our Bank together.”\nFrank J. Mercardante, Chief Executive Officer of Pacific Commerce, stated, “We are very pleased to be joining with First Choice and believe this is an excellent opportunity for our shareholders, customers and employees to realize enhanced value by being part of a larger financial institution with considerably deeper resources, operational scale and a steady stream of core earnings. Our cultures match very well and our focus on helping the customer, which is unique to community banking, is core to their strategy. Our customers will benefit with access to many more products and services, together with significantly increased lending capacity, enabling us to meet more of the needs of our customers and our community.”\nTransaction Details\nUnder the agreement, Pacific Commerce common shareholders will be entitled to receive a fixed ratio of 0.46531 shares of First Choice common stock, subject to certain adjustment, in this stock-for-stock transaction. Based on First Choice’s 30-trading day volume weighted average stock price of $24.83 as of February 23, 2018, the total aggregate value of the transaction, including the in-the-money value of PCBC’s stock options, is approximately $110.4 million, or $11.54 per PCBC common share.\nExisting First Choice shareholders will own approximately 63.5% of the outstanding shares of the combined company and Pacific Commerce shareholders are expected to own approximately 36.5%.\nPursuant to the terms of the merger agreement, First Choice and Pacific Commerce shall mutually agree upon four individuals currently serving on the board of Pacific Commerce to serve on the board of First Choice following the merger.\nThe transaction is expected to close early in the third quarter of 2018, subject to satisfaction of customary closing conditions, including regulatory approvals and approval of Pacific Commerce’s and First Choice’s shareholders. Pacific Commerce’s directors and select executive officers, and First Choice’s directors, have entered into agreements to vote in favor of the merger with respect to their respective shares of Pacific Commerce and First Choice common stock.\nHovde Group LLC acted as financial advisor to First Choice in the transaction and delivered a fairness opinion to the Board of Directors of First Choice. Loren P. Hansen, APC served as legal counsel to First Choice. Piper Jaffray & Co. acted as financial advisor to Pacific Commerce in the transaction and delivered a fairness opinion to the Board of Directors of Pacific Commerce. Stuart | Moore | Staub served as legal counsel to Pacific Commerce.\nConference Call and Investor Presentation\nFirst Choice and Pacific Commerce will host a joint conference call at 11:00 a.m. PT / 2:00 p.m. ET on Monday, February 26, 2018 to discuss the merger announcement. Analysts and investors may participate in the question-and-answer session. The conference call can be accessed by telephone at 1+ (888) 317-6016 and asking to join the “First Choice Bancorp” conference call. Additionally, a telephone replay will be made available on the Company’s investor relations website.\nA presentation to be discussed on the conference call is attached to this press release and will be made available on the Presentations page of the Company’s investor relations website.\nAbout First Choice Bancorp\nFirst Choice Bancorp is the registered bank holding company for First Choice Bank. First Choice Bank, headquartered in Cerritos, California, is a community-focused financial institution, serving diverse consumers and commercial clients and specializing in loans to small businesses, Private Banking clients, Commercial and Industrial (C&I) loans, and commercial real estate loans with a niche in providing finance for the hospitality industry. First Choice Bank is a Preferred Small Business Administration (SBA) Lender. Founded in 2005, First Choice Bank has quickly become a leading provider of financial services that enable our customers to grow, maintain strength, and achieve their business objectives. We strive to surpass our clients’ expectations through our efficiency and professionalism and are committed to being “First in Speed, Service, and Solutions.” First Choice Bancorp stock is traded on the Over the Counter (OTCQX) under the ticker symbol “FCBP”.\nFirst Choice Bank’s website is www.FirstChoiceBankCA.com .\nAbout Pacific Commerce Bancorp\nPacific Commerce Bancorp is the parent company for Pacific Commerce Bank. Pacific Commerce Bank operates six full-service branches in Los Angeles and San Diego Counties, including its operating division, ProAmérica Bank, in Downtown Los Angeles. Pacific Commerce Bank provides a complete array of deposit, treasury, cash management and loan banking solutions to small businesses, professionals and high net worth individuals from Los Angeles to the Mexico border. As a Preferred SBA Lender, Pacific Commerce Bank provides a full complement of lending solutions to small businesses throughout Southern California. Pacific Commerce Bancorp is publicly traded on the Over the Counter Market (OTC Pink) under the ticker symbol “PCBC”.\nFor more information please visit the website at www.PacificCommerceBank.com .\nFORWARD-LOOKING STATEMENTS\nStatements made in this release, other than those concerning historical financial information, may be considered forward-looking statements, which speak only as of the date of this release and are based on current expectations and involve a number of assumptions. These include statements as to the anticipated benefits of the merger, including future financial and operating results, cost savings and enhanced revenues that may be realized from the merger as well as other statements of expectations regarding the merger and any other statements regarding future results or expectations. Each of First Choice Bancorp and Pacific Commerce Bancorp intends such forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995 and is including this statement for purposes of these safe harbor provisions. The companies’ respective abilities to predict results or the actual effect of future plans or strategies is inherently uncertain. Factors which could have a material effect on the operations and future prospects of each of First Choice Bancorp and Pacific Commerce Bancorp and the resulting company, include but are not limited to: the businesses of First Choice Bancorp and/or Pacific Commerce Bancorp may not be integrated successfully or such integration may be more difficult, time-consuming or costly than expected; expected revenue synergies and cost savings from the merger may not be fully realized or realized within the expected time frame; revenues following the merger may be lower than expected; customer and employee relationships and business operations may be disrupted by the merger; the ability to obtain required regulatory and shareholder approvals, and the ability to complete the merger on the expected timeframe may be more difficult, time-consuming or costly than expected; changes in interest rates, general economic conditions, legislative/regulatory changes, monetary and fiscal policies of the U.S. government, including policies of the U.S. Treasury and the Board of Governors of the Federal Reserve; the quality and composition of the loan and securities portfolios; demand for loan products; deposit flows; competition; demand for financial services in the companies’ respective market areas; their implementation of new technologies; their ability to develop and maintain secure and reliable electronic systems; and accounting principles, policies, and guidelines, and other risk factors detailed from time to time. First Choice Bancorp and Pacific Commerce Bancorp undertake no obligation to update or clarify these forward-looking statements, whether as a result of new information, future events or otherwise.\nAdditional Information about the Merger and Where to Find It\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval.\nIn connection with the proposed transaction, First Choice Bancorp expects to prepare and file with the Securities and Exchange Commission a registration statement on Form S-4 containing, among other things, a joint proxy statement/prospectus and other documents with respect to the proposed Merger. INVESTORS ARE URGED TO READ THE JOINT PROXY STATEMENT/PROSPECTUS (INCLUDING ALL AMENDMENTS AND SUPPLEMENTS THERETO) AND OTHER RELEVANT DOCUMENTS PROVIDED BY FIRST CHOICE BANCORP AND PACIFIC COMMERCE BANCORP IF AND WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION.\nInvestors may obtain free copies of the joint proxy statement/prospectus and other relevant documents prepared by First Choice Bancorp and Pacific Commerce Bancorp (if and when they become available) free of charge by contacting First Choice Bancorp or Pacific Commerce Bancorp.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180226005501/en/\nFirst Choice\nRobert M. Franko, 562.345.9241\nPresident & Chief Executive Officer\nor\nYvonne L. Chen, 562.345.9244\nChief Financial Officer\nor\nPacific Commerce\nFrank J. Mercardante, 213.617.8961\nChief Executive Officer\nor\nLong Huynh, 213.787.2804\nChief Financial Officer\nSource: First Choice Bancorp",
    "published": "2018-02-26T16:30:00.000+02:00",
    "crawled": "2018-02-26T16:35:01.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "highlight",
        "announced",
        "transaction",
        "reposition",
        "first",
        "choice",
        "one",
        "top",
        "commercial",
        "bank",
        "headquartered",
        "southern",
        "california",
        "transformative",
        "step",
        "approximately",
        "billion",
        "total",
        "asset",
        "pro",
        "forma",
        "basis",
        "strong",
        "compelling",
        "strategic",
        "rationale",
        "stakeholder",
        "diversifies",
        "expands",
        "first",
        "choice",
        "presence",
        "los",
        "angeles",
        "san",
        "diego",
        "county",
        "compelling",
        "economics",
        "first",
        "choice",
        "pacific",
        "commerce",
        "shareholder",
        "including",
        "immediate",
        "accretion",
        "earnings",
        "strong",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "earnback",
        "cerritos",
        "business",
        "wire",
        "first",
        "choice",
        "bancorp",
        "otcqx",
        "fcbp",
        "first",
        "choice",
        "u",
        "holding",
        "company",
        "first",
        "choice",
        "bank",
        "first",
        "choice",
        "bank",
        "bank",
        "pacific",
        "commerce",
        "bancorp",
        "otc",
        "pink",
        "pcbc",
        "pacific",
        "commerce",
        "holding",
        "company",
        "pacific",
        "commerce",
        "bank",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "first",
        "choice",
        "acquire",
        "pacific",
        "commerce",
        "transaction",
        "valued",
        "approximately",
        "million",
        "per",
        "share",
        "based",
        "day",
        "volume",
        "weighted",
        "average",
        "price",
        "first",
        "choice",
        "common",
        "stock",
        "february",
        "company",
        "expects",
        "transaction",
        "immediately",
        "accretive",
        "earnings",
        "per",
        "share",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "pacific",
        "commerce",
        "headquartered",
        "los",
        "angeles",
        "california",
        "million",
        "total",
        "asset",
        "million",
        "gross",
        "loan",
        "million",
        "total",
        "deposit",
        "december",
        "pacific",
        "commerce",
        "six",
        "branch",
        "los",
        "angeles",
        "san",
        "diego",
        "county",
        "including",
        "operating",
        "division",
        "proamérica",
        "bank",
        "downtown",
        "los",
        "angeles",
        "transaction",
        "increase",
        "first",
        "choice",
        "total",
        "asset",
        "approximately",
        "billion",
        "pro",
        "forma",
        "basis",
        "peter",
        "hui",
        "chairman",
        "first",
        "choice",
        "stated",
        "pleased",
        "expand",
        "growing",
        "franchise",
        "joining",
        "esteemed",
        "organization",
        "joining",
        "force",
        "pacific",
        "commerce",
        "give",
        "u",
        "opportunity",
        "serve",
        "existing",
        "clientele",
        "reach",
        "new",
        "customer",
        "base",
        "expanding",
        "footprint",
        "mexican",
        "border",
        "since",
        "first",
        "choice",
        "founded",
        "mix",
        "diverse",
        "culture",
        "pacific",
        "commerce",
        "share",
        "fusion",
        "vision",
        "thrilled",
        "join",
        "first",
        "choice",
        "family",
        "pacific",
        "commerce",
        "first",
        "choice",
        "president",
        "chief",
        "executive",
        "officer",
        "robert",
        "franko",
        "said",
        "excited",
        "joining",
        "force",
        "powerful",
        "bank",
        "like",
        "pacific",
        "commerce",
        "welcome",
        "pacific",
        "commerce",
        "employee",
        "customer",
        "shareholder",
        "expanding",
        "presence",
        "los",
        "angeles",
        "san",
        "diego",
        "county",
        "mexican",
        "border",
        "fit",
        "long",
        "term",
        "strategic",
        "plan",
        "adding",
        "branch",
        "los",
        "angeles",
        "west",
        "los",
        "angeles",
        "san",
        "diego",
        "increase",
        "commitment",
        "serving",
        "community",
        "impressed",
        "pacific",
        "commerce",
        "strong",
        "commitment",
        "community",
        "disciplined",
        "growth",
        "strategy",
        "success",
        "look",
        "forward",
        "growing",
        "bank",
        "frank",
        "mercardante",
        "chief",
        "executive",
        "officer",
        "pacific",
        "commerce",
        "stated",
        "pleased",
        "joining",
        "first",
        "choice",
        "believe",
        "excellent",
        "opportunity",
        "shareholder",
        "customer",
        "employee",
        "realize",
        "enhanced",
        "value",
        "part",
        "larger",
        "financial",
        "institution",
        "considerably",
        "deeper",
        "resource",
        "operational",
        "scale",
        "steady",
        "stream",
        "core",
        "earnings",
        "culture",
        "match",
        "well",
        "focus",
        "helping",
        "customer",
        "unique",
        "community",
        "banking",
        "core",
        "strategy",
        "customer",
        "benefit",
        "access",
        "many",
        "product",
        "service",
        "together",
        "significantly",
        "increased",
        "lending",
        "capacity",
        "enabling",
        "u",
        "meet",
        "need",
        "customer",
        "transaction",
        "detail",
        "agreement",
        "pacific",
        "commerce",
        "common",
        "shareholder",
        "entitled",
        "receive",
        "fixed",
        "ratio",
        "share",
        "first",
        "choice",
        "common",
        "stock",
        "subject",
        "certain",
        "adjustment",
        "transaction",
        "based",
        "first",
        "choice",
        "day",
        "volume",
        "weighted",
        "average",
        "stock",
        "price",
        "february",
        "total",
        "aggregate",
        "value",
        "transaction",
        "including",
        "value",
        "pcbc",
        "stock",
        "option",
        "approximately",
        "million",
        "per",
        "pcbc",
        "common",
        "share",
        "existing",
        "first",
        "choice",
        "shareholder",
        "approximately",
        "outstanding",
        "share",
        "combined",
        "company",
        "pacific",
        "commerce",
        "shareholder",
        "expected",
        "approximately",
        "pursuant",
        "term",
        "merger",
        "agreement",
        "first",
        "choice",
        "pacific",
        "commerce",
        "shall",
        "mutually",
        "agree",
        "upon",
        "four",
        "individual",
        "currently",
        "serving",
        "board",
        "pacific",
        "commerce",
        "serve",
        "board",
        "first",
        "choice",
        "following",
        "merger",
        "transaction",
        "expected",
        "close",
        "early",
        "third",
        "quarter",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "approval",
        "pacific",
        "commerce",
        "first",
        "choice",
        "shareholder",
        "pacific",
        "commerce",
        "director",
        "select",
        "executive",
        "officer",
        "first",
        "choice",
        "director",
        "entered",
        "agreement",
        "vote",
        "favor",
        "merger",
        "respect",
        "respective",
        "share",
        "pacific",
        "commerce",
        "first",
        "choice",
        "common",
        "stock",
        "hovde",
        "group",
        "llc",
        "acted",
        "financial",
        "advisor",
        "first",
        "choice",
        "transaction",
        "delivered",
        "fairness",
        "opinion",
        "board",
        "director",
        "first",
        "choice",
        "loren",
        "hansen",
        "apc",
        "served",
        "legal",
        "counsel",
        "first",
        "choice",
        "piper",
        "jaffray",
        "acted",
        "financial",
        "advisor",
        "pacific",
        "commerce",
        "transaction",
        "delivered",
        "fairness",
        "opinion",
        "board",
        "director",
        "pacific",
        "commerce",
        "stuart",
        "moore",
        "staub",
        "served",
        "legal",
        "counsel",
        "pacific",
        "commerce",
        "conference",
        "call",
        "investor",
        "presentation",
        "first",
        "choice",
        "pacific",
        "commerce",
        "host",
        "joint",
        "conference",
        "call",
        "pt",
        "et",
        "monday",
        "february",
        "discus",
        "merger",
        "announcement",
        "analyst",
        "investor",
        "may",
        "participate",
        "session",
        "conference",
        "call",
        "accessed",
        "telephone",
        "asking",
        "join",
        "first",
        "choice",
        "bancorp",
        "conference",
        "call",
        "additionally",
        "telephone",
        "replay",
        "made",
        "available",
        "company",
        "investor",
        "relation",
        "website",
        "presentation",
        "discussed",
        "conference",
        "call",
        "attached",
        "press",
        "release",
        "made",
        "available",
        "presentation",
        "page",
        "company",
        "investor",
        "relation",
        "website",
        "first",
        "choice",
        "bancorp",
        "first",
        "choice",
        "bancorp",
        "registered",
        "bank",
        "holding",
        "company",
        "first",
        "choice",
        "bank",
        "first",
        "choice",
        "bank",
        "headquartered",
        "cerritos",
        "california",
        "financial",
        "institution",
        "serving",
        "diverse",
        "consumer",
        "commercial",
        "client",
        "specializing",
        "loan",
        "small",
        "business",
        "private",
        "banking",
        "client",
        "commercial",
        "industrial",
        "c",
        "loan",
        "commercial",
        "real",
        "estate",
        "loan",
        "niche",
        "providing",
        "finance",
        "hospitality",
        "industry",
        "first",
        "choice",
        "bank",
        "preferred",
        "small",
        "business",
        "administration",
        "sba",
        "lender",
        "founded",
        "first",
        "choice",
        "bank",
        "quickly",
        "become",
        "leading",
        "provider",
        "financial",
        "service",
        "enable",
        "customer",
        "grow",
        "maintain",
        "strength",
        "achieve",
        "business",
        "objective",
        "strive",
        "surpass",
        "client",
        "expectation",
        "efficiency",
        "professionalism",
        "committed",
        "first",
        "speed",
        "service",
        "first",
        "choice",
        "bancorp",
        "stock",
        "traded",
        "counter",
        "otcqx",
        "ticker",
        "symbol",
        "fcbp",
        "first",
        "choice",
        "bank",
        "website",
        "pacific",
        "commerce",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "parent",
        "company",
        "pacific",
        "commerce",
        "bank",
        "pacific",
        "commerce",
        "bank",
        "operates",
        "six",
        "branch",
        "los",
        "angeles",
        "san",
        "diego",
        "county",
        "including",
        "operating",
        "division",
        "proamérica",
        "bank",
        "downtown",
        "los",
        "angeles",
        "pacific",
        "commerce",
        "bank",
        "provides",
        "complete",
        "array",
        "deposit",
        "treasury",
        "cash",
        "management",
        "loan",
        "banking",
        "solution",
        "small",
        "business",
        "professional",
        "high",
        "net",
        "worth",
        "individual",
        "los",
        "angeles",
        "mexico",
        "border",
        "preferred",
        "sba",
        "lender",
        "pacific",
        "commerce",
        "bank",
        "provides",
        "full",
        "complement",
        "lending",
        "solution",
        "small",
        "business",
        "throughout",
        "southern",
        "california",
        "pacific",
        "commerce",
        "bancorp",
        "publicly",
        "traded",
        "counter",
        "market",
        "otc",
        "pink",
        "ticker",
        "symbol",
        "pcbc",
        "information",
        "please",
        "visit",
        "website",
        "statement",
        "statement",
        "made",
        "release",
        "concerning",
        "historical",
        "financial",
        "information",
        "may",
        "considered",
        "statement",
        "speak",
        "date",
        "release",
        "based",
        "current",
        "expectation",
        "involve",
        "number",
        "assumption",
        "include",
        "statement",
        "anticipated",
        "benefit",
        "merger",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "cost",
        "saving",
        "enhanced",
        "revenue",
        "may",
        "realized",
        "merger",
        "well",
        "statement",
        "expectation",
        "regarding",
        "merger",
        "statement",
        "regarding",
        "future",
        "result",
        "expectation",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "intends",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "company",
        "respective",
        "ability",
        "predict",
        "result",
        "actual",
        "effect",
        "future",
        "plan",
        "strategy",
        "inherently",
        "uncertain",
        "factor",
        "could",
        "material",
        "effect",
        "operation",
        "future",
        "prospect",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "resulting",
        "company",
        "include",
        "limited",
        "business",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "may",
        "integrated",
        "successfully",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "revenue",
        "synergy",
        "cost",
        "saving",
        "merger",
        "may",
        "fully",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "frame",
        "revenue",
        "following",
        "merger",
        "may",
        "lower",
        "expected",
        "customer",
        "employee",
        "relationship",
        "business",
        "operation",
        "may",
        "disrupted",
        "merger",
        "ability",
        "obtain",
        "required",
        "regulatory",
        "shareholder",
        "approval",
        "ability",
        "complete",
        "merger",
        "expected",
        "timeframe",
        "may",
        "difficult",
        "costly",
        "expected",
        "change",
        "interest",
        "rate",
        "general",
        "economic",
        "condition",
        "change",
        "monetary",
        "fiscal",
        "policy",
        "government",
        "including",
        "policy",
        "treasury",
        "board",
        "governor",
        "federal",
        "reserve",
        "quality",
        "composition",
        "loan",
        "security",
        "portfolio",
        "demand",
        "loan",
        "product",
        "deposit",
        "flow",
        "competition",
        "demand",
        "financial",
        "service",
        "company",
        "respective",
        "market",
        "area",
        "implementation",
        "new",
        "technology",
        "ability",
        "develop",
        "maintain",
        "secure",
        "reliable",
        "electronic",
        "system",
        "accounting",
        "principle",
        "policy",
        "guideline",
        "risk",
        "factor",
        "detailed",
        "time",
        "time",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "undertake",
        "obligation",
        "update",
        "clarify",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "additional",
        "information",
        "merger",
        "find",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "connection",
        "proposed",
        "transaction",
        "first",
        "choice",
        "bancorp",
        "expects",
        "prepare",
        "file",
        "security",
        "exchange",
        "commission",
        "registration",
        "statement",
        "form",
        "containing",
        "among",
        "thing",
        "joint",
        "proxy",
        "document",
        "respect",
        "proposed",
        "merger",
        "investor",
        "urged",
        "read",
        "joint",
        "proxy",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "relevant",
        "document",
        "provided",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "investor",
        "may",
        "obtain",
        "free",
        "copy",
        "joint",
        "proxy",
        "relevant",
        "document",
        "prepared",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "become",
        "available",
        "free",
        "charge",
        "contacting",
        "first",
        "choice",
        "bancorp",
        "pacific",
        "commerce",
        "bancorp",
        "view",
        "source",
        "version",
        "http",
        "first",
        "choice",
        "robert",
        "franko",
        "president",
        "chief",
        "executive",
        "officer",
        "yvonne",
        "chen",
        "chief",
        "financial",
        "officer",
        "pacific",
        "commerce",
        "frank",
        "mercardante",
        "chief",
        "executive",
        "officer",
        "long",
        "huynh",
        "chief",
        "financial",
        "officer",
        "source",
        "first",
        "choice",
        "bancorp"
    ]
}