{
    "organizations": [],
    "uuid": "1ce1854650b9f60ed0f283dbf08aea94dd2882a5",
    "author": "Joe Raedle",
    "url": "https://www.cnbc.com/2018/02/15/these-are-the-lives-lost-in-the-florida-high-school-shooting.html",
    "ord_in_thread": 0,
    "title": "These are the lives lost in the Florida high school shooting",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "These are the lives lost in the Florida high school shooting Published 12 Hours Ago The Associated Press Joe Raedle | Getty Images North America | Getty Images People attend a candlelit memorial service for the victims of the shooting at Marjory Stoneman Douglas High School \nWhen a gunman opened fire with an AR-15 at a large high school in south Florida, the 17 dead included students and school workers, young and old. Here is a look at some of those who lost their lives in the massacre at Marjory Stoneman Douglas High School: Coach and security monitor \nAssistant football coach Aaron Feis was shot to death while selflessly shielding students from bullets. A tweet from the school football program ended: \"He died a hero and he will forever be in our hearts and memories.\" \nFeis graduated from the school in 1999 and worked mainly with the junior varsity, the team website said. It said he lived in nearby Coral Springs with his wife and daughter. \nThe team website said Feis spent his entire coaching career at Marjory Stoneman after playing there as a student. \nThe Sun Sentinel reported that Feis, acting as a school security guard, responded to the original call on a school walkie-talkie. Someone on the radio asked if loud sounds they heard were firecrackers, said football coach Willis May, who also carries a radio. \n\"I heard Aaron say, 'No, that is not firecrackers.' That's the last I heard of him,\" May said. Friend won't get to say 'I graduated high school' \nJoaquin Oliver was known by his nickname \"Guac,\" short for \"guacamole,\" because many couldn't pronounce his first name. \n\"My friend will literally never get to say, 'I graduated high school,'\" said Tyra Hemans, a 19-year-old who said she had been friends with Oliver since they were freshmen. \nHemans said she last saw her friend at school the day of the shooting. \n\"It was just a brief 'Happy Valentine's,'\" she said. \"He was with his girlfriend and I was just like, 'Oh my God, you guys are so cute.'\" \nShe added, \"He's just a goofball. He's the only kid you'd know that would dye his hair bleach-blond, walk around school, put some tiger stripes in and just be unique. He was a unique soul.\" Athletic director 'was just amazing' \nA married father of two and the athletic director at Marjory Stoneman Douglas High School, Chris Hixon wasn't shy about jumping in wherever he was needed, said friend and one-time colleague Dianne Sanzari. \nHixon belonged to a Roman Catholic church in Hollywood. The Archdiocese of Miami confirmed his death Thursday. \nWhen a volleyball team needed a fill-in coach, Hixon took over; the same thing happened with the wrestling team, Sanzari said. And when the school needed someone to patrol the campus and monitor threats as a security specialist, Hixon did that, too. \nIt was in that security role that Hixon apparently came within range of the shooter. 'An angel taken away from us' \nMeadow Pollack's parents called her phone repeatedly only to hear it ring, as they kept an anxious vigil outside the hospital. But on Thursday, her father, Andrew Pollack, confirmed that his daughter was among the dead, the Palm Beach Post reported. \nEighteen-year-old Pollack, a senior, had planned to attend Lynn University, her father said. \"Her life was taken way too soon and I have no words to describe how this feels,\" friend Gii Lovito posted on Facebook. \nFamily friend Adam Schachtel said in a Facebook post that \"an angel was taken away from us in that horrific tragedy ... no words can be said so just prayers and sadness.\" Victim's family: \"Live for Alyssa!\" \nAn amateur soccer club said one of its players, Alyssa Alhadeff, was among the students killed in the mass shooting at Marjory Stoneman Douglas High School. \nParkland Soccer Club posted on its Facebook page that Alhadeff was a \"loved and well respected member of our club and community.\" \nThe club posted a note it said was from her family which read: \"To Alyssa's Friends honor Alyssa by doing something fabulous in your life. Don't ever give up and inspire for greatness. Live for Alyssa! Be her voice and breathe for her. Alyssa loved you all forever!\" \n'Only sadness' \nFourteen-year-old Alaina Petty was among those who died in the shooting, great-aunt Claudette McMahon Joshi confirmed in a Facebook post. \n\"There are no hashtags for moments like this, only sadness,\" she wrote, asking people to lift up Petty's family in prayer. \nPetty attended a local Church of Jesus Christ of Latter-day Saints. Petty was a \"valiant young member of the Coral Springs Ward,\" Church leader Stephen E. Thompson wrote in an update. Geography teacher helped students \nStudents said geography teacher Scott Beigel, 35, helped them enter a locked classroom to avoid the gunman and paid for the brave act with his life. \n\"If the shooter would have come into the room, I probably wouldn't be speaking to you now,\" student Kelsey Friend told Good Morning America. \nFriend said when she heard gunshots and realized it wasn't a drill, she followed other students toward the classroom. \nBeigel \"unlocked the door and let us in,\" she said. \"I thought he was behind me, but he wasn't. When he opened the door he had to relock it so we could stay safe, but he didn't get a chance to.\" \nStudent Bruna Oliveda said she saw Beigel blocking the door. \n\"I don't know how we're alive,\" she said. 14-year-old looked out for underdogs \nNinth grader Jaime Guttenberg, 14, loved to dance and hoped to become an occupational therapist and mother, aunt Abbie Youkilis said. \n\"She always looked out for the underdog and the bullied and she probably had been kind to the (former) student who shot her,\" Youkilis said in a written statement sent to The Associated Press. \nGuttenberg leaves her parents, Fred and Jennifer Guttenberg, and brother Jesse. Her father said in a Facebook post that he is \"trying to figure out how my family gets through this.\" \nYoukilis called for gun-control legislation, saying Jaime's parents were \"the world's most loving and over-protective parents but they could not protect Jaime from the sickness that has gripped our country.\" Balloons for the victims \nShooting victim Martin Duque was one of Isaac Briones' best friends. \n\"He was like, one of the nicest people I knew,\" said Briones, 15. \"He was so caring.\" \nBriones said he last saw Martin the day of the shooting during first period. \n\"We were just playing around, talking about jokes and stuff,\" said Isaac, who was outside the school Thursday with others holding a group of white balloons for the victims. \nOn Instagram, Miguel Duque wrote that words can't describe the pain of losing his brother. He added: \"I love brother Martin you'll be missed buddy. I know you're in a better place. Duques forever man I love you junior!!! R.I.P Martin Duque!\" Freshman color guard member \nShooting victim Gina Montalto was a 14-year-old freshman who participated on the winter color guard squad at the school. \nFriends and relatives posted tributes on Facebook, including mother Jennifer Montalto. \"She was a smart, loving, caring, and strong girl who brightened any room she entered. She will be missed by our family for all eternity,\" said the post. \nOne of Montalto's color guard instructors from middle school, Manuel Miranda, told the Miami Herald that Montalto was \"the sweetest soul ever.\" \n\"She was kind, caring always smiling and wanting to help,\" Miranda said. Swimming scholarship winner \nNicholas Dworet had committed to swim for the University of Indianapolis. \nThe college announced Thursday that the senior was among those killed in the mass shooting at his high school. \nIn a statement, UIndy swimming coach Jason Hite called Dworet an \"energetic and very vibrant kind\" who cheered for his soon-to-be university during a swimming meet last month. \n\"I spoke with his mom this morning, and she reiterated the fact that he was really looking forward to this next step in his life and becoming a Hound,\" said Hite. \"He really felt like he had a family in the team, and was really excited about what we're doing up here.\" ROTC student \nPeter Wang, a 15-year-old ROTC student at Marjory Stoneman Douglas High School, wasn't interested in status but wanted to help others, relatives said. \nA cousin, Aaron Chen, told the Miami Herald that Wang was last seen holding a door open so others could get away from the gunman. \nFriends and relatives first thought Wang was just missing and checked with area hospitals. They later found out he had been killed. \n\"He wasn't supposed to die,\" Chen told First Coast News. Family searched hospitals, and then ... \nFifteen-year-old Luke Hoyer was a loving, sweet person who loved basketball and \"smiled all the time,\" his aunt Joan Cox said. \n\"He was just a good kid ... very loving and just enjoyed life,\" said Cox, of Greenville, South Carolina. \nShe said Luke's parents, Gena and Tom Hoyer, searched for their son at hospitals before finally going to the law enforcement command center, where they eventually learned he had died. \n\"It's just a terrible thing,\" said Cox, who said the family — including Luke's older sister Abby and brother Jake — spent Christmas with her and other family in South Carolina. \"We just all pretty much can't get over it.\" National Merit semifinalist among victims \nCarmen Schentrup was a smart girl with a sweet smile. \nIn September, she was named one of 53 National Merit Scholarship Program semifinalists in the county and a classmate tweeted \"we all praised for her intelligence.\" \nCousin Matt Brandow posted on Facebook that the 16-year-old visited Washington State recently and said she wanted to go to the University of Washington. He asked: you like the rain? \n\"She answers, I hate sweating in the humid Florida weather,\" Brandow wrote. \"That's when I knew you were perfect for Washington.\"",
    "published": "2018-02-16T03:50:00.000+02:00",
    "crawled": "2018-02-16T03:51:09.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "life",
        "lost",
        "florida",
        "high",
        "school",
        "shooting",
        "published",
        "hour",
        "ago",
        "associated",
        "press",
        "joe",
        "raedle",
        "getty",
        "image",
        "north",
        "america",
        "getty",
        "image",
        "people",
        "attend",
        "candlelit",
        "memorial",
        "service",
        "victim",
        "shooting",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "gunman",
        "opened",
        "fire",
        "large",
        "high",
        "school",
        "south",
        "florida",
        "dead",
        "included",
        "student",
        "school",
        "worker",
        "young",
        "old",
        "look",
        "lost",
        "life",
        "massacre",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "coach",
        "security",
        "monitor",
        "assistant",
        "football",
        "coach",
        "aaron",
        "feis",
        "shot",
        "death",
        "selflessly",
        "shielding",
        "student",
        "bullet",
        "tweet",
        "school",
        "football",
        "program",
        "ended",
        "died",
        "hero",
        "forever",
        "heart",
        "memory",
        "feis",
        "graduated",
        "school",
        "worked",
        "mainly",
        "junior",
        "varsity",
        "team",
        "website",
        "said",
        "said",
        "lived",
        "nearby",
        "coral",
        "spring",
        "wife",
        "daughter",
        "team",
        "website",
        "said",
        "feis",
        "spent",
        "entire",
        "coaching",
        "career",
        "marjory",
        "stoneman",
        "playing",
        "student",
        "sun",
        "sentinel",
        "reported",
        "feis",
        "acting",
        "school",
        "security",
        "guard",
        "responded",
        "original",
        "call",
        "school",
        "someone",
        "radio",
        "asked",
        "loud",
        "sound",
        "heard",
        "firecracker",
        "said",
        "football",
        "coach",
        "willis",
        "may",
        "also",
        "carry",
        "radio",
        "heard",
        "aaron",
        "say",
        "firecracker",
        "last",
        "heard",
        "may",
        "said",
        "friend",
        "wo",
        "get",
        "say",
        "graduated",
        "high",
        "school",
        "joaquin",
        "oliver",
        "known",
        "nickname",
        "guac",
        "short",
        "guacamole",
        "many",
        "could",
        "pronounce",
        "first",
        "name",
        "friend",
        "literally",
        "never",
        "get",
        "say",
        "graduated",
        "high",
        "school",
        "said",
        "tyra",
        "hemans",
        "said",
        "friend",
        "oliver",
        "since",
        "freshman",
        "hemans",
        "said",
        "last",
        "saw",
        "friend",
        "school",
        "day",
        "shooting",
        "brief",
        "valentine",
        "said",
        "girlfriend",
        "like",
        "god",
        "guy",
        "cute",
        "added",
        "goofball",
        "kid",
        "know",
        "would",
        "dye",
        "hair",
        "walk",
        "around",
        "school",
        "put",
        "tiger",
        "stripe",
        "unique",
        "unique",
        "soul",
        "athletic",
        "director",
        "amazing",
        "married",
        "father",
        "two",
        "athletic",
        "director",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "chris",
        "hixon",
        "shy",
        "jumping",
        "wherever",
        "needed",
        "said",
        "friend",
        "colleague",
        "dianne",
        "sanzari",
        "hixon",
        "belonged",
        "roman",
        "catholic",
        "church",
        "hollywood",
        "archdiocese",
        "miami",
        "confirmed",
        "death",
        "thursday",
        "volleyball",
        "team",
        "needed",
        "coach",
        "hixon",
        "took",
        "thing",
        "happened",
        "wrestling",
        "team",
        "sanzari",
        "said",
        "school",
        "needed",
        "someone",
        "patrol",
        "campus",
        "monitor",
        "threat",
        "security",
        "specialist",
        "hixon",
        "security",
        "role",
        "hixon",
        "apparently",
        "came",
        "within",
        "range",
        "shooter",
        "angel",
        "taken",
        "away",
        "u",
        "meadow",
        "pollack",
        "parent",
        "called",
        "phone",
        "repeatedly",
        "hear",
        "ring",
        "kept",
        "anxious",
        "vigil",
        "outside",
        "hospital",
        "thursday",
        "father",
        "andrew",
        "pollack",
        "confirmed",
        "daughter",
        "among",
        "dead",
        "palm",
        "beach",
        "post",
        "reported",
        "pollack",
        "senior",
        "planned",
        "attend",
        "lynn",
        "university",
        "father",
        "said",
        "life",
        "taken",
        "way",
        "soon",
        "word",
        "describe",
        "feel",
        "friend",
        "gii",
        "lovito",
        "posted",
        "facebook",
        "family",
        "friend",
        "adam",
        "schachtel",
        "said",
        "facebook",
        "post",
        "angel",
        "taken",
        "away",
        "u",
        "horrific",
        "tragedy",
        "word",
        "said",
        "prayer",
        "sadness",
        "victim",
        "family",
        "live",
        "alyssa",
        "amateur",
        "soccer",
        "club",
        "said",
        "one",
        "player",
        "alyssa",
        "alhadeff",
        "among",
        "student",
        "killed",
        "mass",
        "shooting",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "parkland",
        "soccer",
        "club",
        "posted",
        "facebook",
        "page",
        "alhadeff",
        "loved",
        "well",
        "respected",
        "member",
        "club",
        "community",
        "club",
        "posted",
        "note",
        "said",
        "family",
        "read",
        "alyssa",
        "friend",
        "honor",
        "alyssa",
        "something",
        "fabulous",
        "life",
        "ever",
        "give",
        "inspire",
        "greatness",
        "live",
        "alyssa",
        "voice",
        "breathe",
        "alyssa",
        "loved",
        "forever",
        "sadness",
        "alaina",
        "petty",
        "among",
        "died",
        "shooting",
        "claudette",
        "mcmahon",
        "joshi",
        "confirmed",
        "facebook",
        "post",
        "hashtags",
        "moment",
        "like",
        "sadness",
        "wrote",
        "asking",
        "people",
        "lift",
        "petty",
        "family",
        "prayer",
        "petty",
        "attended",
        "local",
        "church",
        "jesus",
        "christ",
        "saint",
        "petty",
        "valiant",
        "young",
        "member",
        "coral",
        "spring",
        "ward",
        "church",
        "leader",
        "stephen",
        "thompson",
        "wrote",
        "update",
        "geography",
        "teacher",
        "helped",
        "student",
        "student",
        "said",
        "geography",
        "teacher",
        "scott",
        "beigel",
        "helped",
        "enter",
        "locked",
        "classroom",
        "avoid",
        "gunman",
        "paid",
        "brave",
        "act",
        "life",
        "shooter",
        "would",
        "come",
        "room",
        "probably",
        "would",
        "speaking",
        "student",
        "kelsey",
        "friend",
        "told",
        "good",
        "morning",
        "america",
        "friend",
        "said",
        "heard",
        "gunshot",
        "realized",
        "drill",
        "followed",
        "student",
        "toward",
        "classroom",
        "beigel",
        "unlocked",
        "door",
        "let",
        "u",
        "said",
        "thought",
        "behind",
        "opened",
        "door",
        "relock",
        "could",
        "stay",
        "safe",
        "get",
        "chance",
        "student",
        "bruna",
        "oliveda",
        "said",
        "saw",
        "beigel",
        "blocking",
        "door",
        "know",
        "alive",
        "said",
        "looked",
        "underdog",
        "ninth",
        "grader",
        "jaime",
        "guttenberg",
        "loved",
        "dance",
        "hoped",
        "become",
        "occupational",
        "therapist",
        "mother",
        "aunt",
        "abbie",
        "youkilis",
        "said",
        "always",
        "looked",
        "underdog",
        "bullied",
        "probably",
        "kind",
        "former",
        "student",
        "shot",
        "youkilis",
        "said",
        "written",
        "statement",
        "sent",
        "associated",
        "press",
        "guttenberg",
        "leaf",
        "parent",
        "fred",
        "jennifer",
        "guttenberg",
        "brother",
        "jesse",
        "father",
        "said",
        "facebook",
        "post",
        "trying",
        "figure",
        "family",
        "get",
        "youkilis",
        "called",
        "legislation",
        "saying",
        "jaime",
        "parent",
        "world",
        "loving",
        "parent",
        "could",
        "protect",
        "jaime",
        "sickness",
        "gripped",
        "country",
        "balloon",
        "victim",
        "shooting",
        "victim",
        "martin",
        "duque",
        "one",
        "isaac",
        "briones",
        "best",
        "friend",
        "like",
        "one",
        "nicest",
        "people",
        "knew",
        "said",
        "briones",
        "caring",
        "briones",
        "said",
        "last",
        "saw",
        "martin",
        "day",
        "shooting",
        "first",
        "period",
        "playing",
        "around",
        "talking",
        "joke",
        "stuff",
        "said",
        "isaac",
        "outside",
        "school",
        "thursday",
        "others",
        "holding",
        "group",
        "white",
        "balloon",
        "victim",
        "instagram",
        "miguel",
        "duque",
        "wrote",
        "word",
        "ca",
        "describe",
        "pain",
        "losing",
        "brother",
        "added",
        "love",
        "brother",
        "martin",
        "missed",
        "buddy",
        "know",
        "better",
        "place",
        "duques",
        "forever",
        "man",
        "love",
        "junior",
        "martin",
        "duque",
        "freshman",
        "color",
        "guard",
        "member",
        "shooting",
        "victim",
        "gina",
        "montalto",
        "freshman",
        "participated",
        "winter",
        "color",
        "guard",
        "squad",
        "school",
        "friend",
        "relative",
        "posted",
        "tribute",
        "facebook",
        "including",
        "mother",
        "jennifer",
        "montalto",
        "smart",
        "loving",
        "caring",
        "strong",
        "girl",
        "brightened",
        "room",
        "entered",
        "missed",
        "family",
        "eternity",
        "said",
        "post",
        "one",
        "montalto",
        "color",
        "guard",
        "instructor",
        "middle",
        "school",
        "manuel",
        "miranda",
        "told",
        "miami",
        "herald",
        "montalto",
        "sweetest",
        "soul",
        "ever",
        "kind",
        "caring",
        "always",
        "smiling",
        "wanting",
        "help",
        "miranda",
        "said",
        "swimming",
        "scholarship",
        "winner",
        "nicholas",
        "dworet",
        "committed",
        "swim",
        "university",
        "indianapolis",
        "college",
        "announced",
        "thursday",
        "senior",
        "among",
        "killed",
        "mass",
        "shooting",
        "high",
        "school",
        "statement",
        "uindy",
        "swimming",
        "coach",
        "jason",
        "hite",
        "called",
        "dworet",
        "energetic",
        "vibrant",
        "kind",
        "cheered",
        "university",
        "swimming",
        "meet",
        "last",
        "month",
        "spoke",
        "mom",
        "morning",
        "reiterated",
        "fact",
        "really",
        "looking",
        "forward",
        "next",
        "step",
        "life",
        "becoming",
        "hound",
        "said",
        "hite",
        "really",
        "felt",
        "like",
        "family",
        "team",
        "really",
        "excited",
        "rotc",
        "student",
        "peter",
        "wang",
        "rotc",
        "student",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "interested",
        "status",
        "wanted",
        "help",
        "others",
        "relative",
        "said",
        "cousin",
        "aaron",
        "chen",
        "told",
        "miami",
        "herald",
        "wang",
        "last",
        "seen",
        "holding",
        "door",
        "open",
        "others",
        "could",
        "get",
        "away",
        "gunman",
        "friend",
        "relative",
        "first",
        "thought",
        "wang",
        "missing",
        "checked",
        "area",
        "hospital",
        "later",
        "found",
        "killed",
        "supposed",
        "die",
        "chen",
        "told",
        "first",
        "coast",
        "news",
        "family",
        "searched",
        "hospital",
        "luke",
        "hoyer",
        "loving",
        "sweet",
        "person",
        "loved",
        "basketball",
        "smiled",
        "time",
        "aunt",
        "joan",
        "cox",
        "said",
        "good",
        "kid",
        "loving",
        "enjoyed",
        "life",
        "said",
        "cox",
        "greenville",
        "south",
        "carolina",
        "said",
        "luke",
        "parent",
        "gena",
        "tom",
        "hoyer",
        "searched",
        "son",
        "hospital",
        "finally",
        "going",
        "law",
        "enforcement",
        "command",
        "center",
        "eventually",
        "learned",
        "died",
        "terrible",
        "thing",
        "said",
        "cox",
        "said",
        "family",
        "including",
        "luke",
        "older",
        "sister",
        "abby",
        "brother",
        "jake",
        "spent",
        "christmas",
        "family",
        "south",
        "carolina",
        "pretty",
        "much",
        "ca",
        "get",
        "national",
        "merit",
        "semifinalist",
        "among",
        "victim",
        "carmen",
        "schentrup",
        "smart",
        "girl",
        "sweet",
        "smile",
        "september",
        "named",
        "one",
        "national",
        "merit",
        "scholarship",
        "program",
        "semifinalist",
        "county",
        "classmate",
        "tweeted",
        "praised",
        "intelligence",
        "cousin",
        "matt",
        "brandow",
        "posted",
        "facebook",
        "visited",
        "washington",
        "state",
        "recently",
        "said",
        "wanted",
        "go",
        "university",
        "washington",
        "asked",
        "like",
        "rain",
        "answer",
        "hate",
        "sweating",
        "humid",
        "florida",
        "weather",
        "brandow",
        "wrote",
        "knew",
        "perfect",
        "washington"
    ]
}