{
    "organizations": [],
    "uuid": "e8996ff4622de419d16a88fb2bc2ae3ead15d745",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/02/pr-newswire-forum-merger-corporation-announces-transfer-of-listing-to-nyse-in-connection-with-business-combination-with-convergeone.html",
    "ord_in_thread": 0,
    "title": "Forum Merger Corporation Announces Transfer of Listing to NYSE in Connection with Business Combination with ConvergeOne",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK and EAGAN, Minn., Feb. 2, 2018 /PRNewswire/ -- Forum Merger Corporation (Nasdaq: FMCI) (\"Forum\" or the \"Company\") announced today that Forum intends to transfer the listing of its common stock and warrants to the New York Stock Exchange (the \"NYSE\") (NYSE: ICE) from the Nasdaq Capital Market (\"Nasdaq\") following the completion of its announced business combination with ConvergeOne, which is expected to close on or about February 20, 2018. Subject to the completion of the business combination, Forum expects its securities to begin trading on the NYSE at the opening of the market on February 21, 2018. Upon completion of the business combination, Forum will change its name to ConvergeOne Holdings, Inc. The shares of common stock of ConvergeOne will trade on the NYSE following the closing under the symbol \"CVON\" and the warrants of ConvergeOne will trade on NYSE American under the symbol \"CVON WS\".\nOn December 1, 2017 Forum announced it entered into a definitive agreement to merge (the \"Merger Agreement\") with ConvergeOne, a leading global IT services provider of collaboration and technology solutions. ConvergeOne's deep technical expertise enables the company to deliver complex, multi-vendor solutions across a number of delivery models including on-premise, and in private, hybrid, and public clouds.\n\"This consummation of the merger and the listing on NYSE will mark a historic moment in ConvergeOne's history,\" said John A. McKenna Jr., Chairman and CEO of ConvergeOne. \"We look forward to a strong, lasting partnership with the NYSE.\"\n\"We are excited for ConvergeOne to make its public market debut on the NYSE,\" said John Tuttle, Global Head of Listings at the NYSE. \"As a provider of IT services and collaboration solutions, ConvergeOne is a great addition to our community of technology companies, and we look forward to supporting the company's long-term growth strategies.\"\nAbout ConvergeOne\nFounded in 1993, ConvergeOne is a leading global IT service provider of collaboration and technology solutions for large and medium enterprise with decades of experience assisting customers to transform their digital infrastructure and realize a return on investment. Over 7,200 enterprise and mid-market customers trust ConvergeOne with collaboration, enterprise networking, data center, cloud and security solutions to achieve business outcomes. Our investments in cloud infrastructure and managed services provide transformational opportunities for customers to achieve financial and operational benefits with leading technologies. ConvergeOne has partnerships with more than 300 global industry leaders, including Avaya, Cisco, IBM, Genesys and Microsoft to customize specific business outcomes. We deliver solutions with a full life cycle approach including strategy, design and implementation with professional, managed and support services. ConvergeOne holds more than 2,100 technical certifications across hundreds of engineers throughout North America including three Network Operations Centers. More information is available at www.convergeone.com .\nAbout Forum\nForum Merger Corporation is a blank check company formed for the purpose of entering into a merger, share exchange, asset acquisition, stock purchase, recapitalization, reorganization or other similar business combination with one or more businesses or entities. The Company's efforts to identify a prospective target business will not be limited to a particular industry or geographic region. Forum Merger Corporation is led by Executive Chairman Stephen A. Vogel, Co-Chief Executive Officer and President Marshall Kiev and Co-Chief Executive and Chief Financial Officer David Boris. More information is available at www.forummerger.com .\nForward Looking Statements\nThis press release includes \"forward‐looking statements\" regarding ConvergeOne, its financial condition and its results of operations that reflect ConvergeOne's current views and information currently available. This information is, where applicable, based on estimates, assumptions and analysis that ConvergeOne believes, as of the date hereof, provide a reasonable basis for the information contained herein. Forward‐looking statements can generally be identified by the use of forward‐looking words such as \"may\", \"will\", \"would\", \"could\", \"expect\", \"intend\", \"plan\", \"aim\", \"estimate\", \"target\", \"anticipate\", \"believe\", \"continue\", \"objectives\", \"outlook\", \"guidance\" or other similar words, and include statements regarding ConvergeOne's plans, strategies, objectives, targets and expected financial performance. These forward‐looking statements involve known and unknown risks, uncertainties and other factors, many of which are outside the control of Forum, ConvergeOne and their respective officers, employees, agents or associates. These risks, uncertainties, assumptions and other important factors include, but are not limited to: (1) the occurrence of any event, change or other circumstances that could give rise to the termination of the Merger Agreement and the proposed business combination contemplated thereby; (2) the inability to complete the transaction contemplated by the Merger Agreement due to the failure to obtain approval of the stockholders of Forum or other conditions to closing in the Merger Agreement; (3) the inability to meet the minimum cash requirements of the Merger Agreement due to the inability to consummate the concurrent pipe financing or the amount of cash available following any redemptions by Forum stockholders; (4) the ability to meet NYSE's initial listing standards and the continued listing standards following the consummation of the transaction contemplated by the Merger Agreement; (5) the risk that the proposed transaction disrupts current plans and operations of ConvergeOne as a result of the announcement and consummation of the transaction described herein; (6) the ability to recognize the anticipated benefits of the proposed business combination, which may be affected by, among other things, competition, the ability of the combined company to grow and manage growth profitably, maintain relationships with customers and suppliers and retain its management and key employees; (7) costs related to the proposed business combination; (8) changes in applicable laws or regulations; (9) the possibility that ConvergeOne may be adversely affected by other economic, business, and/or competitive factors; (10) ConvergeOne's ability to identify and integrate acquisition; and (11) other risks and uncertainties indicated from time to time in the final prospectus of Forum, including those under \"Risk Factors\" therein, and other documents filed or to be filed with the Securities and Exchange Commission (\"SEC\") by Forum.\nActual results, performance or achievements may differ materially, and potentially adversely, from any projections and forward‐looking statements and the assumptions on which those vary from forward‐looking statements are based. There can be no assurance that the data contained herein is reflective of future performance to any degree. You are cautioned not to place undue reliance on forward‐looking statements as a predictor of future performance as projected financial information, cost savings, synergies and other information are based on estimates and assumptions that are inherently subject to various significant risks, uncertainties and other factors, many of which are beyond our control. All information herein speaks only as of (1) the date hereof, in the case of information about ConvergeOne, or (2) the date of such information, in the case of information from persons other than ConvergeOne. ConvergeOne undertakes no duty to update or revise the information contained herein. Forecasts and estimates regarding ConvergeOne's industry and end markets are based on sources we believe to be reliable, however there can be no assurance these forecasts and estimates will prove accurate in whole or in part.\nAdditional Information and Where to Find It\nIn connection with the proposed transaction, Forum has filed a Registration Statement on Form S-4, which includes a preliminary proxy statement/prospectus of Forum. Forum will mail a definitive proxy statement/prospectus and other relevant documents to its stockholders.\nInvestors and security holders of Forum are advised to read, when available, the preliminary proxy statement/prospectus, and amendments thereto, and the definitive proxy statement/prospectus in connection with Forum's solicitation of proxies for its special meeting of stockholders to be held to approve the proposed transaction because the proxy statement/prospectus will contain important information about the proposed transaction and the parties to the proposed transaction. The definitive proxy statement/prospectus will be mailed to stockholders of Forum as of a record date of February 10, 2018.\nStockholders will also be able to obtain copies of the Registration Statement and proxy statement/prospectus without charge at the SEC's website at www.sec.gov .\nNo Offer or Solicitation\nThis announcement is for informational purposes only and is neither an offer to purchase, nor a solicitation of an offer to sell, subscribe for or buy any securities or the solicitation of any vote in any jurisdiction pursuant to the proposed transactions or otherwise, nor shall there be any sale, issuance or transfer or securities in any jurisdiction in contravention of applicable law. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nParticipants in the Solicitation\nForum and ConvergeOne and their respective directors, executive officers, other members of management, and employees, under SEC rules, may be deemed to be participants in the solicitation of proxies of Forum's stockholders in connection with the proposed transaction. Investors and security holders may obtain more detailed information regarding the names and interests in the proposed transaction of Forum's directors and officers in Forum's filings with the SEC, including Forum's Registration Statement on Form S-4, which includes the proxy statement/prospectus of Forum for the proposed transaction.\nMedia Contacts:\nScott Clark, Vice President, Marketing, ConvergeOne\n651.393.3957\nsclark@convergeone.com\nDavid Boris\nForum Merger Corporation\n212-739-7860\nView original content with multimedia: http://www.prnewswire.com/news-releases/forum-merger-corporation-announces-transfer-of-listing-to-nyse-in-connection-with-business-combination-with-convergeone-300592497.html\nSOURCE ConvergeOne",
    "published": "2018-02-02T14:00:00.000+02:00",
    "crawled": "2018-02-02T15:23:53.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "eagan",
        "forum",
        "merger",
        "corporation",
        "nasdaq",
        "fmci",
        "forum",
        "company",
        "announced",
        "today",
        "forum",
        "intends",
        "transfer",
        "listing",
        "common",
        "stock",
        "warrant",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "nyse",
        "ice",
        "nasdaq",
        "capital",
        "market",
        "nasdaq",
        "following",
        "completion",
        "announced",
        "business",
        "combination",
        "convergeone",
        "expected",
        "close",
        "february",
        "subject",
        "completion",
        "business",
        "combination",
        "forum",
        "expects",
        "security",
        "begin",
        "trading",
        "nyse",
        "opening",
        "market",
        "february",
        "upon",
        "completion",
        "business",
        "combination",
        "forum",
        "change",
        "name",
        "convergeone",
        "holding",
        "share",
        "common",
        "stock",
        "convergeone",
        "trade",
        "nyse",
        "following",
        "closing",
        "symbol",
        "cvon",
        "warrant",
        "convergeone",
        "trade",
        "nyse",
        "american",
        "symbol",
        "cvon",
        "w",
        "december",
        "forum",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "merge",
        "merger",
        "agreement",
        "convergeone",
        "leading",
        "global",
        "service",
        "provider",
        "collaboration",
        "technology",
        "solution",
        "convergeone",
        "deep",
        "technical",
        "expertise",
        "enables",
        "company",
        "deliver",
        "complex",
        "solution",
        "across",
        "number",
        "delivery",
        "model",
        "including",
        "private",
        "hybrid",
        "public",
        "cloud",
        "consummation",
        "merger",
        "listing",
        "nyse",
        "mark",
        "historic",
        "moment",
        "convergeone",
        "history",
        "said",
        "john",
        "mckenna",
        "chairman",
        "ceo",
        "convergeone",
        "look",
        "forward",
        "strong",
        "lasting",
        "partnership",
        "nyse",
        "excited",
        "convergeone",
        "make",
        "public",
        "market",
        "debut",
        "nyse",
        "said",
        "john",
        "tuttle",
        "global",
        "head",
        "listing",
        "nyse",
        "provider",
        "service",
        "collaboration",
        "solution",
        "convergeone",
        "great",
        "addition",
        "community",
        "technology",
        "company",
        "look",
        "forward",
        "supporting",
        "company",
        "growth",
        "strategy",
        "convergeone",
        "founded",
        "convergeone",
        "leading",
        "global",
        "service",
        "provider",
        "collaboration",
        "technology",
        "solution",
        "large",
        "medium",
        "enterprise",
        "decade",
        "experience",
        "assisting",
        "customer",
        "transform",
        "digital",
        "infrastructure",
        "realize",
        "return",
        "investment",
        "enterprise",
        "customer",
        "trust",
        "convergeone",
        "collaboration",
        "enterprise",
        "networking",
        "data",
        "center",
        "cloud",
        "security",
        "solution",
        "achieve",
        "business",
        "outcome",
        "investment",
        "cloud",
        "infrastructure",
        "managed",
        "service",
        "provide",
        "transformational",
        "opportunity",
        "customer",
        "achieve",
        "financial",
        "operational",
        "benefit",
        "leading",
        "technology",
        "convergeone",
        "partnership",
        "global",
        "industry",
        "leader",
        "including",
        "avaya",
        "cisco",
        "ibm",
        "genesys",
        "microsoft",
        "customize",
        "specific",
        "business",
        "outcome",
        "deliver",
        "solution",
        "full",
        "life",
        "cycle",
        "approach",
        "including",
        "strategy",
        "design",
        "implementation",
        "professional",
        "managed",
        "support",
        "service",
        "convergeone",
        "hold",
        "technical",
        "certification",
        "across",
        "hundred",
        "engineer",
        "throughout",
        "north",
        "america",
        "including",
        "three",
        "network",
        "operation",
        "center",
        "information",
        "available",
        "forum",
        "forum",
        "merger",
        "corporation",
        "blank",
        "check",
        "company",
        "formed",
        "purpose",
        "entering",
        "merger",
        "share",
        "exchange",
        "asset",
        "acquisition",
        "stock",
        "purchase",
        "recapitalization",
        "reorganization",
        "similar",
        "business",
        "combination",
        "one",
        "business",
        "entity",
        "company",
        "effort",
        "identify",
        "prospective",
        "target",
        "business",
        "limited",
        "particular",
        "industry",
        "geographic",
        "region",
        "forum",
        "merger",
        "corporation",
        "led",
        "executive",
        "chairman",
        "stephen",
        "vogel",
        "executive",
        "officer",
        "president",
        "marshall",
        "kiev",
        "executive",
        "chief",
        "financial",
        "officer",
        "david",
        "boris",
        "information",
        "available",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "regarding",
        "convergeone",
        "financial",
        "condition",
        "result",
        "operation",
        "reflect",
        "convergeone",
        "current",
        "view",
        "information",
        "currently",
        "available",
        "information",
        "applicable",
        "based",
        "estimate",
        "assumption",
        "analysis",
        "convergeone",
        "belief",
        "date",
        "hereof",
        "provide",
        "reasonable",
        "basis",
        "information",
        "contained",
        "herein",
        "statement",
        "generally",
        "identified",
        "use",
        "word",
        "may",
        "would",
        "could",
        "expect",
        "intend",
        "plan",
        "aim",
        "estimate",
        "target",
        "anticipate",
        "believe",
        "continue",
        "objective",
        "outlook",
        "guidance",
        "similar",
        "word",
        "include",
        "statement",
        "regarding",
        "convergeone",
        "plan",
        "strategy",
        "objective",
        "target",
        "expected",
        "financial",
        "performance",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "many",
        "outside",
        "control",
        "forum",
        "convergeone",
        "respective",
        "officer",
        "employee",
        "agent",
        "associate",
        "risk",
        "uncertainty",
        "assumption",
        "important",
        "factor",
        "include",
        "limited",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "proposed",
        "business",
        "combination",
        "contemplated",
        "thereby",
        "inability",
        "complete",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "due",
        "failure",
        "obtain",
        "approval",
        "stockholder",
        "forum",
        "condition",
        "closing",
        "merger",
        "agreement",
        "inability",
        "meet",
        "minimum",
        "cash",
        "requirement",
        "merger",
        "agreement",
        "due",
        "inability",
        "consummate",
        "concurrent",
        "pipe",
        "financing",
        "amount",
        "cash",
        "available",
        "following",
        "redemption",
        "forum",
        "stockholder",
        "ability",
        "meet",
        "nyse",
        "initial",
        "listing",
        "standard",
        "continued",
        "listing",
        "standard",
        "following",
        "consummation",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "risk",
        "proposed",
        "transaction",
        "disrupts",
        "current",
        "plan",
        "operation",
        "convergeone",
        "result",
        "announcement",
        "consummation",
        "transaction",
        "described",
        "herein",
        "ability",
        "recognize",
        "anticipated",
        "benefit",
        "proposed",
        "business",
        "combination",
        "may",
        "affected",
        "among",
        "thing",
        "competition",
        "ability",
        "combined",
        "company",
        "grow",
        "manage",
        "growth",
        "profitably",
        "maintain",
        "relationship",
        "customer",
        "supplier",
        "retain",
        "management",
        "key",
        "employee",
        "cost",
        "related",
        "proposed",
        "business",
        "combination",
        "change",
        "applicable",
        "law",
        "regulation",
        "possibility",
        "convergeone",
        "may",
        "adversely",
        "affected",
        "economic",
        "business",
        "competitive",
        "factor",
        "convergeone",
        "ability",
        "identify",
        "integrate",
        "acquisition",
        "risk",
        "uncertainty",
        "indicated",
        "time",
        "time",
        "final",
        "prospectus",
        "forum",
        "including",
        "risk",
        "factor",
        "therein",
        "document",
        "filed",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "forum",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "differ",
        "materially",
        "potentially",
        "adversely",
        "projection",
        "statement",
        "assumption",
        "vary",
        "statement",
        "based",
        "assurance",
        "data",
        "contained",
        "herein",
        "reflective",
        "future",
        "performance",
        "degree",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "predictor",
        "future",
        "performance",
        "projected",
        "financial",
        "information",
        "cost",
        "saving",
        "synergy",
        "information",
        "based",
        "estimate",
        "assumption",
        "inherently",
        "subject",
        "various",
        "significant",
        "risk",
        "uncertainty",
        "factor",
        "many",
        "beyond",
        "control",
        "information",
        "herein",
        "speaks",
        "date",
        "hereof",
        "case",
        "information",
        "convergeone",
        "date",
        "information",
        "case",
        "information",
        "person",
        "convergeone",
        "convergeone",
        "undertakes",
        "duty",
        "update",
        "revise",
        "information",
        "contained",
        "herein",
        "forecast",
        "estimate",
        "regarding",
        "convergeone",
        "industry",
        "end",
        "market",
        "based",
        "source",
        "believe",
        "reliable",
        "however",
        "assurance",
        "forecast",
        "estimate",
        "prove",
        "accurate",
        "whole",
        "part",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "forum",
        "filed",
        "registration",
        "statement",
        "form",
        "includes",
        "preliminary",
        "proxy",
        "forum",
        "forum",
        "mail",
        "definitive",
        "proxy",
        "relevant",
        "document",
        "stockholder",
        "investor",
        "security",
        "holder",
        "forum",
        "advised",
        "read",
        "available",
        "preliminary",
        "proxy",
        "amendment",
        "thereto",
        "definitive",
        "proxy",
        "connection",
        "forum",
        "solicitation",
        "proxy",
        "special",
        "meeting",
        "stockholder",
        "held",
        "approve",
        "proposed",
        "transaction",
        "proxy",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "party",
        "proposed",
        "transaction",
        "definitive",
        "proxy",
        "mailed",
        "stockholder",
        "forum",
        "record",
        "date",
        "february",
        "stockholder",
        "also",
        "able",
        "obtain",
        "copy",
        "registration",
        "statement",
        "proxy",
        "without",
        "charge",
        "sec",
        "website",
        "offer",
        "solicitation",
        "announcement",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "subscribe",
        "buy",
        "security",
        "solicitation",
        "vote",
        "jurisdiction",
        "pursuant",
        "proposed",
        "transaction",
        "otherwise",
        "shall",
        "sale",
        "issuance",
        "transfer",
        "security",
        "jurisdiction",
        "contravention",
        "applicable",
        "law",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "participant",
        "solicitation",
        "forum",
        "convergeone",
        "respective",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "sec",
        "rule",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "forum",
        "stockholder",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "detailed",
        "information",
        "regarding",
        "name",
        "interest",
        "proposed",
        "transaction",
        "forum",
        "director",
        "officer",
        "forum",
        "filing",
        "sec",
        "including",
        "forum",
        "registration",
        "statement",
        "form",
        "includes",
        "proxy",
        "forum",
        "proposed",
        "transaction",
        "medium",
        "contact",
        "scott",
        "clark",
        "vice",
        "president",
        "marketing",
        "convergeone",
        "sclark",
        "david",
        "boris",
        "forum",
        "merger",
        "corporation",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "convergeone"
    ]
}