{
    "organizations": [],
    "uuid": "386bd5a8dcb1033859b47b6a4673750cd4a2c72f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/pr-newswire-firstenergy-board-elects-donald-misheff-as-chairman.html",
    "ord_in_thread": 0,
    "title": "FirstEnergy Board Elects Donald Misheff as Chairman",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AKRON, Ohio, Feb. 20, 2018 /PRNewswire/ -- FirstEnergy Corp. (NYSE: FE) announced today that Donald T. Misheff has been elected Chairman of the company's Board of Directors effective May 15, 2018, and Sandra Pianalto was elected as a new member of the Board. Misheff will succeed longtime Chairman George M. Smart, who plans to retire from the Board at the company's annual meeting on May 15. Board member William T. Cottle also plans to retire at that meeting.\nSmart and Cottle, both 72, are retiring in accordance with the company's mandatory retirement age policy.\n\"It has been an honor to serve FirstEnergy as Chairman of the Board,\" Smart said. \"The company's management has done an outstanding job navigating a very challenging environment, and I have great confidence in the team's strategy as it positions the company for accelerated growth. In addition, I believe Don will provide strong, thoughtful leadership to the Board as the company continues this important transition into a fully regulated utility,\" he said.\n\"The board will certainly miss Bill's counsel, and we wish him well in retirement,\" Smart said. \"At the same time, we welcome the addition of Sandra Pianalto, a well-respected leader in the financial services industry. We believe her vast leadership experience and deep ties to the Northeast Ohio business community will be an asset to FirstEnergy,\" he said.\nThese changes will reduce the size of FirstEnergy's Board to 12 members.\nMisheff, 61, has been a member of FirstEnergy's Board of Directors since 2012. He retired in 2011 as managing partner of the Northeast Ohio offices of Ernst & Young, where he advised some of the region's largest companies on financial and corporate governance issues. He serves as a director of TimkenSteel Corp., Trinseo S.A., and Aleris Corporation.\nPianalto, 63, retired in May 2014 as president and chief executive officer of the Federal Reserve Bank of Cleveland, a position she held since 2003. Prior to retiring, she also chaired the Federal Reserve's Financial Services Policy Committee. She is an advisory trustee and holds the FirstMerit chair in banking at the University of Akron. Pianalto also serves as a director of Eaton Corporation plc, Prudential Financial, Inc., and The J.M. Smucker Company.\nSmart was a member of the Ohio Edison Board of Directors from 1988 until 1997, and became a member of the FirstEnergy Board in 1997 after Ohio Edison merged with Centerior Energy to form the company. He was elected Chairman in 2004. Smart has served as a member and past chair of the board's Audit Committee, and also served on the Compensation, Corporate Governance and Finance Committees. He retired as president of Sonoco-Phoenix, Inc., in 2004.\nCottle has been a director of FirstEnergy since 2003. He served on the board's Corporate Governance committee and was a member and past chair of the Nuclear Committee. He retired in 2003 as chairman of the board, president and chief executive officer of STP Nuclear Operating Company, a nuclear operating company for the South Texas Project.\nFirstEnergy is dedicated to safety, reliability and operational excellence. Its 10 electric distribution companies form one of the nation's largest investor-owned electric systems, serving customers in Ohio, Pennsylvania, New Jersey, West Virginia, Maryland and New York. The company's transmission subsidiaries operate more than 24,000 miles of transmission lines that connect the Midwest and Mid-Atlantic regions. Follow FirstEnergy on Twitter @FirstEnergyCorp or online at www.firstenergycorp.com .\nPhotos are available for download on Flickr .\nForward-Looking Statements: This news release includes forward-looking statements based on information currently available to management. Such statements are subject to certain risks and uncertainties and readers are cautioned not to place undue reliance on these forward-looking statements. These statements include declarations regarding management's intents, beliefs and current expectations. These statements typically contain, but are not limited to, the terms \"anticipate,\" \"potential,\" \"expect,\" \"forecast,\" \"target,\" \"will,\" \"intend,\" \"believe,\" \"project,\" \"estimate,\" \"plan\" and similar words. Forward-looking statements involve estimates, assumptions, known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements, which may include the following: the ability to experience growth in the Regulated Distribution and Regulated Transmission segments and the effectiveness of our strategy to transition to a fully regulated business profile; the accomplishment of our regulatory and operational goals in connection with our transmission and distribution investment plans, including, but not limited to, our planned transition to forward-looking formula rates; changes in assumptions regarding economic conditions within our territories, assessment of the reliability of our transmission system, or the availability of capital or other resources supporting identified transmission investment opportunities; the ability to accomplish or realize anticipated benefits from strategic and financial goals, including, but not limited to, the ability to continue to reduce costs and to successfully execute our financial plans designed to improve our credit metrics and strengthen our balance sheet; success of legislative and regulatory solutions for generation assets that recognize their environmental or energy security benefits; the risks and uncertainties associated with the lack of viable alternative strategies regarding the Competitive Energy Services (CES) segment, thereby causing FirstEnergy Solutions Corp. (FES) to restructure its substantial debt and other financial obligations with its creditors or seek protection under United States bankruptcy laws (which filing would include FirstEnergy Nuclear Operating Company (FENOC)) and the losses, liabilities and claims arising from such bankruptcy proceeding, including any obligations at FirstEnergy Corp.; the risks and uncertainties at the CES segment, including FES, its subsidiaries, and FENOC, related to wholesale energy and capacity markets, and the viability and/or success of strategic business alternatives, such as pending and potential CES generating unit asset sales or the potential need to deactivate additional generating units, which could result in further substantial write-downs and impairments of assets; the substantial uncertainty as to FES' ability to continue as a going concern and substantial risk that it may be necessary for FES and FENOC to seek protection under United States bankruptcy laws; the risks and uncertainties associated with litigation, arbitration, mediation and like proceedings, including, but not limited to, any such proceedings related to vendor commitments, such as long-term fuel and transportation agreements; the uncertainties associated with the deactivation of older regulated and competitive units, including the impact on vendor commitments, such as long-term fuel and transportation agreements, and as it relates to the reliability of the transmission grid, the timing thereof; the impact of other future changes to the operational status or availability of our generating units and any capacity performance charges associated with unit unavailability; changing energy, capacity and commodity market prices including, but not limited to, coal, natural gas and oil prices, and their availability and impact on margins; costs being higher than anticipated and the success of our policies to control costs and to mitigate low energy, capacity and market prices; replacement power costs being higher than anticipated or not fully hedged; our ability to improve electric commodity margins and the impact of, among other factors, the increased cost of fuel and fuel transportation on such margins; the uncertainty of the timing and amounts of the capital expenditures that may arise in connection with any litigation, including New Source Review litigation, or potential regulatory initiatives or rulemakings (including that such initiatives or rulemakings could result in our decision to deactivate or idle certain generating units); changes in customers' demand for power, including, but not limited to, changes resulting from the implementation of state and federal energy efficiency and peak demand reduction mandates; economic or weather conditions affecting future sales, margins and operations such as a polar vortex or other significant weather events, and all associated regulatory events or actions; changes in national and regional economic conditions affecting us, our subsidiaries and/or our major industrial and commercial customers, and other counterparties with which we do business, including fuel suppliers; the impact of labor disruptions by our unionized workforce; the risks associated with cyber-attacks and other disruptions to our information technology system that may compromise our generation, transmission and/or distribution services and data security breaches of sensitive data, intellectual property and proprietary or personally identifiable information regarding our business, employees, shareholders, customers, suppliers, business partners and other individuals in our data centers and on our networks; the impact of the regulatory process and resulting outcomes on the matters at the federal level and in the various states in which we do business including, but not limited to, matters related to rates; the impact of the federal regulatory process on Federal Energy Regulatory Commission (FERC)-regulated entities and transactions, in particular FERC regulation of wholesale energy and capacity markets, including PJM Interconnection, L.L.C. (PJM) markets and FERC-jurisdictional wholesale transactions; FERC regulation of cost-of-service rates; and FERC's compliance and enforcement activity, including compliance and enforcement activity related to North American Electric Reliability Corporation's mandatory reliability standards; the uncertainties of various cost recovery and cost allocation issues resulting from American Transmission Systems, Incorporated's realignment into PJM; the ability to comply with applicable state and federal reliability standards and energy efficiency and peak demand reduction mandates; other legislative and regulatory changes, including the federal administration's required review and potential revision of environmental requirements, including, but not limited to, the effects of the United States Environmental Protection Agency's Clean Power Plan, Coal Combustion Residuals regulations, Cross-State Air Pollution Rule and Mercury and Air Toxics Standards programs, including our estimated costs of compliance, Clean Water Act (CWA) waste water effluent limitations for power plants, and CWA 316(b) water intake regulation; adverse regulatory or legal decisions and outcomes with respect to our nuclear operations (including, but not limited to, the revocation or non-renewal of necessary licenses, approvals or operating permits by the Nuclear Regulatory Commission; issues arising from the indications of cracking in the shield building at Davis-Besse; changing market conditions that could affect the measurement of certain liabilities and the value of assets held in our Nuclear Decommissioning Trusts, pension trusts and other trust funds, and cause us and/or our subsidiaries to make additional contributions sooner, or in amounts that are larger than currently anticipated; the impact of changes to significant accounting policies; the impact of any changes in tax laws or regulations, including the Tax Cuts and Job Act, or adverse tax audit results or rulings; the ability to access the public securities and other capital and credit markets in accordance with our financial plans, the cost of such capital and overall condition of the capital and credit markets affecting us and our subsidiaries; further actions that may be taken by credit rating agencies that could negatively affect us and/or our subsidiaries' access to financing, increase the costs thereof, increase requirements to post additional collateral to support, or accelerate payments under outstanding commodity positions, letters of credit and other financial guarantees, and the impact of these events on the financial condition and liquidity of FirstEnergy Corp. and/or its subsidiaries, specifically FES and its subsidiaries; issues concerning the stability of domestic and foreign financial institutions and counterparties with which we do business; and the risks and other factors discussed from time to time in our United States Securities and Exchange Commission (SEC) filings, and other similar factors. Dividends declared from time to time on FirstEnergy Corp.'s common stock and thereby on FirstEnergy Corp.'s preferred stock, during any period may in the aggregate vary from prior periods due to circumstances considered by FirstEnergy Corp.'s Board of Directors at the time of the actual declarations. A security rating is not a recommendation to buy or hold securities and is subject to revision or withdrawal at any time by the assigning rating agency. Each rating should be evaluated independently of any other rating. These forward-looking statements are also qualified by, and should be read in conjunction with the other cautionary statements and risks that are included in our filings with the SEC, including but not limited to the most recent Annual Report on Form 10-K and any subsequent Quarterly Reports on Form 10-Q. These risks, unless otherwise indicated, are presented on a consolidated basis for FirstEnergy; if and to the extent a deconsolidation occurs with respect to certain FirstEnergy companies, the risks described herein may materially change. The foregoing review of factors also should not be construed as exhaustive. New factors emerge from time to time, and it is not possible for management to predict all such factors, nor assess the impact of any such factor on our business or the extent to which any factor, or combination of factors, may cause results to differ materially from those contained in any forward-looking statements. We expressly disclaim any obligation to update or revise, except as required by law, any forward-looking statements contained herein as a result of new information, future events or otherwise.\nView original content with multimedia: http://www.prnewswire.com/news-releases/firstenergy-board-elects-donald-misheff-as-chairman-300601416.html\nSOURCE FirstEnergy Corp.",
    "published": "2018-02-20T23:00:00.000+02:00",
    "crawled": "2018-02-21T01:03:12.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "akron",
        "ohio",
        "firstenergy",
        "nyse",
        "fe",
        "announced",
        "today",
        "donald",
        "misheff",
        "elected",
        "chairman",
        "company",
        "board",
        "director",
        "effective",
        "may",
        "sandra",
        "pianalto",
        "elected",
        "new",
        "member",
        "board",
        "misheff",
        "succeed",
        "longtime",
        "chairman",
        "george",
        "smart",
        "plan",
        "retire",
        "board",
        "company",
        "annual",
        "meeting",
        "may",
        "board",
        "member",
        "william",
        "cottle",
        "also",
        "plan",
        "retire",
        "meeting",
        "smart",
        "cottle",
        "retiring",
        "accordance",
        "company",
        "mandatory",
        "retirement",
        "age",
        "policy",
        "honor",
        "serve",
        "firstenergy",
        "chairman",
        "board",
        "smart",
        "said",
        "company",
        "management",
        "done",
        "outstanding",
        "job",
        "navigating",
        "challenging",
        "environment",
        "great",
        "confidence",
        "team",
        "strategy",
        "position",
        "company",
        "accelerated",
        "growth",
        "addition",
        "believe",
        "provide",
        "strong",
        "thoughtful",
        "leadership",
        "board",
        "company",
        "continues",
        "important",
        "transition",
        "fully",
        "regulated",
        "utility",
        "said",
        "board",
        "certainly",
        "miss",
        "bill",
        "counsel",
        "wish",
        "well",
        "retirement",
        "smart",
        "said",
        "time",
        "welcome",
        "addition",
        "sandra",
        "pianalto",
        "leader",
        "financial",
        "service",
        "industry",
        "believe",
        "vast",
        "leadership",
        "experience",
        "deep",
        "tie",
        "northeast",
        "ohio",
        "business",
        "community",
        "asset",
        "firstenergy",
        "said",
        "change",
        "reduce",
        "size",
        "firstenergy",
        "board",
        "member",
        "misheff",
        "member",
        "firstenergy",
        "board",
        "director",
        "since",
        "retired",
        "managing",
        "partner",
        "northeast",
        "ohio",
        "office",
        "ernst",
        "young",
        "advised",
        "region",
        "largest",
        "company",
        "financial",
        "corporate",
        "governance",
        "issue",
        "serf",
        "director",
        "timkensteel",
        "trinseo",
        "aleris",
        "corporation",
        "pianalto",
        "retired",
        "may",
        "president",
        "chief",
        "executive",
        "officer",
        "federal",
        "reserve",
        "bank",
        "cleveland",
        "position",
        "held",
        "since",
        "prior",
        "retiring",
        "also",
        "chaired",
        "federal",
        "reserve",
        "financial",
        "service",
        "policy",
        "committee",
        "advisory",
        "trustee",
        "hold",
        "firstmerit",
        "chair",
        "banking",
        "university",
        "akron",
        "pianalto",
        "also",
        "serf",
        "director",
        "eaton",
        "corporation",
        "plc",
        "prudential",
        "financial",
        "smucker",
        "company",
        "smart",
        "member",
        "ohio",
        "edison",
        "board",
        "director",
        "became",
        "member",
        "firstenergy",
        "board",
        "ohio",
        "edison",
        "merged",
        "centerior",
        "energy",
        "form",
        "company",
        "elected",
        "chairman",
        "smart",
        "served",
        "member",
        "past",
        "chair",
        "board",
        "audit",
        "committee",
        "also",
        "served",
        "compensation",
        "corporate",
        "governance",
        "finance",
        "committee",
        "retired",
        "president",
        "cottle",
        "director",
        "firstenergy",
        "since",
        "served",
        "board",
        "corporate",
        "governance",
        "committee",
        "member",
        "past",
        "chair",
        "nuclear",
        "committee",
        "retired",
        "chairman",
        "board",
        "president",
        "chief",
        "executive",
        "officer",
        "stp",
        "nuclear",
        "operating",
        "company",
        "nuclear",
        "operating",
        "company",
        "south",
        "texas",
        "project",
        "firstenergy",
        "dedicated",
        "safety",
        "reliability",
        "operational",
        "excellence",
        "electric",
        "distribution",
        "company",
        "form",
        "one",
        "nation",
        "largest",
        "electric",
        "system",
        "serving",
        "customer",
        "ohio",
        "pennsylvania",
        "new",
        "jersey",
        "west",
        "virginia",
        "maryland",
        "new",
        "york",
        "company",
        "transmission",
        "subsidiary",
        "operate",
        "mile",
        "transmission",
        "line",
        "connect",
        "midwest",
        "region",
        "follow",
        "firstenergy",
        "twitter",
        "firstenergycorp",
        "online",
        "photo",
        "available",
        "download",
        "flickr",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "management",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "include",
        "declaration",
        "regarding",
        "management",
        "intent",
        "belief",
        "current",
        "expectation",
        "statement",
        "typically",
        "contain",
        "limited",
        "term",
        "anticipate",
        "potential",
        "expect",
        "forecast",
        "target",
        "intend",
        "believe",
        "project",
        "estimate",
        "plan",
        "similar",
        "word",
        "statement",
        "involve",
        "estimate",
        "assumption",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "may",
        "include",
        "following",
        "ability",
        "experience",
        "growth",
        "regulated",
        "distribution",
        "regulated",
        "transmission",
        "segment",
        "effectiveness",
        "strategy",
        "transition",
        "fully",
        "regulated",
        "business",
        "profile",
        "accomplishment",
        "regulatory",
        "operational",
        "goal",
        "connection",
        "transmission",
        "distribution",
        "investment",
        "plan",
        "including",
        "limited",
        "planned",
        "transition",
        "formula",
        "rate",
        "change",
        "assumption",
        "regarding",
        "economic",
        "condition",
        "within",
        "territory",
        "assessment",
        "reliability",
        "transmission",
        "system",
        "availability",
        "capital",
        "resource",
        "supporting",
        "identified",
        "transmission",
        "investment",
        "opportunity",
        "ability",
        "accomplish",
        "realize",
        "anticipated",
        "benefit",
        "strategic",
        "financial",
        "goal",
        "including",
        "limited",
        "ability",
        "continue",
        "reduce",
        "cost",
        "successfully",
        "execute",
        "financial",
        "plan",
        "designed",
        "improve",
        "credit",
        "metric",
        "strengthen",
        "balance",
        "sheet",
        "success",
        "legislative",
        "regulatory",
        "solution",
        "generation",
        "asset",
        "recognize",
        "environmental",
        "energy",
        "security",
        "benefit",
        "risk",
        "uncertainty",
        "associated",
        "lack",
        "viable",
        "alternative",
        "strategy",
        "regarding",
        "competitive",
        "energy",
        "service",
        "ce",
        "segment",
        "thereby",
        "causing",
        "firstenergy",
        "solution",
        "fe",
        "restructure",
        "substantial",
        "debt",
        "financial",
        "obligation",
        "creditor",
        "seek",
        "protection",
        "united",
        "state",
        "bankruptcy",
        "law",
        "filing",
        "would",
        "include",
        "firstenergy",
        "nuclear",
        "operating",
        "company",
        "fenoc",
        "loss",
        "liability",
        "claim",
        "arising",
        "bankruptcy",
        "proceeding",
        "including",
        "obligation",
        "firstenergy",
        "risk",
        "uncertainty",
        "ce",
        "segment",
        "including",
        "fe",
        "subsidiary",
        "fenoc",
        "related",
        "wholesale",
        "energy",
        "capacity",
        "market",
        "viability",
        "success",
        "strategic",
        "business",
        "alternative",
        "pending",
        "potential",
        "ce",
        "generating",
        "unit",
        "asset",
        "sale",
        "potential",
        "need",
        "deactivate",
        "additional",
        "generating",
        "unit",
        "could",
        "result",
        "substantial",
        "impairment",
        "asset",
        "substantial",
        "uncertainty",
        "fe",
        "ability",
        "continue",
        "going",
        "concern",
        "substantial",
        "risk",
        "may",
        "necessary",
        "fe",
        "fenoc",
        "seek",
        "protection",
        "united",
        "state",
        "bankruptcy",
        "law",
        "risk",
        "uncertainty",
        "associated",
        "litigation",
        "arbitration",
        "mediation",
        "like",
        "proceeding",
        "including",
        "limited",
        "proceeding",
        "related",
        "vendor",
        "commitment",
        "fuel",
        "transportation",
        "agreement",
        "uncertainty",
        "associated",
        "deactivation",
        "older",
        "regulated",
        "competitive",
        "unit",
        "including",
        "impact",
        "vendor",
        "commitment",
        "fuel",
        "transportation",
        "agreement",
        "relates",
        "reliability",
        "transmission",
        "grid",
        "timing",
        "thereof",
        "impact",
        "future",
        "change",
        "operational",
        "status",
        "availability",
        "generating",
        "unit",
        "capacity",
        "performance",
        "charge",
        "associated",
        "unit",
        "unavailability",
        "changing",
        "energy",
        "capacity",
        "commodity",
        "market",
        "price",
        "including",
        "limited",
        "coal",
        "natural",
        "gas",
        "oil",
        "price",
        "availability",
        "impact",
        "margin",
        "cost",
        "higher",
        "anticipated",
        "success",
        "policy",
        "control",
        "cost",
        "mitigate",
        "low",
        "energy",
        "capacity",
        "market",
        "price",
        "replacement",
        "power",
        "cost",
        "higher",
        "anticipated",
        "fully",
        "hedged",
        "ability",
        "improve",
        "electric",
        "commodity",
        "margin",
        "impact",
        "among",
        "factor",
        "increased",
        "cost",
        "fuel",
        "fuel",
        "transportation",
        "margin",
        "uncertainty",
        "timing",
        "amount",
        "capital",
        "expenditure",
        "may",
        "arise",
        "connection",
        "litigation",
        "including",
        "new",
        "source",
        "review",
        "litigation",
        "potential",
        "regulatory",
        "initiative",
        "rulemakings",
        "including",
        "initiative",
        "rulemakings",
        "could",
        "result",
        "decision",
        "deactivate",
        "idle",
        "certain",
        "generating",
        "unit",
        "change",
        "customer",
        "demand",
        "power",
        "including",
        "limited",
        "change",
        "resulting",
        "implementation",
        "state",
        "federal",
        "energy",
        "efficiency",
        "peak",
        "demand",
        "reduction",
        "mandate",
        "economic",
        "weather",
        "condition",
        "affecting",
        "future",
        "sale",
        "margin",
        "operation",
        "polar",
        "vortex",
        "significant",
        "weather",
        "event",
        "associated",
        "regulatory",
        "event",
        "action",
        "change",
        "national",
        "regional",
        "economic",
        "condition",
        "affecting",
        "u",
        "subsidiary",
        "major",
        "industrial",
        "commercial",
        "customer",
        "counterparties",
        "business",
        "including",
        "fuel",
        "supplier",
        "impact",
        "labor",
        "disruption",
        "unionized",
        "workforce",
        "risk",
        "associated",
        "disruption",
        "information",
        "technology",
        "system",
        "may",
        "compromise",
        "generation",
        "transmission",
        "distribution",
        "service",
        "data",
        "security",
        "breach",
        "sensitive",
        "data",
        "intellectual",
        "property",
        "proprietary",
        "personally",
        "identifiable",
        "information",
        "regarding",
        "business",
        "employee",
        "shareholder",
        "customer",
        "supplier",
        "business",
        "partner",
        "individual",
        "data",
        "center",
        "network",
        "impact",
        "regulatory",
        "process",
        "resulting",
        "outcome",
        "matter",
        "federal",
        "level",
        "various",
        "state",
        "business",
        "including",
        "limited",
        "matter",
        "related",
        "rate",
        "impact",
        "federal",
        "regulatory",
        "process",
        "federal",
        "energy",
        "regulatory",
        "commission",
        "ferc",
        "entity",
        "transaction",
        "particular",
        "ferc",
        "regulation",
        "wholesale",
        "energy",
        "capacity",
        "market",
        "including",
        "pjm",
        "interconnection",
        "pjm",
        "market",
        "wholesale",
        "transaction",
        "ferc",
        "regulation",
        "rate",
        "ferc",
        "compliance",
        "enforcement",
        "activity",
        "including",
        "compliance",
        "enforcement",
        "activity",
        "related",
        "north",
        "american",
        "electric",
        "reliability",
        "corporation",
        "mandatory",
        "reliability",
        "standard",
        "uncertainty",
        "various",
        "cost",
        "recovery",
        "cost",
        "allocation",
        "issue",
        "resulting",
        "american",
        "transmission",
        "system",
        "incorporated",
        "realignment",
        "pjm",
        "ability",
        "comply",
        "applicable",
        "state",
        "federal",
        "reliability",
        "standard",
        "energy",
        "efficiency",
        "peak",
        "demand",
        "reduction",
        "mandate",
        "legislative",
        "regulatory",
        "change",
        "including",
        "federal",
        "administration",
        "required",
        "review",
        "potential",
        "revision",
        "environmental",
        "requirement",
        "including",
        "limited",
        "effect",
        "united",
        "state",
        "environmental",
        "protection",
        "agency",
        "clean",
        "power",
        "plan",
        "coal",
        "combustion",
        "residual",
        "regulation",
        "air",
        "pollution",
        "rule",
        "mercury",
        "air",
        "toxics",
        "standard",
        "program",
        "including",
        "estimated",
        "cost",
        "compliance",
        "clean",
        "water",
        "act",
        "cwa",
        "waste",
        "water",
        "effluent",
        "limitation",
        "power",
        "plant",
        "cwa",
        "b",
        "water",
        "intake",
        "regulation",
        "adverse",
        "regulatory",
        "legal",
        "decision",
        "outcome",
        "respect",
        "nuclear",
        "operation",
        "including",
        "limited",
        "revocation",
        "necessary",
        "license",
        "approval",
        "operating",
        "permit",
        "nuclear",
        "regulatory",
        "commission",
        "issue",
        "arising",
        "indication",
        "cracking",
        "shield",
        "building",
        "changing",
        "market",
        "condition",
        "could",
        "affect",
        "measurement",
        "certain",
        "liability",
        "value",
        "asset",
        "held",
        "nuclear",
        "decommissioning",
        "trust",
        "pension",
        "trust",
        "trust",
        "fund",
        "cause",
        "u",
        "subsidiary",
        "make",
        "additional",
        "contribution",
        "sooner",
        "amount",
        "larger",
        "currently",
        "anticipated",
        "impact",
        "change",
        "significant",
        "accounting",
        "policy",
        "impact",
        "change",
        "tax",
        "law",
        "regulation",
        "including",
        "tax",
        "cut",
        "job",
        "act",
        "adverse",
        "tax",
        "audit",
        "result",
        "ruling",
        "ability",
        "access",
        "public",
        "security",
        "capital",
        "credit",
        "market",
        "accordance",
        "financial",
        "plan",
        "cost",
        "capital",
        "overall",
        "condition",
        "capital",
        "credit",
        "market",
        "affecting",
        "u",
        "subsidiary",
        "action",
        "may",
        "taken",
        "credit",
        "rating",
        "agency",
        "could",
        "negatively",
        "affect",
        "u",
        "subsidiary",
        "access",
        "financing",
        "increase",
        "cost",
        "thereof",
        "increase",
        "requirement",
        "post",
        "additional",
        "collateral",
        "support",
        "accelerate",
        "payment",
        "outstanding",
        "commodity",
        "position",
        "letter",
        "credit",
        "financial",
        "guarantee",
        "impact",
        "event",
        "financial",
        "condition",
        "liquidity",
        "firstenergy",
        "subsidiary",
        "specifically",
        "fe",
        "subsidiary",
        "issue",
        "concerning",
        "stability",
        "domestic",
        "foreign",
        "financial",
        "institution",
        "counterparties",
        "business",
        "risk",
        "factor",
        "discussed",
        "time",
        "time",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "similar",
        "factor",
        "dividend",
        "declared",
        "time",
        "time",
        "firstenergy",
        "common",
        "stock",
        "thereby",
        "firstenergy",
        "preferred",
        "stock",
        "period",
        "may",
        "aggregate",
        "vary",
        "prior",
        "period",
        "due",
        "circumstance",
        "considered",
        "firstenergy",
        "board",
        "director",
        "time",
        "actual",
        "declaration",
        "security",
        "rating",
        "recommendation",
        "buy",
        "hold",
        "security",
        "subject",
        "revision",
        "withdrawal",
        "time",
        "assigning",
        "rating",
        "agency",
        "rating",
        "evaluated",
        "independently",
        "rating",
        "statement",
        "also",
        "qualified",
        "read",
        "conjunction",
        "cautionary",
        "statement",
        "risk",
        "included",
        "filing",
        "sec",
        "including",
        "limited",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "risk",
        "unless",
        "otherwise",
        "indicated",
        "presented",
        "consolidated",
        "basis",
        "firstenergy",
        "extent",
        "deconsolidation",
        "occurs",
        "respect",
        "certain",
        "firstenergy",
        "company",
        "risk",
        "described",
        "herein",
        "may",
        "materially",
        "change",
        "foregoing",
        "review",
        "factor",
        "also",
        "construed",
        "exhaustive",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "management",
        "predict",
        "factor",
        "assess",
        "impact",
        "factor",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "expressly",
        "disclaim",
        "obligation",
        "update",
        "revise",
        "except",
        "required",
        "law",
        "statement",
        "contained",
        "herein",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "firstenergy",
        "corp"
    ]
}