{
    "organizations": [],
    "uuid": "b071770a48b5f618ad7971948e8eda6c4307355d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/pr-newswire-general-mills-outlines-keys-to-consistent-growth-at-cagny.html",
    "ord_in_thread": 0,
    "title": "General Mills Outlines Keys To Consistent Growth At CAGNY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOCA RATON, Fla., Feb. 20, 2018 /PRNewswire/ -- At the Consumer Analyst Group of New York (CAGNY) conference today, executives of General Mills (NYSE: GIS) outlined the company's approach to long-term shareholder value creation and its key priorities for returning to consistent topline growth.\nGeneral Mills Chairman and CEO Jeff Harmening reiterated the company's strategy for delivering value in the face of shifting consumer food values, changing competition across categories, and disruption within retail channels. \"We remain laser-focused on our Consumer First strategy. By providing consumers what they want, we will create growth in this dynamic environment.\"\nHarmening also described how the company is changing the way it operates to better compete in today's environment. \"The biggest change we are making at General Mills is to begin operating as a global company,\" Harmening continued. \"We've framed our strategies globally. We're connecting our teams globally. And we're viewing our business through a global lens that allows us to rapidly share the best ideas around the world.\"\nHarmening outlined the company's three priorities for returning to consistent topline growth:\nCompete Effectively on All Brands, Across All Geographies . This includes excellent execution of consumer marketing campaigns, new product innovation, and in-store merchandising; rapid global idea sharing; and building new capabilities such as E-commerce and strategic revenue management that create advantage and enable future growth. Harmening said that competing effectively and growing in line with category growth would translate to a 1 to 2 percent organic sales growth opportunity, based on the company's current mix of categories and geographies. Accelerate Differential Growth Platforms . The company is investing to drive differential growth on four key platforms – snack bars, Häagen-Dazs ice cream, Old El Paso Mexican food, and its portfolio of natural and organic food brands – that play in faster-growing categories where General Mills has leading positions. These platforms represented approximately $4 billion in net sales in fiscal 2017, or 25 percent of General Mills worldwide net sales, and Harmening said he expects them to grow at a mid single-digit rate or better over the next three years. Reshape the Portfolio for Growth . Portfolio shaping includes adding businesses that enhance the company's growth profile and divesting businesses that are growth dilutive. Harmening said attractive acquisition targets fall into one of three areas: bolt-on plays in existing categories in North America and Europe; businesses that enhance scale in emerging markets such as China, Brazil, or India; and new growth platforms where the company can leverage existing capabilities and create value. Harmening also said the scope of possible divestiture candidates totals roughly 5 percent of company sales. General Mills has made notable portfolio changes over the years including the acquisition of Annie's in fiscal 2015 and the divestiture of Green Giant in North America in fiscal 2016.\nDon Mulligan, Chief Financial Officer, discussed the company's strong track record on the other components of its shareholder return model: margin expansion, cash conversion, and cash returns. \"We've generated more than 200 basis points of adjusted operating margin expansion over the last two years, thanks to our Holistic Margin Management efforts and our incremental cost-savings initiatives,\" Mulligan said. \"Over the last five years, our disciplined focus on cash has enabled us to exceed our targets of 95 percent cash conversion and 90 percent cash returned to shareholders through dividends and share repurchases.\"\nMulligan also provided an update on the company's full-year fiscal 2018 targets:\nOrganic net sales are now expected to be in line with last year, at the high end of the previous range of flat to down 1 percent. The company continues to see broad-based improvement in topline momentum, including in the U.S., where it grew Nielsen-measured retail sales 1 percent and gained market share in 6 of its top 9 categories in the latest three months through January. Constant-currency total segment operating profit is now expected to be in a range between down 1 percent and flat, below the prior range of flat to up 1 percent, driven by increased input cost pressure, including freight and logistics costs in North America, and slower-than-expected performance improvement in Brazil. Currency translation is expected to round up to a 1 percent benefit to full-year total segment operating profit. The full-year fiscal 2018 adjusted effective tax rate is now expected to be approximately 27 percent. This is 2 percentage points lower than prior guidance, driven by the impact of the U.S. Tax Cuts and Jobs Act. Including the benefit of the lower tax rate, constant-currency adjusted diluted EPS are now expected to increase 3 to 4 percent, up from previous guidance of a 1 to 2 percent increase. The company now estimates currency translation will be a 2 cent benefit to fiscal 2018 adjusted diluted EPS. The company introduced guidance for free cash flow , which is expected to increase at least 15 percent from the prior year, driven by strong discipline on core working capital.\nA live webcast of today's CAGNY presentation is scheduled to begin at 7:00 a.m. CST (8:00 a.m. EST). Interested investors can access the webcast and presentation slides at www.generalmills.com/investors . A replay of the webcast will be available on the company's website.\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that are based on our current expectations and assumptions. These forward-looking statements, including the statements made by Mr. Harmening and Mr. Mulligan, are subject to certain risks and uncertainties that could cause actual results to differ materially from the potential results discussed in the forward-looking statements. In particular, our predictions about future net sales and earnings could be affected by a variety of factors, including: competitive dynamics in the consumer foods industry and the markets for our products, including new product introductions, advertising activities, pricing actions, and promotional activities of our competitors; economic conditions, including changes in inflation rates, interest rates, tax rates, or the availability of capital; product development and innovation; consumer acceptance of new products and product improvements; consumer reaction to pricing actions and changes in promotion levels; acquisitions or dispositions of businesses or assets; changes in capital structure; changes in the legal and regulatory environment, including tax reform legislation, labeling and advertising regulations and litigation; impairments in the carrying value of goodwill, other intangible assets, or other long-lived assets, or changes in the useful lives of other intangible assets; changes in accounting standards and the impact of significant accounting estimates; product quality and safety issues, including recalls and product liability; changes in consumer demand for our products; effectiveness of advertising, marketing, and promotional programs; changes in consumer behavior, trends, and preferences, including weight loss trends; consumer perception of health-related issues, including obesity; consolidation in the retail environment; changes in purchasing and inventory levels of significant customers; fluctuations in the cost and availability of supply chain resources, including raw materials, packaging, and energy; disruptions or inefficiencies in the supply chain; effectiveness of restructuring and cost savings initiatives; volatility in the market value of derivatives used to manage price risk for certain commodities; benefit plan expenses due to changes in plan asset values and discount rates used to determine plan liabilities; failure or breach of our information technology systems; foreign economic conditions, including currency rate fluctuations; and political unrest in foreign markets and economic uncertainty due to terrorism or war. The company undertakes no obligation to publicly revise any forward-looking statement to reflect any future events or circumstances.\nOur fiscal 2018 outlook for organic net sales growth, constant-currency total segment operating profit, adjusted operating profit margin, tax rate excluding items, adjusted diluted EPS, and free cash flow are non-GAAP financial measures that exclude, or have otherwise been adjusted for, items impacting comparability, including the effect of foreign currency exchange rate fluctuations, restructuring charges and project-related costs, mark-to-market effects, unusual tax items, acquisitions, and divestitures. We are not able to reconcile these forward-looking non-GAAP financial measures to their most directly comparable forward-looking GAAP financial measures without unreasonable efforts because we are unable to predict with a reasonable degree of certainty the impact of changes in foreign currency exchange rates and commodity prices or the timing or impact of restructuring actions, unusual tax items, acquisitions, and divestitures throughout fiscal 2018. The unavailable information could have a significant impact on our fiscal 2018 GAAP financial results.\nFor fiscal 2018, we currently expect: foreign currency exchange rates (based on blend of forward and forecasted rates and hedge positions), acquisitions, and divestitures to increase net sales by approximately 1 percent; foreign currency exchange rates to increase total segment operating profit and adjusted diluted EPS growth by approximately 1 percent; total restructuring charges and project-related costs related to actions previously announced to total $40 million; and unusual tax items previously announced to total approximately $42 million of expense.\nAbout General Mills\nGeneral Mills is a leading global food company that serves the world by making food people love. Its brands include Cheerios, Annie's, Yoplait, Nature Valley, Fiber One, Häagen-Dazs, Betty Crocker, Pillsbury, Old El Paso, Wanchai Ferry, Yoki and more. Headquartered in Minneapolis, Minnesota, USA, General Mills generated fiscal 2017 consolidated net sales of US $15.6 billion, as well as another US $1.0 billion from its proportionate share of joint-venture net sales.\nView original content with multimedia: http://www.prnewswire.com/news-releases/general-mills-outlines-keys-to-consistent-growth-at-cagny-300600854.html\nSOURCE General Mills, Inc.",
    "published": "2018-02-20T14:45:00.000+02:00",
    "crawled": "2018-02-20T20:12:33.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "boca",
        "raton",
        "consumer",
        "analyst",
        "group",
        "new",
        "york",
        "cagny",
        "conference",
        "today",
        "executive",
        "general",
        "mill",
        "nyse",
        "gi",
        "outlined",
        "company",
        "approach",
        "shareholder",
        "value",
        "creation",
        "key",
        "priority",
        "returning",
        "consistent",
        "topline",
        "growth",
        "general",
        "mill",
        "chairman",
        "ceo",
        "jeff",
        "harmening",
        "reiterated",
        "company",
        "strategy",
        "delivering",
        "value",
        "face",
        "shifting",
        "consumer",
        "food",
        "value",
        "changing",
        "competition",
        "across",
        "category",
        "disruption",
        "within",
        "retail",
        "channel",
        "remain",
        "consumer",
        "first",
        "strategy",
        "providing",
        "consumer",
        "want",
        "create",
        "growth",
        "dynamic",
        "environment",
        "harmening",
        "also",
        "described",
        "company",
        "changing",
        "way",
        "operates",
        "better",
        "compete",
        "today",
        "environment",
        "biggest",
        "change",
        "making",
        "general",
        "mill",
        "begin",
        "operating",
        "global",
        "company",
        "harmening",
        "continued",
        "framed",
        "strategy",
        "globally",
        "connecting",
        "team",
        "globally",
        "viewing",
        "business",
        "global",
        "lens",
        "allows",
        "u",
        "rapidly",
        "share",
        "best",
        "idea",
        "around",
        "world",
        "harmening",
        "outlined",
        "company",
        "three",
        "priority",
        "returning",
        "consistent",
        "topline",
        "growth",
        "compete",
        "effectively",
        "brand",
        "across",
        "geography",
        "includes",
        "excellent",
        "execution",
        "consumer",
        "marketing",
        "campaign",
        "new",
        "product",
        "innovation",
        "merchandising",
        "rapid",
        "global",
        "idea",
        "sharing",
        "building",
        "new",
        "capability",
        "strategic",
        "revenue",
        "management",
        "create",
        "advantage",
        "enable",
        "future",
        "growth",
        "harmening",
        "said",
        "competing",
        "effectively",
        "growing",
        "line",
        "category",
        "growth",
        "would",
        "translate",
        "percent",
        "organic",
        "sale",
        "growth",
        "opportunity",
        "based",
        "company",
        "current",
        "mix",
        "category",
        "geography",
        "accelerate",
        "differential",
        "growth",
        "platform",
        "company",
        "investing",
        "drive",
        "differential",
        "growth",
        "four",
        "key",
        "platform",
        "snack",
        "bar",
        "ice",
        "cream",
        "old",
        "el",
        "paso",
        "mexican",
        "food",
        "portfolio",
        "natural",
        "organic",
        "food",
        "brand",
        "play",
        "category",
        "general",
        "mill",
        "leading",
        "position",
        "platform",
        "represented",
        "approximately",
        "billion",
        "net",
        "sale",
        "fiscal",
        "percent",
        "general",
        "mill",
        "worldwide",
        "net",
        "sale",
        "harmening",
        "said",
        "expects",
        "grow",
        "mid",
        "rate",
        "better",
        "next",
        "three",
        "year",
        "reshape",
        "portfolio",
        "growth",
        "portfolio",
        "shaping",
        "includes",
        "adding",
        "business",
        "enhance",
        "company",
        "growth",
        "profile",
        "divesting",
        "business",
        "growth",
        "dilutive",
        "harmening",
        "said",
        "attractive",
        "acquisition",
        "target",
        "fall",
        "one",
        "three",
        "area",
        "play",
        "existing",
        "category",
        "north",
        "america",
        "europe",
        "business",
        "enhance",
        "scale",
        "emerging",
        "market",
        "china",
        "brazil",
        "india",
        "new",
        "growth",
        "platform",
        "company",
        "leverage",
        "existing",
        "capability",
        "create",
        "value",
        "harmening",
        "also",
        "said",
        "scope",
        "possible",
        "divestiture",
        "candidate",
        "total",
        "roughly",
        "percent",
        "company",
        "sale",
        "general",
        "mill",
        "made",
        "notable",
        "portfolio",
        "change",
        "year",
        "including",
        "acquisition",
        "annie",
        "fiscal",
        "divestiture",
        "green",
        "giant",
        "north",
        "america",
        "fiscal",
        "mulligan",
        "chief",
        "financial",
        "officer",
        "discussed",
        "company",
        "strong",
        "track",
        "record",
        "component",
        "shareholder",
        "return",
        "model",
        "margin",
        "expansion",
        "cash",
        "conversion",
        "cash",
        "return",
        "generated",
        "basis",
        "point",
        "adjusted",
        "operating",
        "margin",
        "expansion",
        "last",
        "two",
        "year",
        "thanks",
        "holistic",
        "margin",
        "management",
        "effort",
        "incremental",
        "initiative",
        "mulligan",
        "said",
        "last",
        "five",
        "year",
        "disciplined",
        "focus",
        "cash",
        "enabled",
        "u",
        "exceed",
        "target",
        "percent",
        "cash",
        "conversion",
        "percent",
        "cash",
        "returned",
        "shareholder",
        "dividend",
        "share",
        "repurchase",
        "mulligan",
        "also",
        "provided",
        "update",
        "company",
        "fiscal",
        "target",
        "organic",
        "net",
        "sale",
        "expected",
        "line",
        "last",
        "year",
        "high",
        "end",
        "previous",
        "range",
        "flat",
        "percent",
        "company",
        "continues",
        "see",
        "improvement",
        "topline",
        "momentum",
        "including",
        "grew",
        "retail",
        "sale",
        "percent",
        "gained",
        "market",
        "share",
        "top",
        "category",
        "latest",
        "three",
        "month",
        "january",
        "total",
        "segment",
        "operating",
        "profit",
        "expected",
        "range",
        "percent",
        "flat",
        "prior",
        "range",
        "flat",
        "percent",
        "driven",
        "increased",
        "input",
        "cost",
        "pressure",
        "including",
        "freight",
        "logistics",
        "cost",
        "north",
        "america",
        "performance",
        "improvement",
        "brazil",
        "currency",
        "translation",
        "expected",
        "round",
        "percent",
        "benefit",
        "total",
        "segment",
        "operating",
        "profit",
        "fiscal",
        "adjusted",
        "effective",
        "tax",
        "rate",
        "expected",
        "approximately",
        "percent",
        "percentage",
        "point",
        "lower",
        "prior",
        "guidance",
        "driven",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "including",
        "benefit",
        "lower",
        "tax",
        "rate",
        "adjusted",
        "diluted",
        "eps",
        "expected",
        "increase",
        "percent",
        "previous",
        "guidance",
        "percent",
        "increase",
        "company",
        "estimate",
        "currency",
        "translation",
        "cent",
        "benefit",
        "fiscal",
        "adjusted",
        "diluted",
        "eps",
        "company",
        "introduced",
        "guidance",
        "free",
        "cash",
        "flow",
        "expected",
        "increase",
        "least",
        "percent",
        "prior",
        "year",
        "driven",
        "strong",
        "discipline",
        "core",
        "working",
        "capital",
        "live",
        "webcast",
        "today",
        "cagny",
        "presentation",
        "scheduled",
        "begin",
        "cst",
        "est",
        "interested",
        "investor",
        "access",
        "webcast",
        "presentation",
        "slide",
        "replay",
        "webcast",
        "available",
        "company",
        "website",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "based",
        "current",
        "expectation",
        "assumption",
        "statement",
        "including",
        "statement",
        "made",
        "harmening",
        "mulligan",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "potential",
        "result",
        "discussed",
        "statement",
        "particular",
        "prediction",
        "future",
        "net",
        "sale",
        "earnings",
        "could",
        "affected",
        "variety",
        "factor",
        "including",
        "competitive",
        "dynamic",
        "consumer",
        "food",
        "industry",
        "market",
        "product",
        "including",
        "new",
        "product",
        "introduction",
        "advertising",
        "activity",
        "pricing",
        "action",
        "promotional",
        "activity",
        "competitor",
        "economic",
        "condition",
        "including",
        "change",
        "inflation",
        "rate",
        "interest",
        "rate",
        "tax",
        "rate",
        "availability",
        "capital",
        "product",
        "development",
        "innovation",
        "consumer",
        "acceptance",
        "new",
        "product",
        "product",
        "improvement",
        "consumer",
        "reaction",
        "pricing",
        "action",
        "change",
        "promotion",
        "level",
        "acquisition",
        "disposition",
        "business",
        "asset",
        "change",
        "capital",
        "structure",
        "change",
        "legal",
        "regulatory",
        "environment",
        "including",
        "tax",
        "reform",
        "legislation",
        "labeling",
        "advertising",
        "regulation",
        "litigation",
        "impairment",
        "carrying",
        "value",
        "goodwill",
        "intangible",
        "asset",
        "asset",
        "change",
        "useful",
        "life",
        "intangible",
        "asset",
        "change",
        "accounting",
        "standard",
        "impact",
        "significant",
        "accounting",
        "estimate",
        "product",
        "quality",
        "safety",
        "issue",
        "including",
        "recall",
        "product",
        "liability",
        "change",
        "consumer",
        "demand",
        "product",
        "effectiveness",
        "advertising",
        "marketing",
        "promotional",
        "program",
        "change",
        "consumer",
        "behavior",
        "trend",
        "preference",
        "including",
        "weight",
        "loss",
        "trend",
        "consumer",
        "perception",
        "issue",
        "including",
        "obesity",
        "consolidation",
        "retail",
        "environment",
        "change",
        "purchasing",
        "inventory",
        "level",
        "significant",
        "customer",
        "fluctuation",
        "cost",
        "availability",
        "supply",
        "chain",
        "resource",
        "including",
        "raw",
        "material",
        "packaging",
        "energy",
        "disruption",
        "inefficiency",
        "supply",
        "chain",
        "effectiveness",
        "restructuring",
        "cost",
        "saving",
        "initiative",
        "volatility",
        "market",
        "value",
        "derivative",
        "used",
        "manage",
        "price",
        "risk",
        "certain",
        "commodity",
        "benefit",
        "plan",
        "expense",
        "due",
        "change",
        "plan",
        "asset",
        "value",
        "discount",
        "rate",
        "used",
        "determine",
        "plan",
        "liability",
        "failure",
        "breach",
        "information",
        "technology",
        "system",
        "foreign",
        "economic",
        "condition",
        "including",
        "currency",
        "rate",
        "fluctuation",
        "political",
        "unrest",
        "foreign",
        "market",
        "economic",
        "uncertainty",
        "due",
        "terrorism",
        "war",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "revise",
        "statement",
        "reflect",
        "future",
        "event",
        "circumstance",
        "fiscal",
        "outlook",
        "organic",
        "net",
        "sale",
        "growth",
        "total",
        "segment",
        "operating",
        "profit",
        "adjusted",
        "operating",
        "profit",
        "margin",
        "tax",
        "rate",
        "excluding",
        "item",
        "adjusted",
        "diluted",
        "eps",
        "free",
        "cash",
        "flow",
        "financial",
        "measure",
        "exclude",
        "otherwise",
        "adjusted",
        "item",
        "impacting",
        "comparability",
        "including",
        "effect",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "restructuring",
        "charge",
        "cost",
        "effect",
        "unusual",
        "tax",
        "item",
        "acquisition",
        "divestiture",
        "able",
        "reconcile",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "without",
        "unreasonable",
        "effort",
        "unable",
        "predict",
        "reasonable",
        "degree",
        "certainty",
        "impact",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "commodity",
        "price",
        "timing",
        "impact",
        "restructuring",
        "action",
        "unusual",
        "tax",
        "item",
        "acquisition",
        "divestiture",
        "throughout",
        "fiscal",
        "unavailable",
        "information",
        "could",
        "significant",
        "impact",
        "fiscal",
        "gaap",
        "financial",
        "result",
        "fiscal",
        "currently",
        "expect",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "based",
        "blend",
        "forward",
        "forecasted",
        "rate",
        "hedge",
        "position",
        "acquisition",
        "divestiture",
        "increase",
        "net",
        "sale",
        "approximately",
        "percent",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "increase",
        "total",
        "segment",
        "operating",
        "profit",
        "adjusted",
        "diluted",
        "eps",
        "growth",
        "approximately",
        "percent",
        "total",
        "restructuring",
        "charge",
        "cost",
        "related",
        "action",
        "previously",
        "announced",
        "total",
        "million",
        "unusual",
        "tax",
        "item",
        "previously",
        "announced",
        "total",
        "approximately",
        "million",
        "expense",
        "general",
        "mill",
        "general",
        "mill",
        "leading",
        "global",
        "food",
        "company",
        "serf",
        "world",
        "making",
        "food",
        "people",
        "love",
        "brand",
        "include",
        "cheerio",
        "annie",
        "yoplait",
        "nature",
        "valley",
        "fiber",
        "one",
        "betty",
        "crocker",
        "pillsbury",
        "old",
        "el",
        "paso",
        "wanchai",
        "ferry",
        "yoki",
        "headquartered",
        "minneapolis",
        "minnesota",
        "usa",
        "general",
        "mill",
        "generated",
        "fiscal",
        "consolidated",
        "net",
        "sale",
        "u",
        "billion",
        "well",
        "another",
        "u",
        "billion",
        "proportionate",
        "share",
        "net",
        "sale",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "general",
        "mill",
        "inc"
    ]
}