{
    "organizations": [],
    "uuid": "31120c0dac3c765b8d4c342867e556bf045dd42a",
    "author": "",
    "url": "https://www.reuters.com/article/europe-stocks/live-markets-rescuing-babies-thrown-out-with-the-bath-water-in-eu-stocks-idUSL8N1Q34EN",
    "ord_in_thread": 0,
    "title": "LIVE MARKETS-Rescuing \"babies thrown out with the bath water\" in EU stocks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "* European stocks dip slightly * UK inflation close to highest in 6 years * FTSE outperforms, up 0.1 pct Feb 13 (Reuters) - Welcome to the home for real time coverage of European equity markets brought to you by Reuters stocks reporters and anchored today by Julien Ponthus. Reach him on Messenger to share your thoughts on market moves: julien.ponthus.thomsonreuters.com@reuters.net RESCUING \"BABIES THROWN OUT WITH THE BATH WATER\" IN EU STOCKS (1307 GMT) While investors don't seem to be enthusiastically buying the dip today with indices still lacklustre, there are increasing calls for specific stock picking in order to benefit from a broad-based fall in valuations. Goldman Sachs makes an interesting observation on the European stock market: correlations shot up when the stock market sank. The three-month realised correlation of the STOXX 600 jumped to a one-year high, opening up opportunities in some names which perhaps were hit more than they deserved. Last week's weakness has also left European equities at valuations in line with their 20-year average, around 14.1 the next 12 months' estimated earnings, GS strategists say. They asked their sector specialists to identify \"babies thrown out with the bath water\" in their areas, and found 22 stocks down around 10 percent on average over the past month, for which they see more than 30 percent upside to price targets. Their picks include Tesco, Glencore, Shell, BNP, ABB , Vinci, Brunello Cucinelli, and ASML. (Helen Reid) WHY A VODAFONE-LIBERTY DEAL MATTERS FOR TELCO INVESTORS (1235 GMT) Telecoms have been out of favour for more than two years now but signs of a pick-up in M&A activity are starting to fuel hopes the sector may have reached the bottom. But what could actually restore investor confidence? JP Morgan says an agreement between Vodafone and Liberty will be key. \"A deal may trigger broader industry consolidation and in turn restore interest in the sector following two years of heavy underperformance,\" it writes in a note. Telecoms are by far the biggest underperformers in Europe, as you see in this 3-year chart, and are also the biggest sectoral faller today, down 0.7 percent. And here's what JPM expects from the Vodafone-Liberty saga. * A standalone acquisition of Unity in Germany can be fully debt funded * Even if Vodafone were to acquire Liberty's entire overlapping continental European portfolio, equity funding is not inevitable * All deal scenarios are heavily accretive and also significantly improve Vodafone's dividend cover * Vodafone would be well advised to hold off inking a deal until June. Newsflow in the interim could impact deal attractions (Danilo Masoni) FTSE FLITS AHEAD (1206 GMT) The FTSE's dip was short-lived, and now at midday the British index is in positive territory following the rise in sterling after the UK inflation data, outperforming European markets. Ken Odeluga, market analyst at City Index, says that while the inflation data was better-than-expected, it wasn't hugely so. \"It does make sense to think of this as the last gasp for highly elevated inflation on the consumer side,\" Odeluga says, adding that a weaker path of inflation was being interpreted as positive for business. \"I don't think the FTSE is seeing a paradigm shift today, but it is benefiting more because of the expectations around the pound, and I think maybe there's a minor consolidation of yesterday's gains across Europe,\" Odeluga concludes. It's very much a cyclicals story on the FTSE today, with materials, financials and energy collectively contributing around 17 points to the index. (Kit Rees) WHO'S AFRAID OF THE BIG (BAD?) U.S. DEFICIT? (1149 GMT) You would think that after a correction triggered by fears of inflation and higher rates, investors would be showing signs of stress as Donald Trump and the U.S. Congress embark on a major spending spree. While markets are not yet waving red flags about the incoming binge of new debt, research piling up in our inboxes suggests somewhat otherwise. \"The budgetary policy which is being implemented while the economy is in full employment will trigger lasting imbalances which will lay the grounds for the next recession (2019/2020?),\" writes Natixis AM. For LBPAM: \"On the mid-term, and without wanting to be a party pooper, it's very worrying. It is the inflation fears which have triggered the markets to fall in the first place and pressures on rates are set to continue as the markets are more and more febrile.\" \"We could see net treasury coupon issuance more than doubling this year. It could also push up inflation expectations and lead the Fed to hike rates faster,\" BlackRock says. \"Further loosening of the fiscal reins, adding to government debt, could put further upward pressure on US yields,\" writes Rabobank. However, some investors are not convinced. As this Twitter user comments ironically: \"One of my favorite jokes in financial/economic research: \"The deficit will drive up interest rates\". (Julien Ponthus) HOW LONG DOES A VOLATILITY SHOCK LAST? (1033 GMT) If you were hoping that turbulence stemming from last week's volatility spike would subside fast, think again. Deutsche Bank strategists say even though equity positioning has been cut significantly, investors may need a few weeks of patience. \"Volatility shocks last a while, on average for 5 weeks as investors adjust positions gradually,\" they write in a note. \"Past episodes when vol got elevated (>1.5 sigma moves) outside of recessions, they took on average 5 weeks to subside as trailing vol is typically an input into risk management models... On the upside, the resurgence of the corporate bid for equities post earnings season is imminent and argues for a shorter period. On the down side, the greatest risk in our view is a sharp move up in inflation that sustains volatility,\" they add. (Danilo Masoni) STICKIER THAN EXPECTED INFLATION DENTS FTSE GAINS (0957 GMT) Sterling rose modestly and dented the FTSE's gains after data showed British inflation proved stickier than expected, close to its highest level in nearly six years. Nothing dramatic though as you can see below: (Julien Ponthus) OPENING SNAPSHOT: EUROPEAN SHARES IN CHOPPY WATERS (0821 GMT) It's a choppy start to trading for European stocks, which opened flat, rose, and have now turned lower as a fall among defensives takes its toll. At the individual stock level it's all about results, with top gainers Ubisoft, Randstad and TUI all rising after updates. Kering is feeling the pressure, its shares down around 1.5 percent (even though premarket calls had it down for a bounce), while Telenet is the biggest faller after Q4 results. Here's your opening snapshot: (Kit Rees) KERING, RANDSTAD, METRO SEEN RISING AFTER RESULTS (0756 GMT) While stocks futures slip further into negative territory, three stocks in particular are seen bucking the trend thanks to results - here are some more details. Traders are calling luxury stock Kering 2 to 3 percent higher on the back of forecast-beating sales in the fourth quarter. This was thanks to a strong performance at Gucci, which saw revenues rise 27.4 percent year-on-year on a comparable basis. \"Kering delivered an outstanding year, both in terms of sales growth and margin improvement ... We are continually impressed by the momentum at Gucci,\" analysts at Raymond James say in a note. Kering's shares are actually down around 3 percent year to date after a hitting a record higher at the end of January. Elsewhere staffing firm Randstad's shares are seen rising 2 to 5 percent after its Q4 profit beat estimates, while retailer Metro is also seen gaining slightly after confirming guidance. (Kit Rees) WHAT'S ON OUR RADAR BEFORE THE BELL (0743 GMT) Spreadbetters' indications were pointing to a second day of recovery for European stocks after Wall Street and Asia bounced back, but futures are now painting a different picture with the DAX, for example, which is set to open down 0.2 percent. On the corporate front, a number of blue-chips have reported FY earnings such as Kering, whose Gucci brand seems to be shining through the results. Randstad, the world's second-largest staffing company and therefore a bellwether for the economy, saw fourth-quarter core profit rise 15 percent, buoyed by a strong recovery in the European job markets. European travel group TUI said summer trading was very good with bookings for Greece, Turkey and Cyprus all growing strongly. In the telecoms sector, Belgium’s Telenet and Telekom Austria are publishing their results while M&A is spicing up the sector with Danish telecoms company TDC urging investors to back a $6.7 billion cash offer from Australia's Macquarie. For basic materials, smelter Aurubis posted a more than fourfold surge in fiscal first-quarter operating earnings while Standard & Poor's raised its credit rating on global miner Rio Tinto for the first time since 2011. Other movers could include BAE Systems which will provide Malaysia a UK government-backed financing deal if it decides to replace its fleet of combat jets with the Eurofighter Typhoon, and German retailer Metro which confirmed full-year forecasts. In the UK, all eyes will be on UK inflation at 0930 GMT after the BoE surprised investors last week when it said interest rates would probably need to rise sooner and by slightly more than it had previously signalled. (Julien Ponthus) NO CLEAR DIRECTION EMERGES AS FUTURES OPEN (0710 GMT) While early indications from spreadbetters were pointing to an open in positive territory, the picture is now far less clear with the futures trading. Is Europe about to end the positive trend from Asia and Wall Street? Have a look: (Julien Ponthus) ALL EYES ON UK INFLATION (0632 GMT) UK inflation is set to be today's most watched indicator after the BoE surprised investors last week when it said interest rates would probably need to rise sooner and by slightly more than it had previously signalled. \"Headline CPI is predicted to slip back to 2.9% for January, however we could see an upside surprise given that January tends to be a month when travel fares see sizeable increases, rail fares being one such example, while commodity prices are also higher than a year ago\", says Michael Hewson from CMC Markets UK. The date will be published at 0930 GMT. (Julien Ponthus)",
    "published": "2018-02-13T15:16:00.000+02:00",
    "crawled": "2018-02-13T16:18:00.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "european",
        "stock",
        "dip",
        "slightly",
        "uk",
        "inflation",
        "close",
        "highest",
        "year",
        "ftse",
        "outperforms",
        "pct",
        "feb",
        "reuters",
        "welcome",
        "home",
        "real",
        "time",
        "coverage",
        "european",
        "equity",
        "market",
        "brought",
        "reuters",
        "stock",
        "reporter",
        "anchored",
        "today",
        "julien",
        "ponthus",
        "reach",
        "messenger",
        "share",
        "thought",
        "market",
        "move",
        "rescuing",
        "baby",
        "thrown",
        "bath",
        "water",
        "eu",
        "stock",
        "gmt",
        "investor",
        "seem",
        "enthusiastically",
        "buying",
        "dip",
        "today",
        "index",
        "still",
        "lacklustre",
        "increasing",
        "call",
        "specific",
        "stock",
        "picking",
        "order",
        "benefit",
        "fall",
        "valuation",
        "goldman",
        "sachs",
        "make",
        "interesting",
        "observation",
        "european",
        "stock",
        "market",
        "correlation",
        "shot",
        "stock",
        "market",
        "sank",
        "realised",
        "correlation",
        "stoxx",
        "jumped",
        "high",
        "opening",
        "opportunity",
        "name",
        "perhaps",
        "hit",
        "deserved",
        "last",
        "week",
        "weakness",
        "also",
        "left",
        "european",
        "equity",
        "valuation",
        "line",
        "average",
        "around",
        "next",
        "month",
        "estimated",
        "earnings",
        "g",
        "strategist",
        "say",
        "asked",
        "sector",
        "specialist",
        "identify",
        "baby",
        "thrown",
        "bath",
        "water",
        "area",
        "found",
        "stock",
        "around",
        "percent",
        "average",
        "past",
        "month",
        "see",
        "percent",
        "upside",
        "price",
        "target",
        "pick",
        "include",
        "tesco",
        "glencore",
        "shell",
        "bnp",
        "abb",
        "vinci",
        "brunello",
        "cucinelli",
        "asml",
        "helen",
        "reid",
        "deal",
        "matter",
        "telco",
        "investor",
        "gmt",
        "telecom",
        "favour",
        "two",
        "year",
        "sign",
        "activity",
        "starting",
        "fuel",
        "hope",
        "sector",
        "may",
        "reached",
        "bottom",
        "could",
        "actually",
        "restore",
        "investor",
        "confidence",
        "jp",
        "morgan",
        "say",
        "agreement",
        "vodafone",
        "liberty",
        "key",
        "deal",
        "may",
        "trigger",
        "broader",
        "industry",
        "consolidation",
        "turn",
        "restore",
        "interest",
        "sector",
        "following",
        "two",
        "year",
        "heavy",
        "underperformance",
        "writes",
        "note",
        "telecom",
        "far",
        "biggest",
        "underperformer",
        "europe",
        "see",
        "chart",
        "also",
        "biggest",
        "sectoral",
        "faller",
        "today",
        "percent",
        "jpm",
        "expects",
        "saga",
        "standalone",
        "acquisition",
        "unity",
        "germany",
        "fully",
        "debt",
        "funded",
        "even",
        "vodafone",
        "acquire",
        "liberty",
        "entire",
        "overlapping",
        "continental",
        "european",
        "portfolio",
        "equity",
        "funding",
        "inevitable",
        "deal",
        "scenario",
        "heavily",
        "accretive",
        "also",
        "significantly",
        "improve",
        "vodafone",
        "dividend",
        "cover",
        "vodafone",
        "would",
        "well",
        "advised",
        "hold",
        "inking",
        "deal",
        "june",
        "newsflow",
        "interim",
        "could",
        "impact",
        "deal",
        "attraction",
        "danilo",
        "masoni",
        "ftse",
        "flit",
        "ahead",
        "gmt",
        "ftse",
        "dip",
        "midday",
        "british",
        "index",
        "positive",
        "territory",
        "following",
        "rise",
        "sterling",
        "uk",
        "inflation",
        "data",
        "outperforming",
        "european",
        "market",
        "ken",
        "odeluga",
        "market",
        "analyst",
        "city",
        "index",
        "say",
        "inflation",
        "data",
        "hugely",
        "make",
        "sense",
        "think",
        "last",
        "gasp",
        "highly",
        "elevated",
        "inflation",
        "consumer",
        "side",
        "odeluga",
        "say",
        "adding",
        "weaker",
        "path",
        "inflation",
        "interpreted",
        "positive",
        "business",
        "think",
        "ftse",
        "seeing",
        "paradigm",
        "shift",
        "today",
        "benefiting",
        "expectation",
        "around",
        "pound",
        "think",
        "maybe",
        "minor",
        "consolidation",
        "yesterday",
        "gain",
        "across",
        "europe",
        "odeluga",
        "concludes",
        "much",
        "cyclicals",
        "story",
        "ftse",
        "today",
        "material",
        "financials",
        "energy",
        "collectively",
        "contributing",
        "around",
        "point",
        "index",
        "kit",
        "rees",
        "afraid",
        "big",
        "bad",
        "deficit",
        "gmt",
        "would",
        "think",
        "correction",
        "triggered",
        "fear",
        "inflation",
        "higher",
        "rate",
        "investor",
        "would",
        "showing",
        "sign",
        "stress",
        "donald",
        "trump",
        "congress",
        "embark",
        "major",
        "spending",
        "spree",
        "market",
        "yet",
        "waving",
        "red",
        "flag",
        "incoming",
        "binge",
        "new",
        "debt",
        "research",
        "piling",
        "inboxes",
        "suggests",
        "somewhat",
        "otherwise",
        "budgetary",
        "policy",
        "implemented",
        "economy",
        "full",
        "employment",
        "trigger",
        "lasting",
        "imbalance",
        "lay",
        "ground",
        "next",
        "recession",
        "writes",
        "natixis",
        "lbpam",
        "without",
        "wanting",
        "party",
        "pooper",
        "worrying",
        "inflation",
        "fear",
        "triggered",
        "market",
        "fall",
        "first",
        "place",
        "pressure",
        "rate",
        "set",
        "continue",
        "market",
        "febrile",
        "could",
        "see",
        "net",
        "treasury",
        "coupon",
        "issuance",
        "doubling",
        "year",
        "could",
        "also",
        "push",
        "inflation",
        "expectation",
        "lead",
        "fed",
        "hike",
        "rate",
        "faster",
        "blackrock",
        "say",
        "loosening",
        "fiscal",
        "rein",
        "adding",
        "government",
        "debt",
        "could",
        "put",
        "upward",
        "pressure",
        "u",
        "yield",
        "writes",
        "rabobank",
        "however",
        "investor",
        "convinced",
        "twitter",
        "user",
        "comment",
        "ironically",
        "one",
        "favorite",
        "joke",
        "research",
        "deficit",
        "drive",
        "interest",
        "rate",
        "julien",
        "ponthus",
        "long",
        "volatility",
        "shock",
        "last",
        "gmt",
        "hoping",
        "turbulence",
        "stemming",
        "last",
        "week",
        "volatility",
        "spike",
        "would",
        "subside",
        "fast",
        "think",
        "deutsche",
        "bank",
        "strategist",
        "say",
        "even",
        "though",
        "equity",
        "positioning",
        "cut",
        "significantly",
        "investor",
        "may",
        "need",
        "week",
        "patience",
        "volatility",
        "shock",
        "last",
        "average",
        "week",
        "investor",
        "adjust",
        "position",
        "gradually",
        "write",
        "note",
        "past",
        "episode",
        "vol",
        "got",
        "elevated",
        "sigma",
        "move",
        "outside",
        "recession",
        "took",
        "average",
        "week",
        "subside",
        "trailing",
        "vol",
        "typically",
        "input",
        "risk",
        "management",
        "model",
        "upside",
        "resurgence",
        "corporate",
        "bid",
        "equity",
        "post",
        "earnings",
        "season",
        "imminent",
        "argues",
        "shorter",
        "period",
        "side",
        "greatest",
        "risk",
        "view",
        "sharp",
        "move",
        "inflation",
        "sustains",
        "volatility",
        "add",
        "danilo",
        "masoni",
        "stickier",
        "expected",
        "inflation",
        "dent",
        "ftse",
        "gain",
        "gmt",
        "sterling",
        "rose",
        "modestly",
        "dented",
        "ftse",
        "gain",
        "data",
        "showed",
        "british",
        "inflation",
        "proved",
        "stickier",
        "expected",
        "close",
        "highest",
        "level",
        "nearly",
        "six",
        "year",
        "nothing",
        "dramatic",
        "though",
        "see",
        "julien",
        "ponthus",
        "opening",
        "snapshot",
        "european",
        "share",
        "choppy",
        "water",
        "gmt",
        "choppy",
        "start",
        "trading",
        "european",
        "stock",
        "opened",
        "flat",
        "rose",
        "turned",
        "lower",
        "fall",
        "among",
        "defensive",
        "take",
        "toll",
        "individual",
        "stock",
        "level",
        "result",
        "top",
        "gainer",
        "ubisoft",
        "randstad",
        "tui",
        "rising",
        "update",
        "kering",
        "feeling",
        "pressure",
        "share",
        "around",
        "percent",
        "even",
        "though",
        "premarket",
        "call",
        "bounce",
        "telenet",
        "biggest",
        "faller",
        "q4",
        "result",
        "opening",
        "snapshot",
        "kit",
        "rees",
        "kering",
        "randstad",
        "metro",
        "seen",
        "rising",
        "result",
        "gmt",
        "stock",
        "future",
        "slip",
        "negative",
        "territory",
        "three",
        "stock",
        "particular",
        "seen",
        "bucking",
        "trend",
        "thanks",
        "result",
        "detail",
        "trader",
        "calling",
        "luxury",
        "stock",
        "kering",
        "percent",
        "higher",
        "back",
        "sale",
        "fourth",
        "quarter",
        "thanks",
        "strong",
        "performance",
        "gucci",
        "saw",
        "revenue",
        "rise",
        "percent",
        "comparable",
        "basis",
        "kering",
        "delivered",
        "outstanding",
        "year",
        "term",
        "sale",
        "growth",
        "margin",
        "improvement",
        "continually",
        "impressed",
        "momentum",
        "gucci",
        "analyst",
        "raymond",
        "james",
        "say",
        "note",
        "kering",
        "share",
        "actually",
        "around",
        "percent",
        "year",
        "date",
        "hitting",
        "record",
        "higher",
        "end",
        "january",
        "elsewhere",
        "staffing",
        "firm",
        "randstad",
        "share",
        "seen",
        "rising",
        "percent",
        "q4",
        "profit",
        "beat",
        "estimate",
        "retailer",
        "metro",
        "also",
        "seen",
        "gaining",
        "slightly",
        "confirming",
        "guidance",
        "kit",
        "rees",
        "radar",
        "bell",
        "gmt",
        "spreadbetters",
        "indication",
        "pointing",
        "second",
        "day",
        "recovery",
        "european",
        "stock",
        "wall",
        "street",
        "asia",
        "bounced",
        "back",
        "future",
        "painting",
        "different",
        "picture",
        "dax",
        "example",
        "set",
        "open",
        "percent",
        "corporate",
        "front",
        "number",
        "reported",
        "fy",
        "earnings",
        "kering",
        "whose",
        "gucci",
        "brand",
        "seems",
        "shining",
        "result",
        "randstad",
        "world",
        "staffing",
        "company",
        "therefore",
        "bellwether",
        "economy",
        "saw",
        "core",
        "profit",
        "rise",
        "percent",
        "buoyed",
        "strong",
        "recovery",
        "european",
        "job",
        "market",
        "european",
        "travel",
        "group",
        "tui",
        "said",
        "summer",
        "trading",
        "good",
        "booking",
        "greece",
        "turkey",
        "cyprus",
        "growing",
        "strongly",
        "telecom",
        "sector",
        "belgium",
        "telenet",
        "telekom",
        "austria",
        "publishing",
        "result",
        "spicing",
        "sector",
        "danish",
        "telecom",
        "company",
        "tdc",
        "urging",
        "investor",
        "back",
        "billion",
        "cash",
        "offer",
        "australia",
        "macquarie",
        "basic",
        "material",
        "smelter",
        "aurubis",
        "posted",
        "fourfold",
        "surge",
        "fiscal",
        "operating",
        "earnings",
        "standard",
        "poor",
        "raised",
        "credit",
        "rating",
        "global",
        "miner",
        "rio",
        "tinto",
        "first",
        "time",
        "since",
        "mover",
        "could",
        "include",
        "bae",
        "system",
        "provide",
        "malaysia",
        "uk",
        "financing",
        "deal",
        "decides",
        "replace",
        "fleet",
        "combat",
        "jet",
        "eurofighter",
        "typhoon",
        "german",
        "retailer",
        "metro",
        "confirmed",
        "forecast",
        "uk",
        "eye",
        "uk",
        "inflation",
        "gmt",
        "boe",
        "surprised",
        "investor",
        "last",
        "week",
        "said",
        "interest",
        "rate",
        "would",
        "probably",
        "need",
        "rise",
        "sooner",
        "slightly",
        "previously",
        "signalled",
        "julien",
        "ponthus",
        "clear",
        "direction",
        "emerges",
        "future",
        "open",
        "gmt",
        "early",
        "indication",
        "spreadbetters",
        "pointing",
        "open",
        "positive",
        "territory",
        "picture",
        "far",
        "less",
        "clear",
        "future",
        "trading",
        "europe",
        "end",
        "positive",
        "trend",
        "asia",
        "wall",
        "street",
        "look",
        "julien",
        "ponthus",
        "eye",
        "uk",
        "inflation",
        "gmt",
        "uk",
        "inflation",
        "set",
        "today",
        "watched",
        "indicator",
        "boe",
        "surprised",
        "investor",
        "last",
        "week",
        "said",
        "interest",
        "rate",
        "would",
        "probably",
        "need",
        "rise",
        "sooner",
        "slightly",
        "previously",
        "signalled",
        "headline",
        "cpi",
        "predicted",
        "slip",
        "back",
        "january",
        "however",
        "could",
        "see",
        "upside",
        "surprise",
        "given",
        "january",
        "tends",
        "month",
        "travel",
        "fare",
        "see",
        "sizeable",
        "increase",
        "rail",
        "fare",
        "one",
        "example",
        "commodity",
        "price",
        "also",
        "higher",
        "year",
        "ago",
        "say",
        "michael",
        "hewson",
        "cmc",
        "market",
        "uk",
        "date",
        "published",
        "gmt",
        "julien",
        "ponthus"
    ]
}