{
    "organizations": [],
    "uuid": "66642ddb20339a1d3c6f6726eaa977257f9b455d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/globe-newswire-foamix-reports-fiscal-year-2017-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Foamix Reports Fiscal Year 2017 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Long Term Open Label Clinical Results Confirm That FMX101 Appears to be Safe and Well Tolerated; Continued Improvement of Treatment Effect Demonstrated at 52 Weeks\nConference Call and Webcast on Wednesday, February 28, 2018 at 8:30am Eastern\nREHOVOT, Israel, Feb. 28, 2018 (GLOBE NEWSWIRE) -- Foamix Pharmaceuticals Ltd. (NASDAQ:FOMX) (“Foamix Pharmaceuticals” or the “Company”), a clinical stage specialty pharmaceutical company focused on developing and commercializing proprietary topical foams to address unmet needs in dermatology, announced today financial results for the fiscal year ended December 31, 2017.\nClinical and Corporate Update:\nFMX101, the Company’s minocycline foam 4% is currently being evaluated in a third Phase 3 study (Study 22) in patients with moderate-to severe acne.\n○ Top-line results are expected in the third quarter of 2018.\n○ The expected timing of an NDA filing for FMX101 is planned for the end of 2018. FMX103, 1.5% minocycline foam, is currently being evaluated in two Phase 3 studies (Studies 11 and 12) in patients with moderate-to severe papulopustular rosacea. Long term safety is concurrently being evaluated in the open label Study 13.\n○ Top-line results are expected in late third quarter or early fourth quarter of 2018.\n○ Enrollment in the open-label long term safety study (Study 13) continues to progress as scheduled. A significant number of patients have enrolled into this study and we continue to observe low discontinuation rates.\n○ The expected timing of an NDA filing for FMX103 is planned for 2019. In January and February 2018, Bayer and Foamix filed joint complaints against each of Teva and Perrigo, respectively, alleging patent infringement under U.S. patent laws arising out of the submissions by Teva and Perrigo of ANDAs seeking approval to manufacture and sell generic versions of Bayer’s Finacea ® Foam. We are committed to defending our own intellectual property rights globally, including patents we have licensed to other pharmaceutical companies as part of our collaboration efforts. In January 2018, as part of the orderly transition in management, CEO David Domzalski was appointed to the Board of Directors to replace former CEO and co-founder Dr. Dov Tamarkin. In January 2018, the Company changed its filing status with the SEC and Nasdaq from a “Foreign Private Issuer” to a U. S. Domestic filer.\nFMX101 Open Label Safety Study Results\nA total of 657 patients were enrolled in the open-label safety extension after an initial 12 weeks of double-blinded therapy in Phase 3 studies 04 and 05. Of these, 291 completed an additional 40-weeks for a total of 52 weeks on FMX101 therapy. The primary endpoint was safety. As previously communicated, no serious drug-related adverse events were reported during the open-label safety extension, validating earlier data demonstrating that FMX101 appears to be well tolerated with an acceptable safety profile. Specific findings included:\n○ Non-dermal adverse events were comparable in type and frequency with those reported during the double-blinded portion of Studies 04 and 05, with the most frequently reported treatment-emergent adverse event being nasopharyngitis (common cold).\n○ Application-site adverse events occurred in less than 2% of patients during the additional 40 weeks of open-label treatment. Four patients discontinued the study for an application-site adverse event.\n○ In the assessment of facial dermal tolerability at week 52, more than 95% of patients had “none” or “mild” scoring of erythema, dryness, hyperpigmentation, peeling, and itching. No severe local tolerability scores were recorded.\nEfficacy Results at 52 weeks:\nEfficacy was also measured as a secondary endpoint in the open-label study for FMX101. During the study, patients were allowed to discontinue therapy with FMX101 if they believed their acne had sufficiently improved. Patients could re-start therapy as needed and were also allowed to use other acne medications concomitantly. The following summarizes efficacy results for subjects who had been assigned FMX101 therapy for 52 weeks:\n○ At week 52, 37.7% of patients from Study 04 had an Investigator’s Global Assessment (IGA) score of 0 (clear) or 1 (almost clear); 50.3% of subjects from Study 05 had an IGA score of 0 or 1.\n○ At week 52, patients from Study 04 had a 64.3% reduction in inflammatory lesions; patients from Study 05 had a 78% reduction in inflammatory lesions.\n○ At week 52, patients from Study 04 had a 52.5% reduction in non-inflammatory lesions; patients from Study 05 had a 59.6% reduction in non-inflammatory lesions. Details on the open-label study results for FMX101 are contained within the most recent Investor Presentation, available on the Company’s website at http://investors.foamix.com/events\nFinancial Results for the Year Ended December 31, 2017\nRevenues\nRevenues for the year ended December 31, 2017 were $3.7 million, compared with $5.5 million for the same period in 2016. The decrease is mainly due to a decrease of $2.5 million in contingent payments from Bayer, that were payable for 2016 due to Bayer’s achievement of certain sale targets during that year, offset by an increase in royalty payments in the amount of $565,000 from Bayer for the sales of Finacea® Foam.\nOperating Expenses\nResearch and Development Expenses\nResearch and development expenses for the year were $57.8 million, compared to $25.9 million in 2016. The increase in research and development expenses resulted primarily from an increase of $28.0 million in costs relating predominantly to FMX101 and FMX103 clinical trials and an increase of $3.0 million in payroll and payroll related expenses primarily due to an increase in headcount.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses for the year were $11.5 million, compared to $9.2 million in 2016. The increase in selling, general and administrative expenses resulted primarily from an increase of $1.9 million in payroll and other payroll-related expenses mostly due to an increase in headcount and salary raises.\nNet Loss\nFor the year ended December 31, 2017, the Company recorded a net loss of $65.7 million, or $1.76 per share, basic and diluted, compared with a loss of $29.3 million or $0.91 per share, basic and diluted, for the year ended December 31, 2016.\nCash & Cash Equivalents\nAt December 31, 2017, the Company had $76.4 million in cash and investments compared to $131 million at the end of December 2016. The Company believes, based on its current business plan, that its existing cash, cash equivalents and marketable securities will fund operating expenses and capital expenditure requirements throughout the completion of its third pivotal Phase 3 clinical trial for its lead product candidate FMX101 and its two pivotal Phase 3 clinical trials for FMX103.\nConference Call & Webcast\nWednesday, February 28 @ 8:30am Eastern Time\nToll Free: 800-289-0438 International: 323-794-2423 Conference ID: 2903389 Webcast: http://public.viavid.com/index.php?id=128361 Replays, Available through March 14:\nToll-Free: 844-512-2921 International: 412-317-6671 Conference ID: 2903389\nAbout Foamix\nFoamix is a specialty pharmaceutical company focused on the development and commercialization of proprietary, innovative and differentiated topical drugs for dermatological therapy. Our leading clinical stage product candidates are FMX101, our novel minocycline foam for the treatment of moderate-to-severe acne and FMX103, our novel minocycline foam for the treatment of rosacea. We continue to pursue research & development of our proprietary, innovative foam technologies for the treatment of various skin conditions. We currently have development and license agreements relating to our technology with various pharmaceutical companies including Bayer HealthCare and others.\nFoamix uses its website ( www.Foamix.com ) as a channel to distribute information about Foamix and its product candidates from time to time. Foamix may use its website to comply with its disclosure obligations under Regulation FD. Therefore, investors should monitor Foamix’s website in addition to following its press releases, filings with the Securities & Exchange Commission (“SEC”), public conference calls, and webcasts.\nCautionary Note Regarding Forward-Looking Statements\nThis release includes forward-looking statements within the meaning of Section 27A of the U.S. Securities Act of 1933, as amended, Section 21E of the U.S. Securities Exchange Act of 1934, as amended, and the safe harbor provisions created by those sections. Forward-looking statements are statements that are not historical facts, such as statements regarding assumptions, expectations, forecasts, beliefs or intentions related to financial results, commercial results, timing and results of clinical trials and U.S. FDA and other regulatory agencies authorizations. Forward-looking statements are based on our current knowledge and our present beliefs and expectations regarding possible future events and are subject to risks, uncertainties and assumptions. Actual results and the timing of events could differ materially from those anticipated in these forward-looking statements as a result of various factors including, but not limited to, unexpected delays in clinical trials or announcement of results, excess costs or unfavorable results of clinical trials, delays or denial in the U.S. FDA approval process, additional competition in the acne and dermatology markets, denial of reimbursement by third party payors or inability to raise additional capital, our ability to recruit and retain key employees and our ability to stay in compliance with applicable laws, rules and regulations. We discuss many of these risks in greater detail in our annual and other periodic filings with the SEC, including under the heading “Risk Factors” in our most recent annual report. Although we believe these forward-looking statements are reasonable, they speak only as of the date of this announcement and Foamix undertakes no obligation to update publicly such forward-looking statements to reflect subsequent events or circumstances, except as otherwise required by law. Given these risks and uncertainties, you should not rely upon forward-looking statements as predictions of future events.\nFinacea® is a registered trademark of Bayer Healthcare.\nContact : U.S. Investor Relations Ilan Hadar, CFO & Country Manager Michael Rice Foamix Pharmaceuticals Ltd. LifeSci Advisors, LLC +972-8-9316233 646-597-6979 ilan.hadar@foamixpharma.com mrice@lifesciadvisors.com\nFoamix Pharmaceuticals, Inc. Consolidated Statement of Operations Data Year ended December 31, 2017 2016 (in thousands of U.S. dollars, except loss per share) Statements of operations data : Revenues $3,669 $5,527 Cost of revenues (1) 13 59 Gross profit 3,656 5,468 Operating expenses: Research and development (1) 57,779 25,897 Selling, general and administrative (1) 11,491 9,221 Total operating expenses 69,270 35,118 Operating loss 65,614 29,650 Net Loss $65,715 $29,336 Loss per share basic and diluted 1.76 0.91\n(1) Includes share-based compensation expenses as follows:\nYear ended December 31, 2017 2016 (in thousands of U.S. dollars) Cost of revenues $2 $3 Research and development 1,711 1,135 Selling, general and administrative 2,453 1,774 Total share-based compensation $4,166 $2,912\nFoamix Pharmaceuticals, Inc. Consolidated Balance Sheet Data 2017 2016 (in thousands of U.S. dollars, other than number of shares) Balance sheet data: Cash and investments (1) $76,412 $130,988 Working capital (2) 59,276 111,730 Total assets 80,254 135,635 Total long-term liabilities 1,425 379 Total shareholders’ equity (capital deficiency) 68,601 129,985 Capital shares $1,576 $1,561 Number of ordinary shares 37,498,128 37,167,791",
    "published": "2018-02-28T16:00:00.000+02:00",
    "crawled": "2018-02-28T17:51:15.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "long",
        "term",
        "open",
        "label",
        "clinical",
        "result",
        "confirm",
        "fmx101",
        "appears",
        "safe",
        "well",
        "tolerated",
        "continued",
        "improvement",
        "treatment",
        "effect",
        "demonstrated",
        "week",
        "conference",
        "call",
        "webcast",
        "wednesday",
        "february",
        "eastern",
        "rehovot",
        "israel",
        "globe",
        "newswire",
        "foamix",
        "pharmaceutical",
        "nasdaq",
        "fomx",
        "foamix",
        "pharmaceutical",
        "company",
        "clinical",
        "stage",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "proprietary",
        "topical",
        "foam",
        "address",
        "unmet",
        "need",
        "dermatology",
        "announced",
        "today",
        "financial",
        "result",
        "fiscal",
        "year",
        "ended",
        "december",
        "clinical",
        "corporate",
        "update",
        "fmx101",
        "company",
        "minocycline",
        "foam",
        "currently",
        "evaluated",
        "third",
        "phase",
        "study",
        "study",
        "patient",
        "severe",
        "acne",
        "result",
        "expected",
        "third",
        "quarter",
        "expected",
        "timing",
        "nda",
        "filing",
        "fmx101",
        "planned",
        "end",
        "fmx103",
        "minocycline",
        "foam",
        "currently",
        "evaluated",
        "two",
        "phase",
        "study",
        "study",
        "patient",
        "severe",
        "papulopustular",
        "rosacea",
        "long",
        "term",
        "safety",
        "concurrently",
        "evaluated",
        "open",
        "label",
        "study",
        "result",
        "expected",
        "late",
        "third",
        "quarter",
        "early",
        "fourth",
        "quarter",
        "enrollment",
        "long",
        "term",
        "safety",
        "study",
        "study",
        "continues",
        "progress",
        "scheduled",
        "significant",
        "number",
        "patient",
        "enrolled",
        "study",
        "continue",
        "observe",
        "low",
        "discontinuation",
        "rate",
        "expected",
        "timing",
        "nda",
        "filing",
        "fmx103",
        "planned",
        "january",
        "february",
        "bayer",
        "foamix",
        "filed",
        "joint",
        "complaint",
        "teva",
        "perrigo",
        "respectively",
        "alleging",
        "patent",
        "infringement",
        "patent",
        "law",
        "arising",
        "submission",
        "teva",
        "perrigo",
        "andas",
        "seeking",
        "approval",
        "manufacture",
        "sell",
        "generic",
        "version",
        "bayer",
        "finacea",
        "foam",
        "committed",
        "defending",
        "intellectual",
        "property",
        "right",
        "globally",
        "including",
        "patent",
        "licensed",
        "pharmaceutical",
        "company",
        "part",
        "collaboration",
        "effort",
        "january",
        "part",
        "orderly",
        "transition",
        "management",
        "ceo",
        "david",
        "domzalski",
        "appointed",
        "board",
        "director",
        "replace",
        "former",
        "ceo",
        "dov",
        "tamarkin",
        "january",
        "company",
        "changed",
        "filing",
        "status",
        "sec",
        "nasdaq",
        "foreign",
        "private",
        "issuer",
        "domestic",
        "filer",
        "fmx101",
        "open",
        "label",
        "safety",
        "study",
        "result",
        "total",
        "patient",
        "enrolled",
        "safety",
        "extension",
        "initial",
        "week",
        "therapy",
        "phase",
        "study",
        "completed",
        "additional",
        "total",
        "week",
        "fmx101",
        "therapy",
        "primary",
        "endpoint",
        "safety",
        "previously",
        "communicated",
        "serious",
        "adverse",
        "event",
        "reported",
        "safety",
        "extension",
        "validating",
        "earlier",
        "data",
        "demonstrating",
        "fmx101",
        "appears",
        "well",
        "tolerated",
        "acceptable",
        "safety",
        "profile",
        "specific",
        "finding",
        "included",
        "adverse",
        "event",
        "comparable",
        "type",
        "frequency",
        "reported",
        "portion",
        "study",
        "frequently",
        "reported",
        "adverse",
        "event",
        "nasopharyngitis",
        "common",
        "cold",
        "adverse",
        "event",
        "occurred",
        "less",
        "patient",
        "additional",
        "week",
        "treatment",
        "four",
        "patient",
        "discontinued",
        "study",
        "adverse",
        "event",
        "assessment",
        "facial",
        "dermal",
        "tolerability",
        "week",
        "patient",
        "none",
        "mild",
        "scoring",
        "erythema",
        "dryness",
        "hyperpigmentation",
        "peeling",
        "itching",
        "severe",
        "local",
        "tolerability",
        "score",
        "recorded",
        "efficacy",
        "result",
        "week",
        "efficacy",
        "also",
        "measured",
        "secondary",
        "endpoint",
        "study",
        "fmx101",
        "study",
        "patient",
        "allowed",
        "discontinue",
        "therapy",
        "fmx101",
        "believed",
        "acne",
        "sufficiently",
        "improved",
        "patient",
        "could",
        "therapy",
        "needed",
        "also",
        "allowed",
        "use",
        "acne",
        "medication",
        "concomitantly",
        "following",
        "summarizes",
        "efficacy",
        "result",
        "subject",
        "assigned",
        "fmx101",
        "therapy",
        "week",
        "week",
        "patient",
        "study",
        "investigator",
        "global",
        "assessment",
        "iga",
        "score",
        "clear",
        "almost",
        "clear",
        "subject",
        "study",
        "iga",
        "score",
        "week",
        "patient",
        "study",
        "reduction",
        "inflammatory",
        "lesion",
        "patient",
        "study",
        "reduction",
        "inflammatory",
        "lesion",
        "week",
        "patient",
        "study",
        "reduction",
        "lesion",
        "patient",
        "study",
        "reduction",
        "lesion",
        "detail",
        "study",
        "result",
        "fmx101",
        "contained",
        "within",
        "recent",
        "investor",
        "presentation",
        "available",
        "company",
        "website",
        "http",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "revenue",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "mainly",
        "due",
        "decrease",
        "million",
        "contingent",
        "payment",
        "bayer",
        "payable",
        "due",
        "bayer",
        "achievement",
        "certain",
        "sale",
        "target",
        "year",
        "offset",
        "increase",
        "royalty",
        "payment",
        "amount",
        "bayer",
        "sale",
        "foam",
        "operating",
        "expense",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "year",
        "million",
        "compared",
        "million",
        "increase",
        "research",
        "development",
        "expense",
        "resulted",
        "primarily",
        "increase",
        "million",
        "cost",
        "relating",
        "predominantly",
        "fmx101",
        "fmx103",
        "clinical",
        "trial",
        "increase",
        "million",
        "payroll",
        "payroll",
        "related",
        "expense",
        "primarily",
        "due",
        "increase",
        "headcount",
        "selling",
        "general",
        "administrative",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "year",
        "million",
        "compared",
        "million",
        "increase",
        "selling",
        "general",
        "administrative",
        "expense",
        "resulted",
        "primarily",
        "increase",
        "million",
        "payroll",
        "expense",
        "mostly",
        "due",
        "increase",
        "headcount",
        "salary",
        "raise",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "company",
        "recorded",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "year",
        "ended",
        "december",
        "cash",
        "cash",
        "equivalent",
        "december",
        "company",
        "million",
        "cash",
        "investment",
        "compared",
        "million",
        "end",
        "december",
        "company",
        "belief",
        "based",
        "current",
        "business",
        "plan",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "throughout",
        "completion",
        "third",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "lead",
        "product",
        "candidate",
        "fmx101",
        "two",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "fmx103",
        "conference",
        "call",
        "webcast",
        "wednesday",
        "february",
        "eastern",
        "time",
        "toll",
        "free",
        "international",
        "conference",
        "id",
        "webcast",
        "http",
        "replay",
        "available",
        "march",
        "international",
        "conference",
        "id",
        "foamix",
        "foamix",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "proprietary",
        "innovative",
        "differentiated",
        "topical",
        "drug",
        "dermatological",
        "therapy",
        "leading",
        "clinical",
        "stage",
        "product",
        "candidate",
        "fmx101",
        "novel",
        "minocycline",
        "foam",
        "treatment",
        "acne",
        "fmx103",
        "novel",
        "minocycline",
        "foam",
        "treatment",
        "rosacea",
        "continue",
        "pursue",
        "research",
        "development",
        "proprietary",
        "innovative",
        "foam",
        "technology",
        "treatment",
        "various",
        "skin",
        "condition",
        "currently",
        "development",
        "license",
        "agreement",
        "relating",
        "technology",
        "various",
        "pharmaceutical",
        "company",
        "including",
        "bayer",
        "healthcare",
        "others",
        "foamix",
        "us",
        "website",
        "channel",
        "distribute",
        "information",
        "foamix",
        "product",
        "candidate",
        "time",
        "time",
        "foamix",
        "may",
        "use",
        "website",
        "comply",
        "disclosure",
        "obligation",
        "regulation",
        "fd",
        "therefore",
        "investor",
        "monitor",
        "foamix",
        "website",
        "addition",
        "following",
        "press",
        "release",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "public",
        "conference",
        "call",
        "webcasts",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "safe",
        "harbor",
        "provision",
        "created",
        "section",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "regarding",
        "assumption",
        "expectation",
        "forecast",
        "belief",
        "intention",
        "related",
        "financial",
        "result",
        "commercial",
        "result",
        "timing",
        "result",
        "clinical",
        "trial",
        "fda",
        "regulatory",
        "agency",
        "authorization",
        "statement",
        "based",
        "current",
        "knowledge",
        "present",
        "belief",
        "expectation",
        "regarding",
        "possible",
        "future",
        "event",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "various",
        "factor",
        "including",
        "limited",
        "unexpected",
        "delay",
        "clinical",
        "trial",
        "announcement",
        "result",
        "excess",
        "cost",
        "unfavorable",
        "result",
        "clinical",
        "trial",
        "delay",
        "denial",
        "fda",
        "approval",
        "process",
        "additional",
        "competition",
        "acne",
        "dermatology",
        "market",
        "denial",
        "reimbursement",
        "third",
        "party",
        "payors",
        "inability",
        "raise",
        "additional",
        "capital",
        "ability",
        "recruit",
        "retain",
        "key",
        "employee",
        "ability",
        "stay",
        "compliance",
        "applicable",
        "law",
        "rule",
        "regulation",
        "discus",
        "many",
        "risk",
        "greater",
        "detail",
        "annual",
        "periodic",
        "filing",
        "sec",
        "including",
        "heading",
        "risk",
        "factor",
        "recent",
        "annual",
        "report",
        "although",
        "believe",
        "statement",
        "reasonable",
        "speak",
        "date",
        "announcement",
        "foamix",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "except",
        "otherwise",
        "required",
        "law",
        "given",
        "risk",
        "uncertainty",
        "rely",
        "upon",
        "statement",
        "prediction",
        "future",
        "event",
        "registered",
        "trademark",
        "bayer",
        "healthcare",
        "contact",
        "investor",
        "relation",
        "ilan",
        "hadar",
        "cfo",
        "country",
        "manager",
        "michael",
        "rice",
        "foamix",
        "pharmaceutical",
        "lifesci",
        "advisor",
        "llc",
        "mrice",
        "foamix",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "data",
        "year",
        "ended",
        "december",
        "thousand",
        "dollar",
        "except",
        "loss",
        "per",
        "share",
        "statement",
        "operation",
        "data",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "includes",
        "compensation",
        "expense",
        "follows",
        "year",
        "ended",
        "december",
        "thousand",
        "dollar",
        "cost",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "compensation",
        "foamix",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "dollar",
        "number",
        "share",
        "balance",
        "sheet",
        "data",
        "cash",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "capital",
        "deficiency",
        "capital",
        "share",
        "number",
        "ordinary",
        "share"
    ]
}