{
    "organizations": [],
    "uuid": "d0280b5cfc83842d3116e5dd8da9af2c49d7c410",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/globe-newswire-student-transportation-inc-reports-fiscal-2018-second-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Student Transportation Inc. Reports Fiscal 2018 Second Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BARRIE, Ontario, Feb. 09, 2018 (GLOBE NEWSWIRE) -- Student Transportation Inc. (“STI” or “Company”) (TSX:STB) (NASDAQ:STB) today announced financial results for the second quarter of fiscal year 2018 ended December 31, 2017. All financial results are reported in U.S. dollars except as otherwise noted.\nRevenue for the second quarter of fiscal 2018 increased to $193.9 million from $177.2 million for the second quarter of fiscal 2017. Adjusted EBITDA* increased to $45.4 million compared to $42.9 million for the same period last year. STI reported net income for the second quarter of $22.7 million or $0.24 per common share, compared to $6.0 million, or $0.07 per common share, for the second quarter of fiscal 2017. Excluding the non-cash benefit of the new U.S. Tax Cuts and Jobs Act of 2017 legislative reform changes, net income for the second quarter of fiscal 2018 would have been $8.8 million, or $0.09 per common share.\n“We are pleased with the results achieved in the first half of fiscal 2018, which will serve as a springboard moving forward,” said Patrick Vaughan, President of the School Transportation Group (STG). As many can appreciate, we have had severe weather impacts over the course of this school year. Roughly $2.5 million in revenue to-date was not booked due to weather-related issues from ice and snow storms throughout the U.S and Canada, as well as fires and ensuing mudslides in Southern California which closed schools in that area. We anticipate additional lost days in January due to weather. While we expect to make up most of the lost days, this year we will not make up all of the days and will incur some additional expenses for extra wages, fuel and snow removal which will not be recoverable. The good news is our operating efficiencies and new contracts in STG have softened the effect. The work that our team has been doing helping customers reduce costs, as well as improving safety, is continuing to grow our business and strengthening our reputation as the industry leader.\n“Despite an increase of 40 percent since this time last year in crude oil prices, total fuel cost, which includes elimination of the $0.50 per gallon alternative fuel tax credits, has only risen from 5.3 to 5.6 percent. Our contract fuel mitigation strategy that we have been working on for years continues to have a positive impact in this area.”\nSTI’s year-over-year revenue is up 7.9 percent, to $301.3 million for the first half of fiscal 2018 from $279.4 million. Including the impacts of the 2017 tax reform, STI reported net income for the first six months of fiscal 2018 of $14.7 million, or $0.16 per common share, compared to a net loss of $5.7 million, or $0.06 loss per common share for the first six months of fiscal 2017. Adjusted EBITDA* increased 6 percent to $45.6 million from $43.1 million for the first six months of fiscal 2017.\nDenis J. Gallagher, STI Chairman and CEO stated, “Last year at this time we faced a significant headwind in the form of a continued tightening in the labor market which created driver shortages in certain markets. Our recruitment efforts and retention programs, which speak to our industry leading culture, in addition to increasing driver wages, has vastly improved our position in each market. We are in an active bid and acquisition season and continue to be disciplined in that process of not only what we bid on in order to have proper staffing and provide great service should we win the contract, but we’re selective on where we bid, too. Our renewal process on many contracts is underway and has been going very well. With many bids and renewals still to come in all markets, we remain confident we will continue our steady growth.”\nThomas Kominsky, Chief Growth Officer of the Company, announced that the Managed Services Group (MSG) recently acquired a leading fleet consulting and management company that specializes in fleet advisory and outsourced management services working with local, state and federal agencies, as well as large private sector clients, and on such critical items as fleet planning, in-source and out-source decisions and logistics. “This new business, with annual revenues in excess of $5 million and growing, adds nicely to our existing fleet consulting business and brings a seasoned executive team to the Managed Services Group which will enhance further cross-selling opportunities across our entire non-asset group of companies. We continue to anticipate approximately 25 percent growth this fiscal year for MSG as the products and services we have developed are leveraged with customers. Real solutions for school districts, colleges, universities, and now municipal, state, federal and commercial fleets are being offered and utilized by the entities in the areas of transportation system management, fleet management and procurement, consulting, staffing, technology and training.”\nKominsky added, “For the third consecutive year, our industry-leading school bus tracking app, SafeStop™, more than doubled its size in terms of vehicles tracked and registered users. SafeStop, which continues to be a great lead generator for MSG has approximately 40,000 users from school district owned and operated vehicles plus a growing list of contractors using our tracking system. By utilizing our app and its data platform called SafeStop Analytics (SSA) , school bus operators and district administrators can deliver vital bus information to the palm of a parent’s hand and dramatically reduce the number of phone calls schools receive. Only SSA can clearly demonstrate to school officials new ways to optimize their service thus lowering costs and allowing them to focus on improving overall safety and performance. As we continue to build our user base and develop more applications, our opportunities to engage customers in a B2C and B2B environment increases dramatically.”\nThe Company also announced that the Board of Directors, which reviews and approves the dividend on a quarterly basis in advance, has approved the monthly cash dividend of $0.03667 per common share for shareholders of record through the end of the fourth quarter of fiscal 2018. The dividend, paid in U.S. dollars, is Canadian Dividend Tax Qualified and is a Qualified Dividend in the U.S.\nReconciliation of Net Income (Loss) and Adjusted EBITDA * Year over Year Year over Year (Amounts in 000's) Three Months Ended Six Months Ended 12/31/17 12/31/16 12/31/17 12/31/16 Net income (loss) $ 22,728 $ 6,048 $ 14,739 $ (5,668 ) Add back: Income tax (benefit) expense (8,750 ) 4,064 (13,529 ) (3,607 ) Foreign currency loss (gain) 36 128 (767 ) (14 ) Other (income) expense, net (86 ) (694 ) (468 ) 140 Non-cash gain on US$ 6.25% Convertible Debentures conversion feature - - - (190 ) Non-cash stock compensation 821 2,479 821 5,802 Interest expense 4,995 3,551 9,622 9,160 Impairment of oil and gas assets - - - 224 Amortization expense 836 783 1,631 1,574 Depreciation and depletion expense 11,881 14,136 16,300 19,063 Operating lease expense 12,946 12,418 17,265 16,569 Adjusted EBITDA * $ 45,407 $ 42,913 $ 45,614 $ 43,053\nResults of Operations (Amounts in 000's) Three Months Ended Six Months Ended December 31 December 31 2017 2016 2017 2016 Revenues $ 193,856 $ 177,176 $ 301,289 $ 279,352 Costs and expenses Cost of operations 143,294 130,530 237,401 219,733 General and administrative 18,079 16,151 35,472 33,135 Non-cash stock compensation 821 2,479 821 5,802 Acquisition expense 22 - 67 - Depreciation and depletion expense 11,881 14,136 16,300 19,063 Amortization expense 836 783 1,631 1,574 Impairment of oil and gas assets - - - 224 Total operating expenses 174,933 164,079 291,692 279,531 Income (loss) from operations 18,923 13,097 9,597 (179 ) Interest expense 4,995 3,551 9,622 9,160 Foreign currency loss (gain) 36 128 (767 ) (14 ) Non-cash gain on US$ 6.25% Convertible Debentures conversion feature - - - (190 ) Other (income) expense, net (86 ) (694 ) (468 ) 140 Income (loss) before income taxes 13,978 10,112 1,210 (9,275 ) Income tax (benefit) expense (8,750 ) 4,064 (13,529 ) (3,607 ) Net income (loss) $ 22,728 $ 6,048 $ 14,739 $ (5,668 ) Basic net income (loss) per common share $ 0.24 $ 0.07 $ 0.16 $ (0.06 ) Diluted net income (loss) per common share $ 0.21 $ 0.06 $ 0.15 $ (0.06 ) Conference Call & Live Webcast\nStudent Transportation Inc. will hold a conference call and live audio webcast on Tuesday, February 13, 2018 at 11:00 a.m. (ET) to discuss its results for the second quarter of fiscal year 2018 ended December 31, 2017. The call will be hosted by Denis Gallagher, Chairman and Chief Executive Officer, and Patrick Walker, Executive Vice President and Chief Financial Officer. Following management’s presentation, there will be a brief question and answer session for analysts and institutional investors. The call can be accessed in the United States by dialing 1-877-561-2750 and International callers can access it by dialing 1-763-416-8565. To access the live audio webcast and rebroadcast for up to 30 days after the call, visit www.RideSTBus.com .\nProfile\nFounded in 1997, Student Transportation Inc. (STI) is an industry leader in school transportation, safety and fleet services. STI operates more than 13,500 vehicles, providing customers with the highest level of safe and reliable student transportation, management, logistics and technology solutions throughout the U.S. and Canada. Services are delivered by drivers, dispatchers, maintenance technicians, managers, information technology professionals and others, who are caring members of their local communities. For more information, please visit www.RideSTBus.com .\n* Non-GAAP Measures\nAdjusted EBITDA is a non-GAAP financial measure, but management believes it is useful in measuring STI's performance. Readers are cautioned that this measure should not be construed as an alternative to net income or loss or other comparable measures determined in accordance with GAAP as an indicator of the Company's performance or as a measure of its liquidity and cash flow. The Company's method of calculating non-GAAP measures may differ from the methods used by other issuers and accordingly, the Company's non-GAAP measures may not be comparable to similarly titled measures used by other issuers.\nCertain statements in this news release are \"forward-looking statements\" within the meaning of applicable securities laws, which reflect the expectations of management regarding, among other matters, STI's revenues, expense levels, cost of capital, financial leverage, seasonality, liquidity, profitability of new businesses acquired or secured through bids, borrowing availability, ability to renew or refinance various loan facilities as they become due, ability to execute STI's growth strategy and cash distributions, as well as their future growth, results of operations, performance and business prospects and opportunities. Forward-looking statements generally can be identified by the use of forward-looking terminology such as \"may\", \"will\", \"expect\", \"intend\", \"estimate\", \"anticipate\", \"believe\", \"should\", \"plans\" or \"continue\" or similar expressions, and the negative forms thereof, suggesting future outcomes or events.\nInvestor Contacts:\nPatrick J. Walker\nExecutive Vice President & Chief Financial Officer\nStudent Transportation Inc.\nDoug Coupe\nDirector of Communications & Investor Relations\nStudent Transportation Inc.\n843.884.2720\ndcoupe@ridesta.com\nSource:Student Transportation Inc",
    "published": "2018-02-10T01:28:00.000+02:00",
    "crawled": "2018-02-10T05:05:29.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "barrie",
        "ontario",
        "globe",
        "newswire",
        "student",
        "transportation",
        "sti",
        "company",
        "tsx",
        "stb",
        "nasdaq",
        "stb",
        "today",
        "announced",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "financial",
        "result",
        "reported",
        "dollar",
        "except",
        "otherwise",
        "noted",
        "revenue",
        "second",
        "quarter",
        "fiscal",
        "increased",
        "million",
        "million",
        "second",
        "quarter",
        "fiscal",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "sti",
        "reported",
        "net",
        "income",
        "second",
        "quarter",
        "million",
        "per",
        "common",
        "share",
        "compared",
        "million",
        "per",
        "common",
        "share",
        "second",
        "quarter",
        "fiscal",
        "excluding",
        "benefit",
        "new",
        "tax",
        "cut",
        "job",
        "act",
        "legislative",
        "reform",
        "change",
        "net",
        "income",
        "second",
        "quarter",
        "fiscal",
        "would",
        "million",
        "per",
        "common",
        "share",
        "pleased",
        "result",
        "achieved",
        "first",
        "half",
        "fiscal",
        "serve",
        "springboard",
        "moving",
        "forward",
        "said",
        "patrick",
        "vaughan",
        "president",
        "school",
        "transportation",
        "group",
        "stg",
        "many",
        "appreciate",
        "severe",
        "weather",
        "impact",
        "course",
        "school",
        "year",
        "roughly",
        "million",
        "revenue",
        "booked",
        "due",
        "issue",
        "ice",
        "snow",
        "storm",
        "throughout",
        "canada",
        "well",
        "fire",
        "ensuing",
        "mudslide",
        "southern",
        "california",
        "closed",
        "school",
        "area",
        "anticipate",
        "additional",
        "lost",
        "day",
        "january",
        "due",
        "weather",
        "expect",
        "make",
        "lost",
        "day",
        "year",
        "make",
        "day",
        "incur",
        "additional",
        "expense",
        "extra",
        "wage",
        "fuel",
        "snow",
        "removal",
        "recoverable",
        "good",
        "news",
        "operating",
        "efficiency",
        "new",
        "contract",
        "stg",
        "softened",
        "effect",
        "work",
        "team",
        "helping",
        "customer",
        "reduce",
        "cost",
        "well",
        "improving",
        "safety",
        "continuing",
        "grow",
        "business",
        "strengthening",
        "reputation",
        "industry",
        "leader",
        "despite",
        "increase",
        "percent",
        "since",
        "time",
        "last",
        "year",
        "crude",
        "oil",
        "price",
        "total",
        "fuel",
        "cost",
        "includes",
        "elimination",
        "per",
        "gallon",
        "alternative",
        "fuel",
        "tax",
        "credit",
        "risen",
        "percent",
        "contract",
        "fuel",
        "mitigation",
        "strategy",
        "working",
        "year",
        "continues",
        "positive",
        "impact",
        "sti",
        "revenue",
        "percent",
        "million",
        "first",
        "half",
        "fiscal",
        "million",
        "including",
        "impact",
        "tax",
        "reform",
        "sti",
        "reported",
        "net",
        "income",
        "first",
        "six",
        "month",
        "fiscal",
        "million",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "first",
        "six",
        "month",
        "fiscal",
        "adjusted",
        "ebitda",
        "increased",
        "percent",
        "million",
        "million",
        "first",
        "six",
        "month",
        "fiscal",
        "denis",
        "gallagher",
        "sti",
        "chairman",
        "ceo",
        "stated",
        "last",
        "year",
        "time",
        "faced",
        "significant",
        "headwind",
        "form",
        "continued",
        "tightening",
        "labor",
        "market",
        "created",
        "driver",
        "shortage",
        "certain",
        "market",
        "recruitment",
        "effort",
        "retention",
        "program",
        "speak",
        "industry",
        "leading",
        "culture",
        "addition",
        "increasing",
        "driver",
        "wage",
        "vastly",
        "improved",
        "position",
        "market",
        "active",
        "bid",
        "acquisition",
        "season",
        "continue",
        "disciplined",
        "process",
        "bid",
        "order",
        "proper",
        "staffing",
        "provide",
        "great",
        "service",
        "win",
        "contract",
        "selective",
        "bid",
        "renewal",
        "process",
        "many",
        "contract",
        "underway",
        "going",
        "well",
        "many",
        "bid",
        "renewal",
        "still",
        "come",
        "market",
        "remain",
        "confident",
        "continue",
        "steady",
        "thomas",
        "kominsky",
        "chief",
        "growth",
        "officer",
        "company",
        "announced",
        "managed",
        "service",
        "group",
        "msg",
        "recently",
        "acquired",
        "leading",
        "fleet",
        "consulting",
        "management",
        "company",
        "specializes",
        "fleet",
        "advisory",
        "outsourced",
        "management",
        "service",
        "working",
        "local",
        "state",
        "federal",
        "agency",
        "well",
        "large",
        "private",
        "sector",
        "client",
        "critical",
        "item",
        "fleet",
        "planning",
        "decision",
        "logistics",
        "new",
        "business",
        "annual",
        "revenue",
        "excess",
        "million",
        "growing",
        "add",
        "nicely",
        "existing",
        "fleet",
        "consulting",
        "business",
        "brings",
        "seasoned",
        "executive",
        "team",
        "managed",
        "service",
        "group",
        "enhance",
        "opportunity",
        "across",
        "entire",
        "group",
        "company",
        "continue",
        "anticipate",
        "approximately",
        "percent",
        "growth",
        "fiscal",
        "year",
        "msg",
        "product",
        "service",
        "developed",
        "leveraged",
        "customer",
        "real",
        "solution",
        "school",
        "district",
        "college",
        "university",
        "municipal",
        "state",
        "federal",
        "commercial",
        "fleet",
        "offered",
        "utilized",
        "entity",
        "area",
        "transportation",
        "system",
        "management",
        "fleet",
        "management",
        "procurement",
        "consulting",
        "staffing",
        "technology",
        "kominsky",
        "added",
        "third",
        "consecutive",
        "year",
        "school",
        "bus",
        "tracking",
        "app",
        "doubled",
        "size",
        "term",
        "vehicle",
        "tracked",
        "registered",
        "user",
        "safestop",
        "continues",
        "great",
        "lead",
        "generator",
        "msg",
        "approximately",
        "user",
        "school",
        "district",
        "owned",
        "operated",
        "vehicle",
        "plus",
        "growing",
        "list",
        "contractor",
        "using",
        "tracking",
        "system",
        "utilizing",
        "app",
        "data",
        "platform",
        "called",
        "safestop",
        "analytics",
        "ssa",
        "school",
        "bus",
        "operator",
        "district",
        "administrator",
        "deliver",
        "vital",
        "bus",
        "information",
        "palm",
        "parent",
        "hand",
        "dramatically",
        "reduce",
        "number",
        "phone",
        "call",
        "school",
        "receive",
        "ssa",
        "clearly",
        "demonstrate",
        "school",
        "official",
        "new",
        "way",
        "optimize",
        "service",
        "thus",
        "lowering",
        "cost",
        "allowing",
        "focus",
        "improving",
        "overall",
        "safety",
        "performance",
        "continue",
        "build",
        "user",
        "base",
        "develop",
        "application",
        "opportunity",
        "engage",
        "customer",
        "b2c",
        "b2b",
        "environment",
        "increase",
        "company",
        "also",
        "announced",
        "board",
        "director",
        "review",
        "approves",
        "dividend",
        "quarterly",
        "basis",
        "advance",
        "approved",
        "monthly",
        "cash",
        "dividend",
        "per",
        "common",
        "share",
        "shareholder",
        "record",
        "end",
        "fourth",
        "quarter",
        "fiscal",
        "dividend",
        "paid",
        "dollar",
        "canadian",
        "dividend",
        "tax",
        "qualified",
        "qualified",
        "dividend",
        "reconciliation",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "year",
        "year",
        "year",
        "year",
        "amount",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "net",
        "income",
        "loss",
        "add",
        "back",
        "income",
        "tax",
        "benefit",
        "expense",
        "foreign",
        "currency",
        "loss",
        "gain",
        "income",
        "expense",
        "net",
        "gain",
        "u",
        "convertible",
        "debenture",
        "conversion",
        "feature",
        "stock",
        "compensation",
        "interest",
        "expense",
        "impairment",
        "oil",
        "gas",
        "asset",
        "amortization",
        "expense",
        "depreciation",
        "depletion",
        "expense",
        "operating",
        "lease",
        "expense",
        "adjusted",
        "ebitda",
        "result",
        "operation",
        "amount",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "cost",
        "expense",
        "cost",
        "operation",
        "general",
        "administrative",
        "stock",
        "compensation",
        "acquisition",
        "expense",
        "depreciation",
        "depletion",
        "expense",
        "amortization",
        "expense",
        "impairment",
        "oil",
        "gas",
        "asset",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "interest",
        "expense",
        "foreign",
        "currency",
        "loss",
        "gain",
        "gain",
        "u",
        "convertible",
        "debenture",
        "conversion",
        "feature",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "loss",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "conference",
        "call",
        "live",
        "webcast",
        "student",
        "transportation",
        "hold",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "tuesday",
        "february",
        "et",
        "discus",
        "result",
        "second",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "call",
        "hosted",
        "denis",
        "gallagher",
        "chairman",
        "chief",
        "executive",
        "officer",
        "patrick",
        "walker",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "following",
        "management",
        "presentation",
        "brief",
        "question",
        "answer",
        "session",
        "analyst",
        "institutional",
        "investor",
        "call",
        "accessed",
        "united",
        "state",
        "dialing",
        "international",
        "caller",
        "access",
        "dialing",
        "access",
        "live",
        "audio",
        "webcast",
        "rebroadcast",
        "day",
        "call",
        "visit",
        "profile",
        "founded",
        "student",
        "transportation",
        "sti",
        "industry",
        "leader",
        "school",
        "transportation",
        "safety",
        "fleet",
        "service",
        "sti",
        "operates",
        "vehicle",
        "providing",
        "customer",
        "highest",
        "level",
        "safe",
        "reliable",
        "student",
        "transportation",
        "management",
        "logistics",
        "technology",
        "solution",
        "throughout",
        "canada",
        "service",
        "delivered",
        "driver",
        "dispatcher",
        "maintenance",
        "technician",
        "manager",
        "information",
        "technology",
        "professional",
        "others",
        "caring",
        "member",
        "local",
        "community",
        "information",
        "please",
        "visit",
        "measure",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "management",
        "belief",
        "useful",
        "measuring",
        "sti",
        "performance",
        "reader",
        "cautioned",
        "measure",
        "construed",
        "alternative",
        "net",
        "income",
        "loss",
        "comparable",
        "measure",
        "determined",
        "accordance",
        "gaap",
        "indicator",
        "company",
        "performance",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "company",
        "method",
        "calculating",
        "measure",
        "may",
        "differ",
        "method",
        "used",
        "issuer",
        "accordingly",
        "company",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "issuer",
        "certain",
        "statement",
        "news",
        "release",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "reflect",
        "expectation",
        "management",
        "regarding",
        "among",
        "matter",
        "sti",
        "revenue",
        "expense",
        "level",
        "cost",
        "capital",
        "financial",
        "leverage",
        "seasonality",
        "liquidity",
        "profitability",
        "new",
        "business",
        "acquired",
        "secured",
        "bid",
        "borrowing",
        "availability",
        "ability",
        "renew",
        "refinance",
        "various",
        "loan",
        "facility",
        "become",
        "due",
        "ability",
        "execute",
        "sti",
        "growth",
        "strategy",
        "cash",
        "distribution",
        "well",
        "future",
        "growth",
        "result",
        "operation",
        "performance",
        "business",
        "prospect",
        "opportunity",
        "statement",
        "generally",
        "identified",
        "use",
        "terminology",
        "may",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "believe",
        "plan",
        "continue",
        "similar",
        "expression",
        "negative",
        "form",
        "thereof",
        "suggesting",
        "future",
        "outcome",
        "event",
        "investor",
        "contact",
        "patrick",
        "walker",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "student",
        "transportation",
        "doug",
        "coupe",
        "director",
        "communication",
        "investor",
        "relation",
        "student",
        "transportation",
        "dcoupe",
        "source",
        "student",
        "transportation",
        "inc"
    ]
}