{
    "organizations": [],
    "uuid": "5c43cd57e3a5967b0b07aeb2f0d69f5b0bb1758c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/globe-newswire-griffin-announces-fiscal-2017-fourth-quarter-and-fiscal-2017-full-year-results.html",
    "ord_in_thread": 0,
    "title": "Griffin Announces Fiscal 2017 Fourth Quarter and Fiscal 2017 Full Year Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Feb. 08, 2018 (GLOBE NEWSWIRE) -- Griffin Industrial Realty, Inc. (Nasdaq:GRIF) (“Griffin”) reported total revenue for the fiscal 2017 full year (“fiscal 2017”) of $43,884,000, as compared to total revenue for the fiscal 2016 full year (“fiscal 2016”) of $30,851,000. Rental revenue in fiscal 2017 was $29,939,000, as compared to $26,487,000 in fiscal 2016, and revenue from property sales was $13,945,000 in fiscal 2017, as compared to $4,364,000 in fiscal 2016. Operating income in fiscal 2017 increased to $12,622,000 from $5,627,000 in fiscal 2016. The higher operating income in fiscal 2017, as compared to fiscal 2016, reflected an increase of $6,611,000 in gain generated from property sales and an increase of $2,836,000 in profit from leasing activities (which Griffin defines as rental revenue less operating expenses of rental properties) 1 , partially offset by increases in depreciation and amortization expense and general and administrative expenses of $1,267,000 and $1,185,000, respectively.\nGriffin reported net income in fiscal 2017 of $4,627,000 and basic and diluted net income per share of $0.92, as compared to net income of $576,000 and basic and diluted net income per share of $0.11 in fiscal 2016. The higher net income in fiscal 2017, as compared to fiscal 2016, principally reflected the higher operating income in fiscal 2017 partially offset by higher interest expense and higher income tax expense in fiscal 2017. The higher interest expense reflected the increased amount of mortgage loans outstanding in fiscal 2017 as compared to fiscal 2016.\nAs of November 30, 2017, Griffin’s real estate portfolio was approximately 3,710,000 square feet with approximately 3,515,000 square feet (95%) leased, as compared to a total of approximately 3,297,000 square feet with approximately 3,066,000 square feet (93%) leased as of November 30, 2016. In fiscal 2017, Griffin’s net space under lease increased by approximately 449,000 square feet, principally as a result of the acquisition on June 9, 2017 of 215 International Drive (“215 International”), Griffin’s first property in the Charlotte, North Carolina area and two new leases aggregating approximately 104,000 square feet of industrial/warehouse space in New England Tradeport (“NE Tradeport”), Griffin’s industrial park in Windsor and East Granby, Connecticut. 215 International is an approximately 277,000 square foot industrial/warehouse building that was 74% leased when acquired and became fully leased on August 1, 2017. Additionally, although not impacting fiscal 2017 rental revenue and profit from leasing activities, just prior to the end of fiscal 2017, Griffin completed construction, on speculation, of an approximately 137,000 square foot industrial/warehouse building (“330 Stone”) in NE Tradeport. A lease of approximately 74,000 square feet in 330 Stone to a tenant that relocated from approximately 39,000 square feet in another of Griffin’s NE Tradeport industrial/warehouse buildings commenced upon completion of 330 Stone. The vacated space in the other NE Tradeport industrial/warehouse building was re-leased to a new tenant, with that lease expected to become effective in the fiscal 2018 first quarter.\nThe increase in revenue and gain from property sales in fiscal 2017, as compared to fiscal 2016, was principally due to the fiscal 2017 sale for $10,250,000 of approximately 67 acres of undeveloped land (the “2017 Phoenix Crossing Land Sale”) in Phoenix Crossing, an approximately 268 acre business park master planned by Griffin that straddles the town line between Windsor and Bloomfield, Connecticut. The 2017 Phoenix Crossing Land Sale generated a pretax gain of $7,975,000.\nProfit from leasing activities increased to $21,073,000 in fiscal 2017 from $18,237,000 in fiscal 2016. The increase in profit from leasing activities in fiscal 2017, as compared to fiscal 2016, reflected a $3,452,000 increase in rental revenue partially offset by an increase of $616,000 in operating expenses of rental properties. The increase in rental revenue principally reflected leases completed in fiscal 2016 that did not become effective until fiscal 2017 when tenant improvements were completed and tenants took occupancy, the acquisition of 215 International in fiscal 2017 and new leasing in fiscal 2017. The increase in operating expenses of rental properties in fiscal 2017, as compared to fiscal 2016, principally reflected a full year of expenses related to 5210 Jaindl Boulevard (“5210 Jaindl”), an approximately 252,000 square foot industrial/warehouse building in the Lehigh Valley of Pennsylvania that was completed and placed in service in the second half of fiscal 2016 and expenses related to 215 International.\nPartially offsetting the increase in profit from leasing activities in fiscal 2017, as compared to fiscal 2016, were the increases in depreciation and amortization expense of $1,267,000 and general and administrative expenses of $1,185,000. The increase in depreciation and amortization expense in fiscal 2017, as compared to fiscal 2016, principally reflected expenses related to 5210 Jaindl and 215 International. The increase in general and administrative expenses in fiscal 2017, as compared to fiscal 2016, principally reflected increases of approximately $400,000 of incentive compensation expense, approximately $300,000 of expenses related to Griffin’s non-qualified deferred compensation plan and approximately $300,000 for the write-off of costs related to a potential purchase of undeveloped land that was not completed.\nGriffin reported total revenue for the three months ended November 30, 2017 (the “2017 fourth quarter”) of $8,864,000, as compared to total revenue for the three months ended November 30, 2016 (the “2016 fourth quarter”) of $10,380,000. Rental revenue in the 2017 fourth quarter increased to $7,869,000 from $6,489,000 in the 2016 fourth quarter, whereas revenue from property sales in the 2017 fourth quarter was $995,000, as compared to $3,891,000 in the 2016 fourth quarter. Operating income in the 2017 fourth quarter was $843,000 as compared to $3,464,000 in the 2016 fourth quarter. The lower operating income in the 2017 fourth quarter, as compared to the 2016 fourth quarter, reflected a gain on property sales of $3,274,000 in the 2016 fourth quarter as compared to a gain on property sales of $130,000 in the 2017 fourth quarter and increases in general and administrative expenses and depreciation and amortization expense of $489,000 and $434,000, respectively, in the 2017 fourth quarter as compared to the 2016 fourth quarter. The lower gain on property sales and increases in general and administrative expenses and depreciation and amortization expense more than offset an increase in profit from leasing activities of $1,446,000 in the 2017 fourth quarter as compared to the 2016 fourth quarter. The increase in rental revenue and profit from leasing activities in the 2017 fourth quarter, as compared to the 2016 fourth quarter, principally reflected the increase in space leased in the 2017 fourth quarter as compared to the 2016 fourth quarter.\nGriffin reported a net loss in the 2017 fourth quarter of ($490,000) and a basic and diluted net loss per share of ($0.10), as compared to net income of $1,339,000 and basic and diluted net income per share of $0.26 in the 2016 fourth quarter. The 2017 fourth quarter net loss, as compared to net income in the 2016 fourth quarter, principally reflected the lower operating income in the 2017 fourth quarter and an increase in interest expense in the 2017 fourth quarter, as compared to the 2016 fourth quarter, partially offset by an income tax benefit in the 2017 fourth quarter as compared to income tax expense in the 2016 fourth quarter. The higher interest expense in the 2017 fourth quarter, as compared to the 2016 fourth quarter, reflected the increased amount of mortgage loans outstanding in the 2017 fourth quarter as compared to the 2016 fourth quarter.\nThe lower revenue from property sales in the 2017 fourth quarter, as compared to the 2016 fourth quarter, principally reflected the 2016 fourth quarter including a sale for $3,756,000 of approximately 29 acres of undeveloped land in Griffin Center whereas revenue from property sales in the 2017 fourth quarter principally reflected a smaller sale of undeveloped land in Phoenix Crossing. The increase in depreciation and amortization expense in the 2017 fourth quarter, as compared to the 2016 fourth quarter, principally reflected expenses related to 5210 Jaindl and 215 International. The increase in general and administrative expenses in the 2017 fourth quarter, as compared to the 2016 fourth quarter, principally reflected higher incentive compensation expense.\nForward-Looking Statements:\nThis Press Release includes “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These forward looking statements include the timing of rent commencement from a new lease in a NE Tradeport industrial/warehouse building. Although Griffin believes that its plans, intentions and expectations reflected in such forward-looking statements are reasonable, it can give no assurance that such plans, intentions or expectations will be achieved. The forward-looking statements disclosed herein, are based on assumptions and estimates that, while considered reasonable by Griffin as of the date hereof, are inherently subject to significant business, economic, competitive and regulatory uncertainties and contingencies, many of which are beyond the control of Griffin. Griffin’s actual results could differ materially from those expressed or implied in these forward-looking statements as a result of various important factors, including those set forth in Item 1A under the heading “Risk Factors” in Griffin’s Annual Report on Form 10-K for the fiscal year ended November 30, 2017 and Griffin’s other reports filed with the Commission. Griffin disclaims any obligation to update any forward-looking statements as a result of developments occurring after the date of this press release except as required by law.",
    "published": "2018-02-08T17:55:00.000+02:00",
    "crawled": "2018-02-08T22:29:02.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "globe",
        "newswire",
        "griffin",
        "industrial",
        "realty",
        "nasdaq",
        "grif",
        "griffin",
        "reported",
        "total",
        "revenue",
        "fiscal",
        "full",
        "year",
        "fiscal",
        "compared",
        "total",
        "revenue",
        "fiscal",
        "full",
        "year",
        "fiscal",
        "rental",
        "revenue",
        "fiscal",
        "compared",
        "fiscal",
        "revenue",
        "property",
        "sale",
        "fiscal",
        "compared",
        "fiscal",
        "operating",
        "income",
        "fiscal",
        "increased",
        "fiscal",
        "higher",
        "operating",
        "income",
        "fiscal",
        "compared",
        "fiscal",
        "reflected",
        "increase",
        "gain",
        "generated",
        "property",
        "sale",
        "increase",
        "profit",
        "leasing",
        "activity",
        "griffin",
        "defines",
        "rental",
        "revenue",
        "less",
        "operating",
        "expense",
        "rental",
        "property",
        "partially",
        "offset",
        "increase",
        "depreciation",
        "amortization",
        "expense",
        "general",
        "administrative",
        "expense",
        "respectively",
        "griffin",
        "reported",
        "net",
        "income",
        "fiscal",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "fiscal",
        "higher",
        "net",
        "income",
        "fiscal",
        "compared",
        "fiscal",
        "principally",
        "reflected",
        "higher",
        "operating",
        "income",
        "fiscal",
        "partially",
        "offset",
        "higher",
        "interest",
        "expense",
        "higher",
        "income",
        "tax",
        "expense",
        "fiscal",
        "higher",
        "interest",
        "expense",
        "reflected",
        "increased",
        "amount",
        "mortgage",
        "loan",
        "outstanding",
        "fiscal",
        "compared",
        "fiscal",
        "november",
        "griffin",
        "real",
        "estate",
        "portfolio",
        "approximately",
        "square",
        "foot",
        "approximately",
        "square",
        "foot",
        "leased",
        "compared",
        "total",
        "approximately",
        "square",
        "foot",
        "approximately",
        "square",
        "foot",
        "leased",
        "november",
        "fiscal",
        "griffin",
        "net",
        "space",
        "lease",
        "increased",
        "approximately",
        "square",
        "foot",
        "principally",
        "result",
        "acquisition",
        "june",
        "international",
        "drive",
        "international",
        "griffin",
        "first",
        "property",
        "charlotte",
        "north",
        "carolina",
        "area",
        "two",
        "new",
        "lease",
        "aggregating",
        "approximately",
        "square",
        "foot",
        "space",
        "new",
        "england",
        "tradeport",
        "ne",
        "tradeport",
        "griffin",
        "industrial",
        "park",
        "windsor",
        "east",
        "granby",
        "connecticut",
        "international",
        "approximately",
        "square",
        "foot",
        "building",
        "leased",
        "acquired",
        "became",
        "fully",
        "leased",
        "august",
        "additionally",
        "although",
        "impacting",
        "fiscal",
        "rental",
        "revenue",
        "profit",
        "leasing",
        "activity",
        "prior",
        "end",
        "fiscal",
        "griffin",
        "completed",
        "construction",
        "speculation",
        "approximately",
        "square",
        "foot",
        "building",
        "stone",
        "ne",
        "tradeport",
        "lease",
        "approximately",
        "square",
        "foot",
        "stone",
        "tenant",
        "relocated",
        "approximately",
        "square",
        "foot",
        "another",
        "griffin",
        "ne",
        "tradeport",
        "building",
        "commenced",
        "upon",
        "completion",
        "stone",
        "vacated",
        "space",
        "ne",
        "tradeport",
        "building",
        "new",
        "tenant",
        "lease",
        "expected",
        "become",
        "effective",
        "fiscal",
        "first",
        "quarter",
        "increase",
        "revenue",
        "gain",
        "property",
        "sale",
        "fiscal",
        "compared",
        "fiscal",
        "principally",
        "due",
        "fiscal",
        "sale",
        "approximately",
        "acre",
        "undeveloped",
        "land",
        "phoenix",
        "crossing",
        "land",
        "sale",
        "phoenix",
        "crossing",
        "approximately",
        "acre",
        "business",
        "park",
        "master",
        "planned",
        "griffin",
        "straddle",
        "town",
        "line",
        "windsor",
        "bloomfield",
        "connecticut",
        "phoenix",
        "crossing",
        "land",
        "sale",
        "generated",
        "pretax",
        "gain",
        "profit",
        "leasing",
        "activity",
        "increased",
        "fiscal",
        "fiscal",
        "increase",
        "profit",
        "leasing",
        "activity",
        "fiscal",
        "compared",
        "fiscal",
        "reflected",
        "increase",
        "rental",
        "revenue",
        "partially",
        "offset",
        "increase",
        "operating",
        "expense",
        "rental",
        "property",
        "increase",
        "rental",
        "revenue",
        "principally",
        "reflected",
        "lease",
        "completed",
        "fiscal",
        "become",
        "effective",
        "fiscal",
        "tenant",
        "improvement",
        "completed",
        "tenant",
        "took",
        "occupancy",
        "acquisition",
        "international",
        "fiscal",
        "new",
        "leasing",
        "fiscal",
        "increase",
        "operating",
        "expense",
        "rental",
        "property",
        "fiscal",
        "compared",
        "fiscal",
        "principally",
        "reflected",
        "full",
        "year",
        "expense",
        "related",
        "jaindl",
        "boulevard",
        "jaindl",
        "approximately",
        "square",
        "foot",
        "building",
        "lehigh",
        "valley",
        "pennsylvania",
        "completed",
        "placed",
        "service",
        "second",
        "half",
        "fiscal",
        "expense",
        "related",
        "international",
        "partially",
        "offsetting",
        "increase",
        "profit",
        "leasing",
        "activity",
        "fiscal",
        "compared",
        "fiscal",
        "increase",
        "depreciation",
        "amortization",
        "expense",
        "general",
        "administrative",
        "expense",
        "increase",
        "depreciation",
        "amortization",
        "expense",
        "fiscal",
        "compared",
        "fiscal",
        "principally",
        "reflected",
        "expense",
        "related",
        "jaindl",
        "international",
        "increase",
        "general",
        "administrative",
        "expense",
        "fiscal",
        "compared",
        "fiscal",
        "principally",
        "reflected",
        "increase",
        "approximately",
        "incentive",
        "compensation",
        "expense",
        "approximately",
        "expense",
        "related",
        "griffin",
        "deferred",
        "compensation",
        "plan",
        "approximately",
        "cost",
        "related",
        "potential",
        "purchase",
        "undeveloped",
        "land",
        "completed",
        "griffin",
        "reported",
        "total",
        "revenue",
        "three",
        "month",
        "ended",
        "november",
        "fourth",
        "quarter",
        "compared",
        "total",
        "revenue",
        "three",
        "month",
        "ended",
        "november",
        "fourth",
        "quarter",
        "rental",
        "revenue",
        "fourth",
        "quarter",
        "increased",
        "fourth",
        "quarter",
        "whereas",
        "revenue",
        "property",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "operating",
        "income",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "lower",
        "operating",
        "income",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "reflected",
        "gain",
        "property",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "gain",
        "property",
        "sale",
        "fourth",
        "quarter",
        "increase",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "respectively",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "lower",
        "gain",
        "property",
        "sale",
        "increase",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "offset",
        "increase",
        "profit",
        "leasing",
        "activity",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "increase",
        "rental",
        "revenue",
        "profit",
        "leasing",
        "activity",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "principally",
        "reflected",
        "increase",
        "space",
        "leased",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "griffin",
        "reported",
        "net",
        "loss",
        "fourth",
        "quarter",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "net",
        "loss",
        "compared",
        "net",
        "income",
        "fourth",
        "quarter",
        "principally",
        "reflected",
        "lower",
        "operating",
        "income",
        "fourth",
        "quarter",
        "increase",
        "interest",
        "expense",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "partially",
        "offset",
        "income",
        "tax",
        "benefit",
        "fourth",
        "quarter",
        "compared",
        "income",
        "tax",
        "expense",
        "fourth",
        "quarter",
        "higher",
        "interest",
        "expense",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "reflected",
        "increased",
        "amount",
        "mortgage",
        "loan",
        "outstanding",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "lower",
        "revenue",
        "property",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "principally",
        "reflected",
        "fourth",
        "quarter",
        "including",
        "sale",
        "approximately",
        "acre",
        "undeveloped",
        "land",
        "griffin",
        "center",
        "whereas",
        "revenue",
        "property",
        "sale",
        "fourth",
        "quarter",
        "principally",
        "reflected",
        "smaller",
        "sale",
        "undeveloped",
        "land",
        "phoenix",
        "crossing",
        "increase",
        "depreciation",
        "amortization",
        "expense",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "principally",
        "reflected",
        "expense",
        "related",
        "jaindl",
        "international",
        "increase",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "principally",
        "reflected",
        "higher",
        "incentive",
        "compensation",
        "expense",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "forward",
        "looking",
        "statement",
        "include",
        "timing",
        "rent",
        "commencement",
        "new",
        "lease",
        "ne",
        "tradeport",
        "building",
        "although",
        "griffin",
        "belief",
        "plan",
        "intention",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "achieved",
        "statement",
        "disclosed",
        "herein",
        "based",
        "assumption",
        "estimate",
        "considered",
        "reasonable",
        "griffin",
        "date",
        "hereof",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "regulatory",
        "uncertainty",
        "contingency",
        "many",
        "beyond",
        "control",
        "griffin",
        "griffin",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "set",
        "forth",
        "item",
        "1a",
        "heading",
        "risk",
        "factor",
        "griffin",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "november",
        "griffin",
        "report",
        "filed",
        "commission",
        "griffin",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "result",
        "development",
        "occurring",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law"
    ]
}