{
    "organizations": [],
    "uuid": "1ed6cfa134a17adc211b82db38d32924af8af8d2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/02/pr-newswire-lennar-announces-results-of-early-tenders-to-exchange-offers-for-calatlantic-notes-and-related-consent-solicitations.html",
    "ord_in_thread": 0,
    "title": "Lennar Announces Results of Early Tenders to Exchange Offers for CalAtlantic Notes and Related Consent Solicitations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MIAMI, Feb. 2, 2018 /PRNewswire/ -- Lennar Corporation (NYSE: LEN and LEN.B) (\"Lennar\") announced today that, in connection with its previously announced offers to exchange (the \"Exchange Offers\") any and all of the outstanding 8.375% Senior Notes due 2018, 6.625% Senior Notes due 2020, 8.375% Senior Notes due 2021, 6.25% Senior Notes due 2021, 5.375% Senior Notes due 2022, 5.875% Senior Notes due 2024, 5.25% Senior Notes due 2026 and 5.00% Senior Notes due 2027 (collectively, the \"CalAtlantic Notes\") issued by CalAtlantic Group, Inc. (\"CalAtlantic\") for new notes issued by Lennar (the \"Lennar Notes\") and cash, and the related consent solicitations (the \"Consent Solicitations\") being made by Lennar on behalf of CalAtlantic to adopt certain proposed amendments (the \"Proposed Amendments\") to the respective indentures governing the CalAtlantic Notes, Lennar has received the requisite number of consents to adopt the Proposed Amendments with respect to each of the outstanding series of CalAtlantic Notes. CalAtlantic is executing a supplemental indenture with the trustee for each series of the CalAtlantic Notes that contain the Proposed Amendments, which Proposed Amendments are effective upon execution of the applicable supplemental indenture but will only become operative upon the consummation of the Exchange Offer relating to the applicable series of CalAtlantic Notes, which is expected to be after the consummation of the previously announced merger (the \"Merger\") of CalAtlantic with a wholly-owned subsidiary of Lennar.\nAs of 5:00 p.m., New York City Time, on February 1, 2018 (the \"Early Tender Date\"), the following principal amounts of each series of CalAtlantic Notes had been validly tendered and not validly withdrawn (and consents thereby validly given and not validly revoked):\nTitle of\nSeries/CUSIP\nNumber of\nCalAtlantic\nNotes\nAggregate\nPrincipal\nAmount\nOutstanding\nPrincipal\nAmount\nTendered\nPercentage\nTendered\nExchange\nConsideration\n(1)\nEarly\nTender\nPayment\n(1)\nTotal\nExchange\nConsideration\n(1)(2)\n8.375%\nSenior Notes\ndue 2018 /\n85375CAX9\n$575,000,000\n$485,609,000\n84.45%\n$970 principal\namount of\nLennar 8.375%\nSenior Notes\ndue 2018 and\n$1.00 in cash\n$30 principal\namount of\nLennar 8.375%\nSenior Notes\ndue 2018\n$1,000 principal\namount of\nLennar 8.375%\nSenior Notes\ndue 2018 and\n$1.00 in cash\n6.625%\nSenior Notes\ndue 2020 /\n783764AP8\n$300,000,000\n$267,708,000\n89.24%\n$970 principal\namount of\nLennar 6.625%\nSenior Notes\ndue 2020 and\n$1.00 in cash\n$30 principal\namount of\nLennar 6.625%\nSenior Notes\ndue 2020\n$1,000 principal\namount of\nLennar 6.625%\nSenior Notes\ndue 2020 and\n$1.00 in cash\n8.375%\nSenior Notes\ndue 2021 /\n85375CBB6\n$400,000,000\n$397,606,000\n99.40%\n$970 principal\namount of\nLennar 8.375%\nSenior Notes\ndue 2021 and\n$1.00 in cash\n$30 principal\namount of\nLennar 8.375%\nSenior Notes\ndue 2021\n$1,000 principal\namount of\nLennar 8.375%\nSenior Notes\ndue 2021 and\n$1.00 in cash\n6.25%\nSenior Notes\ndue 2021 /\n128195AH7\n$300,000,000\n$291,960,000\n97.32%\n$970 principal\namount of\nLennar 6.25%\nSenior Notes\ndue 2021 and\n$1.00 in cash\n$30 principal\namount of\nLennar 6.25%\nSenior Notes\ndue 2021\n$1,000 principal\namount of\nLennar 6.25%\nSenior Notes\ndue 2021 and\n$1.00 in cash\n5.375%\nSenior Notes\ndue 2022 /\n783764AR4\n$250,000,000\n$240,753,000\n96.30%\n$970 principal\namount of\nLennar 5.375%\nSenior Notes\ndue 2022 and\n$1.00 in cash\n$30 principal\namount of\nLennar 5.375%\nSenior Notes\ndue 2022\n$1,000 principal\namount of\nLennar 5.375%\nSenior Notes\ndue 2022 and\n$1.00 in cash\n5.875%\nSenior Notes\ndue 2024 /\n85375CBE0\n$425,000,000\n$421,403,000\n99.15%\n$970 principal\namount of\nLennar 5.875%\nSenior Notes\ndue 2024 and\n$1.00 in cash\n$30 principal\namount of\nLennar 5.875%\nSenior Notes\ndue 2024\n$1,000 principal\namount of\nLennar 5.875%\nSenior Notes\ndue 2024 and\n$1.00 in cash\n5.25%\nSenior Notes\ndue 2026 /\n128195AN4\n$400,000,000\n$395,535,000\n98.88%\n$970 principal\namount of\nLennar 5.25%\nSenior Notes\ndue 2026 and\n$1.00 in cash\n$30 principal\namount of\nLennar 5.25%\nSenior Notes\ndue 2026\n$1,000 principal\namount of\nLennar 5.25%\nSenior Notes\ndue 2026 and\n$1.00 in cash\n5.00%\nSenior Notes\ndue 2027 /\n128195AP9\n$350,000,000\n$347,343,000\n99.24%\n$970 principal\namount of\nLennar 5.00%\nSenior Notes\ndue 2027 and\n$1.00 in cash\n$30 principal\namount of\nLennar 5.00%\nSenior Notes\ndue 2027\n$1,000 principal\namount of\nLennar 5.00%\nSenior Notes\ndue 2027 and\n$1.00 in cash\n(1)\nFor each $1,000 principal amount of CalAtlantic Notes.\n(2)\nIncludes Early Tender Payment.\nOnly eligible holders of the CalAtlantic Notes who validly tendered and did not validly withdraw such CalAtlantic Notes at or prior to the Early Tender Date are eligible to receive the applicable Total Exchange Consideration as set forth in the table above for such CalAtlantic Notes accepted for exchange. Eligible holders of CalAtlantic Notes who validly tender such CalAtlantic Notes after the Early Tender Date but at or prior to the expiration date of the applicable Exchange Offer and Consent Solicitation will be eligible to receive the Exchange Consideration as set forth in the table above. Withdrawal rights have expired in respect of the Exchange Offers and Consent Solicitations for the CalAtlantic Notes.\nThe Exchange Offers and Consent Solicitations are being made pursuant to the terms and subject to the conditions set forth in the offering memorandum and consent solicitation statement dated January 19, 2018, and are conditioned, among other things, upon the closing of the Merger and pursuant to the overall plan of reorganization of CalAtlantic. The closing of the Merger is expected to occur on February 12, 2018.\nThe Exchange Offers and Consent Solicitations will expire at 12:01 a.m., New York City time, on February 16, 2018, unless extended with respect to an applicable Exchange Offer (the \"Expiration Date\"). The settlement date will be promptly after the Expiration Date and is expected to be within two business days after the Expiration Date.\nDocuments relating to the Exchange Offers and Consent Solicitations will only be distributed to eligible holders of CalAtlantic Notes who complete and return an eligibility form confirming that they are either a \"qualified institutional buyer\" under Rule 144A or not a \"U.S. person\" and outside the United States under Regulation S for purposes of applicable securities laws. The complete terms and conditions of the Exchange Offers and Consent Solicitations are described in the offering memorandum and consent solicitation statement and related letter of transmittal and consent, copies of which may be obtained by contacting Global Bondholder Services Corporation, the exchange agent and information agent in connection with the Exchange Offers and Consent Solicitations, at (866) 794-2200 (U.S. toll-free) or (212) 430-3774 (banks and brokers). The eligibility form is available electronically at: http://gbsc-usa.com/eligibility/Lennar .\nThis press release does not constitute an offer to sell or purchase, or a solicitation of an offer to sell or purchase, or the solicitation of tenders or consents with respect to, any security. No offer, solicitation, purchase or sale will be made in any jurisdiction in which such an offer, solicitation or sale would be unlawful. The Exchange Offers and Consent Solicitations are being made solely pursuant to the offering memorandum and consent solicitation statement and letter of transmittal and consent and only to such persons and in such jurisdictions as are permitted under applicable law.\nThe Lennar Notes have not been registered under the Securities Act of 1933, as amended, or any state securities laws. Therefore, the Lennar Notes may not be offered or sold in the United States absent registration or an applicable exemption from the registration requirements of the Securities Act of 1933, as amended, and any applicable state securities laws.\nAbout Lennar\nLennar Corporation, founded in 1954, is one of the nation's largest builders of quality homes for all generations. The Company builds affordable, move-up and retirement homes primarily under the Lennar brand name. Lennar's Financial Services segment provides mortgage financing, title insurance and closing services for both buyers of the Company's homes and others. Lennar's Rialto segment is a vertically integrated asset management platform focused on investing throughout the commercial real estate capital structure. Lennar's Multifamily segment is a nationwide developer of high-quality multifamily rental properties.\nNote Regarding Forward-Looking Statements\nThis press release contains certain estimates and other \"forward-looking statements\", as that term is defined in the Private Securities Litigation Reform Act of 1995. Forward looking statements generally are accompanied by words such as \"will,\" \"expect,\" \"outlook,\" \"anticipate,\" \"intend,\" \"plan,\" \"believe,\" \"seek,\" \"see,\" \"would,\" \"target,\" or other similar words, phrases or expressions and variations or negatives of these words. Forward-looking statements by their nature address matters that are, to different degrees, uncertain, such as statements regarding the expected timing of completion of the Exchange Offers, receipt of requisite consents in the Consent Solicitations, consummation of the Merger and other statements that are not historical facts. These statements are based on the current expectations of Lennar management and are not predictions of actual performance.\nThese forward-looking statements are subject to risks, uncertainties and assumptions. Accordingly, these forward-looking statements should be evaluated with consideration given to the many risks and uncertainties that could cause actual results and events to differ materially from those in the forward-looking statements, including the risk that the offering of the Lennar Notes cannot be successfully completed and including those risks detailed in the Company's filings with the SEC, including the \"Risk Factors\" section of the Company's Annual Report on Form 10-K for the fiscal year ended November 30, 2017. It is not possible for management to predict all such risk factors or to assess the impact of such risks on our business. Additional information concerning these and other important factors can be found within the Company's filings with the SEC. Statements in this press release should be evaluated in light of these important factors. Accordingly, we undertake no obligation to, and expressly disclaim any such obligation to, publicly update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise.\nThe forward-looking statements in this press release speak only as of the date of this announcement. Lennar and CalAtlantic undertake no obligation to update any forward-looking statements to reflect events or circumstances after the date hereof, except as required by applicable laws or regulations.\nAdditional Information about the Proposed Merger and Where to Find It\nIn connection with the proposed Merger, the Company filed with the SEC a registration statement on Form S-4, File No. 333-221738, that includes a joint proxy statement of the Company and CalAtlantic that also constitutes a prospectus of the Company, which registration statement was declared effective by the SEC on January 4, 2018. INVESTORS ARE URGED TO READ THE JOINT PROXY STATEMENT/PROSPECTUS AND OTHER RELEVANT DOCUMENTS FILED WITH THE SEC BECAUSE THEY CONTAIN IMPORTANT INFORMATION ABOUT THE MERGER. You may obtain a free copy of the joint proxy statement/prospectus and other relevant documents filed by the Company and CalAtlantic with the SEC at the SEC's website at www.sec.gov . Copies of the documents filed by the Company with the SEC are available free of charge on the Company's website at www.lennar.com or by contacting Allison Bober, Investor Relations, at 305-485-2038. Copies of the documents filed by CalAtlantic with the SEC are available free of charge on CalAtlantic's website at www.calatlantichomes.com or by contacting Michelle Varela, Investor Relations, at 949-789-1651.\nView original content: http://www.prnewswire.com/news-releases/lennar-announces-results-of-early-tenders-to-exchange-offers-for-calatlantic-notes-and-related-consent-solicitations-300592436.html\nSOURCE Lennar Corporation",
    "published": "2018-02-02T14:00:00.000+02:00",
    "crawled": "2018-02-02T15:23:30.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "miami",
        "lennar",
        "corporation",
        "nyse",
        "len",
        "lennar",
        "announced",
        "today",
        "connection",
        "previously",
        "announced",
        "offer",
        "exchange",
        "exchange",
        "offer",
        "outstanding",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "collectively",
        "calatlantic",
        "note",
        "issued",
        "calatlantic",
        "group",
        "calatlantic",
        "new",
        "note",
        "issued",
        "lennar",
        "lennar",
        "note",
        "cash",
        "related",
        "consent",
        "solicitation",
        "consent",
        "solicitation",
        "made",
        "lennar",
        "behalf",
        "calatlantic",
        "adopt",
        "certain",
        "proposed",
        "amendment",
        "proposed",
        "amendment",
        "respective",
        "indenture",
        "governing",
        "calatlantic",
        "note",
        "lennar",
        "received",
        "requisite",
        "number",
        "consent",
        "adopt",
        "proposed",
        "amendment",
        "respect",
        "outstanding",
        "series",
        "calatlantic",
        "note",
        "calatlantic",
        "executing",
        "supplemental",
        "indenture",
        "trustee",
        "series",
        "calatlantic",
        "note",
        "contain",
        "proposed",
        "amendment",
        "proposed",
        "amendment",
        "effective",
        "upon",
        "execution",
        "applicable",
        "supplemental",
        "indenture",
        "become",
        "operative",
        "upon",
        "consummation",
        "exchange",
        "offer",
        "relating",
        "applicable",
        "series",
        "calatlantic",
        "note",
        "expected",
        "consummation",
        "previously",
        "announced",
        "merger",
        "merger",
        "calatlantic",
        "subsidiary",
        "lennar",
        "new",
        "york",
        "city",
        "time",
        "february",
        "early",
        "tender",
        "date",
        "following",
        "principal",
        "amount",
        "series",
        "calatlantic",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "consent",
        "thereby",
        "validly",
        "given",
        "validly",
        "revoked",
        "title",
        "number",
        "calatlantic",
        "note",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "principal",
        "amount",
        "tendered",
        "percentage",
        "tendered",
        "exchange",
        "consideration",
        "early",
        "tender",
        "payment",
        "total",
        "exchange",
        "consideration",
        "senior",
        "note",
        "due",
        "85375cax9",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "783764ap8",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "85375cbb6",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "128195ah7",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "783764ar4",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "85375cbe0",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "128195an4",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "senior",
        "note",
        "due",
        "128195ap9",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "principal",
        "amount",
        "lennar",
        "senior",
        "note",
        "due",
        "cash",
        "principal",
        "amount",
        "calatlantic",
        "note",
        "includes",
        "early",
        "tender",
        "payment",
        "eligible",
        "holder",
        "calatlantic",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdraw",
        "calatlantic",
        "note",
        "prior",
        "early",
        "tender",
        "date",
        "eligible",
        "receive",
        "applicable",
        "total",
        "exchange",
        "consideration",
        "set",
        "forth",
        "table",
        "calatlantic",
        "note",
        "accepted",
        "exchange",
        "eligible",
        "holder",
        "calatlantic",
        "note",
        "validly",
        "tender",
        "calatlantic",
        "note",
        "early",
        "tender",
        "date",
        "prior",
        "expiration",
        "date",
        "applicable",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "eligible",
        "receive",
        "exchange",
        "consideration",
        "set",
        "forth",
        "table",
        "withdrawal",
        "right",
        "expired",
        "respect",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "calatlantic",
        "note",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "made",
        "pursuant",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "offering",
        "memorandum",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "january",
        "conditioned",
        "among",
        "thing",
        "upon",
        "closing",
        "merger",
        "pursuant",
        "overall",
        "plan",
        "reorganization",
        "calatlantic",
        "closing",
        "merger",
        "expected",
        "occur",
        "february",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "february",
        "unless",
        "extended",
        "respect",
        "applicable",
        "exchange",
        "offer",
        "expiration",
        "date",
        "settlement",
        "date",
        "promptly",
        "expiration",
        "date",
        "expected",
        "within",
        "two",
        "business",
        "day",
        "expiration",
        "date",
        "document",
        "relating",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "distributed",
        "eligible",
        "holder",
        "calatlantic",
        "note",
        "complete",
        "return",
        "eligibility",
        "form",
        "confirming",
        "either",
        "qualified",
        "institutional",
        "buyer",
        "rule",
        "144a",
        "person",
        "outside",
        "united",
        "state",
        "regulation",
        "purpose",
        "applicable",
        "security",
        "law",
        "complete",
        "term",
        "condition",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "described",
        "offering",
        "memorandum",
        "consent",
        "solicitation",
        "statement",
        "related",
        "letter",
        "transmittal",
        "consent",
        "copy",
        "may",
        "obtained",
        "contacting",
        "global",
        "bondholder",
        "service",
        "corporation",
        "exchange",
        "agent",
        "information",
        "agent",
        "connection",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "bank",
        "broker",
        "eligibility",
        "form",
        "available",
        "electronically",
        "http",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "purchase",
        "solicitation",
        "tender",
        "consent",
        "respect",
        "security",
        "offer",
        "solicitation",
        "purchase",
        "sale",
        "made",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "exchange",
        "offer",
        "consent",
        "solicitation",
        "made",
        "solely",
        "pursuant",
        "offering",
        "memorandum",
        "consent",
        "solicitation",
        "statement",
        "letter",
        "transmittal",
        "consent",
        "person",
        "jurisdiction",
        "permitted",
        "applicable",
        "law",
        "lennar",
        "note",
        "registered",
        "security",
        "act",
        "amended",
        "state",
        "security",
        "law",
        "therefore",
        "lennar",
        "note",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "amended",
        "applicable",
        "state",
        "security",
        "law",
        "lennar",
        "lennar",
        "corporation",
        "founded",
        "one",
        "nation",
        "largest",
        "builder",
        "quality",
        "home",
        "generation",
        "company",
        "build",
        "affordable",
        "retirement",
        "home",
        "primarily",
        "lennar",
        "brand",
        "name",
        "lennar",
        "financial",
        "service",
        "segment",
        "provides",
        "mortgage",
        "financing",
        "title",
        "insurance",
        "closing",
        "service",
        "buyer",
        "company",
        "home",
        "others",
        "lennar",
        "rialto",
        "segment",
        "vertically",
        "integrated",
        "asset",
        "management",
        "platform",
        "focused",
        "investing",
        "throughout",
        "commercial",
        "real",
        "estate",
        "capital",
        "structure",
        "lennar",
        "multifamily",
        "segment",
        "nationwide",
        "developer",
        "multifamily",
        "rental",
        "property",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "estimate",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "forward",
        "looking",
        "statement",
        "generally",
        "accompanied",
        "word",
        "expect",
        "outlook",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "see",
        "would",
        "target",
        "similar",
        "word",
        "phrase",
        "expression",
        "variation",
        "negative",
        "word",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "statement",
        "regarding",
        "expected",
        "timing",
        "completion",
        "exchange",
        "offer",
        "receipt",
        "requisite",
        "consent",
        "consent",
        "solicitation",
        "consummation",
        "merger",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "current",
        "expectation",
        "lennar",
        "management",
        "prediction",
        "actual",
        "performance",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "accordingly",
        "statement",
        "evaluated",
        "consideration",
        "given",
        "many",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "statement",
        "including",
        "risk",
        "offering",
        "lennar",
        "note",
        "successfully",
        "completed",
        "including",
        "risk",
        "detailed",
        "company",
        "filing",
        "sec",
        "including",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "november",
        "possible",
        "management",
        "predict",
        "risk",
        "factor",
        "assess",
        "impact",
        "risk",
        "business",
        "additional",
        "information",
        "concerning",
        "important",
        "factor",
        "found",
        "within",
        "company",
        "filing",
        "sec",
        "statement",
        "press",
        "release",
        "evaluated",
        "light",
        "important",
        "factor",
        "accordingly",
        "undertake",
        "obligation",
        "expressly",
        "disclaim",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "press",
        "release",
        "speak",
        "date",
        "announcement",
        "lennar",
        "calatlantic",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "except",
        "required",
        "applicable",
        "law",
        "regulation",
        "additional",
        "information",
        "proposed",
        "merger",
        "find",
        "connection",
        "proposed",
        "merger",
        "company",
        "filed",
        "sec",
        "registration",
        "statement",
        "form",
        "file",
        "includes",
        "joint",
        "proxy",
        "statement",
        "company",
        "calatlantic",
        "also",
        "constitutes",
        "prospectus",
        "company",
        "registration",
        "statement",
        "declared",
        "effective",
        "sec",
        "january",
        "investor",
        "urged",
        "read",
        "joint",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "contain",
        "important",
        "information",
        "merger",
        "may",
        "obtain",
        "free",
        "copy",
        "joint",
        "proxy",
        "relevant",
        "document",
        "filed",
        "company",
        "calatlantic",
        "sec",
        "sec",
        "website",
        "copy",
        "document",
        "filed",
        "company",
        "sec",
        "available",
        "free",
        "charge",
        "company",
        "website",
        "contacting",
        "allison",
        "bober",
        "investor",
        "relation",
        "copy",
        "document",
        "filed",
        "calatlantic",
        "sec",
        "available",
        "free",
        "charge",
        "calatlantic",
        "website",
        "contacting",
        "michelle",
        "varela",
        "investor",
        "relation",
        "view",
        "original",
        "content",
        "http",
        "source",
        "lennar",
        "corporation"
    ]
}