{
    "organizations": [],
    "uuid": "29355367f5ae6aa2b1ff567e9f61cc3784a692b7",
    "author": "Ian Talley",
    "url": "https://www.wsj.com/articles/u-n-report-links-north-korea-to-syrian-chemical-weapons-1519760023",
    "ord_in_thread": 0,
    "title": "U.N. Report Links North Korea to Syrian Chemical Weapons",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "131 COMMENTS WASHINGTON—North Korea shipped 50 tons of supplies to Syria for use in building what is suspected to be an industrial-scale chemical weapons factory, according to intelligence information cited in a confidential United Nations report.\nA Chinese trading firm working on behalf of Pyongyang made five shipments in late 2016 and early 2017 of high-heat, acid-resistant tiles, stainless-steel pipes and valves to Damascus, the report said, citing them as evidence that Syrian President Bashar al-Assad is paying North Korea to help his country produce chemical arms.\nThe shipments are part of a steady stream of weapons-related sales by Pyongyang to Syria and to Mr. Assad’s patron, Iran, estimated by some experts to be worth several billion dollars a year.\nU.S. officials recently warned Syria of a possible military response to the regime’s increased use of chemical weapons against civilians. The Syrian American Medical Society, a relief organization, says the regime has launched at least three such attacks so far this year. Damascus denies using chemical weapons.\nEven as an international-sanctions noose tightens around North Korea, Syria’s conflict has been a windfall for its leader, Kim Jong Un. Such illicit revenues undercut Washington’s “maximum pressure” sanctions campaign against North Korea with the aim of thwarting its nuclear-weapons program.\nRelated\nA Russian Fighter’s Unsung Death Top U.S. Envoy for Pyongyang to Depart Syria Continues Bombardment of Capital Suburb Trump administration officials say if sanctions don’t get Mr. Kim to denuclearize, the U.S. may resort to military action.\nThe U.N. report, which hasn’t been publicly released , detailed evidence and intelligence from several member states. Syria’s Scientific Studies and Research Center, or SSRC, the Assad-backed group responsible for developing chemical and other weapons of mass destruction, paid Pyongyang’s primary arms dealer, Korea Mining Development Trading Corporation, for the materials through a series of front companies, according to the confidential report, which was reviewed by The Wall Street Journal.\nOne of those firms works for an SSRC-controlled entity that the U.S. Treasury says has been used in the past to buy missile and rocket propellants and parts for Syria’s SCUD missile program.\nChina told the U.N. investigators it had no evidence that one of its companies was doing business with North Korea’s primary arms dealer. It didn’t deny the sales to Syria in the U.N. report, however, and said it was open to investigating those alleged connections to North Korea if investigators provided more evidence.\nPyongyang, which has resorted to a range of sanctions-evasion strategies , likely makes the largest chunk of its illicit money from proliferation, according to Bruce Bechtol, a former senior Defense Intelligence Agency officer specializing in northeast Asia. Sales have long been concentrated in the Middle East, especially Iran and Syria, and Africa, he said.\nA U.N. chemical-weapons expert holding a plastic bag containing samples from the site of an alleged chemical-weapons attack in the Ain Tarma neighborhood of Damascus in August 2013. Photo: stringer/Reuters While Washington has secured more stringent policing of North Korea’s sanctions evasion in many areas of the world, including China, it has struggled to shut down North Korea’s proliferation of weapons.\nLarry Niksch, a former U.S. Congressional Research Service expert on Asia, estimates North Korea’s revenue from cooperation with Tehran on nuclear and missile technology, arms sales and provisions to Iran-backed terror groups Hamas and Hezbollah totaled $2 billion to $3 billion a year in the last decade.\nThe Syrian war has been a particular boon for North Korea, said Mr. Bechtol and others. Some analysts question, however, whether it is possible to put a dollar figure on North Korean arms sales, saying so little is known about production costs and the terms of illicit contracts.\nIran isn’t only a primary buyer of North Korean arms and weapons technology, analysts say, but is also bankrolling Syria’s purchases.\nSteady oil prices and a wind-down in sanctions against Iran since the 2015 nuclear deal have given the country’s clerical government a fresh influx of revenue—cash that U.S. officials say Tehran is funneling toward its allies throughout the region.\nA Syrian boy holding an oxygen mask over the face of an infant at a makeshift hospital following a reported gas attack last month on the rebel-held town of Douma on the outskirts of Damascus. Photo: hasan mohamed/Agence France-Presse/Getty Images Besides Syria, Mr. Bechtol cites evidence of North Korean arms sales to the insurgent Houthi militia in Yemen, as well as interdicted shipments destined for Iranian-backed Hezbollah in Lebanon. Pyongyang also sells to a host of other countries, including sub-Saharan dictatorships, and to Myanmar’s ballistic-missile program, according to U.S. and U.N. reports.\nThe latest details of the North Korean-Syrian military venture reflect decadeslong ties between Pyongyang and Damascus, dating to their shared Cold-War patronage under the Soviet Union. Pyongyang helped build the Syrian nuclear reactor that was destroyed by Israeli midnight strikes in September 2007. That facility was thought to be a near duplicate of North Korea’s Yongbyon reactor.\nIn their confidential report, U.N. investigators identified more than 40 shipments of material for use in arms production and other banned weapon programs from North Korea to Syria’s unconventional weapons group. The last one was sent just a few weeks ago, the investigators wrote.\nRelated Video There may be no country in the world that is more volatile than Syria right now, with the U.S., Turkey, Israel, Iran and Russia all with military interests in the area. WSJ's Gerald F. Seib explains why Syria has remained such a combustible mix. Photo: Getty North Korean technicians with specialized knowledge of chemical and ballistic-missile technology have repeatedly visited Syria over the last two years, according to intelligence reports provided to the U.N. In August 2016, a North Korean technical delegation to Syria discussed the procurement of special valves and thermometers known to be used in chemical-weapons programs, according to those reports. A range of technicians with expertise in long-range radar, missiles, tanks and other military equipment also have been found operating over the last two years in Sudan, Mozambique, Uganda, and Myanmar.\n“DPRK technicians continue to operate at chemical weapons and missile facilities at Barzeh Adra and Hama” in Syria, the U.N. investigators say, using an abbreviation for North Korea’s official name.\nSyria told U.N. investigators there were no North Korea technicians in the country, adding that the only North Koreans present were working in the fields of gymnastics and athletics.\nMr. Niksch says North Korea is likely also selling Iran the technical data from its recent missile tests. Such consulting services—including weapons training, extending the lifespan of its missiles and improving guidance systems—“indicates that North Korea continues to earn huge sums of money from its proliferation activities in the Middle East,” Mr. Niksch said.\nWhile it earns billions from the Middle East, North Korea’s estimated costs for intercontinental-ballistic missile tests are much lower. Vipin Narang, a top nuclear expert at the Massachusetts Institute of Technology, says each launch likely costs less than the $30 million India pays for each of its launches.\n“There‘s no question that broad sanctions are not going to reduce their liquidity to fund this program,” Mr. Narang said. “They are sitting on a pile of cash, where each missile is a drop in the bucket.”\nGiven North Korea’s advances in weapons technology, many question whether the Trump administration’s pressure campaign can succeed.\n“The bar is now so much higher to convince North Korea to roll things back,” said Anthony Ruggiero, a former U.S. Treasury official now at the Washington-based Foundation for Defense of Democracies.\nMr. Ruggiero has long advocated a stronger sanctions regime against Pyongyang. “Now I don’t know if it will work,” he said.\nWrite to Ian Talley at ian.talley@wsj.com",
    "published": "2018-02-28T01:00:00.000+02:00",
    "crawled": "2018-02-28T03:14:38.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "korea",
        "shipped",
        "ton",
        "supply",
        "syria",
        "use",
        "building",
        "suspected",
        "chemical",
        "weapon",
        "factory",
        "according",
        "intelligence",
        "information",
        "cited",
        "confidential",
        "united",
        "nation",
        "report",
        "chinese",
        "trading",
        "firm",
        "working",
        "behalf",
        "pyongyang",
        "made",
        "five",
        "shipment",
        "late",
        "early",
        "tile",
        "pipe",
        "valve",
        "damascus",
        "report",
        "said",
        "citing",
        "evidence",
        "syrian",
        "president",
        "bashar",
        "paying",
        "north",
        "korea",
        "help",
        "country",
        "produce",
        "chemical",
        "arm",
        "shipment",
        "part",
        "steady",
        "stream",
        "sale",
        "pyongyang",
        "syria",
        "assad",
        "patron",
        "iran",
        "estimated",
        "expert",
        "worth",
        "several",
        "billion",
        "dollar",
        "year",
        "official",
        "recently",
        "warned",
        "syria",
        "possible",
        "military",
        "response",
        "regime",
        "increased",
        "use",
        "chemical",
        "weapon",
        "civilian",
        "syrian",
        "american",
        "medical",
        "society",
        "relief",
        "organization",
        "say",
        "regime",
        "launched",
        "least",
        "three",
        "attack",
        "far",
        "year",
        "damascus",
        "denies",
        "using",
        "chemical",
        "weapon",
        "even",
        "noose",
        "tightens",
        "around",
        "north",
        "korea",
        "syria",
        "conflict",
        "windfall",
        "leader",
        "kim",
        "jong",
        "un",
        "illicit",
        "revenue",
        "undercut",
        "washington",
        "maximum",
        "pressure",
        "sanction",
        "campaign",
        "north",
        "korea",
        "aim",
        "thwarting",
        "program",
        "related",
        "russian",
        "fighter",
        "unsung",
        "death",
        "top",
        "envoy",
        "pyongyang",
        "depart",
        "syria",
        "continues",
        "bombardment",
        "capital",
        "suburb",
        "trump",
        "administration",
        "official",
        "say",
        "sanction",
        "get",
        "kim",
        "denuclearize",
        "may",
        "resort",
        "military",
        "action",
        "report",
        "publicly",
        "released",
        "detailed",
        "evidence",
        "intelligence",
        "several",
        "member",
        "state",
        "syria",
        "scientific",
        "study",
        "research",
        "center",
        "ssrc",
        "group",
        "responsible",
        "developing",
        "chemical",
        "weapon",
        "mass",
        "destruction",
        "paid",
        "pyongyang",
        "primary",
        "arm",
        "dealer",
        "korea",
        "mining",
        "development",
        "trading",
        "corporation",
        "material",
        "series",
        "front",
        "company",
        "according",
        "confidential",
        "report",
        "reviewed",
        "wall",
        "street",
        "journal",
        "one",
        "firm",
        "work",
        "entity",
        "treasury",
        "say",
        "used",
        "past",
        "buy",
        "missile",
        "rocket",
        "propellant",
        "part",
        "syria",
        "scud",
        "missile",
        "program",
        "china",
        "told",
        "investigator",
        "evidence",
        "one",
        "company",
        "business",
        "north",
        "korea",
        "primary",
        "arm",
        "dealer",
        "deny",
        "sale",
        "syria",
        "report",
        "however",
        "said",
        "open",
        "investigating",
        "alleged",
        "connection",
        "north",
        "korea",
        "investigator",
        "provided",
        "evidence",
        "pyongyang",
        "resorted",
        "range",
        "strategy",
        "likely",
        "make",
        "largest",
        "chunk",
        "illicit",
        "money",
        "proliferation",
        "according",
        "bruce",
        "bechtol",
        "former",
        "senior",
        "defense",
        "intelligence",
        "agency",
        "officer",
        "specializing",
        "northeast",
        "asia",
        "sale",
        "long",
        "concentrated",
        "middle",
        "east",
        "especially",
        "iran",
        "syria",
        "africa",
        "said",
        "expert",
        "holding",
        "plastic",
        "bag",
        "containing",
        "sample",
        "site",
        "alleged",
        "attack",
        "tarma",
        "neighborhood",
        "damascus",
        "august",
        "photo",
        "washington",
        "secured",
        "stringent",
        "policing",
        "north",
        "korea",
        "sanction",
        "evasion",
        "many",
        "area",
        "world",
        "including",
        "china",
        "struggled",
        "shut",
        "north",
        "korea",
        "proliferation",
        "weapon",
        "larry",
        "niksch",
        "former",
        "congressional",
        "research",
        "service",
        "expert",
        "asia",
        "estimate",
        "north",
        "korea",
        "revenue",
        "cooperation",
        "tehran",
        "nuclear",
        "missile",
        "technology",
        "arm",
        "sale",
        "provision",
        "terror",
        "group",
        "hamas",
        "hezbollah",
        "totaled",
        "billion",
        "billion",
        "year",
        "last",
        "decade",
        "syrian",
        "war",
        "particular",
        "boon",
        "north",
        "korea",
        "said",
        "bechtol",
        "others",
        "analyst",
        "question",
        "however",
        "whether",
        "possible",
        "put",
        "dollar",
        "figure",
        "north",
        "korean",
        "arm",
        "sale",
        "saying",
        "little",
        "known",
        "production",
        "cost",
        "term",
        "illicit",
        "contract",
        "iran",
        "primary",
        "buyer",
        "north",
        "korean",
        "arm",
        "weapon",
        "technology",
        "analyst",
        "say",
        "also",
        "bankrolling",
        "syria",
        "purchase",
        "steady",
        "oil",
        "price",
        "sanction",
        "iran",
        "since",
        "nuclear",
        "deal",
        "given",
        "country",
        "clerical",
        "government",
        "fresh",
        "influx",
        "official",
        "say",
        "tehran",
        "funneling",
        "toward",
        "ally",
        "throughout",
        "region",
        "syrian",
        "boy",
        "holding",
        "oxygen",
        "mask",
        "face",
        "infant",
        "makeshift",
        "hospital",
        "following",
        "reported",
        "gas",
        "attack",
        "last",
        "month",
        "town",
        "douma",
        "outskirt",
        "damascus",
        "photo",
        "hasan",
        "image",
        "besides",
        "syria",
        "bechtol",
        "cite",
        "evidence",
        "north",
        "korean",
        "arm",
        "sale",
        "insurgent",
        "houthi",
        "militia",
        "yemen",
        "well",
        "interdicted",
        "shipment",
        "destined",
        "hezbollah",
        "lebanon",
        "pyongyang",
        "also",
        "sell",
        "host",
        "country",
        "including",
        "dictatorship",
        "myanmar",
        "program",
        "according",
        "report",
        "latest",
        "detail",
        "north",
        "military",
        "venture",
        "reflect",
        "decadeslong",
        "tie",
        "pyongyang",
        "damascus",
        "dating",
        "shared",
        "patronage",
        "soviet",
        "union",
        "pyongyang",
        "helped",
        "build",
        "syrian",
        "nuclear",
        "reactor",
        "destroyed",
        "israeli",
        "midnight",
        "strike",
        "september",
        "facility",
        "thought",
        "near",
        "duplicate",
        "north",
        "korea",
        "yongbyon",
        "reactor",
        "confidential",
        "report",
        "investigator",
        "identified",
        "shipment",
        "material",
        "use",
        "arm",
        "production",
        "banned",
        "weapon",
        "program",
        "north",
        "korea",
        "syria",
        "unconventional",
        "weapon",
        "group",
        "last",
        "one",
        "sent",
        "week",
        "ago",
        "investigator",
        "wrote",
        "related",
        "video",
        "may",
        "country",
        "world",
        "volatile",
        "syria",
        "right",
        "turkey",
        "israel",
        "iran",
        "russia",
        "military",
        "interest",
        "area",
        "wsj",
        "gerald",
        "seib",
        "explains",
        "syria",
        "remained",
        "combustible",
        "mix",
        "photo",
        "getty",
        "north",
        "korean",
        "technician",
        "specialized",
        "knowledge",
        "chemical",
        "technology",
        "repeatedly",
        "visited",
        "syria",
        "last",
        "two",
        "year",
        "according",
        "intelligence",
        "report",
        "provided",
        "august",
        "north",
        "korean",
        "technical",
        "delegation",
        "syria",
        "discussed",
        "procurement",
        "special",
        "valve",
        "thermometer",
        "known",
        "used",
        "program",
        "according",
        "report",
        "range",
        "technician",
        "expertise",
        "radar",
        "missile",
        "tank",
        "military",
        "equipment",
        "also",
        "found",
        "operating",
        "last",
        "two",
        "year",
        "sudan",
        "mozambique",
        "uganda",
        "myanmar",
        "dprk",
        "technician",
        "continue",
        "operate",
        "chemical",
        "weapon",
        "missile",
        "facility",
        "barzeh",
        "adra",
        "hama",
        "syria",
        "investigator",
        "say",
        "using",
        "abbreviation",
        "north",
        "korea",
        "official",
        "name",
        "syria",
        "told",
        "investigator",
        "north",
        "korea",
        "technician",
        "country",
        "adding",
        "north",
        "korean",
        "present",
        "working",
        "field",
        "gymnastics",
        "athletics",
        "niksch",
        "say",
        "north",
        "korea",
        "likely",
        "also",
        "selling",
        "iran",
        "technical",
        "data",
        "recent",
        "missile",
        "test",
        "consulting",
        "weapon",
        "training",
        "extending",
        "lifespan",
        "missile",
        "improving",
        "guidance",
        "indicates",
        "north",
        "korea",
        "continues",
        "earn",
        "huge",
        "sum",
        "money",
        "proliferation",
        "activity",
        "middle",
        "east",
        "niksch",
        "said",
        "earns",
        "billion",
        "middle",
        "east",
        "north",
        "korea",
        "estimated",
        "cost",
        "missile",
        "test",
        "much",
        "lower",
        "vipin",
        "narang",
        "top",
        "nuclear",
        "expert",
        "massachusetts",
        "institute",
        "technology",
        "say",
        "launch",
        "likely",
        "cost",
        "less",
        "million",
        "india",
        "pay",
        "launch",
        "question",
        "broad",
        "sanction",
        "going",
        "reduce",
        "liquidity",
        "fund",
        "program",
        "narang",
        "said",
        "sitting",
        "pile",
        "cash",
        "missile",
        "drop",
        "given",
        "north",
        "korea",
        "advance",
        "weapon",
        "technology",
        "many",
        "question",
        "whether",
        "trump",
        "administration",
        "pressure",
        "campaign",
        "succeed",
        "bar",
        "much",
        "higher",
        "convince",
        "north",
        "korea",
        "roll",
        "thing",
        "back",
        "said",
        "anthony",
        "ruggiero",
        "former",
        "treasury",
        "official",
        "foundation",
        "defense",
        "democracy",
        "ruggiero",
        "long",
        "advocated",
        "stronger",
        "sanction",
        "regime",
        "pyongyang",
        "know",
        "work",
        "said",
        "write",
        "ian",
        "talley"
    ]
}