{
    "organizations": [],
    "uuid": "18333b6e36baf54df8ae843da2b1f14af5765fb8",
    "author": "Wilfred Frost",
    "url": "https://www.cnbc.com/2018/02/04/the-feds-unprecedented-slap-at-wells-fargo-may-cost-the-bank-more-than-400m-this-year.html",
    "ord_in_thread": 0,
    "title": "The Fed's unprecedented slap at Wells Fargo may cost the bank more than $400M this year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Fed's unprecedented slap at Wells Fargo may cost the bank more than just $400 million this year The Fed's rebuke of Wells Fargo raises the stakes for the bank in 2018. A big test will come at the end September, when the bank must submit to a third party review. Wells Fargo insists it's made significant progress on reform, but faces additional scrutiny. CNBC.com Getty Images CEO and President of Wells Fargo & Company Timothy Sloan testifies during a hearing before Senate Banking, Housing and Urban Affairs Committee October 3, 2017 on Capitol Hill in Washington, DC. \nLast week's unprecedented rebuke on Wells Fargo from the Federal Reserve was noteworthy in a number of ways. \nNever before has the Fed placed a firmwide limit on a bank, stopping them from growing. Outgoing Fed Chair Janet Yellen described the growth restriction as \"unique and more stringent then the penalties the Board has imposed against other bank holding companies for similar unsafe and unsound practices , but is appropriate given the pervasiveness and persistence of the problems at Wells Fargo.\" \nThe Fed has enacted this by preventing the bank from growing assets. This means, that all else equal, the bank cannot write any new loans. However, there are some changes within their balance sheet that they can make in order to be able to lend, such that they remain \"open for business\" in CEO Tim Sloan's words. Still, these changes may cost them in the region of $400 million of earnings for this year alone, according to the bank's estimates. The rationale for this particular form of punishment stems from the bank having prioritized growth since the financial crisis. In the Fed's view, Wells Fargo failed to increase risk management and oversight alongside that growth. Thus, the central bank decided to limit growth until things like risk management catches up. It also felt the incentive for Wells Fargo to act will be strong, since they will be starved of the growth they seek in the meantime. Wells Fargo announced concurrently that it would replace 4 board members, three by April . This follows three changes in 2016, and three just last month, including a new chair, Betsy Duke , who had previously worked at the Fed. These Board changes were not specifically demanded by the Fed: The consent order made clear that one area with which risk management and oversight could be improved was having the right people on the board. The consent order had to be signed by all 16 current members of the board. Sources at the Fed suggested to CNBC that the move was needed to ensure board members were fully aware of their responsibilities to finally and fully address the misconduct. In order to do that, the bank must submit a new risk management plan within 60 days, and then face a third party review on September 30 — at which point it is possible the sanctions will be lifted. Until then, the Fed reserves the right to add additional punishments if new information arises, but based on the state of play today this punishment is meant to be all encompassing. It remains to be seen whether other regulators, such as the San Fransisco Fed (Wells Fargo's state regulator) or the Office of the Comptroller of the Currency (OCC), will decide to pursue fresh action against Wells (The bank already settled with the CFPB in 2016). \"I do think the worst is behind us.\" -Tim Sloan, Wells Fargo CEO \nThere are major questions about the timing of this order, since the issue that sparked it all – the creation of up to 3.5 million fake accounts – became public 17 months ago. As Sloan noted, \"the consent order is not related to any new matters, but to prior issues where we have already made significant progress.\" \nThus, it raises the question of why the Fed is only acting now. Were they unaware of the severity of the issues at Wells Fargo for much of the last year and a half? Or are there other motivations? These questions are particularly intriguing, given that the order was signed and dated on Yellen's final day in office. Sources at the Fed say the precise date of the order was based on the day when Wells Fargo opted to sign the order, and that it has been in process for some time. However, sources within the company say that negotiations to sign the consent order took place for just the last few weeks, and not months. The first time the company was aware of any possible Fed investigation and action was in September 2017, when Yellen said at a press conference called the bank's behavior \"egregious and unacceptable. We take our supervision responsibilities of the company very seriously.\" Since then, the company heard nothing until the last few weeks. The Fed has taken a long time to act, and appears to have timed the consent order to coincide with the end of Yellen's tenure. Also, the company is keen to highlight that the consent order does acknowledge some of the work Wells Fargo has already carried out. Spencer Platt | Getty Images People walk by a Wells Fargo bank branch on October 13, 2017 in New York City. \nHowever, Yellen described Wells Fargo's misconduct as \"persistent,\" and the consent order stated that the bank \"has yet to correct fully\" the \"previously identified deficiencies in [its] risk management.\" Thus, the 17 month time lag also raises questions about the effectiveness of the company's board and management, including Tim Sloan who is on the board and has been CEO for 15 months. In an interview with CNBC in October last year, Sloan said that while he couldn't promise \"perfection,\" he insisted Wells Fargo was facing its challenges vigorously. \"I do think the worst is behind us,\" he said at the time. Those comments are clearly at odds with the fact that the Fed felt it was necessary to slap the bank with a stinging rebuke for its shortcomings. As well as the consent order, the Fed issued letters of reprimand to past chairs of the board Steve Sanger and John Stumpf, who was CEO when the original crisis unfolded. It remains to be seen how much more Wells Fargo needs to do to successfully clear its September review. The bank appears to have a much-improved starting position than at any point of the last 17 months, and it feels confident about the ability to satisfy the Fed within the next 7 months. One important piece of the puzzle has been addressed with their decentralized risk management structure, which was one of the main criticisms that came out of the company's own review in April last year. show chapters 6:51 PM ET Fri, 2 Feb 2018 | 03:14 \nThe bank says this reprimand will cost them between $300 million and $400 million in earnings this year, but that is less than 2 percent of its total 2017 earnings of $22 billion. If that is indeed all it costs the bank, and they successfully pass their review in September, then it's possible that the stock's recent declines could be the end of Wells Fargo's worries. \nThat said, some analysts have been surprised how quickly the bank was able to estimate an implied quantitative cost for what is essentially a qualitative and broad issue at the bank. In light of that, Wells Fargo passing its review on September 30th will not be a precise science. Furthermore, there is also the question of long term damage and market share losses from the limit on growth and negative press, particularly at a time when rivals are freer to lend and grow than they have been for years. This is highlighted by rival JP Morgan's recent push into new markets – many where Wells Fargo has a big presence. Should they fail the review later this year, and the cap on assets remains, then the extent of impact on Wells Fargo will be far more significant. It is worth noting that Wells Fargo's share price significantly underperformed last year – up just 10 percent compared to high teens returns for some rivals, and over 20 percent for Bank of America . That led to some analysts to upgrade the stock early this year – in part on valuation grounds, and in part because they felt the impact of the sales practices scandal was behind the company. The stock responded accordingly in January by rallying 8 percent. Yet investors will watch the share price reaction on Monday very closely. They will also wonder whether this latest negative news will lead to yet another year of underperformance for Wells Fargo, which is already some 40 percent behind the bank index since news of the scandal first emerged 17 months ago. Wilfred Frost \"Worldwide Exchange\" Co-Anchor Related Securities",
    "published": "2018-02-05T01:41:00.000+02:00",
    "crawled": "2018-02-05T01:41:18.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fed",
        "unprecedented",
        "slap",
        "well",
        "fargo",
        "may",
        "cost",
        "bank",
        "million",
        "year",
        "fed",
        "rebuke",
        "well",
        "fargo",
        "raise",
        "stake",
        "bank",
        "big",
        "test",
        "come",
        "end",
        "september",
        "bank",
        "must",
        "submit",
        "third",
        "party",
        "review",
        "well",
        "fargo",
        "insists",
        "made",
        "significant",
        "progress",
        "reform",
        "face",
        "additional",
        "scrutiny",
        "getty",
        "image",
        "ceo",
        "president",
        "well",
        "fargo",
        "company",
        "timothy",
        "sloan",
        "testifies",
        "hearing",
        "senate",
        "banking",
        "housing",
        "urban",
        "affair",
        "committee",
        "october",
        "capitol",
        "hill",
        "washington",
        "dc",
        "last",
        "week",
        "unprecedented",
        "rebuke",
        "well",
        "fargo",
        "federal",
        "reserve",
        "noteworthy",
        "number",
        "way",
        "never",
        "fed",
        "placed",
        "firmwide",
        "limit",
        "bank",
        "stopping",
        "growing",
        "outgoing",
        "fed",
        "chair",
        "janet",
        "yellen",
        "described",
        "growth",
        "restriction",
        "unique",
        "stringent",
        "penalty",
        "board",
        "imposed",
        "bank",
        "holding",
        "company",
        "similar",
        "unsafe",
        "unsound",
        "practice",
        "appropriate",
        "given",
        "pervasiveness",
        "persistence",
        "problem",
        "well",
        "fargo",
        "fed",
        "enacted",
        "preventing",
        "bank",
        "growing",
        "asset",
        "mean",
        "else",
        "equal",
        "bank",
        "write",
        "new",
        "loan",
        "however",
        "change",
        "within",
        "balance",
        "sheet",
        "make",
        "order",
        "able",
        "lend",
        "remain",
        "open",
        "business",
        "ceo",
        "tim",
        "sloan",
        "word",
        "still",
        "change",
        "may",
        "cost",
        "region",
        "million",
        "earnings",
        "year",
        "alone",
        "according",
        "bank",
        "estimate",
        "rationale",
        "particular",
        "form",
        "punishment",
        "stem",
        "bank",
        "prioritized",
        "growth",
        "since",
        "financial",
        "crisis",
        "fed",
        "view",
        "well",
        "fargo",
        "failed",
        "increase",
        "risk",
        "management",
        "oversight",
        "alongside",
        "growth",
        "thus",
        "central",
        "bank",
        "decided",
        "limit",
        "growth",
        "thing",
        "like",
        "risk",
        "management",
        "catch",
        "also",
        "felt",
        "incentive",
        "well",
        "fargo",
        "act",
        "strong",
        "since",
        "starved",
        "growth",
        "seek",
        "meantime",
        "well",
        "fargo",
        "announced",
        "concurrently",
        "would",
        "replace",
        "board",
        "member",
        "three",
        "april",
        "follows",
        "three",
        "change",
        "three",
        "last",
        "month",
        "including",
        "new",
        "chair",
        "betsy",
        "duke",
        "previously",
        "worked",
        "fed",
        "board",
        "change",
        "specifically",
        "demanded",
        "fed",
        "consent",
        "order",
        "made",
        "clear",
        "one",
        "area",
        "risk",
        "management",
        "oversight",
        "could",
        "improved",
        "right",
        "people",
        "board",
        "consent",
        "order",
        "signed",
        "current",
        "member",
        "board",
        "source",
        "fed",
        "suggested",
        "cnbc",
        "move",
        "needed",
        "ensure",
        "board",
        "member",
        "fully",
        "aware",
        "responsibility",
        "finally",
        "fully",
        "address",
        "misconduct",
        "order",
        "bank",
        "must",
        "submit",
        "new",
        "risk",
        "management",
        "plan",
        "within",
        "day",
        "face",
        "third",
        "party",
        "review",
        "september",
        "point",
        "possible",
        "sanction",
        "lifted",
        "fed",
        "reserve",
        "right",
        "add",
        "additional",
        "punishment",
        "new",
        "information",
        "arises",
        "based",
        "state",
        "play",
        "today",
        "punishment",
        "meant",
        "encompassing",
        "remains",
        "seen",
        "whether",
        "regulator",
        "san",
        "fransisco",
        "fed",
        "well",
        "fargo",
        "state",
        "regulator",
        "office",
        "comptroller",
        "currency",
        "occ",
        "decide",
        "pursue",
        "fresh",
        "action",
        "well",
        "bank",
        "already",
        "settled",
        "cfpb",
        "think",
        "worst",
        "behind",
        "u",
        "sloan",
        "well",
        "fargo",
        "ceo",
        "major",
        "question",
        "timing",
        "order",
        "since",
        "issue",
        "sparked",
        "creation",
        "million",
        "fake",
        "account",
        "became",
        "public",
        "month",
        "ago",
        "sloan",
        "noted",
        "consent",
        "order",
        "related",
        "new",
        "matter",
        "prior",
        "issue",
        "already",
        "made",
        "significant",
        "progress",
        "thus",
        "raise",
        "question",
        "fed",
        "acting",
        "unaware",
        "severity",
        "issue",
        "well",
        "fargo",
        "much",
        "last",
        "year",
        "half",
        "motivation",
        "question",
        "particularly",
        "intriguing",
        "given",
        "order",
        "signed",
        "dated",
        "yellen",
        "final",
        "day",
        "office",
        "source",
        "fed",
        "say",
        "precise",
        "date",
        "order",
        "based",
        "day",
        "well",
        "fargo",
        "opted",
        "sign",
        "order",
        "process",
        "time",
        "however",
        "source",
        "within",
        "company",
        "say",
        "negotiation",
        "sign",
        "consent",
        "order",
        "took",
        "place",
        "last",
        "week",
        "month",
        "first",
        "time",
        "company",
        "aware",
        "possible",
        "fed",
        "investigation",
        "action",
        "september",
        "yellen",
        "said",
        "press",
        "conference",
        "called",
        "bank",
        "behavior",
        "egregious",
        "unacceptable",
        "take",
        "supervision",
        "responsibility",
        "company",
        "seriously",
        "since",
        "company",
        "heard",
        "nothing",
        "last",
        "week",
        "fed",
        "taken",
        "long",
        "time",
        "act",
        "appears",
        "timed",
        "consent",
        "order",
        "coincide",
        "end",
        "yellen",
        "tenure",
        "also",
        "company",
        "keen",
        "highlight",
        "consent",
        "order",
        "acknowledge",
        "work",
        "well",
        "fargo",
        "already",
        "carried",
        "spencer",
        "platt",
        "getty",
        "image",
        "people",
        "walk",
        "well",
        "fargo",
        "bank",
        "branch",
        "october",
        "new",
        "york",
        "city",
        "however",
        "yellen",
        "described",
        "well",
        "fargo",
        "misconduct",
        "persistent",
        "consent",
        "order",
        "stated",
        "bank",
        "yet",
        "correct",
        "fully",
        "previously",
        "identified",
        "deficiency",
        "risk",
        "management",
        "thus",
        "month",
        "time",
        "lag",
        "also",
        "raise",
        "question",
        "effectiveness",
        "company",
        "board",
        "management",
        "including",
        "tim",
        "sloan",
        "board",
        "ceo",
        "month",
        "interview",
        "cnbc",
        "october",
        "last",
        "year",
        "sloan",
        "said",
        "could",
        "promise",
        "perfection",
        "insisted",
        "well",
        "fargo",
        "facing",
        "challenge",
        "vigorously",
        "think",
        "worst",
        "behind",
        "u",
        "said",
        "time",
        "comment",
        "clearly",
        "odds",
        "fact",
        "fed",
        "felt",
        "necessary",
        "slap",
        "bank",
        "stinging",
        "rebuke",
        "shortcoming",
        "well",
        "consent",
        "order",
        "fed",
        "issued",
        "letter",
        "reprimand",
        "past",
        "chair",
        "board",
        "steve",
        "sanger",
        "john",
        "stumpf",
        "ceo",
        "original",
        "crisis",
        "unfolded",
        "remains",
        "seen",
        "much",
        "well",
        "fargo",
        "need",
        "successfully",
        "clear",
        "september",
        "review",
        "bank",
        "appears",
        "starting",
        "position",
        "point",
        "last",
        "month",
        "feel",
        "confident",
        "ability",
        "satisfy",
        "fed",
        "within",
        "next",
        "month",
        "one",
        "important",
        "piece",
        "puzzle",
        "addressed",
        "decentralized",
        "risk",
        "management",
        "structure",
        "one",
        "main",
        "criticism",
        "came",
        "company",
        "review",
        "april",
        "last",
        "year",
        "show",
        "chapter",
        "pm",
        "et",
        "fri",
        "feb",
        "bank",
        "say",
        "reprimand",
        "cost",
        "million",
        "million",
        "earnings",
        "year",
        "less",
        "percent",
        "total",
        "earnings",
        "billion",
        "indeed",
        "cost",
        "bank",
        "successfully",
        "pas",
        "review",
        "september",
        "possible",
        "stock",
        "recent",
        "decline",
        "could",
        "end",
        "well",
        "fargo",
        "worry",
        "said",
        "analyst",
        "surprised",
        "quickly",
        "bank",
        "able",
        "estimate",
        "implied",
        "quantitative",
        "cost",
        "essentially",
        "qualitative",
        "broad",
        "issue",
        "bank",
        "light",
        "well",
        "fargo",
        "passing",
        "review",
        "september",
        "30th",
        "precise",
        "science",
        "furthermore",
        "also",
        "question",
        "long",
        "term",
        "damage",
        "market",
        "share",
        "loss",
        "limit",
        "growth",
        "negative",
        "press",
        "particularly",
        "time",
        "rival",
        "freer",
        "lend",
        "grow",
        "year",
        "highlighted",
        "rival",
        "jp",
        "morgan",
        "recent",
        "push",
        "new",
        "market",
        "many",
        "well",
        "fargo",
        "big",
        "presence",
        "fail",
        "review",
        "later",
        "year",
        "cap",
        "asset",
        "remains",
        "extent",
        "impact",
        "well",
        "fargo",
        "far",
        "significant",
        "worth",
        "noting",
        "well",
        "fargo",
        "share",
        "price",
        "significantly",
        "underperformed",
        "last",
        "year",
        "percent",
        "compared",
        "high",
        "teen",
        "return",
        "rival",
        "percent",
        "bank",
        "america",
        "led",
        "analyst",
        "upgrade",
        "stock",
        "early",
        "year",
        "part",
        "valuation",
        "ground",
        "part",
        "felt",
        "impact",
        "sale",
        "practice",
        "scandal",
        "behind",
        "company",
        "stock",
        "responded",
        "accordingly",
        "january",
        "rallying",
        "percent",
        "yet",
        "investor",
        "watch",
        "share",
        "price",
        "reaction",
        "monday",
        "closely",
        "also",
        "wonder",
        "whether",
        "latest",
        "negative",
        "news",
        "lead",
        "yet",
        "another",
        "year",
        "underperformance",
        "well",
        "fargo",
        "already",
        "percent",
        "behind",
        "bank",
        "index",
        "since",
        "news",
        "scandal",
        "first",
        "emerged",
        "month",
        "ago",
        "wilfred",
        "frost",
        "worldwide",
        "exchange",
        "related",
        "security"
    ]
}