{
    "organizations": [],
    "uuid": "b8df5fb610d26498913f7fa07adf0ccc252d5ce2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/pr-newswire-self-service-kiosk-association-board-of-directors-2018.html",
    "ord_in_thread": 0,
    "title": "Self-Service Kiosk Association Board of Directors 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EASTLAKE, Colo., The Kiosk Industry Association announces its Board of Directors for 2018. 17 companies serve in this capacity and help lead efforts to promote best practices, regulatory compliance in areas such as ADA and EMV in the self-order markets.\n2018 Self-Service Kiosk Association Accomplishments\nUnited States Access Board working relationship for ADA and Section 508 established with visit to Washington, D.C. Establishment of ADA Committee and ADA Working Committee . Members include ATMIA, ETA and NCR from the financial and electronic transaction world. Clarifying EMV requirements and liabilities for small business. Working with top research firms such as Frost and Sullivan to help formulate accurate market research for the self-service market. Global credentials enhanced with new Advisory Board member Pyramid who is major deployer of QSR fast order kiosks in Europe and expanding to the U.S. Alliance media partners in UK and in China established. Expanded coverage for Smart Cities, McDonalds type fast casual QSR and digital signage supplemental markets. Helped create pure self-order financing model and sources for franchisees so that they can capitalize on new technologies incorporating facial recognition and artificial intelligence. Established a Speakers Bureau to provide speakers for trade shows and seminars composed of industry veterans, deployers and providers both. Coinstar, Redbox, SoloHealth example given.\nNewest Members of Advisory Board\nPyramid - QSR and Self-Order kiosks Storm Interface - Input devices and Assistive Technology such as Audio-Nav Peerless AV - large format indoor and outdoor digital signage kiosks CSA Kiosk - digital signage & interactive kiosks turnkey self-service solution\nBoard of Directors for 2018 include:\nOlea Kiosks – \"Better kiosks through intelligent design.\" A simple philosophy is our driving force. Building better kiosks starts with employing some of the most talented designers, engineers, and metal craftsmen in the American kiosk industry. After 3 generations of innovation, we remain a family-owned and operated company, with an unparalleled commitment to quality and service. https://olea.com\nKioWare Olea Kiosks – We strongly believe that our success in the marketplace is due to our high commitment to customer service, which means many things to us. We pride ourselves on listening to our customers and turning their product requests into new features. Our efforts will always focus on improving the product and providing excellent customer care. https://kioware.com\niPadKiosks – Providing complete tablet kiosk systems from high-quality, ADA-compliant enclosures & stands to easy-to-use kiosk software. Backed by a full 3 year warranty! With over 30 years in designing interactive kiosks, we know what works. We've developed both hardware and software for hundreds of interpretive exhibits, transactional kiosks, sales exhibits, and training programs. https://www.ipadkiosks.com\nPyramid – building it – polytouch ® is the ultimate interactive kiosk solution for various industries and application areas for product presentation, independent processing of purchase processes and as an information terminal. Its individual and flexible application possibilities make the system a competitive advantage thanks to its first-class touch technology. Also, the ultrasound-based localization system PLS. With a precision of 15 cm, it is 10 times better than systems based on WLAN, Bluetooth or RFID technologies. In addition, PLS works with any standard smartphone. For users without a smartphone, low-cost mobile ultrasound transmitters – so-called pucks – are available as an alternative. https://www.pyramid-computer.com/home.html\nKIOSK Information Systems – KIOSK leads the self-service industry in a full complement of vertical markets, providing niche expertise in both platform creation and volume deployment support. OEM and end customer projects range from traditional applications in retail; bill payment, and HR to highly custom multi-function banking, vending, smart locker and border security solutions. With over 200,000 units successfully deployed and 20-plus years entirely dedicated to the art of self-service, KIOSK has the passion, expertise, and resources to greatly simplify your path to market. https://www.kiosk.com\nSlabbKiosks – leading international manufacturer of self-service, interactive kiosks, based in Las Vegas, Nevada. Their acquisition of Phoenix Kiosk and RedDotNet has allowed the company to not only expand their product offering, but also enhance their manufacturing capabilities. The company is able to complete over 250 projects per year, delivering thousands of kiosks from single prototypes to rollouts with a focus on innovation and affordability. Slabb's experienced and responsive staff has over 100 years of combined industry experience allowing them to provide their clients with high quality, reliable, state-of-the-art products, support and services. Additional information can be found at www.slabbkiosks.com | www.usakiosks.com . http://www.slabbkiosks.com\nFrank Mayer and Associates, Inc. – Frank Mayer and Associates is an industry leader in the creative design and manufacturing of branded in-store merchandising displays, interactive kiosks and store fixtures for leading consumer product companies and retailers. https://www.frankmayer.com\nImpresa Financial – Impresa is an alternative lender exclusively focused on providing financing for digital kiosks and automated retail technology. https://www.impresafinancial.com\nSource Technologies – Source Technologies' award-winning self-service kiosks are designed from the ground-up to manage secure financial transactions such as bill payments and retail banking transactions with a focus on user experience, reliability and serviceability. Our Self-Service BillPay and Personal Teller Machines automate customer transactions, increase sales, cut labor costs and maximize customer loyalty and satisfaction. https://www.sourcetech.com\nNanonation – Offering world-class solutions in interactive, digital signage, and transactional kiosks. Nanonation leverages 18 years of experience and an award-winning creative team to produce reliable and compelling public space solutions for multi-national corporations and small businesses alike. https://www.nanonation.net\nTurnKey Kiosks – TurnKey Kiosks produces innovative and reliable all-in-one kiosks, custom-built and tailored to best suit your business needs. Transactional Bill Pay is our core service. https://kioskindustry.org/kiosk-about/charter-sponsors/turnkey-kiosks\nPROVISIO – Over 10,000 companies trust PROVISIO, the #1 secure kiosk browser. Software for safeguarding public access computers - secure kiosk browser protects the operating system from manipulation - included start screen templates & designs - optional digital-signage and remote management. https://www.provisio.com\nOptConnect – is North America's leading provider of managed service wireless connectivity for ATMs, Kiosks, Digital Signage and other custom applications. OptConnect revolutionizes the way machines communicate, providing for fast and secure connectivity, cost savings, and greater reliability. OptConnect offers end-to-end managed service providing customers with the greatest level of service and uptime. http://www.optconnect.com\nARCA – We provide technology and services to help people control cash in bank branches, retail stores and self-service kiosks. Cash recycling solutions.\nLearn more About Us. https://www.arca.com\nStorm Interface – Storm Interface manufacture heavy-duty keypads, keyboards and custom computer interface devices. All products are built to withstand rough use and abuse in unattended public and industrial applications. Storm also specializes in assistive technology for ADA. http://www.storm-interface.com\nPeerless-AV – Professional – We proudly design and manufacture the highest quality products, ranging from outdoor displays to complete kiosk solutions, digital signage mounts to wireless systems. https://www.peerless-av.com/en-us/professional\nCSA Self-Service – Kiosks & Digital Signage Solutions - CSA Self-Service Solutions is a premier self-service solutions provider focused on providing professional solutions that lower the total cost of ownership throughout the lifecycle. Our service operations expertise and professional nationwide workforce combined with our design & manufacturing capabilities provide our clients with the most complete self-service solutions in the industry. http://www.csakiosk.com\nAbout the Kiosk Industry Group\nThe Kiosk Industry Group is a news and marketing association for self-service and kiosk manufacturers. It is for the benefit of kiosk manufacturers, developers, resources and client companies who are involved in self-service transaction machines (SSTM). News about the industry and by the industry is published on our website when it is relevant to companies that deploy or may deploy self-service or to companies that support those deployers with hardware, software or applications. The Kiosk Industry Group has been active since 1995. Our audience this year on the website is 50,000 (human). Visit https://kioskindustry.org for more information.\nMedia Contact:\nCraig Keefner\n303-261-8836\ncraig@catareno.com\nRelated Files\nAustin22-Olea.pdf\nRelated Images\naustin-kiosk.jpg\nAustin Kiosk\nFamily of products from Olea Kiosks, Inc.\npolytouch.jpg\nPolytouch\nFamily of products from Pyramid\nipadkiosks.png\niPadKiosks\nFamily of tablet products from iPadKiosks\nimage4.png\nRelated Links\nKiosk Manufacturers\nAbout Kiosk Association\nRelated Video\nhttp://www.youtube.com/watch?v=cx2Xekv_L38\n with multimedia: releases/self-service-kiosk-association-board-of-directors-2018-300600839.html\nSOURCE Kiosk Industry Group Association",
    "published": "2018-02-20T14:00:00.000+02:00",
    "crawled": "2018-02-20T15:32:15.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "eastlake",
        "kiosk",
        "industry",
        "association",
        "announces",
        "board",
        "director",
        "company",
        "serve",
        "capacity",
        "help",
        "lead",
        "effort",
        "promote",
        "best",
        "practice",
        "regulatory",
        "compliance",
        "area",
        "ada",
        "emv",
        "market",
        "kiosk",
        "association",
        "accomplishment",
        "united",
        "state",
        "access",
        "board",
        "working",
        "relationship",
        "ada",
        "section",
        "established",
        "visit",
        "washington",
        "establishment",
        "ada",
        "committee",
        "ada",
        "working",
        "committee",
        "member",
        "include",
        "atmia",
        "eta",
        "ncr",
        "financial",
        "electronic",
        "transaction",
        "world",
        "clarifying",
        "emv",
        "requirement",
        "liability",
        "small",
        "business",
        "working",
        "top",
        "research",
        "firm",
        "frost",
        "sullivan",
        "help",
        "formulate",
        "accurate",
        "market",
        "research",
        "market",
        "global",
        "credential",
        "enhanced",
        "new",
        "advisory",
        "board",
        "member",
        "pyramid",
        "major",
        "deployer",
        "qsr",
        "fast",
        "order",
        "kiosk",
        "europe",
        "expanding",
        "alliance",
        "medium",
        "partner",
        "uk",
        "china",
        "established",
        "expanded",
        "coverage",
        "smart",
        "city",
        "mcdonalds",
        "type",
        "fast",
        "casual",
        "qsr",
        "digital",
        "signage",
        "supplemental",
        "market",
        "helped",
        "create",
        "pure",
        "financing",
        "model",
        "source",
        "franchisees",
        "capitalize",
        "new",
        "technology",
        "incorporating",
        "facial",
        "recognition",
        "artificial",
        "intelligence",
        "established",
        "speaker",
        "bureau",
        "provide",
        "speaker",
        "trade",
        "show",
        "seminar",
        "composed",
        "industry",
        "veteran",
        "deployers",
        "provider",
        "coinstar",
        "redbox",
        "solohealth",
        "example",
        "given",
        "newest",
        "member",
        "advisory",
        "board",
        "pyramid",
        "qsr",
        "kiosk",
        "storm",
        "interface",
        "input",
        "device",
        "assistive",
        "technology",
        "peerless",
        "av",
        "large",
        "format",
        "indoor",
        "outdoor",
        "digital",
        "signage",
        "kiosk",
        "csa",
        "kiosk",
        "digital",
        "signage",
        "interactive",
        "kiosk",
        "turnkey",
        "solution",
        "board",
        "director",
        "include",
        "olea",
        "kiosk",
        "better",
        "kiosk",
        "intelligent",
        "design",
        "simple",
        "philosophy",
        "driving",
        "force",
        "building",
        "better",
        "kiosk",
        "start",
        "employing",
        "talented",
        "designer",
        "engineer",
        "metal",
        "craftsman",
        "american",
        "kiosk",
        "industry",
        "generation",
        "innovation",
        "remain",
        "operated",
        "company",
        "unparalleled",
        "commitment",
        "quality",
        "service",
        "http",
        "kioware",
        "olea",
        "kiosk",
        "strongly",
        "believe",
        "success",
        "marketplace",
        "due",
        "high",
        "commitment",
        "customer",
        "service",
        "mean",
        "many",
        "thing",
        "u",
        "pride",
        "listening",
        "customer",
        "turning",
        "product",
        "request",
        "new",
        "feature",
        "effort",
        "always",
        "focus",
        "improving",
        "product",
        "providing",
        "excellent",
        "customer",
        "care",
        "http",
        "ipadkiosks",
        "providing",
        "complete",
        "tablet",
        "kiosk",
        "system",
        "enclosure",
        "stand",
        "kiosk",
        "software",
        "backed",
        "full",
        "year",
        "warranty",
        "year",
        "designing",
        "interactive",
        "kiosk",
        "know",
        "work",
        "developed",
        "hardware",
        "software",
        "hundred",
        "interpretive",
        "exhibit",
        "transactional",
        "kiosk",
        "sale",
        "exhibit",
        "training",
        "program",
        "http",
        "pyramid",
        "building",
        "polytouch",
        "ultimate",
        "interactive",
        "kiosk",
        "solution",
        "various",
        "industry",
        "application",
        "area",
        "product",
        "presentation",
        "independent",
        "processing",
        "purchase",
        "process",
        "information",
        "terminal",
        "individual",
        "flexible",
        "application",
        "possibility",
        "make",
        "system",
        "competitive",
        "advantage",
        "thanks",
        "touch",
        "technology",
        "also",
        "localization",
        "system",
        "pls",
        "precision",
        "cm",
        "time",
        "better",
        "system",
        "based",
        "wlan",
        "bluetooth",
        "rfid",
        "technology",
        "addition",
        "pls",
        "work",
        "standard",
        "smartphone",
        "user",
        "without",
        "smartphone",
        "mobile",
        "ultrasound",
        "transmitter",
        "puck",
        "available",
        "alternative",
        "http",
        "kiosk",
        "information",
        "system",
        "kiosk",
        "lead",
        "industry",
        "full",
        "complement",
        "vertical",
        "market",
        "providing",
        "niche",
        "expertise",
        "platform",
        "creation",
        "volume",
        "deployment",
        "support",
        "oem",
        "end",
        "customer",
        "project",
        "range",
        "traditional",
        "application",
        "retail",
        "bill",
        "payment",
        "hr",
        "highly",
        "custom",
        "banking",
        "vending",
        "smart",
        "locker",
        "border",
        "security",
        "solution",
        "unit",
        "successfully",
        "deployed",
        "year",
        "entirely",
        "dedicated",
        "art",
        "kiosk",
        "passion",
        "expertise",
        "resource",
        "greatly",
        "simplify",
        "path",
        "market",
        "http",
        "slabbkiosks",
        "leading",
        "international",
        "manufacturer",
        "interactive",
        "kiosk",
        "based",
        "la",
        "vega",
        "nevada",
        "acquisition",
        "phoenix",
        "kiosk",
        "reddotnet",
        "allowed",
        "company",
        "expand",
        "product",
        "offering",
        "also",
        "enhance",
        "manufacturing",
        "capability",
        "company",
        "able",
        "complete",
        "project",
        "per",
        "year",
        "delivering",
        "thousand",
        "kiosk",
        "single",
        "prototype",
        "rollouts",
        "focus",
        "innovation",
        "affordability",
        "slabb",
        "experienced",
        "responsive",
        "staff",
        "year",
        "combined",
        "industry",
        "experience",
        "allowing",
        "provide",
        "client",
        "high",
        "quality",
        "reliable",
        "product",
        "support",
        "service",
        "additional",
        "information",
        "found",
        "http",
        "frank",
        "mayer",
        "associate",
        "frank",
        "mayer",
        "associate",
        "industry",
        "leader",
        "creative",
        "design",
        "manufacturing",
        "branded",
        "merchandising",
        "display",
        "interactive",
        "kiosk",
        "store",
        "fixture",
        "leading",
        "consumer",
        "product",
        "company",
        "retailer",
        "http",
        "impresa",
        "financial",
        "impresa",
        "alternative",
        "lender",
        "exclusively",
        "focused",
        "providing",
        "financing",
        "digital",
        "kiosk",
        "automated",
        "retail",
        "technology",
        "http",
        "source",
        "technology",
        "source",
        "technology",
        "kiosk",
        "designed",
        "manage",
        "secure",
        "financial",
        "transaction",
        "bill",
        "payment",
        "retail",
        "banking",
        "transaction",
        "focus",
        "user",
        "experience",
        "reliability",
        "serviceability",
        "billpay",
        "personal",
        "teller",
        "machine",
        "automate",
        "customer",
        "transaction",
        "increase",
        "sale",
        "cut",
        "labor",
        "cost",
        "maximize",
        "customer",
        "loyalty",
        "satisfaction",
        "http",
        "nanonation",
        "offering",
        "solution",
        "interactive",
        "digital",
        "signage",
        "transactional",
        "kiosk",
        "nanonation",
        "leverage",
        "year",
        "experience",
        "creative",
        "team",
        "produce",
        "reliable",
        "compelling",
        "public",
        "space",
        "solution",
        "corporation",
        "small",
        "business",
        "alike",
        "http",
        "turnkey",
        "kiosk",
        "turnkey",
        "kiosk",
        "produce",
        "innovative",
        "reliable",
        "kiosk",
        "tailored",
        "best",
        "suit",
        "business",
        "need",
        "transactional",
        "bill",
        "pay",
        "core",
        "service",
        "http",
        "provisio",
        "company",
        "trust",
        "provisio",
        "secure",
        "kiosk",
        "browser",
        "software",
        "safeguarding",
        "public",
        "access",
        "computer",
        "secure",
        "kiosk",
        "browser",
        "protects",
        "operating",
        "system",
        "manipulation",
        "included",
        "start",
        "screen",
        "template",
        "design",
        "optional",
        "remote",
        "management",
        "http",
        "optconnect",
        "north",
        "america",
        "leading",
        "provider",
        "managed",
        "service",
        "wireless",
        "connectivity",
        "atm",
        "kiosk",
        "digital",
        "signage",
        "custom",
        "application",
        "optconnect",
        "revolutionizes",
        "way",
        "machine",
        "communicate",
        "providing",
        "fast",
        "secure",
        "connectivity",
        "cost",
        "saving",
        "greater",
        "reliability",
        "optconnect",
        "offer",
        "managed",
        "service",
        "providing",
        "customer",
        "greatest",
        "level",
        "service",
        "uptime",
        "http",
        "arca",
        "provide",
        "technology",
        "service",
        "help",
        "people",
        "control",
        "cash",
        "bank",
        "branch",
        "retail",
        "store",
        "kiosk",
        "cash",
        "recycling",
        "solution",
        "learn",
        "u",
        "http",
        "storm",
        "interface",
        "storm",
        "interface",
        "manufacture",
        "keypad",
        "keyboard",
        "custom",
        "computer",
        "interface",
        "device",
        "product",
        "built",
        "withstand",
        "rough",
        "use",
        "abuse",
        "unattended",
        "public",
        "industrial",
        "application",
        "storm",
        "also",
        "specializes",
        "assistive",
        "technology",
        "ada",
        "http",
        "professional",
        "proudly",
        "design",
        "manufacture",
        "highest",
        "quality",
        "product",
        "ranging",
        "outdoor",
        "display",
        "complete",
        "kiosk",
        "solution",
        "digital",
        "signage",
        "mount",
        "wireless",
        "system",
        "http",
        "csa",
        "kiosk",
        "digital",
        "signage",
        "solution",
        "csa",
        "solution",
        "premier",
        "solution",
        "provider",
        "focused",
        "providing",
        "professional",
        "solution",
        "lower",
        "total",
        "cost",
        "ownership",
        "throughout",
        "lifecycle",
        "service",
        "operation",
        "expertise",
        "professional",
        "nationwide",
        "workforce",
        "combined",
        "design",
        "manufacturing",
        "capability",
        "provide",
        "client",
        "complete",
        "solution",
        "industry",
        "http",
        "kiosk",
        "industry",
        "group",
        "kiosk",
        "industry",
        "group",
        "news",
        "marketing",
        "association",
        "kiosk",
        "manufacturer",
        "benefit",
        "kiosk",
        "manufacturer",
        "developer",
        "resource",
        "client",
        "company",
        "involved",
        "transaction",
        "machine",
        "sstm",
        "news",
        "industry",
        "industry",
        "published",
        "website",
        "relevant",
        "company",
        "deploy",
        "may",
        "deploy",
        "company",
        "support",
        "deployers",
        "hardware",
        "software",
        "application",
        "kiosk",
        "industry",
        "group",
        "active",
        "since",
        "audience",
        "year",
        "website",
        "human",
        "visit",
        "http",
        "information",
        "medium",
        "contact",
        "craig",
        "keefner",
        "craig",
        "related",
        "file",
        "related",
        "image",
        "austin",
        "kiosk",
        "family",
        "product",
        "olea",
        "kiosk",
        "polytouch",
        "family",
        "product",
        "pyramid",
        "ipadkiosks",
        "family",
        "tablet",
        "product",
        "ipadkiosks",
        "related",
        "link",
        "kiosk",
        "manufacturer",
        "kiosk",
        "association",
        "related",
        "video",
        "http",
        "multimedia",
        "source",
        "kiosk",
        "industry",
        "group",
        "association"
    ]
}