{
    "organizations": [],
    "uuid": "53866794d880ef8e9d9dbbbda64e6ff3ac796064",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/globe-newswire-terraform-power-announces-offer-to-acquire-100-percent-of-leading-european-renewable-power-business-saeta-yield.html",
    "ord_in_thread": 0,
    "title": "TerraForm Power Announces Offer to Acquire 100% of Leading European Renewable Power Business, Saeta Yield",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Investment Highlights:\nTerraForm Power has launched a tender offer to acquire 100% of Saeta’s outstanding shares The tender offer is irrevocably supported by Saeta shareholders who together own more than a 50% interest and have committed to sell into the offer Saeta owns and operates 1,028 megawatts of rate-regulated and contracted solar and wind assets, located primarily in Spain Acquisition of Saeta significantly increases TerraForm Power’s overall portfolio and establishes a scale presence in its target Western European market Transaction is highly accretive to TerraForm Power and improves its balance sheet and credit profile TerraForm Power intends to finance the transaction with a $400 million equity offering, fully backstopped by Brookfield 1 , with the balance funded from available liquidity\nBETHESDA, Md., Feb. 07, 2018 (GLOBE NEWSWIRE) -- TerraForm Power, Inc. (Nasdaq:TERP) (“TerraForm Power”), an owner and operator of 2,600 megawatts of renewable power assets, today announces that it has launched a voluntary tender offer to acquire 100% of the outstanding shares of Saeta Yield, S.A. (“Saeta”), a leading, publicly-listed European owner and operator of wind and solar assets, located primarily in Spain. TerraForm Power has secured irrevocable commitments from shareholders, who together own more than a 50% interest, to tender their shares in Saeta under the offer.\n“With the Saeta acquisition, we are excited to significantly grow our portfolio of high-quality wind and solar assets and expand our geographic footprint with a scale position in Western Europe,” said John Stinebaugh, Chief Executive Officer of TerraForm Power. “With Brookfield as our sponsor, we believe this transaction demonstrates our ability to originate acquisitions of high-quality assets on a value basis that are highly accretive to our shareholders.”\nTransaction highlights\nHighly accretive transaction. The acquisition is highly accretive to TerraForm Power, with CAFD accretion of 24% on a pro forma basis and returns on equity in excess of TerraForm Power’s target.\nHigh quality asset base in attractive target market. Saeta’s portfolio is comprised of 100% owned, recently constructed assets primarily in Western Europe, including 778 megawatts of onshore wind and 250 megawatts of concentrated solar, with an average age of six years and a remaining useful life in excess of 25 years.\nAssets with stable and predictable cash flows. 100% of Saeta’s revenues are generated under stable frameworks with investment grade counterparties. Over 80% of Saeta’s revenues are regulated under the Spanish renewable power regime with limited resource and market price risk. The remaining 20% of revenues are under long term power purchase or concession agreements. Saeta’s revenues have an average remaining regulatory/contractual term of 15 years.\nMultiple value levers. TerraForm Power will have the opportunity to implement multiple value enhancing initiatives that can improve the overall cost profile of the business along with optimizing its capital structure.\nAccelerates deleveraging of TerraForm Power’s balance sheet. The acquisition furthers TerraForm Power’s long-term plan to establish an investment grade balance sheet and accelerates deleveraging of its corporate debt to cash flow ratio towards its 4.0x to 5.0x target.\nTransaction Terms\nTerraForm Power’s offer is €12.20 in cash per share of Saeta. The aggregate value of the irrevocable commitments, representing more than a 50% interest in Saeta, is approximately $600 million. If TerraForm Power successfully acquires all of the remaining Saeta shares in the tender offer, the total purchase price will be approximately $1.2 billion.\nDue to the accretion of the transaction, TerraForm Power has increased its dividend to $0.76 per share (on an annual basis), a 6% increase over its previous target of $0.72 per share, and reconfirms its dividend growth target of 5-8% per annum.\nFunding\nPrior to funding the transaction, TerraForm Power has over $1 billion of liquidity under committed facilities, including $500 million under its corporate credit facility, which has been upsized to $600 million, and $500 million under the sponsor line with Brookfield.\nAssuming a $1.2 billion purchase price, TerraForm Power intends to execute a funding plan comprised of the following sources:\nA $400 million equity offering, which Brookfield has agreed to backstop in order to provide a minimum issuance price equal to TerraForm Power’s 5-day VWAP immediately prior to announcement of the transaction 1 ; The remaining $800 million will be financed with available liquidity, which TerraForm Power intends to refinance with a combination of project financings of its unencumbered assets and cash to be released from Saeta’s assets.\nTiming\nThe tender offer is expected to be completed in the second quarter of 2018, subject to certain closing conditions including obtaining regulatory approvals. TerraForm Power will be able to acquire 100% of the shares of Saeta provided that at least 90% of the shares are tendered in the offer.\nThe transaction has been approved by the Board of Directors of TerraForm Power.\nAdditional information with respect to the transaction has been posted on our website at www.terraformpower.com under Events and Presentation.\nAnnouncement of Quarterly Dividend\nTerraForm Power today announced that, on February 6, 2018, its Board declared a quarterly dividend with respect to TerraForm Power’s Class A common stock of $0.19 per share. The dividend is payable on March 30, 2018, to shareholders of record as of February 28, 2018. This dividend represents TerraForm Power’s first dividend payment under Brookfield’s sponsorship.\nAbout TerraForm Power\nTerraForm Power owns and operates a best-in-class renewable power portfolio of solar and wind assets located primarily in the U.S., totaling more than 2,600 megawatts of installed capacity. TerraForm Power has a mandate to acquire operating solar and wind assets in North America and Western Europe. TerraForm Power is listed on the Nasdaq stock exchange (Nasdaq:TERP). It is sponsored by Brookfield Asset Management, a leading global alternative asset manager with ~ US$265 billion of assets under management.\nFor more information about TerraForm Power, please visit: www.terraformpower.com .\nContacts for Investors / Media:\nTerraForm Power\ninvestors@terraform.com\nSafe Harbor Disclosure\nThis communication contains within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Forward-looking statements can be identified by the fact that they do not relate strictly to historical or current facts. These statements involve estimates, expectations, projections, goals, assumptions, known and unknown risks, and uncertainties and typically include words or variations of words such as \"expect,\" \"anticipate,\" \"believe,\" \"intend,\" \"plan,\" \"seek,\" \"estimate,\" \"predict,\" \"project,\" \"goal,\" \"guidance,\" \"outlook,\" \"objective,\" \"forecast,\" \"target,\" \"potential,\" \"continue,\" \"would,\" \"will,\" \"should,\" \"could,\" or \"may\" or other comparable terms and phrases. All statements that address operating performance, events, or developments that TerraForm Power expects or anticipates will occur in the future are . They may include statements regarding the redemption of existing notes, the terms of the new offering and the intended use of the proceeds of the new offering, or descriptions of assumptions underlying any of the above. Forward-looking statements provide TerraForm Power’s current expectations or predictions of future conditions, events, or results and speak only as of the date they are made. Although TerraForm Power believes its expectations and assumptions are reasonable, it can give no assurance that these expectations and assumptions will prove to have been correct and actual results may vary materially.\nBy their nature, are subject to risks and uncertainties that could cause actual results to differ materially from those suggested by the . Factors that might cause such differences include, but are not limited to, risks related to the expected timing and likelihood of completion of the tender offer for the shares of Saeta, including the timing or receipt of any governmental approvals; risks related to our financing of the transaction, including our ability to issue equity on terms that are accretive to our shareholders and our ability to implement our permanent funding plan, risks related to the integration of Saeta and realization of the benefits of the transaction, risks related to the number of the shares of Saeta that are tendered, including the risk that we are unable to acquire all of the shares of Saeta and are subject to minority shareholder protection rights, the risk that any announcement of the transaction could have an adverse impact on the market price of our common stock, risks related to entering new international jurisdictions, including related to our increased exposure to foreign currency fluctuation and risks and costs associated with the hedging of the Euro; risks related to Brookfield sponsorship, including our ability to realize the expected benefits of the transaction with Brookfield, risks related to wind conditions at our wind assets or to weather conditions at our solar assets, risks related to potential events of default at our project financings, risks related to delays in our filing of periodic reports with the SEC, risks related to the effectiveness of our internal controls over financial reporting, pending and future litigation, our ability to integrate the projects we acquire from third parties or otherwise and realize the anticipated benefits from such acquisitions, the willingness and ability of counterparties to fulfill their obligations under offtake agreements, price fluctuations, termination provisions and buyout provisions in offtake agreements, our ability to enter into contracts to sell power on acceptable prices and terms, including as our offtake agreements expire, our ability to successfully identify, evaluate and consummate acquisitions, government regulation, including compliance with regulatory and permit requirements and changes in market rules, rates, tariffs, tax rules, environmental laws and policies affecting renewable energy, operating and financial restrictions placed on us and our subsidiaries related to agreements governing indebtedness, the condition of the debt and equity capital markets and our ability to borrow additional funds and access capital markets, as well as our substantial indebtedness and the possibility that we may incur additional indebtedness going forward, cash trapped at the project level, including the risk that such project-level cash may not be released up to us in a timely manner, risks related to the proposed relocation of our headquarters, our ability to compete against traditional and renewable energy companies, and hazards customary to the power production industry and power generation operations, such as unusual weather conditions and outages.\nTerraForm Power disclaims any obligation to publicly update or revise any forward-looking statement to reflect changes in underlying assumptions, factors, or expectations, new information, data, or methods, future events, or other changes, except as required by law. The foregoing list of factors that might cause results to differ materially from those contemplated in the should be considered in connection with information regarding risks and uncertainties which are described in TerraForm Power’s Form 10-K for the fiscal year ended December 31, 2016, as well as additional factors it may describe from time to time in other filings with the Securities and Exchange Commission. You should understand that it is not possible to predict or identify all such factors and, consequently, you should not consider any such list to be a complete set of all potential risks or uncertainties.",
    "published": "2018-02-07T14:00:00.000+02:00",
    "crawled": "2018-02-07T14:18:01.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "investment",
        "highlight",
        "terraform",
        "power",
        "launched",
        "tender",
        "offer",
        "acquire",
        "saeta",
        "outstanding",
        "share",
        "tender",
        "offer",
        "irrevocably",
        "supported",
        "saeta",
        "shareholder",
        "together",
        "interest",
        "committed",
        "sell",
        "offer",
        "saeta",
        "owns",
        "operates",
        "megawatt",
        "contracted",
        "solar",
        "wind",
        "asset",
        "located",
        "primarily",
        "spain",
        "acquisition",
        "saeta",
        "significantly",
        "increase",
        "terraform",
        "power",
        "overall",
        "portfolio",
        "establishes",
        "scale",
        "presence",
        "target",
        "western",
        "european",
        "market",
        "transaction",
        "highly",
        "accretive",
        "terraform",
        "power",
        "improves",
        "balance",
        "sheet",
        "credit",
        "profile",
        "terraform",
        "power",
        "intends",
        "finance",
        "transaction",
        "million",
        "equity",
        "offering",
        "fully",
        "backstopped",
        "brookfield",
        "balance",
        "funded",
        "available",
        "liquidity",
        "bethesda",
        "globe",
        "newswire",
        "terraform",
        "power",
        "nasdaq",
        "terp",
        "terraform",
        "power",
        "owner",
        "operator",
        "megawatt",
        "renewable",
        "power",
        "asset",
        "today",
        "announces",
        "launched",
        "voluntary",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "saeta",
        "yield",
        "saeta",
        "leading",
        "european",
        "owner",
        "operator",
        "wind",
        "solar",
        "asset",
        "located",
        "primarily",
        "spain",
        "terraform",
        "power",
        "secured",
        "irrevocable",
        "commitment",
        "shareholder",
        "together",
        "interest",
        "tender",
        "share",
        "saeta",
        "offer",
        "saeta",
        "acquisition",
        "excited",
        "significantly",
        "grow",
        "portfolio",
        "wind",
        "solar",
        "asset",
        "expand",
        "geographic",
        "footprint",
        "scale",
        "position",
        "western",
        "europe",
        "said",
        "john",
        "stinebaugh",
        "chief",
        "executive",
        "officer",
        "terraform",
        "power",
        "brookfield",
        "sponsor",
        "believe",
        "transaction",
        "demonstrates",
        "ability",
        "originate",
        "acquisition",
        "asset",
        "value",
        "basis",
        "highly",
        "accretive",
        "transaction",
        "highlight",
        "highly",
        "accretive",
        "transaction",
        "acquisition",
        "highly",
        "accretive",
        "terraform",
        "power",
        "cafd",
        "accretion",
        "pro",
        "forma",
        "basis",
        "return",
        "equity",
        "excess",
        "terraform",
        "power",
        "target",
        "high",
        "quality",
        "asset",
        "base",
        "attractive",
        "target",
        "market",
        "saeta",
        "portfolio",
        "comprised",
        "owned",
        "recently",
        "constructed",
        "asset",
        "primarily",
        "western",
        "europe",
        "including",
        "megawatt",
        "onshore",
        "wind",
        "megawatt",
        "concentrated",
        "solar",
        "average",
        "age",
        "six",
        "year",
        "remaining",
        "useful",
        "life",
        "excess",
        "year",
        "asset",
        "stable",
        "predictable",
        "cash",
        "flow",
        "saeta",
        "revenue",
        "generated",
        "stable",
        "framework",
        "investment",
        "grade",
        "counterparties",
        "saeta",
        "revenue",
        "regulated",
        "spanish",
        "renewable",
        "power",
        "regime",
        "limited",
        "resource",
        "market",
        "price",
        "risk",
        "remaining",
        "revenue",
        "long",
        "term",
        "power",
        "purchase",
        "concession",
        "agreement",
        "saeta",
        "revenue",
        "average",
        "remaining",
        "term",
        "year",
        "multiple",
        "value",
        "lever",
        "terraform",
        "power",
        "opportunity",
        "implement",
        "multiple",
        "value",
        "enhancing",
        "initiative",
        "improve",
        "overall",
        "cost",
        "profile",
        "business",
        "along",
        "optimizing",
        "capital",
        "structure",
        "accelerates",
        "deleveraging",
        "terraform",
        "power",
        "balance",
        "sheet",
        "acquisition",
        "furthers",
        "terraform",
        "power",
        "plan",
        "establish",
        "investment",
        "grade",
        "balance",
        "sheet",
        "accelerates",
        "deleveraging",
        "corporate",
        "debt",
        "cash",
        "flow",
        "ratio",
        "towards",
        "target",
        "transaction",
        "term",
        "terraform",
        "power",
        "offer",
        "cash",
        "per",
        "share",
        "saeta",
        "aggregate",
        "value",
        "irrevocable",
        "commitment",
        "representing",
        "interest",
        "saeta",
        "approximately",
        "million",
        "terraform",
        "power",
        "successfully",
        "acquires",
        "remaining",
        "saeta",
        "share",
        "tender",
        "offer",
        "total",
        "purchase",
        "price",
        "approximately",
        "billion",
        "due",
        "accretion",
        "transaction",
        "terraform",
        "power",
        "increased",
        "dividend",
        "per",
        "share",
        "annual",
        "basis",
        "increase",
        "previous",
        "target",
        "per",
        "share",
        "reconfirms",
        "dividend",
        "growth",
        "target",
        "per",
        "annum",
        "funding",
        "prior",
        "funding",
        "transaction",
        "terraform",
        "power",
        "billion",
        "liquidity",
        "committed",
        "facility",
        "including",
        "million",
        "corporate",
        "credit",
        "facility",
        "upsized",
        "million",
        "million",
        "sponsor",
        "line",
        "brookfield",
        "assuming",
        "billion",
        "purchase",
        "price",
        "terraform",
        "power",
        "intends",
        "execute",
        "funding",
        "plan",
        "comprised",
        "following",
        "source",
        "million",
        "equity",
        "offering",
        "brookfield",
        "agreed",
        "backstop",
        "order",
        "provide",
        "minimum",
        "issuance",
        "price",
        "equal",
        "terraform",
        "power",
        "vwap",
        "immediately",
        "prior",
        "announcement",
        "transaction",
        "remaining",
        "million",
        "financed",
        "available",
        "liquidity",
        "terraform",
        "power",
        "intends",
        "refinance",
        "combination",
        "project",
        "financing",
        "unencumbered",
        "asset",
        "cash",
        "released",
        "saeta",
        "asset",
        "timing",
        "tender",
        "offer",
        "expected",
        "completed",
        "second",
        "quarter",
        "subject",
        "certain",
        "closing",
        "condition",
        "including",
        "obtaining",
        "regulatory",
        "approval",
        "terraform",
        "power",
        "able",
        "acquire",
        "share",
        "saeta",
        "provided",
        "least",
        "share",
        "tendered",
        "offer",
        "transaction",
        "approved",
        "board",
        "director",
        "terraform",
        "power",
        "additional",
        "information",
        "respect",
        "transaction",
        "posted",
        "website",
        "event",
        "presentation",
        "announcement",
        "quarterly",
        "dividend",
        "terraform",
        "power",
        "today",
        "announced",
        "february",
        "board",
        "declared",
        "quarterly",
        "dividend",
        "respect",
        "terraform",
        "power",
        "class",
        "common",
        "stock",
        "per",
        "share",
        "dividend",
        "payable",
        "march",
        "shareholder",
        "record",
        "february",
        "dividend",
        "represents",
        "terraform",
        "power",
        "first",
        "dividend",
        "payment",
        "brookfield",
        "sponsorship",
        "terraform",
        "power",
        "terraform",
        "power",
        "owns",
        "operates",
        "renewable",
        "power",
        "portfolio",
        "solar",
        "wind",
        "asset",
        "located",
        "primarily",
        "totaling",
        "megawatt",
        "installed",
        "capacity",
        "terraform",
        "power",
        "mandate",
        "acquire",
        "operating",
        "solar",
        "wind",
        "asset",
        "north",
        "america",
        "western",
        "europe",
        "terraform",
        "power",
        "listed",
        "nasdaq",
        "stock",
        "exchange",
        "nasdaq",
        "terp",
        "sponsored",
        "brookfield",
        "asset",
        "management",
        "leading",
        "global",
        "alternative",
        "asset",
        "manager",
        "u",
        "billion",
        "asset",
        "management",
        "information",
        "terraform",
        "power",
        "please",
        "visit",
        "contact",
        "investor",
        "medium",
        "terraform",
        "power",
        "investor",
        "safe",
        "harbor",
        "disclosure",
        "communication",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "identified",
        "fact",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "statement",
        "involve",
        "estimate",
        "expectation",
        "projection",
        "goal",
        "assumption",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "typically",
        "include",
        "word",
        "variation",
        "word",
        "expect",
        "anticipate",
        "believe",
        "intend",
        "plan",
        "seek",
        "estimate",
        "predict",
        "project",
        "goal",
        "guidance",
        "outlook",
        "objective",
        "forecast",
        "target",
        "potential",
        "continue",
        "would",
        "could",
        "may",
        "comparable",
        "term",
        "phrase",
        "statement",
        "address",
        "operating",
        "performance",
        "event",
        "development",
        "terraform",
        "power",
        "expects",
        "anticipates",
        "occur",
        "future",
        "may",
        "include",
        "statement",
        "regarding",
        "redemption",
        "existing",
        "note",
        "term",
        "new",
        "offering",
        "intended",
        "use",
        "proceeds",
        "new",
        "offering",
        "description",
        "assumption",
        "underlying",
        "statement",
        "provide",
        "terraform",
        "power",
        "current",
        "expectation",
        "prediction",
        "future",
        "condition",
        "event",
        "result",
        "speak",
        "date",
        "made",
        "although",
        "terraform",
        "power",
        "belief",
        "expectation",
        "assumption",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "assumption",
        "prove",
        "correct",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "nature",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "suggested",
        "factor",
        "might",
        "cause",
        "difference",
        "include",
        "limited",
        "risk",
        "related",
        "expected",
        "timing",
        "likelihood",
        "completion",
        "tender",
        "offer",
        "share",
        "saeta",
        "including",
        "timing",
        "receipt",
        "governmental",
        "approval",
        "risk",
        "related",
        "financing",
        "transaction",
        "including",
        "ability",
        "issue",
        "equity",
        "term",
        "accretive",
        "shareholder",
        "ability",
        "implement",
        "permanent",
        "funding",
        "plan",
        "risk",
        "related",
        "integration",
        "saeta",
        "realization",
        "benefit",
        "transaction",
        "risk",
        "related",
        "number",
        "share",
        "saeta",
        "tendered",
        "including",
        "risk",
        "unable",
        "acquire",
        "share",
        "saeta",
        "subject",
        "minority",
        "shareholder",
        "protection",
        "right",
        "risk",
        "announcement",
        "transaction",
        "could",
        "adverse",
        "impact",
        "market",
        "price",
        "common",
        "stock",
        "risk",
        "related",
        "entering",
        "new",
        "international",
        "jurisdiction",
        "including",
        "related",
        "increased",
        "exposure",
        "foreign",
        "currency",
        "fluctuation",
        "risk",
        "cost",
        "associated",
        "hedging",
        "euro",
        "risk",
        "related",
        "brookfield",
        "sponsorship",
        "including",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "brookfield",
        "risk",
        "related",
        "wind",
        "condition",
        "wind",
        "asset",
        "weather",
        "condition",
        "solar",
        "asset",
        "risk",
        "related",
        "potential",
        "event",
        "default",
        "project",
        "financing",
        "risk",
        "related",
        "delay",
        "filing",
        "periodic",
        "report",
        "sec",
        "risk",
        "related",
        "effectiveness",
        "internal",
        "control",
        "financial",
        "reporting",
        "pending",
        "future",
        "litigation",
        "ability",
        "integrate",
        "project",
        "acquire",
        "third",
        "party",
        "otherwise",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "willingness",
        "ability",
        "counterparties",
        "fulfill",
        "obligation",
        "offtake",
        "agreement",
        "price",
        "fluctuation",
        "termination",
        "provision",
        "buyout",
        "provision",
        "offtake",
        "agreement",
        "ability",
        "enter",
        "contract",
        "sell",
        "power",
        "acceptable",
        "price",
        "term",
        "including",
        "offtake",
        "agreement",
        "expire",
        "ability",
        "successfully",
        "identify",
        "evaluate",
        "consummate",
        "acquisition",
        "government",
        "regulation",
        "including",
        "compliance",
        "regulatory",
        "permit",
        "requirement",
        "change",
        "market",
        "rule",
        "rate",
        "tariff",
        "tax",
        "rule",
        "environmental",
        "law",
        "policy",
        "affecting",
        "renewable",
        "energy",
        "operating",
        "financial",
        "restriction",
        "placed",
        "u",
        "subsidiary",
        "related",
        "agreement",
        "governing",
        "indebtedness",
        "condition",
        "debt",
        "equity",
        "capital",
        "market",
        "ability",
        "borrow",
        "additional",
        "fund",
        "access",
        "capital",
        "market",
        "well",
        "substantial",
        "indebtedness",
        "possibility",
        "may",
        "incur",
        "additional",
        "indebtedness",
        "going",
        "forward",
        "cash",
        "trapped",
        "project",
        "level",
        "including",
        "risk",
        "cash",
        "may",
        "released",
        "u",
        "timely",
        "manner",
        "risk",
        "related",
        "proposed",
        "relocation",
        "headquarters",
        "ability",
        "compete",
        "traditional",
        "renewable",
        "energy",
        "company",
        "hazard",
        "customary",
        "power",
        "production",
        "industry",
        "power",
        "generation",
        "operation",
        "unusual",
        "weather",
        "condition",
        "outage",
        "terraform",
        "power",
        "disclaims",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "reflect",
        "change",
        "underlying",
        "assumption",
        "factor",
        "expectation",
        "new",
        "information",
        "data",
        "method",
        "future",
        "event",
        "change",
        "except",
        "required",
        "law",
        "foregoing",
        "list",
        "factor",
        "might",
        "cause",
        "result",
        "differ",
        "materially",
        "contemplated",
        "considered",
        "connection",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "described",
        "terraform",
        "power",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "well",
        "additional",
        "factor",
        "may",
        "describe",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "understand",
        "possible",
        "predict",
        "identify",
        "factor",
        "consequently",
        "consider",
        "list",
        "complete",
        "set",
        "potential",
        "risk",
        "uncertainty"
    ]
}