{
    "organizations": [],
    "uuid": "b095f9fc6e5e94b3ca68b76b775791510d5bac57",
    "author": "Roni Jacobson",
    "url": "https://www.cnbc.com/2018/02/07/a-scientific-breakthrough-may-lead-to-an-effective-anti-obesity-drug.html",
    "ord_in_thread": 0,
    "title": "A scientific breakthrough may lead to an effective anti-obesity drug",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Scientists have developed an antibody that neutralizes a hormone called asprosin , which is involved in regulating appetite — and they think it could be the best shot at a viable anti-obesity drug, as well as an effective medication for diabetes and other complicating illnesses.\n\"Not a single drug is effective against obesity. If it works anything like it does in mice, it could change the world as we know it,\" said Atul Chopra, assistant professor of molecular biology and genetics at Baylor College of Medicine and leader of the lab that developed the antibody.\nThe key to the antibody's effectiveness may be in how it attacks its target. Asprosin, a hormone produced in the fatty tissue in the body, has two main functions: It stimulates appetite by crossing the blood-brain barrier and activating certain neurons in the brain, and it regulates blood glucose levels, which are thrown out of whack in diabetes.\nThis is important because obesity and diabetes often go hand in hand. \"There is a great need for an agent that treats both,\" Chopra said.\nUS leads the world in childhood obesity While Egypt has the highest percentage of obese adults, at 35 percent, children and young adults in the United States rank No. 1 in obesity, at nearly 13 percent — and the rate is growing faster than that of adults in many countries.\nOther nations are not far behind, however. Today more than 700 million people have a body mass index over 30 (what is medically defined as obese), according to a recent report in the New England Journal of Medicine . And the problem is only getting worse.\nSince 1980, obesity levels have doubled in 73 countries across the globe and by all accounts will continue to increase. Although obesity affects a huge physical toll, bringing with it a host of other serious medical issues, including Type 2 diabetes, heart disease and stroke, there is also a fiscal toll: Around $190 billion a year is spent on weight-related medical bills, according to the American Heart Association .\nHealthy eating and regular physical activity is the best way to lose weight and keep it off over the long term, but that is not possible for everyone. People who are obese often have a harder time exercising precisely because of their weight. Obesity is often complicated by diabetes and other health issues. \"These things really mount on each other. Sedentary behavior makes us sedentary,\" said Ronald Evans , a professor of biology at the University of California San Diego and head of the Salk Gene Expression Laboratory .\nshow chapters Obesity epidemic in America getting worse 9:22 AM ET Thu, 22 Dec 2016 | 00:36 There are several FDA-approved drugs on the market right now, including Xenical, Belviq, Qsymia and Contrave, which work best when combined with exercise. \" Many people have tried to develop different types of drugs that control appetite. Some of these drugs, such as Xenical, work by targeting enzymes in our digestive system that regulate metabolism; others such as Contrave work by targeting neurons in the brain involved in feelings of energy and hunger. Most don't work, and the ones that do work don't work all that well,\" Evans said. They also come with a high risk of side effects, including incontinence, diarrhea, headache, dizziness, nausea and insomnia, and shouldn't be taken over a long period.\nInsulin is an effective drug for diabetes, but it is often \"unpredictable\" and must be taken multiple times per day and comes with side effects, including low blood sugar, causing fatigue. \"The advantage of antibodies is that they can be injected once or twice a month rather than several times a day, and they continue working for a long period,\" Chopra said. He and his team are now testing the antibody in other animals and hope to hold human trials soon. Chopra estimates that if all goes well, a drug could be on the market in the next five to 10 years.\nThat's a very big if, however. More than 90 percent of drugs fall apart at the stage of translating the drug from mice to humans, according to a 2004 FDA study. \"That' s the reason my lab is so excited,\" Chopra said. \"In this case, we already have living, breathing humans with low asprosin, and we know what happens to them.\" The proof of concept is higher, \"because that's where the discovery began.\"\n\"The advantage of antibodies is that they can be injected once or twice a month rather than several times a day, and they continue working for a long period.\" -Atul Chopra, assistant professor of molecular biology and genetics at Baylor College of Medicine and leader of the lab that developed the antibody. Chopra and his team first discovered asprosin in 2016, almost by accident. They were studying neonatal progeroid syndrome, a genetic disorde r in which people are extremely thin, and found that, compared to people without the syndrome, people who had it were severely lacking in a previously unknown hormone they termed asprosin. In the new study , published in the journal Nature in November 2017, Chopra and his team found that the converse was true: Asprosin was extremely elevated in obese humans as well as mice.\nThey engineered an antibody that neutralizes the activity of the hormone in the bloodstream and injected it in obese mice, who exhibited reduced appetite and significant weight loss, as well as other benefits.\n\"The diabetes got better, and so did the obesity,\" Chopra said. At the same time, there appeared to be less of a risk for hypoglycemia, a common side effect of insulin.\n\"It would be fantastic for our lab or anybody to find an agent that can be injected once or twice a month and can reduce people's cravings for food and through a different mechanism reduce the glucose in the blood that causes the diabetes,\" Chopra said. The scientists also hope to develop a medication for neonatal progeroid syndrome by upping asprosin.\nThe latest study represents a \"big step forward in understanding\" how asprosin works \"and also thinking of potential therapies and ways that can be used,\" said Evans, who was not involved in the research. There is \"high potential\" that the research on asprosin could lead to a drug \"addressing important health problems,\" with few existing pharmacological remedies, Evans said. \"It seems a good candidate in translating to human trials.\"\n\"Using an antibody is a particularly powerful approach, Evans said. \"There's a lot of cleverness in the science.\" Asprosin, found in all animals, is involved in the starvation cycle, an evolved response ratcheting up hunger, as well as the energy to pursue food. \"Even though it was not seen before, this is a very easy entry point.\"\nMore from Modern Medicine:\nBreakthrough drugs offer hope for the 360 million people with hearing loss\nThe most popular free apps to keep you healthy in 2018\n6 amazing medical advancements to expect in 2018\nEvans also has reservations. Asprosin is but one of many hormones and other biological processes that interact to determine appetite, weight and disease. And we still know very little overall about how it interacts with those systems. He also cites safety concerns. Animals often stop eating in response to pain. For non-verbal mice, \"we have a hard time telling how they feel. It could reduce appetite by making animals not feel good or nauseated,\" he said.\n\"This could be a critically important new hormone. It is clearly a major discovery and very intriguing,\" said Roger Cone, director of the University of Michigan LifeSciences Institute. Immediately after asprosin was discovered, Cone started trying to independently replicate Chopra's results. Cone called the latest study \"exciting for a number of reasons,\" praising the novelty and elegance of the science. But he also urges realistic caution, recalling that when Leptin, another major hormone involved in regulating appetite, was first discovered, it was also hailed as a potential breakthrough, \"yet more than 20 years later there have been few applications.\"\nChopra readily admits these are early days. \"We have understood the identity of asprosin, but we still don't know much about how it works. For instance, although we know it crosses the blood-brain barrier, we don't know where it binds in the brain.\"\nChopra hopes to answer questions like these in more animal studies, which he and his team are conducting as they pursue drug development. \"There are hundreds of thousands of things that aren't discovered yet,\" he says.\n— By Roni Jacobson, special to CNBC.com",
    "published": "2018-02-07T16:58:00.000+02:00",
    "crawled": "2018-02-07T16:58:48.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "scientist",
        "developed",
        "antibody",
        "neutralizes",
        "hormone",
        "called",
        "asprosin",
        "involved",
        "regulating",
        "appetite",
        "think",
        "could",
        "best",
        "shot",
        "viable",
        "drug",
        "well",
        "effective",
        "medication",
        "diabetes",
        "complicating",
        "illness",
        "single",
        "drug",
        "effective",
        "obesity",
        "work",
        "anything",
        "like",
        "mouse",
        "could",
        "change",
        "world",
        "know",
        "said",
        "atul",
        "chopra",
        "assistant",
        "professor",
        "molecular",
        "biology",
        "genetics",
        "baylor",
        "college",
        "medicine",
        "leader",
        "lab",
        "developed",
        "antibody",
        "key",
        "antibody",
        "effectiveness",
        "may",
        "attack",
        "target",
        "asprosin",
        "hormone",
        "produced",
        "fatty",
        "tissue",
        "body",
        "two",
        "main",
        "function",
        "stimulates",
        "appetite",
        "crossing",
        "barrier",
        "activating",
        "certain",
        "neuron",
        "brain",
        "regulates",
        "blood",
        "glucose",
        "level",
        "thrown",
        "whack",
        "diabetes",
        "important",
        "obesity",
        "diabetes",
        "often",
        "go",
        "hand",
        "hand",
        "great",
        "need",
        "agent",
        "treat",
        "chopra",
        "said",
        "u",
        "lead",
        "world",
        "childhood",
        "obesity",
        "egypt",
        "highest",
        "percentage",
        "obese",
        "adult",
        "percent",
        "child",
        "young",
        "adult",
        "united",
        "state",
        "rank",
        "obesity",
        "nearly",
        "percent",
        "rate",
        "growing",
        "faster",
        "adult",
        "many",
        "country",
        "nation",
        "far",
        "behind",
        "however",
        "today",
        "million",
        "people",
        "body",
        "mass",
        "index",
        "medically",
        "defined",
        "obese",
        "according",
        "recent",
        "report",
        "new",
        "england",
        "journal",
        "medicine",
        "problem",
        "getting",
        "worse",
        "since",
        "obesity",
        "level",
        "doubled",
        "country",
        "across",
        "globe",
        "account",
        "continue",
        "increase",
        "although",
        "obesity",
        "affect",
        "huge",
        "physical",
        "toll",
        "bringing",
        "host",
        "serious",
        "medical",
        "issue",
        "including",
        "type",
        "diabetes",
        "heart",
        "disease",
        "stroke",
        "also",
        "fiscal",
        "toll",
        "around",
        "billion",
        "year",
        "spent",
        "medical",
        "bill",
        "according",
        "american",
        "heart",
        "association",
        "healthy",
        "eating",
        "regular",
        "physical",
        "activity",
        "best",
        "way",
        "lose",
        "weight",
        "keep",
        "long",
        "term",
        "possible",
        "everyone",
        "people",
        "obese",
        "often",
        "harder",
        "time",
        "exercising",
        "precisely",
        "weight",
        "obesity",
        "often",
        "complicated",
        "diabetes",
        "health",
        "issue",
        "thing",
        "really",
        "mount",
        "sedentary",
        "behavior",
        "make",
        "u",
        "sedentary",
        "said",
        "ronald",
        "evans",
        "professor",
        "biology",
        "university",
        "california",
        "san",
        "diego",
        "head",
        "salk",
        "gene",
        "expression",
        "laboratory",
        "show",
        "chapter",
        "obesity",
        "epidemic",
        "america",
        "getting",
        "worse",
        "et",
        "thu",
        "dec",
        "several",
        "drug",
        "market",
        "right",
        "including",
        "xenical",
        "belviq",
        "qsymia",
        "contrave",
        "work",
        "best",
        "combined",
        "many",
        "people",
        "tried",
        "develop",
        "different",
        "type",
        "drug",
        "control",
        "appetite",
        "drug",
        "xenical",
        "work",
        "targeting",
        "enzyme",
        "digestive",
        "system",
        "regulate",
        "metabolism",
        "others",
        "contrave",
        "work",
        "targeting",
        "neuron",
        "brain",
        "involved",
        "feeling",
        "energy",
        "hunger",
        "work",
        "one",
        "work",
        "work",
        "well",
        "evans",
        "said",
        "also",
        "come",
        "high",
        "risk",
        "side",
        "effect",
        "including",
        "incontinence",
        "diarrhea",
        "headache",
        "dizziness",
        "nausea",
        "insomnia",
        "taken",
        "long",
        "period",
        "insulin",
        "effective",
        "drug",
        "diabetes",
        "often",
        "unpredictable",
        "must",
        "taken",
        "multiple",
        "time",
        "per",
        "day",
        "come",
        "side",
        "effect",
        "including",
        "low",
        "blood",
        "sugar",
        "causing",
        "fatigue",
        "advantage",
        "antibody",
        "injected",
        "twice",
        "month",
        "rather",
        "several",
        "time",
        "day",
        "continue",
        "working",
        "long",
        "period",
        "chopra",
        "said",
        "team",
        "testing",
        "antibody",
        "animal",
        "hope",
        "hold",
        "human",
        "trial",
        "soon",
        "chopra",
        "estimate",
        "go",
        "well",
        "drug",
        "could",
        "market",
        "next",
        "five",
        "year",
        "big",
        "however",
        "percent",
        "drug",
        "fall",
        "apart",
        "stage",
        "translating",
        "drug",
        "mouse",
        "human",
        "according",
        "fda",
        "study",
        "reason",
        "lab",
        "excited",
        "chopra",
        "said",
        "case",
        "already",
        "living",
        "breathing",
        "human",
        "low",
        "asprosin",
        "know",
        "happens",
        "proof",
        "concept",
        "higher",
        "discovery",
        "began",
        "advantage",
        "antibody",
        "injected",
        "twice",
        "month",
        "rather",
        "several",
        "time",
        "day",
        "continue",
        "working",
        "long",
        "period",
        "chopra",
        "assistant",
        "professor",
        "molecular",
        "biology",
        "genetics",
        "baylor",
        "college",
        "medicine",
        "leader",
        "lab",
        "developed",
        "antibody",
        "chopra",
        "team",
        "first",
        "discovered",
        "asprosin",
        "almost",
        "accident",
        "studying",
        "neonatal",
        "progeroid",
        "syndrome",
        "genetic",
        "disorde",
        "r",
        "people",
        "extremely",
        "thin",
        "found",
        "compared",
        "people",
        "without",
        "syndrome",
        "people",
        "severely",
        "lacking",
        "previously",
        "unknown",
        "hormone",
        "termed",
        "asprosin",
        "new",
        "study",
        "published",
        "journal",
        "nature",
        "november",
        "chopra",
        "team",
        "found",
        "converse",
        "true",
        "asprosin",
        "extremely",
        "elevated",
        "obese",
        "human",
        "well",
        "mouse",
        "engineered",
        "antibody",
        "neutralizes",
        "activity",
        "hormone",
        "bloodstream",
        "injected",
        "obese",
        "mouse",
        "exhibited",
        "reduced",
        "appetite",
        "significant",
        "weight",
        "loss",
        "well",
        "benefit",
        "diabetes",
        "got",
        "better",
        "obesity",
        "chopra",
        "said",
        "time",
        "appeared",
        "less",
        "risk",
        "hypoglycemia",
        "common",
        "side",
        "effect",
        "insulin",
        "would",
        "fantastic",
        "lab",
        "anybody",
        "find",
        "agent",
        "injected",
        "twice",
        "month",
        "reduce",
        "people",
        "craving",
        "food",
        "different",
        "mechanism",
        "reduce",
        "glucose",
        "blood",
        "cause",
        "diabetes",
        "chopra",
        "said",
        "scientist",
        "also",
        "hope",
        "develop",
        "medication",
        "neonatal",
        "progeroid",
        "syndrome",
        "upping",
        "asprosin",
        "latest",
        "study",
        "represents",
        "big",
        "step",
        "forward",
        "understanding",
        "asprosin",
        "work",
        "also",
        "thinking",
        "potential",
        "therapy",
        "way",
        "used",
        "said",
        "evans",
        "involved",
        "research",
        "high",
        "potential",
        "research",
        "asprosin",
        "could",
        "lead",
        "drug",
        "addressing",
        "important",
        "health",
        "problem",
        "existing",
        "pharmacological",
        "remedy",
        "evans",
        "said",
        "seems",
        "good",
        "candidate",
        "translating",
        "human",
        "trial",
        "using",
        "antibody",
        "particularly",
        "powerful",
        "approach",
        "evans",
        "said",
        "lot",
        "cleverness",
        "science",
        "asprosin",
        "found",
        "animal",
        "involved",
        "starvation",
        "cycle",
        "evolved",
        "response",
        "ratcheting",
        "hunger",
        "well",
        "energy",
        "pursue",
        "food",
        "even",
        "though",
        "seen",
        "easy",
        "entry",
        "point",
        "modern",
        "medicine",
        "breakthrough",
        "drug",
        "offer",
        "hope",
        "million",
        "people",
        "hearing",
        "loss",
        "popular",
        "free",
        "apps",
        "keep",
        "healthy",
        "amazing",
        "medical",
        "advancement",
        "expect",
        "evans",
        "also",
        "reservation",
        "asprosin",
        "one",
        "many",
        "hormone",
        "biological",
        "process",
        "interact",
        "determine",
        "appetite",
        "weight",
        "disease",
        "still",
        "know",
        "little",
        "overall",
        "interacts",
        "system",
        "also",
        "cite",
        "safety",
        "concern",
        "animal",
        "often",
        "stop",
        "eating",
        "response",
        "pain",
        "mouse",
        "hard",
        "time",
        "telling",
        "feel",
        "could",
        "reduce",
        "appetite",
        "making",
        "animal",
        "feel",
        "good",
        "nauseated",
        "said",
        "could",
        "critically",
        "important",
        "new",
        "hormone",
        "clearly",
        "major",
        "discovery",
        "intriguing",
        "said",
        "roger",
        "cone",
        "director",
        "university",
        "michigan",
        "lifesciences",
        "institute",
        "immediately",
        "asprosin",
        "discovered",
        "cone",
        "started",
        "trying",
        "independently",
        "replicate",
        "chopra",
        "result",
        "cone",
        "called",
        "latest",
        "study",
        "exciting",
        "number",
        "reason",
        "praising",
        "novelty",
        "elegance",
        "science",
        "also",
        "urge",
        "realistic",
        "caution",
        "recalling",
        "leptin",
        "another",
        "major",
        "hormone",
        "involved",
        "regulating",
        "appetite",
        "first",
        "discovered",
        "also",
        "hailed",
        "potential",
        "breakthrough",
        "yet",
        "year",
        "later",
        "application",
        "chopra",
        "readily",
        "admits",
        "early",
        "day",
        "understood",
        "identity",
        "asprosin",
        "still",
        "know",
        "much",
        "work",
        "instance",
        "although",
        "know",
        "cross",
        "barrier",
        "know",
        "bind",
        "brain",
        "chopra",
        "hope",
        "answer",
        "question",
        "like",
        "animal",
        "study",
        "team",
        "conducting",
        "pursue",
        "drug",
        "development",
        "hundred",
        "thousand",
        "thing",
        "discovered",
        "yet",
        "say",
        "roni",
        "jacobson",
        "special"
    ]
}