{
    "organizations": [],
    "uuid": "5dd796da11aec2282f2fa1fecaff2583abb160a8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/pr-newswire-cipher-pharmaceuticals-acquires-exclusive-canadian-rights-to-fda-approved-trulancea-from-synergy-pharmaceuticals.html",
    "ord_in_thread": 0,
    "title": "Cipher Pharmaceuticals Acquires Exclusive Canadian Rights to FDA-Approved TRULANCE® from Synergy Pharmaceuticals",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A new differentiated treatment option for GI disorders\nTransaction broadens Cipher's Canadian portfolio providing entry into rapidly growing market where innovative treatments are needed\nMISSISSAUGA, ON, Feb. 28, 2018 /PRNewswire/ - Cipher Pharmaceuticals Inc. (TSX:CPH) (\"Cipher\" or \"the Company\") today announced it has acquired the exclusive Canadian rights to right to develop, market, distribute and sell TRULANCE ® (plecanatide) from Synergy Pharmaceuticals Inc. (NASDAQ:SGYP) (\"Synergy\"). TRULANCE is a once-daily tablet approved by the U.S. Food and Drug Administration (\"FDA\") for the treatment of adults with chronic idiopathic constipation (\"CIC\") and irritable bowel syndrome with constipation (\"IBS-C\").\n\"We are excited at the prospect of bringing an innovative new product to market that would be a safe and effective treatment option for the many Canadians who suffer from these chronic GI disorders,\" said Robert Tessarolo, President and CEO of Cipher. \"TRULANCE has established a strong and remarkably consistent efficacy and safety profile in clinical trials with more than 4,700 CIC and IBS-C patients.\"\nMr. Tessarolo added: \"Our growth strategy is aimed at assembling a diversified portfolio of prescription medicines across a range of therapeutic areas. This agreement brings a new and differentiated GI product into our Canadian portfolio and demonstrates the continued execution of our strategy. We are targeting a New Drug Submission to Health Canada later this year and potential approval and product launch in 2019.\"\nIt is estimated that one in four Canadians has symptoms of constipation and an estimated 38% of Canadians report constipation within the previous 12 months 1 . According to IMS, the total Canadian laxative and antispasmodic market (prescription and OTC) was valued at over CDN$200 million for the 12 months ending September 2017.\n\"As an emerging leader in the Canadian healthcare industry, Cipher is an ideal partner to commercialize TRULANCE in Canada. Their impressive management team and track record of successfully commercializing medicines in Canada were critical decision-making factors in this collaboration,\" said Troy Hamilton, Chief Executive Officer of Synergy Pharmaceuticals Inc. \"This licensing agreement demonstrates our unwavering commitment to bring TRULANCE to as many patients and their health care providers as possible.\"\nUnder the terms of the licensing agreement, Synergy will receive an upfront payment of US$5.0 million and is eligible for an additional milestone payment, as well as royalties from product sales in Canada. The agreement provides that Synergy will be responsible for manufacturing and supplying finished product to Cipher.\nAbout Irritable Bowel Syndrome with Constipation (IBS-C)\nIrritable bowel syndrome (IBS) is a chronic gastrointestinal disorder characterized by recurrent abdominal pain and associated with two or more of the following: related to defecation, associated with a change in the frequency of stool, or associated with a change in the form (appearance) of the stool. IBS can be subtyped by the predominant stool form: constipation (IBS-C), diarrhea (IBS-D) or mixed (IBS-M). Those within the IBS-C subtype experience hard or lumpy stools more than 25 percent of the time they defecate, and loose or watery stools less than 25 percent of the time.\nAbout Chronic Idiopathic Constipation (CIC)\nCIC affects approximately 14 percent of the global population, disproportionately affecting women and older adults. People with CIC have persistent symptoms of difficult-to-pass and infrequent bowel movements. In addition to physical symptoms including abdominal bloating and discomfort, CIC can adversely affect an individual's quality of life, including increasing stress levels and anxiety.\nAbout TRULANCE CIC and IBS-C Phase 3 Clinical Programs\nThe efficacy and safety of TRULANCE for the treatment of CIC and IBS-C was established in four 12-week, double-blind, placebo-controlled, randomized, multicenter clinical studies involving over 4,700 patients. TRULANCE demonstrated improvement in FDA endpoints assessing abdominal pain, constipation, stool consistency and straining with bowel movements associated with IBS-C, as well as in the constipation, stool consistency and straining with bowel movements associated with CIC. These patient-reported symptoms returned within one week following discontinuation of TRULANCE. The most common adverse event in both CIC and IBS-C studies was diarrhea (≤5.0% vs. 1.0% placebo).\nAbout TRULANCE ®\nTRULANCE ® (plecanatide) is a once-daily tablet approved in the U.S. for adults with CIC or IBS-C. With the exception of a single amino acid substitution for greater binding affinity, TRULANCE is structurally identical to uroguanylin, a naturally occurring and endogenous human GI peptide. Uroguanylin activates GC-C receptors in a pH-sensitive manner primarily in the small intestine, stimulating fluid secretion and maintaining stool consistency necessary for regular bowel function.\nAbout Synergy Pharmaceuticals Inc.\nSynergy is a biopharmaceutical company focused on the development and commercialization of novel gastrointestinal (GI) therapies. The company has pioneered discovery, research and development efforts around analogs of uroguanylin, a naturally occurring human GI peptide, for the treatment of GI diseases and disorders. Synergy's proprietary GI platform includes one commercial product TRULANCE ® (plecanatide) and a second product candidate – dolcanatide. For more information, please visit www.synergypharma.com .\nAbout Cipher Pharmaceuticals Inc.\nCipher (TSX:CPH) is a specialty pharmaceutical company with a robust and diversified portfolio of commercial and early to late-stage products. Cipher acquires products that fulfill unmet medical needs, manages the required clinical development and regulatory approval process, and markets those products either directly in Canada or indirectly through partners in Canada, the U.S., and South America. Cipher is focused on a three-pronged growth strategy – including acquisitions, in-licensing, and selective investments in drug development – to assemble a broad portfolio of prescription products that serve unmet medical needs. For more information, visit www.cipherpharma.com .\nForward-Looking Statements\nThis document includes forward-looking statements within the meaning of certain securities laws, including the \"safe harbour\" provisions of the Securities Act (Ontario) and other provincial securities law in Canada and U.S. securities laws. These forward-looking statements include, among others, statements with respect to our objectives, goals and strategies to achieve those objectives and goals, as well as statements with respect to our beliefs, plans, expectations, anticipations, estimates and intentions. The words \"may\", \"will\", \"could\", \"should\", \"would\", \"suspect\", \"outlook\", \"believe\", \"plan\", \"anticipate\", \"estimate\", \"expect\", \"intend\", \"forecast\", \"objective\", \"hope\" and \"continue\" (or the negative thereof), and words and expressions of similar import, are intended to identify forward-looking statements.\nBy their very nature, forward-looking statements involve inherent risks and uncertainties, both general and specific, which give rise to the possibility that predictions, forecasts, projections and other forward-looking statements will not be achieved. Certain material factors or assumptions are applied in making forward-looking statements and actual results may differ materially from those expressed or implied in such statements. We caution readers not to place undue reliance on these statements as a number of important factors, many of which are beyond our control, could cause our actual results to differ materially from the beliefs, plans, objectives, expectations, anticipations, estimates and intentions expressed in such forward-looking statements. These factors include, but are not limited to, our ability to enter into in-licensing, development, manufacturing and marketing and distribution agreements with other pharmaceutical companies and keep such agreements in effect; our dependency on a limited number of products; integration difficulties and other risks if we acquire or in-license technologies or product candidates; reliance on third parties for the marketing of certain products; the product approval process is highly unpredictable; the timing of completion of clinical trials; reliance on third parties to manufacture our products and events outside of our control that could adversely impact the ability of our manufacturing partners to supply products to meet our demands; we may be subject to future product liability claims; unexpected product safety or efficacy concerns may arise; we generate license revenue from a limited number of distribution and supply agreements; the pharmaceutical industry is highly competitive; requirements for additional capital to fund future operations; dependence on key managerial personnel and external collaborators; no assurance that we will receive regulatory approvals in the U.S., Canada or any other jurisdictions; current uncertainty surrounding health care regulation in the United States; certain of our products are subject to regulation as controlled substances; limitations on reimbursement in the healthcare industry; limited reimbursement for products by government authorities and third-party payor policies; various laws pertaining to health care fraud and abuse; reliance on the success of strategic investments and partnerships; the publication of negative results of clinical trials; unpredictable development goals and projected time frames; rising insurance costs; ability to enforce covenants not to compete; risks associated with the industry in which it operates; we may be unsuccessful in evaluating material risks involved in completed and future acquisitions; we may be unable to identify, acquire or integrate acquisition targets successfully; inability to meet covenants under our long term debt arrangement; compliance with privacy and security regulation; our policies regarding returns, allowances and chargebacks may reduce revenues; certain current and future regulations could restrict our activities; additional regulatory burden and controls over financial reporting; reliance on third parties to perform certain services; general commercial litigation, class actions, other litigation claims and regulatory actions; the effects of our delisting from the NASDAQ Global Market (the \"NASDAQ\") and deregistration of our Common Shares under the U.S. Securities Exchange Act of 1934, as amended (the \"U.S. Exchange Act\"); the difficulty for shareholders to realize in the United States upon judgments of U.S. courts predicated upon civil liability of the Company and its directors and officers who are not residents of the United States; certain adverse tax rules applicable to U.S. holders of our Common Shares if we are a passive foreign investment company for U.S. federal income tax purposes; the potential violation of intellectual property rights of third parties; our efforts to obtain, protect or enforce our patents and other intellectual property rights related to our products; changes in U.S., Canadian or foreign patent laws; litigation in the pharmaceutical industry concerning the manufacture and supply of novel and generic versions of existing drugs; inability to protect our trademarks from infringement; shareholders may be further diluted if we issue securities to raise capital; volatility of our share price; the actions of a significant shareholder; we do not currently intend to pay dividends; our operating results may fluctuate significantly; and our debt obligations will have priority over the Common Shares in the event of a liquidation, dissolution or winding up.\nWe caution that the foregoing list of important factors that may affect future results is not exhaustive. When reviewing our forward-looking statements, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. Additional information about factors that may cause actual results to differ materially from expectations, and about material factors or assumptions applied in making forward-looking statements, may be found in the \"Risk Factors\" section of this AIF and in our Management's Discussion and Analysis of Operating Results and Financial Position for the year ended December 31, 2017, and elsewhere in our filings with Canadian securities regulators. Except as required by Canadian securities law, we do not undertake to update any forward-looking statements, whether written or oral, that may be made from time to time by us or on our behalf; such statements speak only as of the date made. The forward-looking statements included herein are expressly qualified in their entirety by this cautionary language.\n(1) \"Understanding the Prevalence and Impact of Constipation in Canada\": A Special Report from the Canadian Digestive Health Foundation.\nSOURCE Cipher Pharmaceuticals Inc.",
    "published": "2018-02-28T15:00:00.000+02:00",
    "crawled": "2018-02-28T17:06:58.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "differentiated",
        "treatment",
        "option",
        "gi",
        "disorder",
        "transaction",
        "broadens",
        "cipher",
        "canadian",
        "portfolio",
        "providing",
        "entry",
        "rapidly",
        "growing",
        "market",
        "innovative",
        "treatment",
        "needed",
        "mississauga",
        "cipher",
        "pharmaceutical",
        "tsx",
        "cph",
        "cipher",
        "company",
        "today",
        "announced",
        "acquired",
        "exclusive",
        "canadian",
        "right",
        "right",
        "develop",
        "market",
        "distribute",
        "sell",
        "trulance",
        "plecanatide",
        "synergy",
        "pharmaceutical",
        "nasdaq",
        "sgyp",
        "synergy",
        "trulance",
        "tablet",
        "approved",
        "food",
        "drug",
        "administration",
        "fda",
        "treatment",
        "adult",
        "chronic",
        "idiopathic",
        "constipation",
        "cic",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "excited",
        "prospect",
        "bringing",
        "innovative",
        "new",
        "product",
        "market",
        "would",
        "safe",
        "effective",
        "treatment",
        "option",
        "many",
        "canadian",
        "suffer",
        "chronic",
        "gi",
        "disorder",
        "said",
        "robert",
        "tessarolo",
        "president",
        "ceo",
        "cipher",
        "trulance",
        "established",
        "strong",
        "remarkably",
        "consistent",
        "efficacy",
        "safety",
        "profile",
        "clinical",
        "trial",
        "cic",
        "patient",
        "tessarolo",
        "added",
        "growth",
        "strategy",
        "aimed",
        "assembling",
        "diversified",
        "portfolio",
        "prescription",
        "medicine",
        "across",
        "range",
        "therapeutic",
        "area",
        "agreement",
        "brings",
        "new",
        "differentiated",
        "gi",
        "product",
        "canadian",
        "portfolio",
        "demonstrates",
        "continued",
        "execution",
        "strategy",
        "targeting",
        "new",
        "drug",
        "submission",
        "health",
        "canada",
        "later",
        "year",
        "potential",
        "approval",
        "product",
        "launch",
        "estimated",
        "one",
        "four",
        "canadian",
        "symptom",
        "constipation",
        "estimated",
        "canadian",
        "report",
        "constipation",
        "within",
        "previous",
        "month",
        "according",
        "ims",
        "total",
        "canadian",
        "laxative",
        "antispasmodic",
        "market",
        "prescription",
        "otc",
        "valued",
        "cdn",
        "million",
        "month",
        "ending",
        "september",
        "emerging",
        "leader",
        "canadian",
        "healthcare",
        "industry",
        "cipher",
        "ideal",
        "partner",
        "commercialize",
        "trulance",
        "canada",
        "impressive",
        "management",
        "team",
        "track",
        "record",
        "successfully",
        "commercializing",
        "medicine",
        "canada",
        "critical",
        "factor",
        "collaboration",
        "said",
        "troy",
        "hamilton",
        "chief",
        "executive",
        "officer",
        "synergy",
        "pharmaceutical",
        "licensing",
        "agreement",
        "demonstrates",
        "unwavering",
        "commitment",
        "bring",
        "trulance",
        "many",
        "patient",
        "health",
        "care",
        "provider",
        "possible",
        "term",
        "licensing",
        "agreement",
        "synergy",
        "receive",
        "upfront",
        "payment",
        "u",
        "million",
        "eligible",
        "additional",
        "milestone",
        "payment",
        "well",
        "royalty",
        "product",
        "sale",
        "canada",
        "agreement",
        "provides",
        "synergy",
        "responsible",
        "manufacturing",
        "supplying",
        "finished",
        "product",
        "cipher",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "irritable",
        "bowel",
        "syndrome",
        "ibs",
        "chronic",
        "gastrointestinal",
        "disorder",
        "characterized",
        "recurrent",
        "abdominal",
        "pain",
        "associated",
        "two",
        "following",
        "related",
        "defecation",
        "associated",
        "change",
        "frequency",
        "stool",
        "associated",
        "change",
        "form",
        "appearance",
        "stool",
        "ibs",
        "subtyped",
        "predominant",
        "stool",
        "form",
        "constipation",
        "diarrhea",
        "mixed",
        "within",
        "subtype",
        "experience",
        "hard",
        "lumpy",
        "stool",
        "percent",
        "time",
        "defecate",
        "loose",
        "watery",
        "stool",
        "less",
        "percent",
        "time",
        "chronic",
        "idiopathic",
        "constipation",
        "cic",
        "cic",
        "affect",
        "approximately",
        "percent",
        "global",
        "population",
        "disproportionately",
        "affecting",
        "woman",
        "older",
        "adult",
        "people",
        "cic",
        "persistent",
        "symptom",
        "infrequent",
        "bowel",
        "movement",
        "addition",
        "physical",
        "symptom",
        "including",
        "abdominal",
        "bloating",
        "discomfort",
        "cic",
        "adversely",
        "affect",
        "individual",
        "quality",
        "life",
        "including",
        "increasing",
        "stress",
        "level",
        "anxiety",
        "trulance",
        "cic",
        "phase",
        "clinical",
        "program",
        "efficacy",
        "safety",
        "trulance",
        "treatment",
        "cic",
        "established",
        "four",
        "randomized",
        "multicenter",
        "clinical",
        "study",
        "involving",
        "patient",
        "trulance",
        "demonstrated",
        "improvement",
        "fda",
        "endpoint",
        "assessing",
        "abdominal",
        "pain",
        "constipation",
        "stool",
        "consistency",
        "straining",
        "bowel",
        "movement",
        "associated",
        "well",
        "constipation",
        "stool",
        "consistency",
        "straining",
        "bowel",
        "movement",
        "associated",
        "cic",
        "symptom",
        "returned",
        "within",
        "one",
        "week",
        "following",
        "discontinuation",
        "trulance",
        "common",
        "adverse",
        "event",
        "cic",
        "study",
        "diarrhea",
        "placebo",
        "trulance",
        "trulance",
        "plecanatide",
        "tablet",
        "approved",
        "adult",
        "cic",
        "exception",
        "single",
        "amino",
        "acid",
        "substitution",
        "greater",
        "binding",
        "affinity",
        "trulance",
        "structurally",
        "identical",
        "uroguanylin",
        "naturally",
        "occurring",
        "endogenous",
        "human",
        "gi",
        "peptide",
        "uroguanylin",
        "activates",
        "receptor",
        "manner",
        "primarily",
        "small",
        "intestine",
        "stimulating",
        "fluid",
        "secretion",
        "maintaining",
        "stool",
        "consistency",
        "necessary",
        "regular",
        "bowel",
        "function",
        "synergy",
        "pharmaceutical",
        "synergy",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "novel",
        "gastrointestinal",
        "gi",
        "therapy",
        "company",
        "pioneered",
        "discovery",
        "research",
        "development",
        "effort",
        "around",
        "analog",
        "uroguanylin",
        "naturally",
        "occurring",
        "human",
        "gi",
        "peptide",
        "treatment",
        "gi",
        "disease",
        "disorder",
        "synergy",
        "proprietary",
        "gi",
        "platform",
        "includes",
        "one",
        "commercial",
        "product",
        "trulance",
        "plecanatide",
        "second",
        "product",
        "candidate",
        "dolcanatide",
        "information",
        "please",
        "visit",
        "cipher",
        "pharmaceutical",
        "cipher",
        "tsx",
        "cph",
        "specialty",
        "pharmaceutical",
        "company",
        "robust",
        "diversified",
        "portfolio",
        "commercial",
        "early",
        "product",
        "cipher",
        "acquires",
        "product",
        "fulfill",
        "unmet",
        "medical",
        "need",
        "manages",
        "required",
        "clinical",
        "development",
        "regulatory",
        "approval",
        "process",
        "market",
        "product",
        "either",
        "directly",
        "canada",
        "indirectly",
        "partner",
        "canada",
        "south",
        "america",
        "cipher",
        "focused",
        "growth",
        "strategy",
        "including",
        "acquisition",
        "selective",
        "investment",
        "drug",
        "development",
        "assemble",
        "broad",
        "portfolio",
        "prescription",
        "product",
        "serve",
        "unmet",
        "medical",
        "need",
        "information",
        "visit",
        "statement",
        "document",
        "includes",
        "statement",
        "within",
        "meaning",
        "certain",
        "security",
        "law",
        "including",
        "safe",
        "harbour",
        "provision",
        "security",
        "act",
        "ontario",
        "provincial",
        "security",
        "law",
        "canada",
        "security",
        "law",
        "statement",
        "include",
        "among",
        "others",
        "statement",
        "respect",
        "objective",
        "goal",
        "strategy",
        "achieve",
        "objective",
        "goal",
        "well",
        "statement",
        "respect",
        "belief",
        "plan",
        "expectation",
        "anticipation",
        "estimate",
        "intention",
        "word",
        "may",
        "could",
        "would",
        "suspect",
        "outlook",
        "believe",
        "plan",
        "anticipate",
        "estimate",
        "expect",
        "intend",
        "forecast",
        "objective",
        "hope",
        "continue",
        "negative",
        "thereof",
        "word",
        "expression",
        "similar",
        "import",
        "intended",
        "identify",
        "statement",
        "nature",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "give",
        "rise",
        "possibility",
        "prediction",
        "forecast",
        "projection",
        "statement",
        "achieved",
        "certain",
        "material",
        "factor",
        "assumption",
        "applied",
        "making",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "important",
        "factor",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "belief",
        "plan",
        "objective",
        "expectation",
        "anticipation",
        "estimate",
        "intention",
        "expressed",
        "statement",
        "factor",
        "include",
        "limited",
        "ability",
        "enter",
        "development",
        "manufacturing",
        "marketing",
        "distribution",
        "agreement",
        "pharmaceutical",
        "company",
        "keep",
        "agreement",
        "effect",
        "dependency",
        "limited",
        "number",
        "product",
        "integration",
        "difficulty",
        "risk",
        "acquire",
        "technology",
        "product",
        "candidate",
        "reliance",
        "third",
        "party",
        "marketing",
        "certain",
        "product",
        "product",
        "approval",
        "process",
        "highly",
        "unpredictable",
        "timing",
        "completion",
        "clinical",
        "trial",
        "reliance",
        "third",
        "party",
        "manufacture",
        "product",
        "event",
        "outside",
        "control",
        "could",
        "adversely",
        "impact",
        "ability",
        "manufacturing",
        "partner",
        "supply",
        "product",
        "meet",
        "demand",
        "may",
        "subject",
        "future",
        "product",
        "liability",
        "claim",
        "unexpected",
        "product",
        "safety",
        "efficacy",
        "concern",
        "may",
        "arise",
        "generate",
        "license",
        "revenue",
        "limited",
        "number",
        "distribution",
        "supply",
        "agreement",
        "pharmaceutical",
        "industry",
        "highly",
        "competitive",
        "requirement",
        "additional",
        "capital",
        "fund",
        "future",
        "operation",
        "dependence",
        "key",
        "managerial",
        "personnel",
        "external",
        "collaborator",
        "assurance",
        "receive",
        "regulatory",
        "approval",
        "canada",
        "jurisdiction",
        "current",
        "uncertainty",
        "surrounding",
        "health",
        "care",
        "regulation",
        "united",
        "state",
        "certain",
        "product",
        "subject",
        "regulation",
        "controlled",
        "substance",
        "limitation",
        "reimbursement",
        "healthcare",
        "industry",
        "limited",
        "reimbursement",
        "product",
        "government",
        "authority",
        "payor",
        "policy",
        "various",
        "law",
        "pertaining",
        "health",
        "care",
        "fraud",
        "abuse",
        "reliance",
        "success",
        "strategic",
        "investment",
        "partnership",
        "publication",
        "negative",
        "result",
        "clinical",
        "trial",
        "unpredictable",
        "development",
        "goal",
        "projected",
        "time",
        "frame",
        "rising",
        "insurance",
        "cost",
        "ability",
        "enforce",
        "covenant",
        "compete",
        "risk",
        "associated",
        "industry",
        "operates",
        "may",
        "unsuccessful",
        "evaluating",
        "material",
        "risk",
        "involved",
        "completed",
        "future",
        "acquisition",
        "may",
        "unable",
        "identify",
        "acquire",
        "integrate",
        "acquisition",
        "target",
        "successfully",
        "inability",
        "meet",
        "covenant",
        "long",
        "term",
        "debt",
        "arrangement",
        "compliance",
        "privacy",
        "security",
        "regulation",
        "policy",
        "regarding",
        "return",
        "allowance",
        "chargebacks",
        "may",
        "reduce",
        "revenue",
        "certain",
        "current",
        "future",
        "regulation",
        "could",
        "restrict",
        "activity",
        "additional",
        "regulatory",
        "burden",
        "control",
        "financial",
        "reporting",
        "reliance",
        "third",
        "party",
        "perform",
        "certain",
        "service",
        "general",
        "commercial",
        "litigation",
        "class",
        "action",
        "litigation",
        "claim",
        "regulatory",
        "action",
        "effect",
        "delisting",
        "nasdaq",
        "global",
        "market",
        "nasdaq",
        "deregistration",
        "common",
        "share",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "difficulty",
        "shareholder",
        "realize",
        "united",
        "state",
        "upon",
        "judgment",
        "court",
        "predicated",
        "upon",
        "civil",
        "liability",
        "company",
        "director",
        "officer",
        "resident",
        "united",
        "state",
        "certain",
        "adverse",
        "tax",
        "rule",
        "applicable",
        "holder",
        "common",
        "share",
        "passive",
        "foreign",
        "investment",
        "company",
        "federal",
        "income",
        "tax",
        "purpose",
        "potential",
        "violation",
        "intellectual",
        "property",
        "right",
        "third",
        "party",
        "effort",
        "obtain",
        "protect",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "right",
        "related",
        "product",
        "change",
        "canadian",
        "foreign",
        "patent",
        "law",
        "litigation",
        "pharmaceutical",
        "industry",
        "concerning",
        "manufacture",
        "supply",
        "novel",
        "generic",
        "version",
        "existing",
        "drug",
        "inability",
        "protect",
        "trademark",
        "infringement",
        "shareholder",
        "may",
        "diluted",
        "issue",
        "security",
        "raise",
        "capital",
        "volatility",
        "share",
        "price",
        "action",
        "significant",
        "shareholder",
        "currently",
        "intend",
        "pay",
        "dividend",
        "operating",
        "result",
        "may",
        "fluctuate",
        "significantly",
        "debt",
        "obligation",
        "priority",
        "common",
        "share",
        "event",
        "liquidation",
        "dissolution",
        "winding",
        "caution",
        "foregoing",
        "list",
        "important",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "exhaustive",
        "reviewing",
        "statement",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "additional",
        "information",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "material",
        "factor",
        "assumption",
        "applied",
        "making",
        "statement",
        "may",
        "found",
        "risk",
        "factor",
        "section",
        "aif",
        "management",
        "discussion",
        "analysis",
        "operating",
        "result",
        "financial",
        "position",
        "year",
        "ended",
        "december",
        "elsewhere",
        "filing",
        "canadian",
        "security",
        "regulator",
        "except",
        "required",
        "canadian",
        "security",
        "law",
        "undertake",
        "update",
        "statement",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "u",
        "behalf",
        "statement",
        "speak",
        "date",
        "made",
        "statement",
        "included",
        "herein",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "language",
        "understanding",
        "prevalence",
        "impact",
        "constipation",
        "canada",
        "special",
        "report",
        "canadian",
        "digestive",
        "health",
        "foundation",
        "source",
        "cipher",
        "pharmaceutical",
        "inc"
    ]
}