{
    "organizations": [],
    "uuid": "55a1975f2131a0f3d3a2ff10c2e55f757d5274cc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/15/globe-newswire-ctg-announces-acquisition-of-soft-company.html",
    "ord_in_thread": 0,
    "title": "CTG Announces Acquisition of SOFT COMPANY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BUFFALO, N.Y., Feb. 15, 2018 (GLOBE NEWSWIRE) -- CTG (NASDAQ:CTG), an information technology (IT) solutions and services company, today announced it has acquired Paris-based SOFT COMPANY, an innovative consulting and engineering company with complementary expertise in both business and information systems.\nHighlights of the transaction include:\nAdds approximately $30 million in annualized revenue; Extends established European presence into the growing $40 billion IT services market in France; Offers significant cross-selling opportunities across combined client base; Expands existing offerings with highly complementary services and value-add solutions, including business intelligence and analytics, as well as mobile application development; Enhances growth and margin expansion opportunities with greater scale; and, Expected to be immediately accretive to operating margin and earnings per share, excluding customary acquisition-related expenses.\n“The acquisition of SOFT COMPANY is a significant milestone in CTG’s growth strategy as it expands our portfolio of services and opens up an important new and growing market in France,” said Bud Crumlish, CTG President and CEO. “More specifically, this transaction broadens CTG’s strong existing market positions in Belgium and Luxemburg, while providing us with increased scale and offerings to serve a highly diverse group of European clients. The combined organization will also benefit from the ability to leverage the outstanding reputations of each company as we continue to deliver exceptional service that addresses our clients’ business and technology challenges. We are pleased and excited to have Soft Company join our group of companies.”\nSOFT COMPANY has more than 200 consultants working in specialized business and technical oriented offerings, including banking, insurance, application development and data analytics. SOFT COMPANY will operate as a subsidiary of CTG Europe and will continue to be led by the current SOFT COMPANY management team of Moïse Torjmane, Léon Levy, and Serge Saada.\n“CTG’s European expansion into the French market through this acquisition supports our vision of being a significant IT services provider in all of Europe,” said Filip Gydé, Senior Vice President and General Manager of CTG Europe. “We know that it is not enough to only remain in a position of strength in our current markets, but we must also look to expand to larger markets which we currently do not serve. As our European business continues to grow, it was strategically important to find a partner in France that shared our vision and could provide additional services to help our clients navigate the digital world.”\nCTG Europe offerings include application services, testing services, IT service management, and regulatory compliance. The company has a recognized presence in Belgium, Luxembourg and the United Kingdom as well as with European Union institutions. More specifically, CTG is a market leader in testing and validation services in both Belgium and Luxembourg and is a recognized leading provider of IT services in Luxembourg. CTG currently employs approximately 800 people in Western Europe and 3,250 company-wide.\nIn a joint statement, the leadership of SOFT COMPANY stated, “We are thrilled to take the next step in the evolution of our company and join CTG. Our combined organizations and shared vision will benefit all of our clients and team members, and we look forward to further helping to grow both the business and the reputation of CTG in Europe. We wanted to become part of an organization that values and provides growth opportunities for every team member.”\nThe all-cash transaction is valued at $16.5 million, not including potential future earnouts, for SOFT COMPANY’s approximately $30 million in annualized revenue and approximately $3.5 million of cash and cash equivalents as of December 31, 2017. Soft Company is a profitable company, and excluding customary acquisition-related expenses, the transaction is expected to be immediately accretive to CTG’s operating margin and earnings per share. CTG funded the purchase price of the acquisition through a combination of cash on hand and a drawdown of capital from the Company’s recently expanded three-year revolving credit facility. The boards of directors of both companies unanimously approved the transaction, and the acquisition was not subject to any regulatory approvals.\nMr. Jean-François Perret of PAC/CXP Group was the exclusive M&A advisor to CTG, Mr. Nicolas Verrier of Grant Thornton served as exclusive financial advisor to CTG. Mr. Hugo Sanchez de la Espada of Baker & McKenzie SCP served as CTG’s legal counsel. Mr. Jacques Paquin and Mr. Gilles Elkouby acted as exclusive financial advisors to SOFT COMPANY. Mr. Johann Bouskila of COVER Avocats served as SOFT COMPANY’s legal counsel.\nCTG will discuss an overview of the acquisition and rationale as part of the Company’s scheduled fourth quarter and fiscal year 2017 financial results conference call on February 20, 2018 at 11:00 a.m. Eastern Time. Additional details on the transaction will also be outlined in CTG’s current report on Form 8-K to be filed by the Company with the U.S. Securities and Exchange Commission at www.sec.gov .\nAbout CTG\nCTG (NASDAQ:CTG) provides industry-specific IT services and solutions that address the business needs and challenges of clients in high-growth industries in North America and Western Europe. CTG also provides strategic staffing services for major technology companies and large corporations. Backed by more than 50 years of experience and proprietary methodologies, CTG has a proven track record of reliably delivering high-value, industry-specific staffing services and solutions to its clients. CTG has operations in North America, Western Europe, and India. The Company regularly posts news and other important information online at www.ctg.com .\nAbout SOFT COMPANY\nCreated in 1991, SOFT COMPANY is a global player in consulting and digital transformation. The relevance of our offerings, our delivery model, and our geographic proximity supports our ability to meet the expectations of our customers and our consultants. SOFT COMPANY is an innovative, responsive, reliable, and responsible organization that serves customers in markets, including banking, finance, insurance, health, retail, and telecommunications. The Company brings expertise to their clients in the areas of Advisory Services to the Finance and Insurance markets and in the delivery of their Digital Transformation, Data Intelligence, and Infrastructures offerings. Every day, we strive to explore new territories, to evolve our offers and our consultants, and to lead with expertise in our ongoing process of continuous improvement. SOFT COMPANY can be found online at www.softcompany.fr .\nSafe Harbor Statement for CTG\nThis document contains certain forward-looking statements concerning the Company's current expectations as to future growth, financial outlook, business strategy and performance expectations for 2018 and three-year performance targets, a share repurchase program, and statements related to cost control, new business opportunities, financial performance, market demand, and other attributes of the Company. These statements are based upon the Company's expectations and assumptions, a review of industry reports, current business conditions in the areas where the Company does business, feedback from existing and potential new clients, a review of current and proposed legislation and governmental regulations that may affect the Company and/or its clients, and other future events or circumstances. Actual results could differ materially from the outlook guidance, expectations, and other forward-looking statements as a result of a number of factors, including among others, the availability to the Company of qualified professional staff, domestic and foreign industry competition for clients and talent, increased bargaining power of large clients, the Company's ability to protect confidential client data, the partial or complete loss of the revenue the Company generates from International Business Machines Corporation (IBM) and/or SDI International (SDI), the uncertainty of clients' implementations of cost reduction projects, the effect of healthcare reform and initiatives, the mix of work between staffing and solutions, currency exchange risks, risks associated with operating in foreign jurisdictions, renegotiations, nullification, or breaches of contracts with clients, vendors, subcontractors or other parties, the change in valuation of capitalized software balances, the impact of current and future laws and government regulation, as well as repeal or modification of such, affecting the information technology (IT) solutions and staffing industry, taxes and the Company's operations in particular, industry and economic conditions, including fluctuations in demand for IT services, consolidation among the Company's competitors or clients, the need to supplement or change our IT services in response to new offerings in the industry or changes in client requirements for IT products and solutions and other factors that involve risk and uncertainty including those listed in the Company's reports filed with the Securities and Exchange Commission as of the date of this document. Such forward-looking statements should be read in conjunction with the Company's disclosures set forth in the Company's 2016 Form 10-K, which is incorporated by reference, and other reports that may be filed from time to time with the Securities and Exchange Commission. The Company assumes no obligation to update the forward-looking information contained in this release.\nctg-g\nInvestors and Media:\nJohn M. Laubacker, Chief Financial Officer\n(716) 887-7368\nSource:Computer Task Group, Incorporated",
    "published": "2018-02-15T16:20:00.000+02:00",
    "crawled": "2018-02-15T22:24:40.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "buffalo",
        "globe",
        "newswire",
        "ctg",
        "nasdaq",
        "ctg",
        "information",
        "technology",
        "solution",
        "service",
        "company",
        "today",
        "announced",
        "acquired",
        "soft",
        "company",
        "innovative",
        "consulting",
        "engineering",
        "company",
        "complementary",
        "expertise",
        "business",
        "information",
        "system",
        "highlight",
        "transaction",
        "include",
        "add",
        "approximately",
        "million",
        "annualized",
        "revenue",
        "extends",
        "established",
        "european",
        "presence",
        "growing",
        "billion",
        "service",
        "market",
        "france",
        "offer",
        "significant",
        "opportunity",
        "across",
        "combined",
        "client",
        "base",
        "expands",
        "existing",
        "offering",
        "highly",
        "complementary",
        "service",
        "solution",
        "including",
        "business",
        "intelligence",
        "analytics",
        "well",
        "mobile",
        "application",
        "development",
        "enhances",
        "growth",
        "margin",
        "expansion",
        "opportunity",
        "greater",
        "scale",
        "expected",
        "immediately",
        "accretive",
        "operating",
        "margin",
        "earnings",
        "per",
        "share",
        "excluding",
        "customary",
        "expense",
        "acquisition",
        "soft",
        "company",
        "significant",
        "milestone",
        "ctg",
        "growth",
        "strategy",
        "expands",
        "portfolio",
        "service",
        "open",
        "important",
        "new",
        "growing",
        "market",
        "france",
        "said",
        "bud",
        "crumlish",
        "ctg",
        "president",
        "ceo",
        "specifically",
        "transaction",
        "broadens",
        "ctg",
        "strong",
        "existing",
        "market",
        "position",
        "belgium",
        "luxemburg",
        "providing",
        "u",
        "increased",
        "scale",
        "offering",
        "serve",
        "highly",
        "diverse",
        "group",
        "european",
        "client",
        "combined",
        "organization",
        "also",
        "benefit",
        "ability",
        "leverage",
        "outstanding",
        "reputation",
        "company",
        "continue",
        "deliver",
        "exceptional",
        "service",
        "address",
        "client",
        "business",
        "technology",
        "challenge",
        "pleased",
        "excited",
        "soft",
        "company",
        "join",
        "group",
        "soft",
        "company",
        "consultant",
        "working",
        "specialized",
        "business",
        "technical",
        "oriented",
        "offering",
        "including",
        "banking",
        "insurance",
        "application",
        "development",
        "data",
        "analytics",
        "soft",
        "company",
        "operate",
        "subsidiary",
        "ctg",
        "europe",
        "continue",
        "led",
        "current",
        "soft",
        "company",
        "management",
        "team",
        "moïse",
        "torjmane",
        "léon",
        "levy",
        "serge",
        "saada",
        "ctg",
        "european",
        "expansion",
        "french",
        "market",
        "acquisition",
        "support",
        "vision",
        "significant",
        "service",
        "provider",
        "europe",
        "said",
        "filip",
        "gydé",
        "senior",
        "vice",
        "president",
        "general",
        "manager",
        "ctg",
        "europe",
        "know",
        "enough",
        "remain",
        "position",
        "strength",
        "current",
        "market",
        "must",
        "also",
        "look",
        "expand",
        "larger",
        "market",
        "currently",
        "serve",
        "european",
        "business",
        "continues",
        "grow",
        "strategically",
        "important",
        "find",
        "partner",
        "france",
        "shared",
        "vision",
        "could",
        "provide",
        "additional",
        "service",
        "help",
        "client",
        "navigate",
        "digital",
        "ctg",
        "europe",
        "offering",
        "include",
        "application",
        "service",
        "testing",
        "service",
        "service",
        "management",
        "regulatory",
        "compliance",
        "company",
        "recognized",
        "presence",
        "belgium",
        "luxembourg",
        "united",
        "kingdom",
        "well",
        "european",
        "union",
        "institution",
        "specifically",
        "ctg",
        "market",
        "leader",
        "testing",
        "validation",
        "service",
        "belgium",
        "luxembourg",
        "recognized",
        "leading",
        "provider",
        "service",
        "luxembourg",
        "ctg",
        "currently",
        "employ",
        "approximately",
        "people",
        "western",
        "europe",
        "joint",
        "statement",
        "leadership",
        "soft",
        "company",
        "stated",
        "thrilled",
        "take",
        "next",
        "step",
        "evolution",
        "company",
        "join",
        "ctg",
        "combined",
        "organization",
        "shared",
        "vision",
        "benefit",
        "client",
        "team",
        "member",
        "look",
        "forward",
        "helping",
        "grow",
        "business",
        "reputation",
        "ctg",
        "europe",
        "wanted",
        "become",
        "part",
        "organization",
        "value",
        "provides",
        "growth",
        "opportunity",
        "every",
        "team",
        "transaction",
        "valued",
        "million",
        "including",
        "potential",
        "future",
        "earnouts",
        "soft",
        "company",
        "approximately",
        "million",
        "annualized",
        "revenue",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "december",
        "soft",
        "company",
        "profitable",
        "company",
        "excluding",
        "customary",
        "expense",
        "transaction",
        "expected",
        "immediately",
        "accretive",
        "ctg",
        "operating",
        "margin",
        "earnings",
        "per",
        "share",
        "ctg",
        "funded",
        "purchase",
        "price",
        "acquisition",
        "combination",
        "cash",
        "hand",
        "drawdown",
        "capital",
        "company",
        "recently",
        "expanded",
        "revolving",
        "credit",
        "facility",
        "board",
        "director",
        "company",
        "unanimously",
        "approved",
        "transaction",
        "acquisition",
        "subject",
        "regulatory",
        "approval",
        "perret",
        "group",
        "exclusive",
        "advisor",
        "ctg",
        "nicolas",
        "verrier",
        "grant",
        "thornton",
        "served",
        "exclusive",
        "financial",
        "advisor",
        "ctg",
        "hugo",
        "sanchez",
        "de",
        "la",
        "espada",
        "baker",
        "mckenzie",
        "scp",
        "served",
        "ctg",
        "legal",
        "counsel",
        "jacques",
        "paquin",
        "gilles",
        "elkouby",
        "acted",
        "exclusive",
        "financial",
        "advisor",
        "soft",
        "company",
        "johann",
        "bouskila",
        "cover",
        "avocats",
        "served",
        "soft",
        "company",
        "legal",
        "counsel",
        "ctg",
        "discus",
        "overview",
        "acquisition",
        "rationale",
        "part",
        "company",
        "scheduled",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "financial",
        "result",
        "conference",
        "call",
        "february",
        "eastern",
        "time",
        "additional",
        "detail",
        "transaction",
        "also",
        "outlined",
        "ctg",
        "current",
        "report",
        "form",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "ctg",
        "ctg",
        "nasdaq",
        "ctg",
        "provides",
        "service",
        "solution",
        "address",
        "business",
        "need",
        "challenge",
        "client",
        "industry",
        "north",
        "america",
        "western",
        "europe",
        "ctg",
        "also",
        "provides",
        "strategic",
        "staffing",
        "service",
        "major",
        "technology",
        "company",
        "large",
        "corporation",
        "backed",
        "year",
        "experience",
        "proprietary",
        "methodology",
        "ctg",
        "proven",
        "track",
        "record",
        "reliably",
        "delivering",
        "staffing",
        "service",
        "solution",
        "client",
        "ctg",
        "operation",
        "north",
        "america",
        "western",
        "europe",
        "india",
        "company",
        "regularly",
        "post",
        "news",
        "important",
        "information",
        "online",
        "soft",
        "company",
        "created",
        "soft",
        "company",
        "global",
        "player",
        "consulting",
        "digital",
        "transformation",
        "relevance",
        "offering",
        "delivery",
        "model",
        "geographic",
        "proximity",
        "support",
        "ability",
        "meet",
        "expectation",
        "customer",
        "consultant",
        "soft",
        "company",
        "innovative",
        "responsive",
        "reliable",
        "responsible",
        "organization",
        "serf",
        "customer",
        "market",
        "including",
        "banking",
        "finance",
        "insurance",
        "health",
        "retail",
        "telecommunication",
        "company",
        "brings",
        "expertise",
        "client",
        "area",
        "advisory",
        "service",
        "finance",
        "insurance",
        "market",
        "delivery",
        "digital",
        "transformation",
        "data",
        "intelligence",
        "infrastructure",
        "offering",
        "every",
        "day",
        "strive",
        "explore",
        "new",
        "territory",
        "evolve",
        "offer",
        "consultant",
        "lead",
        "expertise",
        "ongoing",
        "process",
        "continuous",
        "improvement",
        "soft",
        "company",
        "found",
        "online",
        "safe",
        "harbor",
        "statement",
        "ctg",
        "document",
        "contains",
        "certain",
        "statement",
        "concerning",
        "company",
        "current",
        "expectation",
        "future",
        "growth",
        "financial",
        "outlook",
        "business",
        "strategy",
        "performance",
        "expectation",
        "performance",
        "target",
        "share",
        "repurchase",
        "program",
        "statement",
        "related",
        "cost",
        "control",
        "new",
        "business",
        "opportunity",
        "financial",
        "performance",
        "market",
        "demand",
        "attribute",
        "company",
        "statement",
        "based",
        "upon",
        "company",
        "expectation",
        "assumption",
        "review",
        "industry",
        "report",
        "current",
        "business",
        "condition",
        "area",
        "company",
        "business",
        "feedback",
        "existing",
        "potential",
        "new",
        "client",
        "review",
        "current",
        "proposed",
        "legislation",
        "governmental",
        "regulation",
        "may",
        "affect",
        "company",
        "client",
        "future",
        "event",
        "circumstance",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "outlook",
        "guidance",
        "expectation",
        "statement",
        "result",
        "number",
        "factor",
        "including",
        "among",
        "others",
        "availability",
        "company",
        "qualified",
        "professional",
        "staff",
        "domestic",
        "foreign",
        "industry",
        "competition",
        "client",
        "talent",
        "increased",
        "bargaining",
        "power",
        "large",
        "client",
        "company",
        "ability",
        "protect",
        "confidential",
        "client",
        "data",
        "partial",
        "complete",
        "loss",
        "revenue",
        "company",
        "generates",
        "international",
        "business",
        "machine",
        "corporation",
        "ibm",
        "sdi",
        "international",
        "sdi",
        "uncertainty",
        "client",
        "implementation",
        "cost",
        "reduction",
        "project",
        "effect",
        "healthcare",
        "reform",
        "initiative",
        "mix",
        "work",
        "staffing",
        "solution",
        "currency",
        "exchange",
        "risk",
        "risk",
        "associated",
        "operating",
        "foreign",
        "jurisdiction",
        "renegotiations",
        "nullification",
        "breach",
        "contract",
        "client",
        "vendor",
        "subcontractor",
        "party",
        "change",
        "valuation",
        "capitalized",
        "software",
        "balance",
        "impact",
        "current",
        "future",
        "law",
        "government",
        "regulation",
        "well",
        "repeal",
        "modification",
        "affecting",
        "information",
        "technology",
        "solution",
        "staffing",
        "industry",
        "tax",
        "company",
        "operation",
        "particular",
        "industry",
        "economic",
        "condition",
        "including",
        "fluctuation",
        "demand",
        "service",
        "consolidation",
        "among",
        "company",
        "competitor",
        "client",
        "need",
        "supplement",
        "change",
        "service",
        "response",
        "new",
        "offering",
        "industry",
        "change",
        "client",
        "requirement",
        "product",
        "solution",
        "factor",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "listed",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "date",
        "document",
        "statement",
        "read",
        "conjunction",
        "company",
        "disclosure",
        "set",
        "forth",
        "company",
        "form",
        "incorporated",
        "reference",
        "report",
        "may",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "contained",
        "release",
        "investor",
        "medium",
        "john",
        "laubacker",
        "chief",
        "financial",
        "officer",
        "source",
        "computer",
        "task",
        "group",
        "incorporated"
    ]
}