{
    "organizations": [],
    "uuid": "a2c548d40d3946f5a47f188c5f20561668259921",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/12/pr-newswire-global-blockchains-mining-division-secures-additional-75-mw-of-low-cost-power.html",
    "ord_in_thread": 0,
    "title": "Global Blockchain's Mining Division Secures Additional 75 MW Of Low-Cost Power",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, Feb. 12, 2018 /PRNewswire/ -- GLOBAL BLOCKCHAIN TECHNOLOGIES CORP. (CSE: BLOC) (FSE: BWSP) (OTC: BLKCF) (\"GBT\" or the \"Company\") is pleased to report that it has completed its previously announced acquisition of Coinstream Mining Corp. by way of three-corner amalgamation. Under the terms of the definitive acquisition agreement, GBT will acquire 100% of Coinstream and assume all of its existing assets and underlying agreements at present, including:\nThe Manitoba joint venture facilities totaling 50 MW of capacity, with 35 MW of capacity available immediately. GBT's subsidiary, Global Blockchain Technologies Corp., will supply cryptocurrency mining units on the basis of a 70/30 split in favour of GBT. The wholly-owned Mozambique facility totaling 25 MW of capacity, with 10 MW of capacity available immediately. The Mozambique facility will host GBT machines and/or seek joint ventures for the rapid procurement of cryptocurrency miners. These facilities have an average power cost of USD$.03 per KwH. A 25% interest in Distributed Mining Inc. (\"Distributed Mining\"). Distributed Mining is a blockchain software company creating software that enables all devices to have the ability to participate in mining cryptocurrency. The software will be available to be downloaded through Distributed Mining, or through its partner sites. Connected devices will then be able to activate mining operations through their devices (including but not limited to mobile phones and gaming consoles).\nDistributed Mining would allow anyone with a connected device to download and install a software packet, giving the user access to optimized cryptocurrency mining. The distributed mining platform will be able to optimize for variable mining requirements, and its design is particularly well suited for gaming consoles, of which there are over 100 million currently connected units. Gaming consoles contain stronger processing power than that found in typical laptop/desktop computers, making them the perfect environment to deploy the distributed mining platform as individuals are able to put their resting consoles to work, earning them valuable cryptocurrency tokens.\nBoth the Manitoba and Mozambique facilities are managed by personnel who are seasoned in the operation of cryptocurrencies, providing a turnkey and lean solution to GBT.\nSpinout of Global Blockchain Mining as stand-alone publicly listed entity\nThe Company is pursuing a plan of arrangement to liberate the value in its mining division. Through the arrangement, the Company intends to list Global Blockchain Mining, along with all of its mining interests, as a publicly listed Canadian entity.\nThe spinout will be on a one-for-one basis with every share held of GBT entitling the holder to one share of Global Blockchain Mining.\nThe Company has set the annual general and special meeting for April 10, 2018. All shareholders as of the record date, March 1, 2018, will be entitled to vote at the meeting, as well as to the spinout share.\nThe spinout entity is anticipated to have combined access to 175 MW of low-cost, reliable power in Montana, Manitoba, and Mozambique and currently has 6,666 AntMiner S9s which are expected to be fully operational by mid-April. The spinout will also hold 25% of Distributed Mining.\nGBT will satisfy the acquisition of Coinstream by the issuance of 32.5 million common shares of Global Blockchain Technologies.\nThe completion of the arrangement and the listing of Global Blockchain Mining will be subject to regulatory approval of this transaction, the approval of shareholders, the Supreme Court of British Columbia and the Canadian Securities Exchange, which is not guaranteed.\nFor more information, please contact info@globalblockchain.io\nAbout Global Blockchain Technologies Corp .\nGlobal Blockchain Technologies Corp. provides investors access to a basket of direct and indirect holdings within the blockchain space, managed by a team of industry pioneers and early adopters of all major cryptocurrencies.\nGBT is listed on the CSE and its common shares trade under the ticker symbol \"BLOC.\" Other information relating to GBT is available on SEDAR at www.sedar.com as well as on the Company's website at www.globalblockchain.io ..\nOn behalf of:\nGLOBAL BLOCKCHAIN TECHNOLOGIES CORP.\nShidan Gouran\nPresident\nCautionary Note Regarding Forward-Looking Information\nThis news release contains \"forward-looking information\" within the meaning of applicable securities laws. Generally, any statements that are not historical facts may contain forward-looking information, and forward-looking information can be identified by the use of forward-looking terminology such as \"plans\", \"expects\" or \"does not expect\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\" or \"does not anticipate\", or \"believes\", or variations of such words and phrases or indicates that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will be\" taken, \"occur\" or \"be achieved\". Forward-looking information includes, but is not limited to the Company's goal of streamlining the current arduous, lengthy and complicated process that interested investors need to undergo in order to gain exposure to the cryptocurrency space with a view to becoming the first vertically integrated originator and manager of top-tier blockchains and digital currencies. The Company has no assets and its business plan is purely conceptual in nature and there is no assurance that it will be implemented as set out herein, or at all. Forward-looking information is based on certain factors and assumptions the Company believes to be reasonable at the time such statements are made, including but not limited to: statements and expectations regarding the ability of the Company to (i) successfully engage senior management with appropriate industry experience and expertise, (ii) gain access to and acquire a basket of cryptocurrency assets and pre-ICO and ICO financings on favourable terms or at all, (iii) successfully create its own tokens and ICO's, and (iv) execute on future M&A opportunities in the cryptocurrency space; receipt of required regulatory approvals; the availability of necessary financing; permitting and such other assumptions and factors as set out herein. Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information, including but not limited to: risks related to changes in cryptocurrency prices; the estimation of personnel and operating costs; general global markets and economic conditions; risks associated with uninsurable risks; risks associated with currency fluctuations; competition faced in securing experienced personnel with appropriate industry experience and expertise; risks associated with changes in the financial auditing and corporate governance standards applicable to cryptocurrencies and ICO's; risks related to potential conflicts of interest; the reliance on key personnel; financing, capitalization and liquidity risks including the risk that the financing necessary to fund continued development of the Company's business plan may not be available on satisfactory terms, or at all; the risk of potential dilution through the issuance of additional common shares of the Company; the risk of litigation. Although the Company has attempted to identify important factors that could cause actual results to differ materially from the forward-looking information set out in this presentation, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such information. Accordingly, readers should not place undue reliance on forward-looking information. Forward-looking statements are made based on management's beliefs, estimates and opinions on the date that statements are made and the Company undertakes no obligation to update forward-looking statements if these beliefs, estimates and opinions or other circumstances should change, except as required by law. Investors are cautioned against attributing undue certainty to forward-looking statements.\nNeither the CSE nor its Regulation Services Provider (as that term is defined in the policies of the CSE) accepts responsibility for the adequacy or accuracy of this release.\nView original content: http://www.prnewswire.com/news-releases/global-blockchains-mining-division-secures-additional-75-mw-of-low-cost-power-300597405.html\nSOURCE Global Blockchain Technologies Corp.",
    "published": "2018-02-12T23:55:00.000+02:00",
    "crawled": "2018-02-13T01:57:12.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "global",
        "blockchain",
        "technology",
        "cse",
        "bloc",
        "fse",
        "bwsp",
        "otc",
        "blkcf",
        "gbt",
        "company",
        "pleased",
        "report",
        "completed",
        "previously",
        "announced",
        "acquisition",
        "coinstream",
        "mining",
        "way",
        "amalgamation",
        "term",
        "definitive",
        "acquisition",
        "agreement",
        "gbt",
        "acquire",
        "coinstream",
        "assume",
        "existing",
        "asset",
        "underlying",
        "agreement",
        "present",
        "including",
        "manitoba",
        "joint",
        "venture",
        "facility",
        "totaling",
        "mw",
        "capacity",
        "mw",
        "capacity",
        "available",
        "immediately",
        "gbt",
        "subsidiary",
        "global",
        "blockchain",
        "technology",
        "supply",
        "cryptocurrency",
        "mining",
        "unit",
        "basis",
        "split",
        "favour",
        "gbt",
        "mozambique",
        "facility",
        "totaling",
        "mw",
        "capacity",
        "mw",
        "capacity",
        "available",
        "immediately",
        "mozambique",
        "facility",
        "host",
        "gbt",
        "machine",
        "seek",
        "joint",
        "venture",
        "rapid",
        "procurement",
        "cryptocurrency",
        "miner",
        "facility",
        "average",
        "power",
        "cost",
        "usd",
        "per",
        "kwh",
        "interest",
        "distributed",
        "mining",
        "distributed",
        "mining",
        "distributed",
        "mining",
        "blockchain",
        "software",
        "company",
        "creating",
        "software",
        "enables",
        "device",
        "ability",
        "participate",
        "mining",
        "cryptocurrency",
        "software",
        "available",
        "downloaded",
        "distributed",
        "mining",
        "partner",
        "site",
        "connected",
        "device",
        "able",
        "activate",
        "mining",
        "operation",
        "device",
        "including",
        "limited",
        "mobile",
        "phone",
        "gaming",
        "console",
        "distributed",
        "mining",
        "would",
        "allow",
        "anyone",
        "connected",
        "device",
        "download",
        "install",
        "software",
        "packet",
        "giving",
        "user",
        "access",
        "optimized",
        "cryptocurrency",
        "mining",
        "distributed",
        "mining",
        "platform",
        "able",
        "optimize",
        "variable",
        "mining",
        "requirement",
        "design",
        "particularly",
        "well",
        "suited",
        "gaming",
        "console",
        "million",
        "currently",
        "connected",
        "unit",
        "gaming",
        "console",
        "contain",
        "stronger",
        "processing",
        "power",
        "found",
        "typical",
        "computer",
        "making",
        "perfect",
        "environment",
        "deploy",
        "distributed",
        "mining",
        "platform",
        "individual",
        "able",
        "put",
        "resting",
        "console",
        "work",
        "earning",
        "valuable",
        "cryptocurrency",
        "token",
        "manitoba",
        "mozambique",
        "facility",
        "managed",
        "personnel",
        "seasoned",
        "operation",
        "cryptocurrencies",
        "providing",
        "turnkey",
        "lean",
        "solution",
        "gbt",
        "spinout",
        "global",
        "blockchain",
        "mining",
        "publicly",
        "listed",
        "entity",
        "company",
        "pursuing",
        "plan",
        "arrangement",
        "liberate",
        "value",
        "mining",
        "division",
        "arrangement",
        "company",
        "intends",
        "list",
        "global",
        "blockchain",
        "mining",
        "along",
        "mining",
        "interest",
        "publicly",
        "listed",
        "canadian",
        "entity",
        "spinout",
        "basis",
        "every",
        "share",
        "held",
        "gbt",
        "entitling",
        "holder",
        "one",
        "share",
        "global",
        "blockchain",
        "mining",
        "company",
        "set",
        "annual",
        "general",
        "special",
        "meeting",
        "april",
        "shareholder",
        "record",
        "date",
        "march",
        "entitled",
        "vote",
        "meeting",
        "well",
        "spinout",
        "share",
        "spinout",
        "entity",
        "anticipated",
        "combined",
        "access",
        "mw",
        "reliable",
        "power",
        "montana",
        "manitoba",
        "mozambique",
        "currently",
        "antminer",
        "s9s",
        "expected",
        "fully",
        "operational",
        "spinout",
        "also",
        "hold",
        "distributed",
        "mining",
        "gbt",
        "satisfy",
        "acquisition",
        "coinstream",
        "issuance",
        "million",
        "common",
        "share",
        "global",
        "blockchain",
        "technology",
        "completion",
        "arrangement",
        "listing",
        "global",
        "blockchain",
        "mining",
        "subject",
        "regulatory",
        "approval",
        "transaction",
        "approval",
        "shareholder",
        "supreme",
        "court",
        "british",
        "columbia",
        "canadian",
        "security",
        "exchange",
        "guaranteed",
        "information",
        "please",
        "contact",
        "info",
        "global",
        "blockchain",
        "technology",
        "corp",
        "global",
        "blockchain",
        "technology",
        "provides",
        "investor",
        "access",
        "basket",
        "direct",
        "indirect",
        "holding",
        "within",
        "blockchain",
        "space",
        "managed",
        "team",
        "industry",
        "pioneer",
        "early",
        "adopter",
        "major",
        "cryptocurrencies",
        "gbt",
        "listed",
        "cse",
        "common",
        "share",
        "trade",
        "ticker",
        "symbol",
        "bloc",
        "information",
        "relating",
        "gbt",
        "available",
        "sedar",
        "well",
        "company",
        "website",
        "behalf",
        "global",
        "blockchain",
        "technology",
        "shidan",
        "gouran",
        "president",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "generally",
        "statement",
        "historical",
        "fact",
        "may",
        "contain",
        "information",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "indicates",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "includes",
        "limited",
        "company",
        "goal",
        "streamlining",
        "current",
        "arduous",
        "lengthy",
        "complicated",
        "process",
        "interested",
        "investor",
        "need",
        "undergo",
        "order",
        "gain",
        "exposure",
        "cryptocurrency",
        "space",
        "view",
        "becoming",
        "first",
        "vertically",
        "integrated",
        "originator",
        "manager",
        "blockchains",
        "digital",
        "currency",
        "company",
        "asset",
        "business",
        "plan",
        "purely",
        "conceptual",
        "nature",
        "assurance",
        "implemented",
        "set",
        "herein",
        "information",
        "based",
        "certain",
        "factor",
        "assumption",
        "company",
        "belief",
        "reasonable",
        "time",
        "statement",
        "made",
        "including",
        "limited",
        "statement",
        "expectation",
        "regarding",
        "ability",
        "company",
        "successfully",
        "engage",
        "senior",
        "management",
        "appropriate",
        "industry",
        "experience",
        "expertise",
        "ii",
        "gain",
        "access",
        "acquire",
        "basket",
        "cryptocurrency",
        "asset",
        "ico",
        "financing",
        "favourable",
        "term",
        "iii",
        "successfully",
        "create",
        "token",
        "ico",
        "iv",
        "execute",
        "future",
        "opportunity",
        "cryptocurrency",
        "space",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "availability",
        "necessary",
        "financing",
        "permitting",
        "assumption",
        "factor",
        "set",
        "herein",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "including",
        "limited",
        "risk",
        "related",
        "change",
        "cryptocurrency",
        "price",
        "estimation",
        "personnel",
        "operating",
        "cost",
        "general",
        "global",
        "market",
        "economic",
        "condition",
        "risk",
        "associated",
        "uninsurable",
        "risk",
        "risk",
        "associated",
        "currency",
        "fluctuation",
        "competition",
        "faced",
        "securing",
        "experienced",
        "personnel",
        "appropriate",
        "industry",
        "experience",
        "expertise",
        "risk",
        "associated",
        "change",
        "financial",
        "auditing",
        "corporate",
        "governance",
        "standard",
        "applicable",
        "cryptocurrencies",
        "ico",
        "risk",
        "related",
        "potential",
        "conflict",
        "interest",
        "reliance",
        "key",
        "personnel",
        "financing",
        "capitalization",
        "liquidity",
        "risk",
        "including",
        "risk",
        "financing",
        "necessary",
        "fund",
        "continued",
        "development",
        "company",
        "business",
        "plan",
        "may",
        "available",
        "satisfactory",
        "term",
        "risk",
        "potential",
        "dilution",
        "issuance",
        "additional",
        "common",
        "share",
        "company",
        "risk",
        "litigation",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "information",
        "set",
        "presentation",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "made",
        "based",
        "management",
        "belief",
        "estimate",
        "opinion",
        "date",
        "statement",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "belief",
        "estimate",
        "opinion",
        "circumstance",
        "change",
        "except",
        "required",
        "law",
        "investor",
        "cautioned",
        "attributing",
        "undue",
        "certainty",
        "statement",
        "neither",
        "cse",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "cse",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "view",
        "original",
        "content",
        "http",
        "source",
        "global",
        "blockchain",
        "technology",
        "corp"
    ]
}