{
    "organizations": [],
    "uuid": "b96722c2d38068f61d5713b2fbb15b8c2a963030",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/20/car-future-sell-data-telenav/",
    "ord_in_thread": 0,
    "title": "The Car of the Future Will Sell Your Data | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg 7:45 AM EST \nPicture this: You’re driving home from work, contemplating what to make for dinner, and as you idle at a red light near your neighborhood pizzeria, an ad offering $5 off a pepperoni pie pops up on your dashboard screen. \nAre you annoyed that your car’s trying to sell you something, or pleasantly persuaded? Telenav, a company developing in-car advertising software, is betting you won’t mind much. Car companies—looking to earn some extra money—hope so, too. \nAutomakers have been installing wireless connections in vehicles and collecting data for decades. But the sheer volume of software and sensors in new vehicles, combined with artificial intelligence that can sift through data at ever-quickening speeds, means new services and revenue streams are quickly emerging. The big question for automakers now is whether they can profit off all the driver data they’re capable of collecting without alienating consumers or risking backlash from Washington. \n“Carmakers recognize they’re fighting a war over customer data,” said Roger Lanctot, who works with automakers on data monetization as a consultant for Strategy Analytics. “Your driving behavior, location, has monetary value, not unlike your search activity.” \nCarmakers’ ultimate objective, Lanctot said, is to build a database of consumer preferences that could be aggregated and sold to outside vendors for marketing purposes, much like Google (googl) and Facebook (fb) do today. \nAuto executives emphasize that data-crunching will allow them to build a better driving experience—enabling cars to predict flat tires, find a parking space or charging station, or alert city managers to dangerous intersections where there are frequent accidents. Data collection could even help shield drivers from crime, Ford Motor’s chief executive officer said last month at the CES technology trade show. \n“If a robber got in the car and took off, would you want us to know where that robber went to catch him?” Jim Hackett asked the audience during a keynote in Las Vegas. “Are you willing to trade that?” \nIt was hardly a hypothetical question. Car companies are betting if they offer you the right carrot—discounted car insurance, a coupon at the gas pump—you’ll share your data without blinking, just as you do when you post on Facebook or type a query into a Google search. \n“The benefit there is hopefully an improved relationship, so we know you better, we understand you better and we’re able to deliver better services to you,” Don Butler, Ford’s executive director for connected vehicles and services , said in an interview in Las Vegas. \nThe potential to share data—both anonymized and personalized—with third parties represents the biggest opportunity, Ford’s Butler said. Like most auto executives, he’s quick to point out that customers will have the choice to opt in to services that require sharing information, such as their location or driving habits. \n“Your driving behavior, location, has monetary value, not unlike your search activity.” \nOf course, not all drivers may understand what privacy rights they’re signing away. A Government Accountability Office report published in July found none of the 13 carmakers in the study that collected data from connected vehicles had easy-to-read privacy notices and most don’t explain data sharing and use practices. \nThe Federal Trade Commission has jurisdiction over consumer data and privacy, but there are no specific rules for the auto industry, according to Lauren Smith, a policy lawyer at the non-profit Future of Privacy Forum. Instead, automakers came up with their own set of privacy principles, which are enforceable by the FTC. \nBanks and finance companies are some of the businesses pondering what they could learn from your driving habits. Otonomo, an Israeli startup , is helping them figure it out. \nThe company, which counts global auto supplier Aptiv among its investors, is a digital broker of sorts: It scrubs and organizes bits of data for carmakers, sifts out the regulatory hopscotch for different countries and lets drivers select via mobile app which information they want to share with which companies in exchange for discounts or rewards. Otonomo, which said on Tuesday that it’s getting a $3 million investment from NTT Docomo Ventures, is working with 10 automakers already, including Daimler (ddaif) , and has more than 75 third-party clients signed up, CEO Ben Volkow said. \nMany of the potential data buyers Otonomo has signed are the same ones the automakers talk about: insurance companies, mechanics, gas stations, city planners, fast-food joints. But Wall Street is also on the list of prospective clients. \nA few examples: Hedge funds probing the health of the economy want anonymized trunk sensor data to see if you bought anything when you went to the mall, which is a more accurate proxy for consumer sentiment than the satellite photos used today. Banks may want to know if you stopped driving to work, since the loss of jobs in aggregate could mean an imminent downturn. Credit card companies might want to offer you a loan if they know your car broke down. \n“That’s very future-looking and we’re obviously mapping those out, but they’re not happening today,” said Lisa Joy Rosner, Otonomo’s chief marketing officer. “The first go-to market is around driver experience, driver efficiency and convenience.” \n“If a robber got in the car and took off, would you want us to know where that robber went to catch him?” \nTelenav, the Silicon Valley company looking to bring pop-up ads to your infotainment screen, has been testing a “freemium” model borrowed from streaming music services to entice drivers to share their data. \nSay you can’t afford fancy features like embedded navigation or the ability to start your car through a mobile app. The original automaker will install them for free, so long as you’re willing to tolerate the occasional pop-up ad while idling at a red light. Owners of luxury cars won’t have to suffer such indignities, since the higher price tag paid likely would have already included an internet connection. \n“For the luxury car, it’s their safe haven, it’s their quiet time,” said Ky Tang, director of business development at Telenav. Tang says his research shows “strong receptivity” among low-end and middle-tier vehicle owners to look at ads in exchange for free services in the car. \n“This is a business model that has been proven many times over on web and mobile,” he said. \nThe pop-up car ads could generate an average of $30 annually per vehicle, to be split between Telenav and the automaker. He declined to say whether anyone has signed up for the software, which was just unveiled at CES, but added Telenav is in “deep discussions” with several manufacturers. Because of the long production cycles of the industry, it’ll be about three years before the ads will show up in new models. \nThe kinds of car-data tools in play today are much smaller scale. General Motors (gm) , which pioneered the connected car with its OnStar concierge service, sent a software update to million of vehicles in December, introducing an e-commerce system that lets drivers order coffee or make restaurant reservations while driving—to the chagrin of some safety advocates. Longer term, GM may look to monetize traffic and parking data it’ll collect as its self-driving cars get on the road next year. \nMore automakers will soon be launching e-commerce features similar to GM’s, according to Xevo, the software company that helps power Marketplace. Bringing Starbucks or Dunkin’ Donuts into your car lets manufacturers earn back some of the money they spend on telematics and forms a direct relationship with drivers, something they’ve traditionally relied on dealers to do, said Dan Gittleman, Xevo’s CEO. \nIf consumers want to take advantage of these kinds of new connected features, especially making purchases while driving or using ride-hailing apps, they’ll have to give up at least some privacy, said Mike Abelson, vice president of strategy at GM. He said the company isn’t currently selling data to third parties. \n“We’re not considering that,” he said. But he added: “I wouldn’t want to make a statement for forever.” SPONSORED FINANCIAL CONTENT ",
    "published": "2018-02-20T09:45:00.000+02:00",
    "crawled": "2018-02-20T16:41:47.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "est",
        "picture",
        "driving",
        "home",
        "work",
        "contemplating",
        "make",
        "dinner",
        "idle",
        "red",
        "light",
        "near",
        "neighborhood",
        "pizzeria",
        "ad",
        "offering",
        "pepperoni",
        "pie",
        "pop",
        "dashboard",
        "screen",
        "annoyed",
        "car",
        "trying",
        "sell",
        "something",
        "pleasantly",
        "persuaded",
        "telenav",
        "company",
        "developing",
        "advertising",
        "software",
        "betting",
        "mind",
        "much",
        "car",
        "earn",
        "extra",
        "automaker",
        "installing",
        "wireless",
        "connection",
        "vehicle",
        "collecting",
        "data",
        "decade",
        "sheer",
        "volume",
        "software",
        "sensor",
        "new",
        "vehicle",
        "combined",
        "artificial",
        "intelligence",
        "sift",
        "data",
        "speed",
        "mean",
        "new",
        "service",
        "revenue",
        "stream",
        "quickly",
        "emerging",
        "big",
        "question",
        "automaker",
        "whether",
        "profit",
        "driver",
        "data",
        "capable",
        "collecting",
        "without",
        "alienating",
        "consumer",
        "risking",
        "backlash",
        "washington",
        "carmaker",
        "recognize",
        "fighting",
        "war",
        "customer",
        "data",
        "said",
        "roger",
        "lanctot",
        "work",
        "automaker",
        "data",
        "monetization",
        "consultant",
        "strategy",
        "analytics",
        "driving",
        "behavior",
        "location",
        "monetary",
        "value",
        "unlike",
        "search",
        "carmaker",
        "ultimate",
        "objective",
        "lanctot",
        "said",
        "build",
        "database",
        "consumer",
        "preference",
        "could",
        "aggregated",
        "sold",
        "outside",
        "vendor",
        "marketing",
        "purpose",
        "much",
        "like",
        "google",
        "googl",
        "facebook",
        "fb",
        "today",
        "auto",
        "executive",
        "emphasize",
        "allow",
        "build",
        "better",
        "driving",
        "car",
        "predict",
        "flat",
        "tire",
        "find",
        "parking",
        "space",
        "charging",
        "station",
        "alert",
        "city",
        "manager",
        "dangerous",
        "intersection",
        "frequent",
        "accident",
        "data",
        "collection",
        "could",
        "even",
        "help",
        "shield",
        "driver",
        "crime",
        "ford",
        "motor",
        "chief",
        "executive",
        "officer",
        "said",
        "last",
        "month",
        "ce",
        "technology",
        "trade",
        "show",
        "robber",
        "got",
        "car",
        "took",
        "would",
        "want",
        "u",
        "know",
        "robber",
        "went",
        "catch",
        "jim",
        "hackett",
        "asked",
        "audience",
        "keynote",
        "la",
        "vega",
        "willing",
        "trade",
        "hardly",
        "hypothetical",
        "question",
        "car",
        "company",
        "betting",
        "offer",
        "right",
        "car",
        "insurance",
        "coupon",
        "gas",
        "share",
        "data",
        "without",
        "blinking",
        "post",
        "facebook",
        "type",
        "query",
        "google",
        "search",
        "benefit",
        "hopefully",
        "improved",
        "relationship",
        "know",
        "better",
        "understand",
        "better",
        "able",
        "deliver",
        "better",
        "service",
        "butler",
        "ford",
        "executive",
        "director",
        "connected",
        "vehicle",
        "service",
        "said",
        "interview",
        "la",
        "vega",
        "potential",
        "share",
        "anonymized",
        "third",
        "party",
        "represents",
        "biggest",
        "opportunity",
        "ford",
        "butler",
        "said",
        "like",
        "auto",
        "executive",
        "quick",
        "point",
        "customer",
        "choice",
        "opt",
        "service",
        "require",
        "sharing",
        "information",
        "location",
        "driving",
        "habit",
        "driving",
        "behavior",
        "location",
        "monetary",
        "value",
        "unlike",
        "search",
        "course",
        "driver",
        "may",
        "understand",
        "privacy",
        "right",
        "signing",
        "away",
        "government",
        "accountability",
        "office",
        "report",
        "published",
        "july",
        "found",
        "none",
        "carmaker",
        "study",
        "collected",
        "data",
        "connected",
        "vehicle",
        "privacy",
        "notice",
        "explain",
        "data",
        "sharing",
        "use",
        "practice",
        "federal",
        "trade",
        "commission",
        "jurisdiction",
        "consumer",
        "data",
        "privacy",
        "specific",
        "rule",
        "auto",
        "industry",
        "according",
        "lauren",
        "smith",
        "policy",
        "lawyer",
        "future",
        "privacy",
        "forum",
        "instead",
        "automaker",
        "came",
        "set",
        "privacy",
        "principle",
        "enforceable",
        "ftc",
        "bank",
        "finance",
        "company",
        "business",
        "pondering",
        "could",
        "learn",
        "driving",
        "habit",
        "otonomo",
        "israeli",
        "startup",
        "helping",
        "figure",
        "company",
        "count",
        "global",
        "auto",
        "supplier",
        "aptiv",
        "among",
        "investor",
        "digital",
        "broker",
        "sort",
        "scrub",
        "organizes",
        "bit",
        "data",
        "carmaker",
        "sifts",
        "regulatory",
        "hopscotch",
        "different",
        "country",
        "let",
        "driver",
        "select",
        "via",
        "mobile",
        "app",
        "information",
        "want",
        "share",
        "company",
        "exchange",
        "discount",
        "reward",
        "otonomo",
        "said",
        "tuesday",
        "getting",
        "million",
        "investment",
        "ntt",
        "docomo",
        "venture",
        "working",
        "automaker",
        "already",
        "including",
        "daimler",
        "ddaif",
        "client",
        "signed",
        "ceo",
        "ben",
        "volkow",
        "said",
        "many",
        "potential",
        "data",
        "buyer",
        "otonomo",
        "signed",
        "one",
        "automaker",
        "talk",
        "insurance",
        "company",
        "mechanic",
        "gas",
        "station",
        "city",
        "planner",
        "joint",
        "wall",
        "street",
        "also",
        "list",
        "prospective",
        "client",
        "example",
        "hedge",
        "fund",
        "probing",
        "health",
        "economy",
        "want",
        "anonymized",
        "trunk",
        "sensor",
        "data",
        "see",
        "bought",
        "anything",
        "went",
        "mall",
        "accurate",
        "proxy",
        "consumer",
        "sentiment",
        "satellite",
        "photo",
        "used",
        "today",
        "bank",
        "may",
        "want",
        "know",
        "stopped",
        "driving",
        "work",
        "since",
        "loss",
        "job",
        "aggregate",
        "could",
        "mean",
        "imminent",
        "downturn",
        "credit",
        "card",
        "company",
        "might",
        "want",
        "offer",
        "loan",
        "know",
        "car",
        "broke",
        "obviously",
        "mapping",
        "happening",
        "today",
        "said",
        "lisa",
        "joy",
        "rosner",
        "otonomo",
        "chief",
        "marketing",
        "officer",
        "first",
        "market",
        "around",
        "driver",
        "experience",
        "driver",
        "efficiency",
        "robber",
        "got",
        "car",
        "took",
        "would",
        "want",
        "u",
        "know",
        "robber",
        "went",
        "catch",
        "telenav",
        "silicon",
        "valley",
        "company",
        "looking",
        "bring",
        "ad",
        "infotainment",
        "screen",
        "testing",
        "freemium",
        "model",
        "borrowed",
        "streaming",
        "music",
        "service",
        "entice",
        "driver",
        "share",
        "data",
        "say",
        "afford",
        "fancy",
        "feature",
        "like",
        "embedded",
        "navigation",
        "ability",
        "start",
        "car",
        "mobile",
        "app",
        "original",
        "automaker",
        "install",
        "free",
        "long",
        "willing",
        "tolerate",
        "occasional",
        "ad",
        "idling",
        "red",
        "light",
        "owner",
        "luxury",
        "car",
        "suffer",
        "indignity",
        "since",
        "higher",
        "price",
        "tag",
        "paid",
        "likely",
        "would",
        "already",
        "included",
        "internet",
        "connection",
        "luxury",
        "car",
        "safe",
        "quiet",
        "time",
        "said",
        "ky",
        "tang",
        "director",
        "business",
        "development",
        "telenav",
        "tang",
        "say",
        "research",
        "show",
        "strong",
        "receptivity",
        "among",
        "vehicle",
        "owner",
        "look",
        "ad",
        "exchange",
        "free",
        "service",
        "car",
        "business",
        "model",
        "proven",
        "many",
        "time",
        "web",
        "mobile",
        "said",
        "car",
        "ad",
        "could",
        "generate",
        "average",
        "annually",
        "per",
        "vehicle",
        "split",
        "telenav",
        "automaker",
        "declined",
        "say",
        "whether",
        "anyone",
        "signed",
        "software",
        "unveiled",
        "ce",
        "added",
        "telenav",
        "deep",
        "discussion",
        "several",
        "manufacturer",
        "long",
        "production",
        "cycle",
        "industry",
        "three",
        "year",
        "ad",
        "show",
        "new",
        "model",
        "kind",
        "tool",
        "play",
        "today",
        "much",
        "smaller",
        "scale",
        "general",
        "motor",
        "gm",
        "pioneered",
        "connected",
        "car",
        "onstar",
        "concierge",
        "service",
        "sent",
        "software",
        "update",
        "million",
        "vehicle",
        "december",
        "introducing",
        "system",
        "let",
        "driver",
        "order",
        "coffee",
        "make",
        "restaurant",
        "reservation",
        "chagrin",
        "safety",
        "advocate",
        "longer",
        "term",
        "gm",
        "may",
        "look",
        "monetize",
        "traffic",
        "parking",
        "data",
        "collect",
        "car",
        "get",
        "road",
        "next",
        "year",
        "automaker",
        "soon",
        "launching",
        "feature",
        "similar",
        "gm",
        "according",
        "xevo",
        "software",
        "company",
        "help",
        "power",
        "marketplace",
        "bringing",
        "starbucks",
        "dunkin",
        "donut",
        "car",
        "let",
        "manufacturer",
        "earn",
        "back",
        "money",
        "spend",
        "telematics",
        "form",
        "direct",
        "relationship",
        "driver",
        "something",
        "traditionally",
        "relied",
        "dealer",
        "said",
        "dan",
        "gittleman",
        "xevo",
        "ceo",
        "consumer",
        "want",
        "take",
        "advantage",
        "kind",
        "new",
        "connected",
        "feature",
        "especially",
        "making",
        "purchase",
        "driving",
        "using",
        "apps",
        "give",
        "least",
        "privacy",
        "said",
        "mike",
        "abelson",
        "vice",
        "president",
        "strategy",
        "gm",
        "said",
        "company",
        "currently",
        "selling",
        "data",
        "third",
        "party",
        "considering",
        "said",
        "added",
        "want",
        "make",
        "statement",
        "sponsored",
        "financial",
        "content"
    ]
}