{
    "organizations": [],
    "uuid": "86006213ee90228e75d152c00717bc03ce4c8e1d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/06/pr-newswire-grifols-hyperraba-rabies-immune-globulin-human-300-iuml-receives-fda-approval-to-treat-patients-exposed-to-rabies-virus.html",
    "ord_in_thread": 0,
    "title": "Grifols HyperRAB® (rabies immune globulin [human]) 300 IU/mL Receives FDA Approval to Treat Patients Exposed to Rabies Virus Infection",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BARCELONA, Spain, Feb. 6, 2018 /PRNewswire/ -- Grifols (MCE: GRF, MCE: GRF.P, and NASDAQ: GRFS), a leading global producer of plasma-derived medicines and provider of a variety of postexposure prophylaxis and immune globulin products for patients, has received approval from the U.S. Food & Drug Administration (FDA) for a new higher potency formulation of its HyperRAB ® rabies immune globulin [human] for rabies postexposure prophylaxis (treatment of a person immediately after exposure to the rabies virus). The new formulation is twice the potency (300 IU/mL) of currently available rabies immune globulin options, offering a greater concentration of anti-rabies virus antibodies within each mL of volume, and for patients, the potential for fewer injections by significantly reducing the volume of medication administered in each dose.\n\"This is the first advancement in administration of human rabies immune globulin (HRIG) treatment in over 40 years,\" said Dr. Charles Rupprecht, expert technical advisor on rabies for the PAHO/WHO, and former chief of the rabies program at the Centers for Disease Control and Prevention (CDC). \"Because patients are required to be dosed by weight, the increased potency of this new formulation allows more rabies antibodies per mL to go directly into wounds in delicate areas, such as the extremities or face. Administration in these areas has proven to be very uncomfortable for patients, especially children, and challenging for healthcare professionals in administration of the full dose.\"\nThe most common adverse reactions during clinical trials were injection-site pain and headache.\nApproximately 60,000 people in the U.S. each year are treated with postexposure prophylaxis following exposure to an animal that is known, or thought, to have rabies. For patients who have not been vaccinated before, the Advisory Committee on Immunization Practices (ACIP) and CDC recommend immediate prophylaxis following exposure to rabies, including a rabies immune globulin injection directly into the wound site to prevent the virus from entering the central nervous system, which eventually leads to death.\nGrifols has been a trusted provider of rabies immune globulin for over 40 years. This new formulation is the latest version of Grifols' current rabies immune globulin, HyperRAB S/D, which is presently the number one prescribed rabies immune globulin in the United States.\n\"Since the launch of the first version of HyperRAB 40 years ago, nearly a million patients worldwide have received treatment with this product to decrease risks associated with rabies exposure,\" said Bill Zabel, President, Grifols North America Sales and Commercial Operations. \"With HyperRAB now available in a 300 IU/mL strength, physicians can significantly reduce the volume of medication delivered in each dose, which is the single biggest challenge today. This new formulation increases the long-standing confidence physicians have in what Grifols' rabies immune globulin treatment can deliver to patients who need protection from a condition that is essentially 100 percent fatal.\"\nHyperRAB will now be available to U.S. patients in two sizes (1 mL/300 IU and 5 mL/1500 IU). This new formulation is manufactured using a sophisticated caprylate chromatography process, which significantly reduces procoagulant activity and product impurities such as IgG aggregates. This product is manufactured according to the highest quality and safety standards and includes labeling for prion removal. Grifols plans to expand its vial size offerings in the coming months.\nIndications and Usage\nHyperRAB ® (rabies immune globulin [human]) 300 IU/mL is indicated for postexposure prophylaxis, along with rabies vaccine, for all persons suspected of exposure to rabies, except persons who have been previously immunized with rabies vaccine and have a confirmed adequate rabies antibody titer, who should receive only vaccine.\nHyperRAB is now manufactured at a higher strength (300 IU/mL) relative to the predecessor solvent/detergent treated product (HyperRAB S/D, 150 IU/mL).\nEvaluate risks of contracting rabies infection. Consult with local or state public health officials if questions arise about the need for rabies prophylaxis.\nLimitations of Use\nFor unvaccinated persons, the combination of HyperRAB and vaccine is recommended for both bite and nonbite exposures regardless of the time interval between exposure and initiation of postexposure prophylaxis.\nBeyond day 7 after administering rabies vaccine, HyperRAB is not indicated, because an antibody response to vaccine is presumed to have occurred.\nImportant Safety Information\nAdminister HyperRAB cautiously to patients with a history of prior systemic allergic reactions following the administration of human immunoglobulin preparations. Have epinephrine available for treatment of acute allergic symptoms, should they occur.\nWeigh the benefits of administering HyperRAB to persons with isolated immunoglobulin A (IgA) deficiency against the potential risks of hypersensitivity reactions. Such persons have increased potential for developing antibodies to IgA and could have anaphylactic reactions to subsequent administration of blood products that contain IgA.\nInject intramuscularly only. Do not administer HyperRAB intravenously because of the potential for serious reactions. Do not inject into a blood vessel.\nAs with all preparations administered by the intramuscular route, bleeding complications may be encountered in patients with thrombocytopenia or other bleeding disorders.\nHyperRAB is made from human blood and may carry a risk of transmitting infectious agents, eg, viruses, the variant Creutzfeldt-Jakob disease (vCJD) agent, and, theoretically, the Creutzfeldt-Jakob disease (CJD) agent.\nThe most common adverse reactions during clinical trials were injection-site pain and headache.\nPlease see full Prescribing Information for HyperRAB .\nYou are encouraged to report negative side effects of prescription drugs to the FDA. Visit www.fda.gov/medwatch , or call 1-800-FDA-1088.\nAbout Grifols\nGrifols is a global healthcare company with more than 75 years of legacy dedicated to improving the health and well-being of people around the world. Grifols produces essential plasma-derived medicines for patients and provides hospitals and healthcare professionals with the tools, information, and services they need to help them deliver expert medical care.\nGrifols' three main divisions—Bioscience, Diagnostic, and Hospital—develop, produce, and market innovative products and services that are available in more than 100 countries.\nWith a network of more than 180 plasma donation centers, Grifols is a leading producer of plasma-derived medicines used to treat rare, chronic, and at times, life-threatening conditions. As a recognized leader in transfusion medicine, Grifols offers a comprehensive portfolio of diagnostic products designed to support safety from donation through transfusion. The Hospital Division provides intravenous therapies, clinical nutrition products, and hospital pharmacy systems, including systems that automate drug compounding and control drug inventory.\nGrifols is headquartered in Barcelona, Spain, and has approximately 18,000 employees in 30 countries.\nIn 2016, sales exceeded 4000 million euros. Grifols demonstrates its strong commitment to advancing healthcare by allocating a significant portion of its annual income to research, development, and innovation.\nThe company's class A shares are listed on the Spanish Stock Exchange, where they are part of the Ibex-35 (MCE: GRF). Grifols non-voting class B shares are listed on the Mercado Continuo (MCE: GRF.P) and on the US NASDAQ via ADRs (NASDAQ: GRFS).\nFor more information, visit grifols.com .\nLEGAL DISCLAIMER\nThe facts and figures contained in this report that do not refer to historical data are \"future projections and assumptions\". Words and expressions such as \"believe\", \"hope\", \"anticipate\", \"predict\", \"expect\", \"intend\", \"should\", \"will seek to achieve\", \"it is estimated\", \"future\" and similar expressions, in so far as they relate to the Grifols group, are used to identify future projections and assumptions. These expressions reflect the assumptions, hypotheses, expectations and predictions of the management team at the time of writing this report, and these are subject to a number of factors that mean that the actual results may be materially different. The future results of the Grifols group could be affected by events relating to its own activities, such as a shortage of supplies of raw materials for the manufacture of its products, the appearance of competitor products on the market, or changes to the regulatory framework of the markets in which it operates, among others. At the date of compiling this report, the Grifols group has adopted the necessary measures to mitigate the potential impact of these events. Grifols, S.A. does not accept any obligation to publicly report, revise or update future projections or assumptions to adapt them to events or circumstances subsequent to the date of writing this report, except where expressly required by the applicable legislation. This document does not constitute an offer or invitation to buy or subscribe shares in accordance with the provisions of the following Spanish legislation: Royal Legislative Decree 4/2015, of 23 October, approving recast text of Securities Market Law; Royal Decree Law 5/2005, of 11 March and/or Royal Decree 1310/2005, of 4 November, and any regulations developing this legislation. In addition, this document does not constitute an offer of purchase, sale or exchange, or a request for an offer of purchase, sale or exchange of securities, or a request for any vote or approval in any other jurisdiction. The information included in this document has not been verified nor reviewed by the external auditors of the Grifols group.\nBN/HB/0118/0098a\nView original content with multimedia: http://www.prnewswire.com/news-releases/grifols-hyperrab-rabies-immune-globulin-human-300-iuml-receives-fda-approval-to-treat-patients-exposed-to-rabies-virus-infection-300594182.html\nSOURCE Grifols",
    "published": "2018-02-06T17:45:00.000+02:00",
    "crawled": "2018-02-06T18:50:57.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "barcelona",
        "spain",
        "grifols",
        "mce",
        "grf",
        "mce",
        "nasdaq",
        "grfs",
        "leading",
        "global",
        "producer",
        "medicine",
        "provider",
        "variety",
        "postexposure",
        "prophylaxis",
        "immune",
        "globulin",
        "product",
        "patient",
        "received",
        "approval",
        "food",
        "drug",
        "administration",
        "fda",
        "new",
        "higher",
        "potency",
        "formulation",
        "hyperrab",
        "rabies",
        "immune",
        "globulin",
        "human",
        "rabies",
        "postexposure",
        "prophylaxis",
        "treatment",
        "person",
        "immediately",
        "exposure",
        "rabies",
        "virus",
        "new",
        "formulation",
        "twice",
        "potency",
        "currently",
        "available",
        "rabies",
        "immune",
        "globulin",
        "option",
        "offering",
        "greater",
        "concentration",
        "virus",
        "antibody",
        "within",
        "ml",
        "volume",
        "patient",
        "potential",
        "fewer",
        "injection",
        "significantly",
        "reducing",
        "volume",
        "medication",
        "administered",
        "dose",
        "first",
        "advancement",
        "administration",
        "human",
        "rabies",
        "immune",
        "globulin",
        "hrig",
        "treatment",
        "year",
        "said",
        "charles",
        "rupprecht",
        "expert",
        "technical",
        "advisor",
        "rabies",
        "former",
        "chief",
        "rabies",
        "program",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "patient",
        "required",
        "dosed",
        "weight",
        "increased",
        "potency",
        "new",
        "formulation",
        "allows",
        "rabies",
        "antibody",
        "per",
        "ml",
        "go",
        "directly",
        "wound",
        "delicate",
        "area",
        "extremity",
        "face",
        "administration",
        "area",
        "proven",
        "uncomfortable",
        "patient",
        "especially",
        "child",
        "challenging",
        "healthcare",
        "professional",
        "administration",
        "full",
        "dose",
        "common",
        "adverse",
        "reaction",
        "clinical",
        "trial",
        "pain",
        "headache",
        "approximately",
        "people",
        "year",
        "treated",
        "postexposure",
        "prophylaxis",
        "following",
        "exposure",
        "animal",
        "known",
        "thought",
        "rabies",
        "patient",
        "vaccinated",
        "advisory",
        "committee",
        "immunization",
        "practice",
        "acip",
        "cdc",
        "recommend",
        "immediate",
        "prophylaxis",
        "following",
        "exposure",
        "rabies",
        "including",
        "rabies",
        "immune",
        "globulin",
        "injection",
        "directly",
        "wound",
        "site",
        "prevent",
        "virus",
        "entering",
        "central",
        "nervous",
        "system",
        "eventually",
        "lead",
        "death",
        "grifols",
        "trusted",
        "provider",
        "rabies",
        "immune",
        "globulin",
        "year",
        "new",
        "formulation",
        "latest",
        "version",
        "grifols",
        "current",
        "rabies",
        "immune",
        "globulin",
        "hyperrab",
        "presently",
        "number",
        "one",
        "prescribed",
        "rabies",
        "immune",
        "globulin",
        "united",
        "state",
        "since",
        "launch",
        "first",
        "version",
        "hyperrab",
        "year",
        "ago",
        "nearly",
        "million",
        "patient",
        "worldwide",
        "received",
        "treatment",
        "product",
        "decrease",
        "risk",
        "associated",
        "rabies",
        "exposure",
        "said",
        "bill",
        "zabel",
        "president",
        "grifols",
        "north",
        "america",
        "sale",
        "commercial",
        "operation",
        "hyperrab",
        "available",
        "strength",
        "physician",
        "significantly",
        "reduce",
        "volume",
        "medication",
        "delivered",
        "dose",
        "single",
        "biggest",
        "challenge",
        "today",
        "new",
        "formulation",
        "increase",
        "confidence",
        "physician",
        "grifols",
        "rabies",
        "immune",
        "globulin",
        "treatment",
        "deliver",
        "patient",
        "need",
        "protection",
        "condition",
        "essentially",
        "percent",
        "fatal",
        "hyperrab",
        "available",
        "patient",
        "two",
        "size",
        "iu",
        "iu",
        "new",
        "formulation",
        "manufactured",
        "using",
        "sophisticated",
        "caprylate",
        "chromatography",
        "process",
        "significantly",
        "reduces",
        "procoagulant",
        "activity",
        "product",
        "impurity",
        "igg",
        "aggregate",
        "product",
        "manufactured",
        "according",
        "highest",
        "quality",
        "safety",
        "standard",
        "includes",
        "labeling",
        "prion",
        "removal",
        "grifols",
        "plan",
        "expand",
        "vial",
        "size",
        "offering",
        "coming",
        "month",
        "indication",
        "usage",
        "hyperrab",
        "rabies",
        "immune",
        "globulin",
        "human",
        "indicated",
        "postexposure",
        "prophylaxis",
        "along",
        "rabies",
        "vaccine",
        "person",
        "suspected",
        "exposure",
        "rabies",
        "except",
        "person",
        "previously",
        "immunized",
        "rabies",
        "vaccine",
        "confirmed",
        "adequate",
        "rabies",
        "antibody",
        "titer",
        "receive",
        "vaccine",
        "hyperrab",
        "manufactured",
        "higher",
        "strength",
        "relative",
        "predecessor",
        "treated",
        "product",
        "hyperrab",
        "evaluate",
        "risk",
        "contracting",
        "rabies",
        "infection",
        "consult",
        "local",
        "state",
        "public",
        "health",
        "official",
        "question",
        "arise",
        "need",
        "rabies",
        "prophylaxis",
        "limitation",
        "use",
        "unvaccinated",
        "person",
        "combination",
        "hyperrab",
        "vaccine",
        "recommended",
        "bite",
        "nonbite",
        "exposure",
        "regardless",
        "time",
        "interval",
        "exposure",
        "initiation",
        "postexposure",
        "prophylaxis",
        "beyond",
        "day",
        "administering",
        "rabies",
        "vaccine",
        "hyperrab",
        "indicated",
        "antibody",
        "response",
        "vaccine",
        "presumed",
        "occurred",
        "important",
        "safety",
        "information",
        "administer",
        "hyperrab",
        "cautiously",
        "patient",
        "history",
        "prior",
        "systemic",
        "allergic",
        "reaction",
        "following",
        "administration",
        "human",
        "immunoglobulin",
        "preparation",
        "epinephrine",
        "available",
        "treatment",
        "acute",
        "allergic",
        "symptom",
        "occur",
        "weigh",
        "benefit",
        "administering",
        "hyperrab",
        "person",
        "isolated",
        "immunoglobulin",
        "iga",
        "deficiency",
        "potential",
        "risk",
        "hypersensitivity",
        "reaction",
        "person",
        "increased",
        "potential",
        "developing",
        "antibody",
        "iga",
        "could",
        "anaphylactic",
        "reaction",
        "subsequent",
        "administration",
        "blood",
        "product",
        "contain",
        "iga",
        "inject",
        "intramuscularly",
        "administer",
        "hyperrab",
        "intravenously",
        "potential",
        "serious",
        "reaction",
        "inject",
        "blood",
        "vessel",
        "preparation",
        "administered",
        "intramuscular",
        "route",
        "bleeding",
        "complication",
        "may",
        "encountered",
        "patient",
        "thrombocytopenia",
        "bleeding",
        "disorder",
        "hyperrab",
        "made",
        "human",
        "blood",
        "may",
        "carry",
        "risk",
        "transmitting",
        "infectious",
        "agent",
        "eg",
        "virus",
        "variant",
        "disease",
        "vcjd",
        "agent",
        "theoretically",
        "disease",
        "cjd",
        "agent",
        "common",
        "adverse",
        "reaction",
        "clinical",
        "trial",
        "pain",
        "headache",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "hyperrab",
        "encouraged",
        "report",
        "negative",
        "side",
        "effect",
        "prescription",
        "drug",
        "fda",
        "visit",
        "call",
        "grifols",
        "grifols",
        "global",
        "healthcare",
        "company",
        "year",
        "legacy",
        "dedicated",
        "improving",
        "health",
        "people",
        "around",
        "world",
        "grifols",
        "produce",
        "essential",
        "medicine",
        "patient",
        "provides",
        "hospital",
        "healthcare",
        "professional",
        "tool",
        "information",
        "service",
        "need",
        "help",
        "deliver",
        "expert",
        "medical",
        "care",
        "grifols",
        "three",
        "main",
        "diagnostic",
        "produce",
        "market",
        "innovative",
        "product",
        "service",
        "available",
        "country",
        "network",
        "plasma",
        "donation",
        "center",
        "grifols",
        "leading",
        "producer",
        "medicine",
        "used",
        "treat",
        "rare",
        "chronic",
        "time",
        "condition",
        "recognized",
        "leader",
        "transfusion",
        "medicine",
        "grifols",
        "offer",
        "comprehensive",
        "portfolio",
        "diagnostic",
        "product",
        "designed",
        "support",
        "safety",
        "donation",
        "transfusion",
        "hospital",
        "division",
        "provides",
        "intravenous",
        "therapy",
        "clinical",
        "nutrition",
        "product",
        "hospital",
        "pharmacy",
        "system",
        "including",
        "system",
        "automate",
        "drug",
        "compounding",
        "control",
        "drug",
        "inventory",
        "grifols",
        "headquartered",
        "barcelona",
        "spain",
        "approximately",
        "employee",
        "country",
        "sale",
        "exceeded",
        "million",
        "euro",
        "grifols",
        "demonstrates",
        "strong",
        "commitment",
        "advancing",
        "healthcare",
        "allocating",
        "significant",
        "portion",
        "annual",
        "income",
        "research",
        "development",
        "innovation",
        "company",
        "class",
        "share",
        "listed",
        "spanish",
        "stock",
        "exchange",
        "part",
        "mce",
        "grf",
        "grifols",
        "class",
        "b",
        "share",
        "listed",
        "mercado",
        "continuo",
        "mce",
        "u",
        "nasdaq",
        "via",
        "adrs",
        "nasdaq",
        "grfs",
        "information",
        "visit",
        "legal",
        "disclaimer",
        "fact",
        "figure",
        "contained",
        "report",
        "refer",
        "historical",
        "data",
        "future",
        "projection",
        "assumption",
        "word",
        "expression",
        "believe",
        "hope",
        "anticipate",
        "predict",
        "expect",
        "intend",
        "seek",
        "achieve",
        "estimated",
        "future",
        "similar",
        "expression",
        "far",
        "relate",
        "grifols",
        "group",
        "used",
        "identify",
        "future",
        "projection",
        "assumption",
        "expression",
        "reflect",
        "assumption",
        "hypothesis",
        "expectation",
        "prediction",
        "management",
        "team",
        "time",
        "writing",
        "report",
        "subject",
        "number",
        "factor",
        "mean",
        "actual",
        "result",
        "may",
        "materially",
        "different",
        "future",
        "result",
        "grifols",
        "group",
        "could",
        "affected",
        "event",
        "relating",
        "activity",
        "shortage",
        "supply",
        "raw",
        "material",
        "manufacture",
        "product",
        "appearance",
        "competitor",
        "product",
        "market",
        "change",
        "regulatory",
        "framework",
        "market",
        "operates",
        "among",
        "others",
        "date",
        "compiling",
        "report",
        "grifols",
        "group",
        "adopted",
        "necessary",
        "measure",
        "mitigate",
        "potential",
        "impact",
        "event",
        "grifols",
        "accept",
        "obligation",
        "publicly",
        "report",
        "revise",
        "update",
        "future",
        "projection",
        "assumption",
        "adapt",
        "event",
        "circumstance",
        "subsequent",
        "date",
        "writing",
        "report",
        "except",
        "expressly",
        "required",
        "applicable",
        "legislation",
        "document",
        "constitute",
        "offer",
        "invitation",
        "buy",
        "subscribe",
        "share",
        "accordance",
        "provision",
        "following",
        "spanish",
        "legislation",
        "royal",
        "legislative",
        "decree",
        "october",
        "approving",
        "recast",
        "text",
        "security",
        "market",
        "law",
        "royal",
        "decree",
        "law",
        "march",
        "royal",
        "decree",
        "november",
        "regulation",
        "developing",
        "legislation",
        "addition",
        "document",
        "constitute",
        "offer",
        "purchase",
        "sale",
        "exchange",
        "request",
        "offer",
        "purchase",
        "sale",
        "exchange",
        "security",
        "request",
        "vote",
        "approval",
        "jurisdiction",
        "information",
        "included",
        "document",
        "verified",
        "reviewed",
        "external",
        "auditor",
        "grifols",
        "group",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "grifols"
    ]
}