{
    "organizations": [],
    "uuid": "475d878421db7562640f8a90ef90a3c4745bc356",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/16/the-associated-press-kept-out-loophole-in-law-for-the-poor-spurs-gentrification.html",
    "ord_in_thread": 0,
    "title": "Kept out: Loophole in law for the poor spurs gentrification",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PHILADELPHIA (AP) — Jonathan Jacobs had almost no savings, a modest income and a credit report marred by a disputed cellphone bill. But he easily bought a newly renovated row house in Point Breeze, a South Philadelphia neighborhood that's historically African American.\n\"It took about 15 minutes\" to fill out the paperwork, the career counselor said. \"Now I pay less to own a house than I did to rent an apartment. That's the American dream.\"\nJacobs, who is white, got a special home loan from New Jersey-based TD Bank that is designed to help low-income people and blighted neighborhoods, where banks are required to lend under the landmark Community Reinvestment Act of 1977. The law was designed to correct the damage of redlining, a now-illegal practice in which the government warned banks away from neighborhoods with high concentrations of immigrants and African Americans.\nBut the law didn't anticipate a day when historically black neighborhoods would be sought out by young white homebuyers. So instead of lending to longtime black residents of Point Breeze, most of the loans there are going to white newcomers such as Jacobs.\nThe Community Reinvestment Act \"is based on geography, so it's perfectly possible to comply with CRA and have that pattern,\" said Patricia McCoy, a law professor at Boston College who oversaw mortgage policy initiatives for the Consumer Financial Protection Bureau under President Barack Obama. \"That's not the idea, of course, but the law allows it.\"\nThe result is nearly all financial institutions nationwide have passed their Community Reinvestment Act inspections since 2009, even though racial disparities in lending remain as pronounced as ever.\nReveal from The Center for Investigative Reporting analyzed 31 million mortgage records made available under the Home Mortgage Disclosure Act and found 61 metro areas across America where people of color - African Americans, Latinos, Asians and Native Americans - were denied conventional home purchase loans at significantly higher rates than whites. That was true even after controlling for nine economic and social factors, including applicants' income, the size of the loan they sought and the neighborhood where they wanted to buy.\nAfrican Americans or Latinos were more likely to be turned away in major metropolitan areas such as Philadelphia, Detroit, Atlanta and Washington and smaller cities such as Iowa City, Iowa; Sumter, South Carolina; Tacoma, Washington; Vallejo, California; and Little Rock, Arkansas.\n\"We're talking about the same issues in 2017 that we were talking about in the 1940s,\" said Arlene Wayns-Thomas, president of the Philadelphia chapter of the National Association of Real Estate Brokers, which represents African American real estate professionals.\nIn Point Breeze, signs of gentrification abound. White homebuyers stretch at a new yoga studio and brunch at a Zagat-rated bistro where the grilled cheese costs $11.95 and includes shaved apples and quince membrillo.\nBanks meet their Community Reinvestment Act obligations by marketing affordable loan products to the neighborhood's newcomers, who typically are able to get a conventional mortgage with a 3 percent down payment, compared with the industry's gold standard of 20 percent.\nJacobs' bank, TD Bank, goes even further, waiving costly mortgage insurance requirements for low down payment loans. But government data analyzed by Reveal - independently reviewed and confirmed by the Associated Press - shows black and Latino borrowers have a tougher time.\nGovernment data shows TD Bank denied a larger percentage of African American and Latino applicants than any other big U.S. bank in 2015 and 2016. During that time, it turned away 54 percent of African Americans trying to buy homes and 45 percent of Latinos - far higher than the industry averages of 16 percent and 13 percent, respectively. In Philadelphia, TD Bank denied twice as many loan applications from African Americans as it made to them.\nBut none of that is mentioned in the bank's most recent Community Reinvestment Act assessment, a 362-page document released by the Treasury Department's Office of the Comptroller of the Currency in October 2016. The comptroller called TD Bank's lending performance good in Philadelphia and rated it as high satisfactory for the whole country. In its review, the agency cited the kind of low down payment conventional loan Jacobs got as having a \"positive impact\" on its rating.\nThomas Curry, who oversaw TD Bank's review as comptroller under Obama, wouldn't comment on any particular bank. But he argued that the Community Reinvestment Act needs to be updated.\nThe current comptroller, Joseph Otting, declined to be interviewed. His office sent a statement: \"The Comptroller is interested in modernizing the administration of CRA to ensure it continues to encourage depository institutions to lend to and meet the credit needs of the communities they serve,\" it said.\nTD Bank declined to discuss its lending. Instead, bank spokeswoman Judith Schmidt sent a statement saying the bank \"makes credit decisions based on each customer's credit profile, not on factors such as race and ethnicity.\" It said an internal review of its lending patterns found that, after taking into account creditworthiness, its black and Latino applicants were no more likely to be denied loans than white applicants.\nTD Bank also said it actively works \"to provide financial education to a diverse population of consumers.\" Its denial rate was based on prudent decision making, the company said, which has led to lower delinquency rates among its borrowers.\nTD Bank's approach is not unique. Collectively, financial institutions put $154 million worth of home loans into the hands of white borrowers in Point Breeze between 2012 and 2016, even as they denied nearly twice as many home loans to African Americans as they made in the neighborhood. This was true whether a black applicant wanted to buy a house, refinance an existing loan or take out a home equity line of credit.\n\"They're trying to push us out,\" said Adrienne Stokes, a 58-year-old black woman, who retired from a career as a bill collector and now works as a home health aide. She's lived in her Point Breeze home for more than 20 years.\nOutside Stokes' door, the streets are full of concrete mixers and pickup trucks stacked with lumber for nearby condominium projects. The home two doors down, where a black family lived for three decades, has been demolished and is now a hole in the ground - sold to a local developer who's building a three-story house with a roof deck.\nBut longtime residents such as Stokes haven't been able to take advantage of the development and rising property values that come with it. Instead, they worry about losing their homes.\nSome of Stokes' windows are cracked, and the kitchen linoleum is peeling. In the basement, the sump pump backs up when it rains. The circuit breaker is hanging off the wall.\nIn 2015, Stokes went to Firstrust Savings Bank, a local institution with the only branch in the neighborhood, seeking a $30,000 home improvement loan to fix up her house.\nAlthough she'd been steadily paying off her mortgage for decades and had about $200,000 in equity in her home at the time, the bank turned her down, citing a low credit score. Like other banks, Firstrust, which passed its most recent Community Reinvestment Act assessment in 2014, rarely lends to African Americans. From 2012 to 2016, it denied more conventional mortgage loans to black borrowers in Philadelphia than it made.\n\"This is how people lose their homes,\" said Wayns-Thomas, the head of the black real estate brokers association's local chapter. \"First, they can't fix the kitchen, and then it's a leaky roof and then the electrical. Then the building inspector shows up, and you have to sell, and here comes the gentrification.\"\nFirstrust declined to comment. It is actively lending in the neighborhood, however. For example, it's helping finance a 46-unit townhome project down the street from Stokes' home.\nThe broker on that project, Ori Feibush, dismissed concerns about racial disparities in lending, arguing that they must be caused by economic factors or credit scores.\n\"It's arguably easier to get financing (in Point Breeze) than just a few blocks north in a more affluent community,\" he said.\nBut Reveal found instances of banks willing to look past blemishes on the credit reports of white borrowers such as Jacobs.\n\"They asked me to write a letter and the problem went away,\" Jacobs said of a dip in his credit score caused by a disputed cellphone bill.\n\"I certainly think blacks should be able to buy homes, too,\" he said. \"It's not fair.\"\nThis article was provided to The Associated Press by the nonprofit news outlet Reveal from The Center for Investigative Reporting. To read - or publish - a full version of this investigation, go to: revealnews.org/redlining . Curious about lending disparities in your neighborhood? Text \"LOAN\" to 202-873-8325.\nData reporter Sinduja Rangarajan, senior data reporter Eric Sagara and Associated Press data journalist Angeliki Kastanis contributed to this report.\nAaron Glantz can be reached at aglantz@revealnews.org , and Emmanuel Martinez can be reached at emartinez@revealnews.org . Follow them on Twitter: @Aaron_Glantz and @eman_thedataman",
    "published": "2018-02-16T10:02:00.000+02:00",
    "crawled": "2018-02-16T13:58:19.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "philadelphia",
        "ap",
        "jonathan",
        "jacob",
        "almost",
        "saving",
        "modest",
        "income",
        "credit",
        "report",
        "marred",
        "disputed",
        "cellphone",
        "bill",
        "easily",
        "bought",
        "newly",
        "renovated",
        "row",
        "house",
        "point",
        "breeze",
        "south",
        "philadelphia",
        "neighborhood",
        "historically",
        "african",
        "american",
        "took",
        "minute",
        "fill",
        "paperwork",
        "career",
        "counselor",
        "said",
        "pay",
        "less",
        "house",
        "rent",
        "apartment",
        "american",
        "dream",
        "jacob",
        "white",
        "got",
        "special",
        "home",
        "loan",
        "new",
        "td",
        "bank",
        "designed",
        "help",
        "people",
        "blighted",
        "neighborhood",
        "bank",
        "required",
        "lend",
        "landmark",
        "community",
        "reinvestment",
        "act",
        "law",
        "designed",
        "correct",
        "damage",
        "redlining",
        "practice",
        "government",
        "warned",
        "bank",
        "away",
        "neighborhood",
        "high",
        "concentration",
        "immigrant",
        "african",
        "american",
        "law",
        "anticipate",
        "day",
        "historically",
        "black",
        "neighborhood",
        "would",
        "sought",
        "young",
        "white",
        "homebuyers",
        "instead",
        "lending",
        "longtime",
        "black",
        "resident",
        "point",
        "breeze",
        "loan",
        "going",
        "white",
        "newcomer",
        "jacob",
        "community",
        "reinvestment",
        "act",
        "based",
        "geography",
        "perfectly",
        "possible",
        "comply",
        "cra",
        "pattern",
        "said",
        "patricia",
        "mccoy",
        "law",
        "professor",
        "boston",
        "college",
        "oversaw",
        "mortgage",
        "policy",
        "initiative",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "president",
        "barack",
        "obama",
        "idea",
        "course",
        "law",
        "allows",
        "result",
        "nearly",
        "financial",
        "institution",
        "nationwide",
        "passed",
        "community",
        "reinvestment",
        "act",
        "inspection",
        "since",
        "even",
        "though",
        "racial",
        "disparity",
        "lending",
        "remain",
        "pronounced",
        "ever",
        "reveal",
        "center",
        "investigative",
        "reporting",
        "analyzed",
        "million",
        "mortgage",
        "record",
        "made",
        "available",
        "home",
        "mortgage",
        "disclosure",
        "act",
        "found",
        "metro",
        "area",
        "across",
        "america",
        "people",
        "color",
        "african",
        "american",
        "latino",
        "asian",
        "native",
        "american",
        "denied",
        "conventional",
        "home",
        "purchase",
        "loan",
        "significantly",
        "higher",
        "rate",
        "white",
        "true",
        "even",
        "controlling",
        "nine",
        "economic",
        "social",
        "factor",
        "including",
        "applicant",
        "income",
        "size",
        "loan",
        "sought",
        "neighborhood",
        "wanted",
        "buy",
        "african",
        "american",
        "latino",
        "likely",
        "turned",
        "away",
        "major",
        "metropolitan",
        "area",
        "philadelphia",
        "detroit",
        "atlanta",
        "washington",
        "smaller",
        "city",
        "iowa",
        "city",
        "iowa",
        "sumter",
        "south",
        "carolina",
        "tacoma",
        "washington",
        "vallejo",
        "california",
        "little",
        "rock",
        "arkansas",
        "talking",
        "issue",
        "talking",
        "1940s",
        "said",
        "arlene",
        "president",
        "philadelphia",
        "chapter",
        "national",
        "association",
        "real",
        "estate",
        "broker",
        "represents",
        "african",
        "american",
        "real",
        "estate",
        "professional",
        "point",
        "breeze",
        "sign",
        "gentrification",
        "abound",
        "white",
        "homebuyers",
        "stretch",
        "new",
        "yoga",
        "studio",
        "brunch",
        "bistro",
        "grilled",
        "cheese",
        "cost",
        "includes",
        "shaved",
        "apple",
        "quince",
        "membrillo",
        "bank",
        "meet",
        "community",
        "reinvestment",
        "act",
        "obligation",
        "marketing",
        "affordable",
        "loan",
        "product",
        "neighborhood",
        "newcomer",
        "typically",
        "able",
        "get",
        "conventional",
        "mortgage",
        "percent",
        "payment",
        "compared",
        "industry",
        "gold",
        "standard",
        "percent",
        "jacob",
        "bank",
        "td",
        "bank",
        "go",
        "even",
        "waiving",
        "costly",
        "mortgage",
        "insurance",
        "requirement",
        "low",
        "payment",
        "loan",
        "government",
        "data",
        "analyzed",
        "reveal",
        "independently",
        "reviewed",
        "confirmed",
        "associated",
        "press",
        "show",
        "black",
        "latino",
        "borrower",
        "tougher",
        "time",
        "government",
        "data",
        "show",
        "td",
        "bank",
        "denied",
        "larger",
        "percentage",
        "african",
        "american",
        "latino",
        "applicant",
        "big",
        "bank",
        "time",
        "turned",
        "away",
        "percent",
        "african",
        "american",
        "trying",
        "buy",
        "home",
        "percent",
        "latino",
        "far",
        "higher",
        "industry",
        "average",
        "percent",
        "percent",
        "respectively",
        "philadelphia",
        "td",
        "bank",
        "denied",
        "twice",
        "many",
        "loan",
        "application",
        "african",
        "american",
        "made",
        "none",
        "mentioned",
        "bank",
        "recent",
        "community",
        "reinvestment",
        "act",
        "assessment",
        "document",
        "released",
        "treasury",
        "department",
        "office",
        "comptroller",
        "currency",
        "october",
        "comptroller",
        "called",
        "td",
        "bank",
        "lending",
        "performance",
        "good",
        "philadelphia",
        "rated",
        "high",
        "satisfactory",
        "whole",
        "country",
        "review",
        "agency",
        "cited",
        "kind",
        "low",
        "payment",
        "conventional",
        "loan",
        "jacob",
        "got",
        "positive",
        "impact",
        "rating",
        "thomas",
        "curry",
        "oversaw",
        "td",
        "bank",
        "review",
        "comptroller",
        "obama",
        "would",
        "comment",
        "particular",
        "bank",
        "argued",
        "community",
        "reinvestment",
        "act",
        "need",
        "updated",
        "current",
        "comptroller",
        "joseph",
        "otting",
        "declined",
        "interviewed",
        "office",
        "sent",
        "statement",
        "comptroller",
        "interested",
        "modernizing",
        "administration",
        "cra",
        "ensure",
        "continues",
        "encourage",
        "depository",
        "institution",
        "lend",
        "meet",
        "credit",
        "need",
        "community",
        "serve",
        "said",
        "td",
        "bank",
        "declined",
        "discus",
        "lending",
        "instead",
        "bank",
        "spokeswoman",
        "judith",
        "schmidt",
        "sent",
        "statement",
        "saying",
        "bank",
        "make",
        "credit",
        "decision",
        "based",
        "customer",
        "credit",
        "profile",
        "factor",
        "race",
        "ethnicity",
        "said",
        "internal",
        "review",
        "lending",
        "pattern",
        "found",
        "taking",
        "account",
        "creditworthiness",
        "black",
        "latino",
        "applicant",
        "likely",
        "denied",
        "loan",
        "white",
        "applicant",
        "td",
        "bank",
        "also",
        "said",
        "actively",
        "work",
        "provide",
        "financial",
        "education",
        "diverse",
        "population",
        "consumer",
        "denial",
        "rate",
        "based",
        "prudent",
        "decision",
        "making",
        "company",
        "said",
        "led",
        "lower",
        "delinquency",
        "rate",
        "among",
        "borrower",
        "td",
        "bank",
        "approach",
        "unique",
        "collectively",
        "financial",
        "institution",
        "put",
        "million",
        "worth",
        "home",
        "loan",
        "hand",
        "white",
        "borrower",
        "point",
        "breeze",
        "even",
        "denied",
        "nearly",
        "twice",
        "many",
        "home",
        "loan",
        "african",
        "american",
        "made",
        "neighborhood",
        "true",
        "whether",
        "black",
        "applicant",
        "wanted",
        "buy",
        "house",
        "refinance",
        "existing",
        "loan",
        "take",
        "home",
        "equity",
        "line",
        "credit",
        "trying",
        "push",
        "u",
        "said",
        "adrienne",
        "stokes",
        "black",
        "woman",
        "retired",
        "career",
        "bill",
        "collector",
        "work",
        "home",
        "health",
        "aide",
        "lived",
        "point",
        "breeze",
        "home",
        "year",
        "outside",
        "stokes",
        "door",
        "street",
        "full",
        "concrete",
        "mixer",
        "pickup",
        "truck",
        "stacked",
        "lumber",
        "nearby",
        "condominium",
        "project",
        "home",
        "two",
        "door",
        "black",
        "family",
        "lived",
        "three",
        "decade",
        "demolished",
        "hole",
        "ground",
        "sold",
        "local",
        "developer",
        "building",
        "house",
        "roof",
        "deck",
        "longtime",
        "resident",
        "stokes",
        "able",
        "take",
        "advantage",
        "development",
        "rising",
        "property",
        "value",
        "come",
        "instead",
        "worry",
        "losing",
        "home",
        "stokes",
        "window",
        "cracked",
        "kitchen",
        "linoleum",
        "peeling",
        "basement",
        "sump",
        "pump",
        "back",
        "rain",
        "circuit",
        "breaker",
        "hanging",
        "wall",
        "stokes",
        "went",
        "firstrust",
        "saving",
        "bank",
        "local",
        "institution",
        "branch",
        "neighborhood",
        "seeking",
        "home",
        "improvement",
        "loan",
        "fix",
        "house",
        "although",
        "steadily",
        "paying",
        "mortgage",
        "decade",
        "equity",
        "home",
        "time",
        "bank",
        "turned",
        "citing",
        "low",
        "credit",
        "score",
        "like",
        "bank",
        "firstrust",
        "passed",
        "recent",
        "community",
        "reinvestment",
        "act",
        "assessment",
        "rarely",
        "lends",
        "african",
        "american",
        "denied",
        "conventional",
        "mortgage",
        "loan",
        "black",
        "borrower",
        "philadelphia",
        "made",
        "people",
        "lose",
        "home",
        "said",
        "head",
        "black",
        "real",
        "estate",
        "broker",
        "association",
        "local",
        "chapter",
        "first",
        "ca",
        "fix",
        "kitchen",
        "leaky",
        "roof",
        "electrical",
        "building",
        "inspector",
        "show",
        "sell",
        "come",
        "gentrification",
        "firstrust",
        "declined",
        "comment",
        "actively",
        "lending",
        "neighborhood",
        "however",
        "example",
        "helping",
        "finance",
        "townhome",
        "project",
        "street",
        "stokes",
        "home",
        "broker",
        "project",
        "ori",
        "feibush",
        "dismissed",
        "concern",
        "racial",
        "disparity",
        "lending",
        "arguing",
        "must",
        "caused",
        "economic",
        "factor",
        "credit",
        "score",
        "arguably",
        "easier",
        "get",
        "financing",
        "point",
        "breeze",
        "block",
        "north",
        "affluent",
        "community",
        "said",
        "reveal",
        "found",
        "instance",
        "bank",
        "willing",
        "look",
        "past",
        "blemish",
        "credit",
        "report",
        "white",
        "borrower",
        "jacob",
        "asked",
        "write",
        "letter",
        "problem",
        "went",
        "away",
        "jacob",
        "said",
        "dip",
        "credit",
        "score",
        "caused",
        "disputed",
        "cellphone",
        "bill",
        "certainly",
        "think",
        "black",
        "able",
        "buy",
        "home",
        "said",
        "fair",
        "article",
        "provided",
        "associated",
        "press",
        "nonprofit",
        "news",
        "outlet",
        "reveal",
        "center",
        "investigative",
        "reporting",
        "read",
        "publish",
        "full",
        "version",
        "investigation",
        "go",
        "curious",
        "lending",
        "disparity",
        "neighborhood",
        "text",
        "loan",
        "data",
        "reporter",
        "sinduja",
        "rangarajan",
        "senior",
        "data",
        "reporter",
        "eric",
        "sagara",
        "associated",
        "press",
        "data",
        "journalist",
        "angeliki",
        "kastanis",
        "contributed",
        "report",
        "aaron",
        "glantz",
        "reached",
        "aglantz",
        "emmanuel",
        "martinez",
        "reached",
        "emartinez",
        "follow",
        "twitter"
    ]
}