{
    "organizations": [],
    "uuid": "31850f9e90fda8be3a746d6c25db3a2a4fd37ecc",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/26/bitcoin-divorce/",
    "ord_in_thread": 0,
    "title": "Bitcoin Is Posing New Challenges for Messy Divorces | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Divorces are messy, and cryptocurrencies are helping to make them a whole lot more so.\nVirtual currencies such as Bitcoin and Ethereum are a new challenge for U.K. lawyers, plagued with volatility and secrecy that is extending the already painful process of dividing a couple’s assets.\nThe rising popularity of Bitcoin — and for a while at least, its rising value — means more separations involve the currency, which is difficult to trace and hard to value. Although parties have a duty to provide full disclosure of their assets in a divorce, the anonymous nature of cryptocurrencies potentially make them a safe haven for spouses wishing to hide their money from a warring partner.\n“Often in a divorce one spouse is looking for a pot of gold that doesn’t exist. But with cryptocurrencies, it’s possible the pot does exist,” Toby Yerburgh, head of Family Law at Collyer Bristow, said in an interview. Yerburgh said he started to get cases where partners are concerned about hidden Bitcoins since the currency became better known last year.\nIf one party decides not to disclose or provide evidence of their holdings, the divorce process becomes more expensive and time-consuming, and could result in the partner failing to get a fair share of assets. This can amount to a lot of money in the U.K., which has a reputation of being a more sympathetic place to play out high-stakes divorces, because judges generally order a 50-50 split of assets, giving equal weight to the work of a wealth creator and a partner.\n“It’s creating another layer of distrust that we haven’t had to deal with before,” Jo Carr-West, a partner at Hunters, said in an interview. “The public perception that there is a lack of a paper trail causes the anxiety.”\nOffline Currency Cryptocurrencies traded using an online exchange or bought with funds from a bank account can be easier to trace and value. But if a cryptocurrency is moved offline — for example, if someone transfers their digital wallet onto a USB — then it becomes more difficult. In this case, a digital forensics expert can be brought in to search through the spouse’s email to determine what transactions have taken place. This is a slow process that can cost thousands of pounds — sometimes more than the currency itself is worth.\n“Cryptocurrencies make things complex if you have a spouse who’s determined to hold on to their money, same as if they were hiding assets overseas,” Victoria Clarke, a solicitor at Stowe Family Law, said in an interview. “We have the tools to trace Bitcoin. The difficulty is that some lawyers don’t necessarily understand it yet — you need knowledge of the asset you’re trying to get hold of.”\nVolatility Woes Cryptocurrencies also bring the problem of valuation. In December, Bitcoin hit a high of nearly $20,000, and less than two months later, had dropped to around $6,000. This volatility makes it difficult to determine value as the price can fluctuate wildly within the course of a divorce.\n“It’s not as straightforward as valuing your ordinary shares and investments,” Vandana Chitroda, a partner at Royds Withy King, said in an interview. “There will have to be valuations made at every step in the proceedings. You would then have to agree a value on the date of the final hearing.”\nThis means that although a partner could have built up a substantial crypto fortune when filing for divorce, it may have diminished by the time of settlement. One of Royds Withy King’s three cryptocurrency cases involves an original investment of 80,000 pounds ($111,600) made by a spouse in November 2016. By December 2017, it had jumped to 1 million pounds, and is now worth 600,000 pounds.\nSuch price shifts have led lawyers to suggest that clients not worry about fixing a valuation. The best course, they say, may be to ask to split the Bitcoin itself and take the chances selling on an exchange.\nNew Challenges The courts now have to address the effect of new technologies. Bitcoin was created in 2009, and so lawyers and judges are only beginning to witness the first instances of crypto-related splits. There’s no existing case law to guide procedure, so new ways of handling the issue will be devised as hearings take place.\nFurthermore, the court’s usual methods of securing assets, such as issuing injunctions, can be difficult to administer with cryptocurrencies.\n“The courts are being faced with a challenge it doesn’t have the power to deal with,” Chitroda said. “The court can make a worldwide freezing injunction, but it’s worthless if there’s no centralized power to administer it.”\nBut it won’t be that easy to get away with burying cash in Bitcoin. Courts are accustomed to tackling cases that require painstakingly tracing assets, especially where those assets are held offshore. And in some circumstances, if one party refuses to disclose their cryptocurrency holdings, the court can make an award heavily in favor of the other party to make up for it.\nParliament Still, there’s a sense the U.K.’s institutions are urgently trying to get to grips with blockchain technology. On Thursday, Parliament’s Treasury Committee launched an inquiry into the role of digital currencies in the U.K., including the opportunities and risks they may bring to consumers, businesses and the government.\n“Maybe Bitcoin is a bubble, but the blockchain technology is not,” said Clarke, who has mined Bitcoin herself since 2011. Chitroda also believes cryptocurrencies aren’t going away and that the law will have to adjust to the new challenges.\n“The courts have only recently started allowing people to send documents to court using email,” Chitroda said. “We’re going to really have to run to keep ahead of all of this. It’s a big challenge for all of us. We’re trying hard to educate ourselves and be ready.”",
    "published": "2018-02-26T11:29:00.000+02:00",
    "crawled": "2018-02-26T18:23:23.084+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "divorce",
        "messy",
        "cryptocurrencies",
        "helping",
        "make",
        "whole",
        "lot",
        "virtual",
        "currency",
        "bitcoin",
        "ethereum",
        "new",
        "challenge",
        "lawyer",
        "plagued",
        "volatility",
        "secrecy",
        "extending",
        "already",
        "painful",
        "process",
        "dividing",
        "couple",
        "asset",
        "rising",
        "popularity",
        "bitcoin",
        "least",
        "rising",
        "value",
        "mean",
        "separation",
        "involve",
        "currency",
        "difficult",
        "trace",
        "hard",
        "value",
        "although",
        "party",
        "duty",
        "provide",
        "full",
        "disclosure",
        "asset",
        "divorce",
        "anonymous",
        "nature",
        "cryptocurrencies",
        "potentially",
        "make",
        "safe",
        "spouse",
        "wishing",
        "hide",
        "money",
        "warring",
        "partner",
        "often",
        "divorce",
        "one",
        "spouse",
        "looking",
        "pot",
        "gold",
        "exist",
        "cryptocurrencies",
        "possible",
        "pot",
        "exist",
        "toby",
        "yerburgh",
        "head",
        "family",
        "law",
        "collyer",
        "bristow",
        "said",
        "interview",
        "yerburgh",
        "said",
        "started",
        "get",
        "case",
        "partner",
        "concerned",
        "hidden",
        "bitcoins",
        "since",
        "currency",
        "became",
        "better",
        "known",
        "last",
        "year",
        "one",
        "party",
        "decides",
        "disclose",
        "provide",
        "evidence",
        "holding",
        "divorce",
        "process",
        "becomes",
        "expensive",
        "could",
        "result",
        "partner",
        "failing",
        "get",
        "fair",
        "share",
        "asset",
        "amount",
        "lot",
        "money",
        "reputation",
        "sympathetic",
        "place",
        "play",
        "divorce",
        "judge",
        "generally",
        "order",
        "split",
        "asset",
        "giving",
        "equal",
        "weight",
        "work",
        "wealth",
        "creator",
        "partner",
        "creating",
        "another",
        "layer",
        "distrust",
        "deal",
        "jo",
        "partner",
        "hunter",
        "said",
        "interview",
        "public",
        "perception",
        "lack",
        "paper",
        "trail",
        "cause",
        "offline",
        "currency",
        "cryptocurrencies",
        "traded",
        "using",
        "online",
        "exchange",
        "bought",
        "fund",
        "bank",
        "account",
        "easier",
        "trace",
        "value",
        "cryptocurrency",
        "moved",
        "offline",
        "example",
        "someone",
        "transfer",
        "digital",
        "wallet",
        "onto",
        "usb",
        "becomes",
        "difficult",
        "case",
        "digital",
        "forensics",
        "expert",
        "brought",
        "search",
        "spouse",
        "email",
        "determine",
        "transaction",
        "taken",
        "place",
        "slow",
        "process",
        "cost",
        "thousand",
        "pound",
        "sometimes",
        "currency",
        "worth",
        "cryptocurrencies",
        "make",
        "thing",
        "complex",
        "spouse",
        "determined",
        "hold",
        "money",
        "hiding",
        "asset",
        "overseas",
        "victoria",
        "clarke",
        "solicitor",
        "stowe",
        "family",
        "law",
        "said",
        "interview",
        "tool",
        "trace",
        "bitcoin",
        "difficulty",
        "lawyer",
        "necessarily",
        "understand",
        "yet",
        "need",
        "knowledge",
        "asset",
        "trying",
        "get",
        "hold",
        "volatility",
        "woe",
        "cryptocurrencies",
        "also",
        "bring",
        "problem",
        "valuation",
        "december",
        "bitcoin",
        "hit",
        "high",
        "nearly",
        "less",
        "two",
        "month",
        "later",
        "dropped",
        "around",
        "volatility",
        "make",
        "difficult",
        "determine",
        "value",
        "price",
        "fluctuate",
        "wildly",
        "within",
        "course",
        "divorce",
        "straightforward",
        "valuing",
        "ordinary",
        "share",
        "investment",
        "vandana",
        "chitroda",
        "partner",
        "royds",
        "withy",
        "king",
        "said",
        "interview",
        "valuation",
        "made",
        "every",
        "step",
        "proceeding",
        "would",
        "agree",
        "value",
        "date",
        "final",
        "mean",
        "although",
        "partner",
        "could",
        "built",
        "substantial",
        "crypto",
        "fortune",
        "filing",
        "divorce",
        "may",
        "diminished",
        "time",
        "settlement",
        "one",
        "royds",
        "withy",
        "king",
        "three",
        "cryptocurrency",
        "case",
        "involves",
        "original",
        "investment",
        "pound",
        "made",
        "spouse",
        "november",
        "december",
        "jumped",
        "million",
        "pound",
        "worth",
        "pound",
        "price",
        "shift",
        "led",
        "lawyer",
        "suggest",
        "client",
        "worry",
        "fixing",
        "valuation",
        "best",
        "course",
        "say",
        "may",
        "ask",
        "split",
        "bitcoin",
        "take",
        "chance",
        "selling",
        "exchange",
        "new",
        "challenge",
        "court",
        "address",
        "effect",
        "new",
        "technology",
        "bitcoin",
        "created",
        "lawyer",
        "judge",
        "beginning",
        "witness",
        "first",
        "instance",
        "split",
        "existing",
        "case",
        "law",
        "guide",
        "procedure",
        "new",
        "way",
        "handling",
        "issue",
        "devised",
        "hearing",
        "take",
        "place",
        "furthermore",
        "court",
        "usual",
        "method",
        "securing",
        "asset",
        "issuing",
        "injunction",
        "difficult",
        "administer",
        "cryptocurrencies",
        "court",
        "faced",
        "challenge",
        "power",
        "deal",
        "chitroda",
        "said",
        "court",
        "make",
        "worldwide",
        "freezing",
        "injunction",
        "worthless",
        "centralized",
        "power",
        "administer",
        "easy",
        "get",
        "away",
        "burying",
        "cash",
        "bitcoin",
        "court",
        "accustomed",
        "tackling",
        "case",
        "require",
        "painstakingly",
        "tracing",
        "asset",
        "especially",
        "asset",
        "held",
        "offshore",
        "circumstance",
        "one",
        "party",
        "refuse",
        "disclose",
        "cryptocurrency",
        "holding",
        "court",
        "make",
        "award",
        "heavily",
        "favor",
        "party",
        "make",
        "parliament",
        "still",
        "sense",
        "institution",
        "urgently",
        "trying",
        "get",
        "grip",
        "blockchain",
        "technology",
        "thursday",
        "parliament",
        "treasury",
        "committee",
        "launched",
        "inquiry",
        "role",
        "digital",
        "currency",
        "including",
        "opportunity",
        "risk",
        "may",
        "bring",
        "consumer",
        "business",
        "government",
        "maybe",
        "bitcoin",
        "bubble",
        "blockchain",
        "technology",
        "said",
        "clarke",
        "mined",
        "bitcoin",
        "since",
        "chitroda",
        "also",
        "belief",
        "cryptocurrencies",
        "going",
        "away",
        "law",
        "adjust",
        "new",
        "challenge",
        "court",
        "recently",
        "started",
        "allowing",
        "people",
        "send",
        "document",
        "court",
        "using",
        "email",
        "chitroda",
        "said",
        "going",
        "really",
        "run",
        "keep",
        "ahead",
        "big",
        "challenge",
        "u",
        "trying",
        "hard",
        "educate",
        "ready"
    ]
}