{
    "organizations": [],
    "uuid": "31966047730469684fb9b192f1ae2cd75e267173",
    "author": "",
    "url": "https://www.cnbc.com/2018/02/13/meet-kehinde-wiley-artist-behind-barack-obamas-presidential-portrait.html",
    "ord_in_thread": 0,
    "title": "5 things to know about Kehinde Wiley, the artist behind Barack Obama's presidential portrait",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Mark Wilson | Getty Images Former U.S. President Barack Obama stands next to his newly unveiled portrait during a ceremony at the Smithsonian's National Portrait Gallery, on February 12, 2018 in Washington, DC. The portraits were commissioned by the Gallery, for Kehinde Wiley to create President Obama's portrait, and Amy Sherald that of Michelle Obama. \nFormer U.S. President Barack Obama and former first lady Michelle Obama's official portraits for the Smithsonian Institute's National Portrait Gallery in Washington, D.C. were revealed on Monday. \nThe Obamas made history not only as the country's first African-American presidential couple featured in the gallery but also for selecting the first African-American painters to receive a presidential portrait commission from the museum. \nBarack Obama selected New York-based portraitist Kehinde Wiley for his painting, while Michelle Obama selected Baltimore-based artist Amy Sherald. \n\"Thanks to Kehinde and Amy, generations of Americans — and young people from all around the world — will visit the National Portrait Gallery and see this country through a new lens,\" Obama said in an Instagram post after Monday's portrait unveiling . \"They'll walk out of that museum with a better sense of the America we all love. Clear-eyed. Big-hearted. Inclusive and optimistic. And I hope they'll walk out more empowered to go and change their worlds. \" \nWiley's portrait of Obama features the former president wearing a black suit, sitting on a wooden chair surrounded by flowers and green foliage. \n\"What I was always struck by whenever I saw [Wiley's] portraits was the degree to which they challenged our conventional views of power and privilege,\" Obama said at the gallery on Monday. \n\"The ability to be the first African-American painter to paint the first African-American president of the United States is absolutely overwhelming. It doesn't get any better than that,\" Wiley said. \nHere are five things you may not know about Wiley. Obama and Wiley share a similar upbringing \nPreparing Obama for the portrait required Wiley to shoot thousands of images, Wiley told the Guardian in 2017. \nAs a result of the time-intensive process, Obama said he thinks \"it's safe to say Kehinde and I bonded.\" Obama also realized how much he and Wiley had in common. \n\"Both of us had American mothers who raised us with extraordinary love and support. Both of us had African fathers who had been absent from our lives and in some ways, our journeys involved searching for them and figuring out what that meant,\" Obama said at Monday's portrait unveiling. \n\"I ended up writing about that journey and channeling it into the work that I did because I cannot paint,\" Obama jokingly added. \"I'm sure that Kehinde's journey reflected some of those feelings in his art.\" \nWiley, 40, grew up in South Central, Los Angeles during the 1980s. Wiley explained on his website that art was his escape from the violence that occurred in the neighborhood. \n\"I was humbled by this invitation, but I was also inspired by Barack Obama's personal story, that sense in which he and I both do have that echo of single parents, African fathers, that search for the father,\" Wiley said. The White House has previously recognized Wiley's work \nAs a result of using his art to \"promote cultural diplomacy,\" Wiley was awarded the U.S. Department of State Medal of Arts in 2015, according to the department's Art in Embassies program . \nFormer Secretary of State John Kerry presented Wiley with the biannual award, which allows American artists to showcase their work at U.S. embassies across the world. \nWiley has also served as a juror for the White House Historical Association's \"This Art is Your Art\" national student competition. Wiley has wanted to paint Obama since 2008 \nMonths before Obama was elected as U.S. president in November 2008, Wiley shared his interest in painting the politician. \n\"I'd love, love, love to do his official presidential portrait. I'm actively campaigning,\" Wiley told Time Out New York magazine in July of 2008. \nLeading up to Obama's reelection in 2012, Wiley told BBC he thought \"it would be really interesting to paint Obama.\" \n\"The reality of Barack Obama being the president of the United States — quite possibly the most powerful nation in the world — means that the image of power is completely new for an entire generation of not only black American kids, but every population group in this nation,\" Wiley told BBC. \n\"Now there are children who are four or five who would have known only a black man at the seat of power in this nation. It's an important social message,\" he said. \nWiley told the New York Times he was sworn to secrecy by the National Portrait Gallery, but said, \"I'm excited about it: It's going to be amazing.\" \n\"It's going to be, like, boom!\" he added. Wiley has painted portraits of Michael Jackson, Notorious B.I.G. and other famous figures... \nFor VH1's 2005 annual Hip Hop Honors event, the network commissioned Wiley to create portraits of hip hop leaders, including Ice T, Notorious B.I.G. and Grandmaster Flash, according to the National Portrait Gallery . Select portraits were shown in the Smithsonian exhibit \"Recognize!\" Juan Castro | Getty Images This photo shows Equestrian Portrait of King Philip II, 2009,(L) featuring the late king of pop Michael Jackson, by artist Kehinde Wiley on display December 6, 2009 at the Art Basel show in Mami, Florida. \nIn the summer of 2008, the now deceased Michael Jackson asked Wiley to paint a portrait of him. \n\"He saw one of my works at the Brooklyn Museum, a very large equestrian portrait of a young black man in the pose of Napoleon crossing the Alps. He said to his crew: 'I need to meet that artist,'\" Wiley told the Guardian . \"At first, I didn't believe it. Eventually, a mutual friend said: 'Will you please answer the f--king phone?' And so we set something up.\" \nThe result was a portrait of Jackson atop a horse titled, \" Equestrian Portrait of King Philip II (Michael Jackson) \" created in 2009. Jackson did not get to see the painting, which sold for $175,000 at an auction . ...but his favorite subjects include everyday people \nAs an alternative to the gang-ridden streets of South Central in the 1980s, Wiley's mother sent him to art school as an 11-year-old. Wiley then completed his undergraduate studies at the Art Institute of San Francisco. \nHis art style began to take its current form while getting his MFA at Yale University. There, he f on the topics of identity, gender and sexuality as well as painting as a political act. \nWiley's portrait subjects are usually \"urban, black and brown men\" he randomly selects on the streets of wherever his projects take him. Through his portraiture, Wiley depicts these otherwise unknown people as \"heroic, powerful, majestic\" figures commonly found in classical European paintings of noblemen, royalty and aristocrats. \nObama said he was struck by \"the way [Wiley] would take extraordinary care, precision and vision in recognizing the beauty, grace and dignity of people who are so often invisible in our lives and put them on a grand stage.\" \n\"In my small way, that's part of what I believe politics should be about. It's not simply celebrating the high and the mighty and expecting that the country unfolds from the top-down, but rather that it comes from the bottom-up \" Obama added. Saul Loeb | Getty Images Former US President Barack Obama and First Lady Michelle Obama stand before their portraits and respective artists, Kehinde Wiley (L) and Amy Sherald (R), after an unveiling at the Smithsonian's National Portrait Gallery in Washington, DC, February 12, 2018. \nInstead of giving Obama a similar, elaborate treatment to his other portrait subjects, Wiley humanized the former president by depicting him seated in a wooden chair. \n\"When you look at this painting, there is, sure, an amazingly handsome man seated,\" Wiley said. \"But there's also botanicals that are going on there that nod towards his personal story.\" The painting features the chrysanthemum, the flower of Obama's hometown in Chicago, Illinois, as well as flowers that represent Obama's heritage by way of Kenya and Hawaii. \nThe portrait will live in the National Portrait Gallery's \"America's Presidents\" exhibition, the country's only complete collection of presidential portraits outside the White House. \n\"In a very symbolic way what I'm doing is charting his path on Earth through those plants that sort of weave their way. There is a fight going on between he and the foreground and then the plants that are sort of trying to announce themselves underneath his feet,\" Wiley said. \"Who gets to be the star of the show? The story or the man who inhabits that story? It's all chance-driven.\" ",
    "published": "2018-02-13T16:22:00.000+02:00",
    "crawled": "2018-02-13T16:27:59.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mark",
        "wilson",
        "getty",
        "image",
        "former",
        "president",
        "barack",
        "obama",
        "stand",
        "next",
        "newly",
        "unveiled",
        "portrait",
        "ceremony",
        "smithsonian",
        "national",
        "portrait",
        "gallery",
        "february",
        "washington",
        "dc",
        "portrait",
        "commissioned",
        "gallery",
        "kehinde",
        "wiley",
        "create",
        "president",
        "obama",
        "portrait",
        "amy",
        "sherald",
        "michelle",
        "obama",
        "former",
        "president",
        "barack",
        "obama",
        "former",
        "first",
        "lady",
        "michelle",
        "obama",
        "official",
        "portrait",
        "smithsonian",
        "institute",
        "national",
        "portrait",
        "gallery",
        "washington",
        "revealed",
        "monday",
        "obamas",
        "made",
        "history",
        "country",
        "first",
        "presidential",
        "couple",
        "featured",
        "gallery",
        "also",
        "selecting",
        "first",
        "painter",
        "receive",
        "presidential",
        "portrait",
        "commission",
        "museum",
        "barack",
        "obama",
        "selected",
        "new",
        "portraitist",
        "kehinde",
        "wiley",
        "painting",
        "michelle",
        "obama",
        "selected",
        "artist",
        "amy",
        "sherald",
        "thanks",
        "kehinde",
        "amy",
        "generation",
        "american",
        "young",
        "people",
        "around",
        "world",
        "visit",
        "national",
        "portrait",
        "gallery",
        "see",
        "country",
        "new",
        "lens",
        "obama",
        "said",
        "instagram",
        "post",
        "monday",
        "portrait",
        "unveiling",
        "walk",
        "museum",
        "better",
        "sense",
        "america",
        "love",
        "inclusive",
        "optimistic",
        "hope",
        "walk",
        "empowered",
        "go",
        "change",
        "wiley",
        "portrait",
        "obama",
        "feature",
        "former",
        "president",
        "wearing",
        "black",
        "suit",
        "sitting",
        "wooden",
        "chair",
        "surrounded",
        "flower",
        "green",
        "foliage",
        "always",
        "struck",
        "whenever",
        "saw",
        "wiley",
        "portrait",
        "degree",
        "challenged",
        "conventional",
        "view",
        "power",
        "privilege",
        "obama",
        "said",
        "gallery",
        "monday",
        "ability",
        "first",
        "painter",
        "paint",
        "first",
        "president",
        "united",
        "state",
        "absolutely",
        "overwhelming",
        "get",
        "better",
        "wiley",
        "said",
        "five",
        "thing",
        "may",
        "know",
        "wiley",
        "obama",
        "wiley",
        "share",
        "similar",
        "upbringing",
        "preparing",
        "obama",
        "portrait",
        "required",
        "wiley",
        "shoot",
        "thousand",
        "image",
        "wiley",
        "told",
        "guardian",
        "result",
        "process",
        "obama",
        "said",
        "think",
        "safe",
        "say",
        "kehinde",
        "bonded",
        "obama",
        "also",
        "realized",
        "much",
        "wiley",
        "common",
        "u",
        "american",
        "mother",
        "raised",
        "u",
        "extraordinary",
        "love",
        "support",
        "u",
        "african",
        "father",
        "absent",
        "life",
        "way",
        "journey",
        "involved",
        "searching",
        "figuring",
        "meant",
        "obama",
        "said",
        "monday",
        "portrait",
        "unveiling",
        "ended",
        "writing",
        "journey",
        "channeling",
        "work",
        "paint",
        "obama",
        "jokingly",
        "added",
        "sure",
        "kehinde",
        "journey",
        "reflected",
        "feeling",
        "art",
        "wiley",
        "grew",
        "south",
        "central",
        "los",
        "angeles",
        "1980s",
        "wiley",
        "explained",
        "website",
        "art",
        "escape",
        "violence",
        "occurred",
        "neighborhood",
        "humbled",
        "invitation",
        "also",
        "inspired",
        "barack",
        "obama",
        "personal",
        "story",
        "sense",
        "echo",
        "single",
        "parent",
        "african",
        "father",
        "search",
        "father",
        "wiley",
        "said",
        "white",
        "house",
        "previously",
        "recognized",
        "wiley",
        "work",
        "result",
        "using",
        "art",
        "promote",
        "cultural",
        "diplomacy",
        "wiley",
        "awarded",
        "department",
        "state",
        "medal",
        "art",
        "according",
        "department",
        "art",
        "embassy",
        "program",
        "former",
        "secretary",
        "state",
        "john",
        "kerry",
        "presented",
        "wiley",
        "biannual",
        "award",
        "allows",
        "american",
        "artist",
        "showcase",
        "work",
        "embassy",
        "across",
        "world",
        "wiley",
        "also",
        "served",
        "juror",
        "white",
        "house",
        "historical",
        "association",
        "art",
        "art",
        "national",
        "student",
        "competition",
        "wiley",
        "wanted",
        "paint",
        "obama",
        "since",
        "month",
        "obama",
        "elected",
        "president",
        "november",
        "wiley",
        "shared",
        "interest",
        "painting",
        "politician",
        "love",
        "love",
        "love",
        "official",
        "presidential",
        "portrait",
        "actively",
        "campaigning",
        "wiley",
        "told",
        "time",
        "new",
        "york",
        "magazine",
        "july",
        "leading",
        "obama",
        "reelection",
        "wiley",
        "told",
        "bbc",
        "thought",
        "would",
        "really",
        "interesting",
        "paint",
        "obama",
        "reality",
        "barack",
        "obama",
        "president",
        "united",
        "state",
        "quite",
        "possibly",
        "powerful",
        "nation",
        "world",
        "mean",
        "image",
        "power",
        "completely",
        "new",
        "entire",
        "generation",
        "black",
        "american",
        "kid",
        "every",
        "population",
        "group",
        "nation",
        "wiley",
        "told",
        "bbc",
        "child",
        "four",
        "five",
        "would",
        "known",
        "black",
        "man",
        "seat",
        "power",
        "nation",
        "important",
        "social",
        "message",
        "said",
        "wiley",
        "told",
        "new",
        "york",
        "time",
        "sworn",
        "secrecy",
        "national",
        "portrait",
        "gallery",
        "said",
        "excited",
        "going",
        "amazing",
        "going",
        "like",
        "boom",
        "added",
        "wiley",
        "painted",
        "portrait",
        "michael",
        "jackson",
        "notorious",
        "famous",
        "figure",
        "vh1",
        "annual",
        "hip",
        "hop",
        "honor",
        "event",
        "network",
        "commissioned",
        "wiley",
        "create",
        "portrait",
        "hip",
        "hop",
        "leader",
        "including",
        "ice",
        "notorious",
        "grandmaster",
        "flash",
        "according",
        "national",
        "portrait",
        "gallery",
        "select",
        "portrait",
        "shown",
        "smithsonian",
        "exhibit",
        "recognize",
        "juan",
        "castro",
        "getty",
        "image",
        "photo",
        "show",
        "portrait",
        "king",
        "philip",
        "l",
        "featuring",
        "late",
        "king",
        "pop",
        "michael",
        "jackson",
        "artist",
        "kehinde",
        "wiley",
        "display",
        "december",
        "art",
        "basel",
        "show",
        "mami",
        "florida",
        "summer",
        "deceased",
        "michael",
        "jackson",
        "asked",
        "wiley",
        "paint",
        "portrait",
        "saw",
        "one",
        "work",
        "brooklyn",
        "museum",
        "large",
        "equestrian",
        "portrait",
        "young",
        "black",
        "man",
        "pose",
        "napoleon",
        "crossing",
        "alp",
        "said",
        "crew",
        "need",
        "meet",
        "artist",
        "wiley",
        "told",
        "guardian",
        "first",
        "believe",
        "eventually",
        "mutual",
        "friend",
        "said",
        "please",
        "answer",
        "f",
        "king",
        "phone",
        "set",
        "something",
        "result",
        "portrait",
        "jackson",
        "atop",
        "horse",
        "titled",
        "equestrian",
        "portrait",
        "king",
        "philip",
        "ii",
        "michael",
        "jackson",
        "created",
        "jackson",
        "get",
        "see",
        "painting",
        "sold",
        "auction",
        "favorite",
        "subject",
        "include",
        "everyday",
        "people",
        "alternative",
        "street",
        "south",
        "central",
        "1980s",
        "wiley",
        "mother",
        "sent",
        "art",
        "school",
        "wiley",
        "completed",
        "undergraduate",
        "study",
        "art",
        "institute",
        "san",
        "francisco",
        "art",
        "style",
        "began",
        "take",
        "current",
        "form",
        "getting",
        "mfa",
        "yale",
        "university",
        "f",
        "topic",
        "identity",
        "gender",
        "sexuality",
        "well",
        "painting",
        "political",
        "act",
        "wiley",
        "portrait",
        "subject",
        "usually",
        "urban",
        "black",
        "brown",
        "men",
        "randomly",
        "selects",
        "street",
        "wherever",
        "project",
        "take",
        "portraiture",
        "wiley",
        "depicts",
        "otherwise",
        "unknown",
        "people",
        "heroic",
        "powerful",
        "majestic",
        "figure",
        "commonly",
        "found",
        "classical",
        "european",
        "painting",
        "nobleman",
        "royalty",
        "aristocrat",
        "obama",
        "said",
        "struck",
        "way",
        "wiley",
        "would",
        "take",
        "extraordinary",
        "care",
        "precision",
        "vision",
        "recognizing",
        "beauty",
        "grace",
        "dignity",
        "people",
        "often",
        "invisible",
        "life",
        "put",
        "grand",
        "stage",
        "small",
        "way",
        "part",
        "believe",
        "politics",
        "simply",
        "celebrating",
        "high",
        "mighty",
        "expecting",
        "country",
        "unfolds",
        "rather",
        "come",
        "obama",
        "added",
        "saul",
        "loeb",
        "getty",
        "image",
        "former",
        "u",
        "president",
        "barack",
        "obama",
        "first",
        "lady",
        "michelle",
        "obama",
        "stand",
        "portrait",
        "respective",
        "artist",
        "kehinde",
        "wiley",
        "l",
        "amy",
        "sherald",
        "r",
        "unveiling",
        "smithsonian",
        "national",
        "portrait",
        "gallery",
        "washington",
        "dc",
        "february",
        "instead",
        "giving",
        "obama",
        "similar",
        "elaborate",
        "treatment",
        "portrait",
        "subject",
        "wiley",
        "humanized",
        "former",
        "president",
        "depicting",
        "seated",
        "wooden",
        "chair",
        "look",
        "painting",
        "sure",
        "amazingly",
        "handsome",
        "man",
        "seated",
        "wiley",
        "said",
        "also",
        "botanical",
        "going",
        "nod",
        "towards",
        "personal",
        "story",
        "painting",
        "feature",
        "chrysanthemum",
        "flower",
        "obama",
        "hometown",
        "chicago",
        "illinois",
        "well",
        "flower",
        "represent",
        "obama",
        "heritage",
        "way",
        "kenya",
        "hawaii",
        "portrait",
        "live",
        "national",
        "portrait",
        "gallery",
        "america",
        "president",
        "exhibition",
        "country",
        "complete",
        "collection",
        "presidential",
        "portrait",
        "outside",
        "white",
        "house",
        "symbolic",
        "way",
        "charting",
        "path",
        "earth",
        "plant",
        "sort",
        "weave",
        "way",
        "fight",
        "going",
        "foreground",
        "plant",
        "sort",
        "trying",
        "announce",
        "underneath",
        "foot",
        "wiley",
        "said",
        "get",
        "star",
        "show",
        "story",
        "man",
        "inhabits",
        "story"
    ]
}