{
    "organizations": [],
    "uuid": "e74aef606b7412b5c3779e9e9a1e2b4ba0f62c17",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/02/16/toyota-design-simon-humphries/",
    "ord_in_thread": 0,
    "title": "Toyota Design Chief: Future of Cars Is Speedsters and Boxes | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The man with the final word on design at one of the world's biggest automakers sees a future dominated by self-driving boxes-on-wheels and souped-up sports cars.\nFor Simon Humphries, who as of this year oversees design globally across Toyota Motor's namesake and luxury Lexus brands, mobility will follow two divergent paths. One is the e-Palette, a customizable robo-van he designed that's capable of transporting anything from people to pizza. The other is the uncompromising car-of-your-dreams that you'll be able to buy precisely because the modular vehicle takes care of your more mundane mobility needs.\nHired by the Japanese automaker as a designer in 1994, the 50-year-old Briton also did a brief stint at Sony, a company he remembers fondly, if nostalgically. He spoke with reporters at Toyota's Nagoya office on Thursday after an annual round table event to introduce new executives.\nHow do you see cars, and car design, evolving? Simon Humphries: Design has a responsibility to go beyond just styling, and present a viable story for the future. Toyota said it's going to be a mobility provider, and that doesn't necessarily mean four wheels. The boundaries between car makers, train makers, bicycle makers and whatever else are going to change. You need to go into it with an open mind. To suddenly think we might be moving into a future where we're delivering cargo and mass transit at the same time, that's a big mindset change for everybody.\nRead: Toyota Is Finally Adding Apple CarPlay \nDoes that raise the danger that mobility becomes commoditized? When the majority of your transport needs are fulfilled by something like e-Palette, then the other side of it is you can buy a sports car that really is a sports car. A lot of the people who really like cars are worried about the future, but I see it the other way round. At the moment, the way we conceptualize cars is all based around an average. In other words, we buy a car that can do everything. If we end up with some kind of optimized transportation system, the cars that people purchase for themselves are going to be much more specific. There will be an emotional solution and a practical solution. So maybe the story is that the middle ground is increasingly going to disappear.\nWhat happens to mass-market mainstays like the Camry? What is the essence of a Camry? It's the ultimate family car. The concept of the family is changing. In the future the iteration of the family car could be something quite different. We have to start thinking about that now. At the moment, everything in a car from a design point of view is based on a 100-year-old package — engine in the front, and a driver holding a steering wheel behind. When you don't have to hold a steering wheel, the world is your oyster. You can change.\nRead: That Giant New Toyota-Mazda Car Plant in Alabama Could End Up Even Bigger Than Expected \nWhen will this vision of the future arrive? I honestly don't know, but what I will say is everything is starting to happen more quickly than people expected two or three years ago. When the tipping point seems to have occurred, it really starts to speed things up. I would say we've passed the tipping point. And now it's a race.\nWho are your role models in terms of design? The type of design I always admired was Sony in the late eighties and early nineties. I think they had fantastic design in those days. They were completely focused on what they thought was best. The other one is Apple . They appear to have this unreachable goal that they're always going to chase. When you have a company like that, you have to admire their work and their commitment. I'm not going to quote cars, because I'll put my foot in it.",
    "published": "2018-02-16T08:01:00.000+02:00",
    "crawled": "2018-02-16T14:51:19.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "man",
        "final",
        "word",
        "design",
        "one",
        "world",
        "biggest",
        "automaker",
        "see",
        "future",
        "dominated",
        "sport",
        "car",
        "simon",
        "humphries",
        "year",
        "oversees",
        "design",
        "globally",
        "across",
        "toyota",
        "motor",
        "namesake",
        "luxury",
        "lexus",
        "brand",
        "mobility",
        "follow",
        "two",
        "divergent",
        "path",
        "one",
        "customizable",
        "designed",
        "capable",
        "transporting",
        "anything",
        "people",
        "pizza",
        "uncompromising",
        "able",
        "buy",
        "precisely",
        "modular",
        "vehicle",
        "take",
        "care",
        "mundane",
        "mobility",
        "need",
        "hired",
        "japanese",
        "automaker",
        "designer",
        "briton",
        "also",
        "brief",
        "stint",
        "sony",
        "company",
        "remembers",
        "fondly",
        "nostalgically",
        "spoke",
        "reporter",
        "toyota",
        "nagoya",
        "office",
        "thursday",
        "annual",
        "round",
        "table",
        "event",
        "introduce",
        "new",
        "executive",
        "see",
        "car",
        "car",
        "design",
        "evolving",
        "simon",
        "humphries",
        "design",
        "responsibility",
        "go",
        "beyond",
        "styling",
        "present",
        "viable",
        "story",
        "future",
        "toyota",
        "said",
        "going",
        "mobility",
        "provider",
        "necessarily",
        "mean",
        "four",
        "wheel",
        "boundary",
        "car",
        "maker",
        "train",
        "maker",
        "bicycle",
        "maker",
        "whatever",
        "else",
        "going",
        "change",
        "need",
        "go",
        "open",
        "mind",
        "suddenly",
        "think",
        "might",
        "moving",
        "future",
        "delivering",
        "cargo",
        "mass",
        "transit",
        "time",
        "big",
        "mindset",
        "change",
        "everybody",
        "read",
        "toyota",
        "finally",
        "adding",
        "apple",
        "carplay",
        "raise",
        "danger",
        "mobility",
        "becomes",
        "commoditized",
        "majority",
        "transport",
        "need",
        "fulfilled",
        "something",
        "like",
        "side",
        "buy",
        "sport",
        "car",
        "really",
        "sport",
        "car",
        "lot",
        "people",
        "really",
        "like",
        "car",
        "worried",
        "future",
        "see",
        "way",
        "round",
        "moment",
        "way",
        "conceptualize",
        "car",
        "based",
        "around",
        "average",
        "word",
        "buy",
        "car",
        "everything",
        "end",
        "kind",
        "optimized",
        "transportation",
        "system",
        "car",
        "people",
        "purchase",
        "going",
        "much",
        "specific",
        "emotional",
        "solution",
        "practical",
        "solution",
        "maybe",
        "story",
        "middle",
        "ground",
        "increasingly",
        "going",
        "disappear",
        "happens",
        "mainstay",
        "like",
        "camry",
        "essence",
        "camry",
        "ultimate",
        "family",
        "car",
        "concept",
        "family",
        "changing",
        "future",
        "iteration",
        "family",
        "car",
        "could",
        "something",
        "quite",
        "different",
        "start",
        "thinking",
        "moment",
        "everything",
        "car",
        "design",
        "point",
        "view",
        "based",
        "package",
        "engine",
        "front",
        "driver",
        "holding",
        "steering",
        "wheel",
        "behind",
        "hold",
        "steering",
        "wheel",
        "world",
        "oyster",
        "change",
        "read",
        "giant",
        "new",
        "car",
        "plant",
        "alabama",
        "could",
        "end",
        "even",
        "bigger",
        "expected",
        "vision",
        "future",
        "arrive",
        "honestly",
        "know",
        "say",
        "everything",
        "starting",
        "happen",
        "quickly",
        "people",
        "expected",
        "two",
        "three",
        "year",
        "ago",
        "tipping",
        "point",
        "seems",
        "occurred",
        "really",
        "start",
        "speed",
        "thing",
        "would",
        "say",
        "passed",
        "tipping",
        "point",
        "race",
        "role",
        "model",
        "term",
        "design",
        "type",
        "design",
        "always",
        "admired",
        "sony",
        "late",
        "eighty",
        "early",
        "ninety",
        "think",
        "fantastic",
        "design",
        "day",
        "completely",
        "focused",
        "thought",
        "best",
        "one",
        "apple",
        "appear",
        "unreachable",
        "goal",
        "always",
        "going",
        "chase",
        "company",
        "like",
        "admire",
        "work",
        "commitment",
        "going",
        "quote",
        "car",
        "put",
        "foot"
    ]
}