{
    "organizations": [],
    "uuid": "db855bfc4e2821f8fe014ad48a3e8df59e874a5f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/08/globe-newswire-sanofi-commences-tender-offer-for-acquisition-of-bioverativ-inc.html",
    "ord_in_thread": 0,
    "title": "Sanofi Commences Tender Offer for Acquisition of Bioverativ Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Press Release\nSource: Sanofi (EURONEXT: SAN) (NYSE: SNY)\nSanofi Commences Tender Offer\nfor Acquisition of Bioverativ Inc.\nParis - February 8, 2018 - Sanofi announced today that on February 7, 2018 it commenced a tender offer (the \"Offer\") to acquire all of the outstanding shares of common stock of Bioverativ, Inc. (\"Bioverativ\") for $105 per share in cash (the \"Offer Price\"), without interest thereon and net of any required tax withholding.\nThe Offer is being made pursuant to the Agreement and Plan of Merger, dated as of January 21, 2018 (as it may be amended from time to time, the \"Merger Agreement\"), by and among Bioverativ, Sanofi and Blink Acquisition Corp., a Delaware corporation and an indirect, wholly-owned subsidiary of Sanofi (\"Purchaser\").\nThe Offer is scheduled to expire one minute past 11:59 p.m., New York City time, on Wednesday, March 7, 2018, unless the Offer is extended in accordance with the Merger Agreement and the applicable rules and regulations of the Securities and Exchange Commission (the \"SEC\").\nThe consummation of the Offer is subject to various conditions, including the tender of at least a majority of the shares of common stock of Bioverativ outstanding immediately prior to the expiration of the Offer, redelivery of a tax opinion delivered at signing, the expiration or termination of the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act and receipt of certain other regulatory approvals, and other customary conditions. As soon as practicable following the consummation of the Offer and subject to the satisfaction or waiver of certain conditions, Purchaser will merge with and into Bioverativ pursuant to Section 251(h) of the General Corporation Law of the State of Delaware, with Bioverativ continuing as the surviving corporation and becoming an indirect, wholly-owned subsidiary of Parent (the \"Merger\"). At the effective time of the Merger, the outstanding shares of common stock of Bioverativ not tendered in the Offer will be converted into the right to receive the same amount of cash per share that they would have received had they tendered their shares in the Offer.\nOn February 7, 2018, Sanofi and its acquisition subsidiary commenced the Offer by filing with the U.S. Securities and Exchange Commission (the \"SEC\") a tender offer statement on Schedule TO. Bioverativ intends to file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the Offer. Holders of shares of Bioverativ are urged to carefully read the relevant tender offer materials (including the offer to purchase, the related letter of transmittal and the other tender offer documents), and the Solicitation/Recommendation statement once it is available, because they contain important information that Bioverativ stockholders should consider before making any decision regarding tendering their shares. The Offer to Purchase, the related Letter of Transmittal and certain other tender offer documents, are available to all holders of shares of Bioverativ at no expense to them. The tender offer materials are available for free at the SEC's web site at www.sec.gov . Additional copies may be obtained for free by contacting Sanofi at ir@sanofi.com or on Sanofi's website at https://en.sanofi.com/investors .\nLazard is acting as exclusive financial advisor to Sanofi. Guggenheim Securities and J.P. Morgan Securities LLC are acting as financial advisors to Bioverativ. Weil, Gotshal & Manges LLP is serving as legal counsel to Sanofi. Paul, Weiss, Rifkind, Wharton & Garrison LLP is serving as legal counsel to Bioverativ.\nAbout Bioverativ\nBioverativ (NASDAQ: BIVV) is a global biopharmaceutical company dedicated to transforming the lives of people with hemophilia and other rare blood disorders through world-class research, development and commercialization of innovative therapies. Launched in 2017 following separation from Biogen Inc., Bioverativ builds upon a strong heritage of scientific innovation and is committed to actively working with the blood disorders community. The company's mission is to create progress for patients where they need it most and its hemophilia therapies when launched represented the first major advancements in hemophilia treatment in more than two decades. For more information, visit www.Bioverativ.com or follow @Bioverativ on Twitter.\nAbout Sanofi\nSanofi is dedicated to supporting people through their health challenges. We are a global biopharmaceutical company focused on human health. We prevent illness with vaccines, provide innovative treatments to fight pain and ease suffering. We stand by the few who suffer from rare diseases and the millions with long-term chronic conditions.\nWith more than 100,000 people in 100 countries, Sanofi is transforming scientific innovation into healthcare solutions around the globe.\nSanofi, Empowering Life\nMedia Relations Contact\nJack Cox\nTel.: +33 (0)1 53 77 46 46\nmr@sanofi.com\nInvestor Relations Contact\nGeorge Grofik\nTel.: +33 (0)1 53 77 45 45\nir@sanofi.com\nForward-Looking Statements\nThis communication contains forward-looking statements. Forward-looking statements are statements that are not historical facts and may include projections and estimates and their underlying assumptions, statements regarding plans, objectives, intentions and expectations with respect to future financial results, events, operations, services, product development and potential, and statements regarding future performance. Forward-looking statements are generally identified by the words \"expects\", \"anticipates\", \"believes\", \"intends\", \"estimates\", \"plans\", \"will be\" and similar expressions. Although Sanofi's and Bioverativ's management each believes that the expectations reflected in such forward-looking statements are reasonable, investors are cautioned that forward-looking information and statements are subject to various risks and uncertainties, many of which are difficult to predict and generally beyond the control of Sanofi and Bioverativ, that could cause actual results and developments to differ expressed in, or implied or projected by, the forward-looking information and statements. These risks and uncertainties include among other things, risks related to Sanofi's and Bioverativ's ability to complete the acquisition on the proposed terms or on the proposed timeline, including the receipt of required regulatory approvals, the possibility that competing offers will be made, other risks associated with executing business combination transactions, such as the risk that the businesses will not be integrated successfully, that such integration may be more difficult, time-consuming or costly than expected or that the expected benefits of the acquisition will not be realized, risks related to future opportunities and plans for the combined company, including uncertainty of the expected financial performance and results of the combined company following completion of the proposed acquisition, disruption from the proposed acquisition making it more difficult to conduct business as usual or to maintain relationships with customers, employees, manufacturers, suppliers or patient groups, and the possibility that, if the combined company does not achieve the perceived benefits of the proposed acquisition as rapidly or to the extent anticipated by financial analysts or investors, the market price of Sanofi's shares could decline, as well as other risks related Sanofi's and Bioverativ respective businesses, including the ability to grow sales and revenues from existing products and to develop, commercialize or market new products, competition, including potential generic competition, the uncertainties inherent in research and development, including future clinical data and analysis, regulatory obligations and oversight by regulatory authorities, such as the FDA or the EMA, including decisions of such authorities regarding whether and when to approve any drug, device or biological application that may be filed for any product candidates as well as decisions regarding labelling and other matters that could affect the availability or commercial potential of any product candidates, the absence of a guarantee that any product candidates, if approved, will be commercially successful, risks associated with intellectual property, including the ability to protect intellectual property and defend patents, future litigation, the future approval and commercial success of therapeutic alternatives, and volatile economic conditions. While the list of factors presented here is representative, no list should be considered a statement of all potential risks, uncertainties or assumptions that could have a material adverse effect on Sanofi's consolidated financial condition or results of operations. The foregoing factors should be read in conjunction with the risks and cautionary statements discussed or identified in the public filings with the SEC and the AMF made by Sanofi, including those listed under \"Risk Factors\" and \"Cautionary Statement Regarding Forward-Looking Statements\" in Sanofi's annual report on Form 20-F for the year ended December 31, 2016, and the current reports on Form 8-K, quarterly reports on Form 10-Q and annual reports on Form 10-K filed by Bioverativ with the SEC. The forward-looking statements speak only as of the date hereof and, other than as required by applicable law, Sanofi and Bioverativ do not undertake any obligation to update or revise any forward-looking information or statements.\nAdditional Information and Where to Find It\nThis communication is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell shares of Bioverativ common stock. Sanofi and its acquisition subsidiary have filed with the U.S. Securities and Exchange Commission (the \"SEC\") a tender offer statement on Schedule TO, and Bioverativ intends to file a Solicitation/Recommendation Statement on Schedule 14D-9, all with respect to the Offer (as defined in those documents). HOLDERS OF SHARES OF BIOVERATIV ARE URGED TO CAREFULLY READ THE RELEVANT TENDER OFFER MATERIALS (INCLUDING THE OFFER TO PURCHASE, THE RELATED LETTER OF TRANSMITTAL AND THE OTHER TENDER OFFER DOCUMENTS), AND THE SOLICITATION/RECOMMENDATION STATEMENT ONCE IT IS AVAILABLE, BECAUSE THEY CONTAIN IMPORTANT INFORMATION THAT BIOVERATIV STOCKHOLDERS SHOULD CONSIDER BEFORE MAKING ANY DECISION REGARDING TENDERING THEIR SHARES. The Offer to Purchase, the related Letter of Transmittal and certain other tender offer documents are available to all holders of shares of Bioverativ at no expense to them. The tender offer materials are available for free at the SEC's web site at www.sec.gov . Additional copies may be obtained for free by contacting Sanofi at ir@sanofi.com or on Sanofi's website at https://en.sanofi.com/investors .\nAttachments:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/e82cfdfc-094f-4f4d-b0d0-f8706c6b8bdf\nSource:Sanofi",
    "published": "2018-02-08T13:56:00.000+02:00",
    "crawled": "2018-02-08T14:48:50.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "press",
        "release",
        "source",
        "sanofi",
        "euronext",
        "san",
        "nyse",
        "sny",
        "sanofi",
        "commences",
        "tender",
        "offer",
        "acquisition",
        "bioverativ",
        "paris",
        "february",
        "sanofi",
        "announced",
        "today",
        "february",
        "commenced",
        "tender",
        "offer",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "common",
        "stock",
        "bioverativ",
        "bioverativ",
        "per",
        "share",
        "cash",
        "offer",
        "price",
        "without",
        "interest",
        "thereon",
        "net",
        "required",
        "tax",
        "withholding",
        "offer",
        "made",
        "pursuant",
        "agreement",
        "plan",
        "merger",
        "dated",
        "january",
        "may",
        "amended",
        "time",
        "time",
        "merger",
        "agreement",
        "among",
        "bioverativ",
        "sanofi",
        "blink",
        "acquisition",
        "delaware",
        "corporation",
        "indirect",
        "subsidiary",
        "sanofi",
        "purchaser",
        "offer",
        "scheduled",
        "expire",
        "one",
        "minute",
        "past",
        "new",
        "york",
        "city",
        "time",
        "wednesday",
        "march",
        "unless",
        "offer",
        "extended",
        "accordance",
        "merger",
        "agreement",
        "applicable",
        "rule",
        "regulation",
        "security",
        "exchange",
        "commission",
        "sec",
        "consummation",
        "offer",
        "subject",
        "various",
        "condition",
        "including",
        "tender",
        "least",
        "majority",
        "share",
        "common",
        "stock",
        "bioverativ",
        "outstanding",
        "immediately",
        "prior",
        "expiration",
        "offer",
        "redelivery",
        "tax",
        "opinion",
        "delivered",
        "signing",
        "expiration",
        "termination",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "receipt",
        "certain",
        "regulatory",
        "approval",
        "customary",
        "condition",
        "soon",
        "practicable",
        "following",
        "consummation",
        "offer",
        "subject",
        "satisfaction",
        "waiver",
        "certain",
        "condition",
        "purchaser",
        "merge",
        "bioverativ",
        "pursuant",
        "section",
        "h",
        "general",
        "corporation",
        "law",
        "state",
        "delaware",
        "bioverativ",
        "continuing",
        "surviving",
        "corporation",
        "becoming",
        "indirect",
        "subsidiary",
        "parent",
        "merger",
        "effective",
        "time",
        "merger",
        "outstanding",
        "share",
        "common",
        "stock",
        "bioverativ",
        "tendered",
        "offer",
        "converted",
        "right",
        "receive",
        "amount",
        "cash",
        "per",
        "share",
        "would",
        "received",
        "tendered",
        "share",
        "offer",
        "february",
        "sanofi",
        "acquisition",
        "subsidiary",
        "commenced",
        "offer",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "tender",
        "offer",
        "statement",
        "schedule",
        "bioverativ",
        "intends",
        "file",
        "statement",
        "schedule",
        "sec",
        "respect",
        "offer",
        "holder",
        "share",
        "bioverativ",
        "urged",
        "carefully",
        "read",
        "relevant",
        "tender",
        "offer",
        "material",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "tender",
        "offer",
        "document",
        "statement",
        "available",
        "contain",
        "important",
        "information",
        "bioverativ",
        "stockholder",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "tender",
        "offer",
        "document",
        "available",
        "holder",
        "share",
        "bioverativ",
        "expense",
        "tender",
        "offer",
        "material",
        "available",
        "free",
        "sec",
        "web",
        "site",
        "additional",
        "copy",
        "may",
        "obtained",
        "free",
        "contacting",
        "sanofi",
        "ir",
        "sanofi",
        "website",
        "http",
        "lazard",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "sanofi",
        "guggenheim",
        "security",
        "morgan",
        "security",
        "llc",
        "acting",
        "financial",
        "advisor",
        "bioverativ",
        "weil",
        "gotshal",
        "mange",
        "llp",
        "serving",
        "legal",
        "counsel",
        "sanofi",
        "paul",
        "weiss",
        "rifkind",
        "wharton",
        "garrison",
        "llp",
        "serving",
        "legal",
        "counsel",
        "bioverativ",
        "bioverativ",
        "bioverativ",
        "nasdaq",
        "bivv",
        "global",
        "biopharmaceutical",
        "company",
        "dedicated",
        "transforming",
        "life",
        "people",
        "hemophilia",
        "rare",
        "blood",
        "disorder",
        "research",
        "development",
        "commercialization",
        "innovative",
        "therapy",
        "launched",
        "following",
        "separation",
        "biogen",
        "bioverativ",
        "build",
        "upon",
        "strong",
        "heritage",
        "scientific",
        "innovation",
        "committed",
        "actively",
        "working",
        "blood",
        "disorder",
        "community",
        "company",
        "mission",
        "create",
        "progress",
        "patient",
        "need",
        "hemophilia",
        "therapy",
        "launched",
        "represented",
        "first",
        "major",
        "advancement",
        "hemophilia",
        "treatment",
        "two",
        "decade",
        "information",
        "visit",
        "follow",
        "bioverativ",
        "twitter",
        "sanofi",
        "sanofi",
        "dedicated",
        "supporting",
        "people",
        "health",
        "challenge",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "human",
        "health",
        "prevent",
        "illness",
        "vaccine",
        "provide",
        "innovative",
        "treatment",
        "fight",
        "pain",
        "ease",
        "suffering",
        "stand",
        "suffer",
        "rare",
        "disease",
        "million",
        "chronic",
        "condition",
        "people",
        "country",
        "sanofi",
        "transforming",
        "scientific",
        "innovation",
        "healthcare",
        "solution",
        "around",
        "globe",
        "sanofi",
        "empowering",
        "life",
        "medium",
        "relation",
        "contact",
        "jack",
        "cox",
        "tel",
        "mr",
        "investor",
        "relation",
        "contact",
        "george",
        "grofik",
        "tel",
        "ir",
        "statement",
        "communication",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "include",
        "projection",
        "estimate",
        "underlying",
        "assumption",
        "statement",
        "regarding",
        "plan",
        "objective",
        "intention",
        "expectation",
        "respect",
        "future",
        "financial",
        "result",
        "event",
        "operation",
        "service",
        "product",
        "development",
        "potential",
        "statement",
        "regarding",
        "future",
        "performance",
        "statement",
        "generally",
        "identified",
        "word",
        "expects",
        "anticipates",
        "belief",
        "intends",
        "estimate",
        "plan",
        "similar",
        "expression",
        "although",
        "sanofi",
        "bioverativ",
        "management",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "investor",
        "cautioned",
        "information",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "sanofi",
        "bioverativ",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "differ",
        "expressed",
        "implied",
        "projected",
        "information",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "sanofi",
        "bioverativ",
        "ability",
        "complete",
        "acquisition",
        "proposed",
        "term",
        "proposed",
        "timeline",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "possibility",
        "competing",
        "offer",
        "made",
        "risk",
        "associated",
        "executing",
        "business",
        "combination",
        "transaction",
        "risk",
        "business",
        "integrated",
        "successfully",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "benefit",
        "acquisition",
        "realized",
        "risk",
        "related",
        "future",
        "opportunity",
        "plan",
        "combined",
        "company",
        "including",
        "uncertainty",
        "expected",
        "financial",
        "performance",
        "result",
        "combined",
        "company",
        "following",
        "completion",
        "proposed",
        "acquisition",
        "disruption",
        "proposed",
        "acquisition",
        "making",
        "difficult",
        "conduct",
        "business",
        "usual",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "manufacturer",
        "supplier",
        "patient",
        "group",
        "possibility",
        "combined",
        "company",
        "achieve",
        "perceived",
        "benefit",
        "proposed",
        "acquisition",
        "rapidly",
        "extent",
        "anticipated",
        "financial",
        "analyst",
        "investor",
        "market",
        "price",
        "sanofi",
        "share",
        "could",
        "decline",
        "well",
        "risk",
        "related",
        "sanofi",
        "bioverativ",
        "respective",
        "business",
        "including",
        "ability",
        "grow",
        "sale",
        "revenue",
        "existing",
        "product",
        "develop",
        "commercialize",
        "market",
        "new",
        "product",
        "competition",
        "including",
        "potential",
        "generic",
        "competition",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "including",
        "future",
        "clinical",
        "data",
        "analysis",
        "regulatory",
        "obligation",
        "oversight",
        "regulatory",
        "authority",
        "fda",
        "ema",
        "including",
        "decision",
        "authority",
        "regarding",
        "whether",
        "approve",
        "drug",
        "device",
        "biological",
        "application",
        "may",
        "filed",
        "product",
        "candidate",
        "well",
        "decision",
        "regarding",
        "labelling",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "product",
        "candidate",
        "absence",
        "guarantee",
        "product",
        "candidate",
        "approved",
        "commercially",
        "successful",
        "risk",
        "associated",
        "intellectual",
        "property",
        "including",
        "ability",
        "protect",
        "intellectual",
        "property",
        "defend",
        "patent",
        "future",
        "litigation",
        "future",
        "approval",
        "commercial",
        "success",
        "therapeutic",
        "alternative",
        "volatile",
        "economic",
        "condition",
        "list",
        "factor",
        "presented",
        "representative",
        "list",
        "considered",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "material",
        "adverse",
        "effect",
        "sanofi",
        "consolidated",
        "financial",
        "condition",
        "result",
        "operation",
        "foregoing",
        "factor",
        "read",
        "conjunction",
        "risk",
        "cautionary",
        "statement",
        "discussed",
        "identified",
        "public",
        "filing",
        "sec",
        "amf",
        "made",
        "sanofi",
        "including",
        "listed",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "sanofi",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "current",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "filed",
        "bioverativ",
        "sec",
        "statement",
        "speak",
        "date",
        "hereof",
        "required",
        "applicable",
        "law",
        "sanofi",
        "bioverativ",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "statement",
        "additional",
        "information",
        "find",
        "communication",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "bioverativ",
        "common",
        "stock",
        "sanofi",
        "acquisition",
        "subsidiary",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "tender",
        "offer",
        "statement",
        "schedule",
        "bioverativ",
        "intends",
        "file",
        "statement",
        "schedule",
        "respect",
        "offer",
        "defined",
        "document",
        "holder",
        "share",
        "bioverativ",
        "urged",
        "carefully",
        "read",
        "relevant",
        "tender",
        "offer",
        "material",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "tender",
        "offer",
        "document",
        "statement",
        "available",
        "contain",
        "important",
        "information",
        "bioverativ",
        "stockholder",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "certain",
        "tender",
        "offer",
        "document",
        "available",
        "holder",
        "share",
        "bioverativ",
        "expense",
        "tender",
        "offer",
        "material",
        "available",
        "free",
        "sec",
        "web",
        "site",
        "additional",
        "copy",
        "may",
        "obtained",
        "free",
        "contacting",
        "sanofi",
        "ir",
        "sanofi",
        "website",
        "http",
        "attachment",
        "http",
        "source",
        "sanofi"
    ]
}