{
    "organizations": [],
    "uuid": "d6401fe8e231d0a828c70babae09e1713587e093",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/23/8-ways-to-be-a-great-parent-and-entrepreneur-without-going-insane.html",
    "ord_in_thread": 0,
    "title": "8 ways to be a great parent and entrepreneur (without going insane)",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Being a parent is like having a second full-time job. It requires boundless energy reserves and military organization skills. Top entrepreneurs and members of The Oracles share their strategies for how you can stay productive while being present with your kids.\n1. Commit 100 percent and eliminate distractions People who are success-minded don't want to just win in one area. Who wants to succeed in business and fail at home? Whether it's health, wealth, or parenthood, once you start being \"average\" in one arena, that mediocrity spills over to other parts of your life.\nI want to have my cake and eat it too. That means productivity in business and being a great dad. To get quality time in, I spend an hour with my kids in the morning without distractions before hitting my day. When I'm present, I'm present. When I'm doing work, I'm all in. Whatever you're doing, go at it 100 percent. Your business and kids will thank you! — Grant Cardone , top sales expert who has built a $500-million real estate empire, and NYT-bestselling author ; follow Grant on Facebook or YouTube \n2. Change your state See if this scenario sounds familiar: You have a packed workday, but it doesn't stop there. To maximize productivity, you take calls on your way home. When you pull into the driveway, the door swings open and your children come running out to see you. You stick your index finger up in the air, signaling \"one more minute.\" After you finish, you walk inside, half-apologetic that you made your family wait and half-irritated that you didn't get it all done; you're caught in a messy state between super-parent and rockstar entrepreneur.\nA version of this happened to me every day and dramatically affected the relationship with my family. Something had to change.\nHere's what I do now: On my way home, I pull over as I enter my neighborhood. I finish any calls, turn off the car, and load up the Buddhify meditation app. I go through a guided meditation that helps me change my state to being \"father and husband.\" When I get home, I walk through the door present and joyful. This simple yet powerful six-minute state-change practice transformed my life. — Sharran Srivatsaa , angel investor and president of brokerage (western region) at Douglas Elliman; grew Teles Properties 10X in five years \n3. Schedule quality time like an important client As a business owner, it's easy to fall into the routine of thinking about your kids while at work and thinking about work while you're with your kids.\nTo be fully present with your children, you need to plan intentionally. As a father of three young children, I schedule my time with them just as I would meeting an important client. Whether it's playing at the park, drawing and coloring, bedtime stories, or sharing a meal, you must vigilantly safeguard that time and block it off on your calendar. Your children shouldn't get the leftovers of your daily schedule. Also, be sure to turn off your phone during those times together, so you aren't distracted. —  Tom Shieh , CEO of Crimcheck ; connect with Tom on Facebook \n4. Build a support system Being an effective entrepreneur and parent go hand in hand: both roles require discipline, leadership, and flexibility.\nEntrepreneurs can't create in a vacuum. Similarly, parents need a support system to be most effective in their role. As a working parent, you may need someone to bounce ideas off or help pick up the slack on days when you just can't do it alone. Just as entrepreneurs put systems in place to support business goals, the same methods can be used to support great parenting.\nYour children ultimately learn more by your actions than your words. They're always watching you. Embrace the opportunity to nurture, influence, and foster creativity in your kids. That means being as committed to your parenting \"appointments\" (be it a parent-teacher conference or dance performance), as you would be to meeting an investor. —Eileen Rivera, CEO of The Rivera Group ; real estate coach, speaker, and licensed California realtor with over half a billion in sales \n5. Wake early and be present When you work, you work. When you're the parent, be the parent. Switching between both is hard, but these three strategies can help. First, get up super early, like 4 a.m., to take care of your most vital work without distractions (which helps with the next tip).\nSecond, put your phone away. I'm not a heart surgeon, so no one needs me that badly. I want to be 100 percent present with my kids; they grow up fast, so don't miss the moments. Third, attend as many of their events as you can. One of the perks of being an entrepreneur is that you can juggle your schedule. Your presence shows you care. —  Steve Griggs , founder and CEO of Steve Griggs Design ; NYC's premier landscape designer transforming backyards and rooftop gardens into private getaways \n6. Show up There's a saying: \"A daughter always marries her father and a son always marries his mother.\" This expression always inspires me to be the best husband and father I can be. It's important that my daughter sees me as a good husband to her mother and that I honor our marriage above everything else. I also want to model a strong work ethic for her; there will be no deadbeats for my daughter.\nI also make it priority to be at every play or musical she performs in and every sporting event. If there are multiple shows, I attend them all. We have a rule at our home: no phones at the dinner table. I do my best to listen with total focus when either my wife or daughter are talking to me.\nFinally, I'm careful not to judge or give unsolicited advice to my daughter. I want her to feel that I'm a safe place to come to with her feelings. — Peter Hernandez , president of brokerage (California) at Douglas Elliman; founder of Teles Properties \n7. Communicate expectations To be a great parent, you have to be an expert communicator. Technology can help. In my family, we use a group text to check in and stay connected regularly. FaceTime is also helpful for keeping relationships personal when you're away.\nSharing expectations goes miles for our family. For example, I'm writing this at the U.S. Poker Open in Las Vegas. When I return home, I'll go straight back to our house where my suit is laid out. There, I'll change just in time to take my daughter to the father-daughter dance at the elementary school.\nMy daughter knows the plan: she picked out my tie and helped me lay it all out. Having a game plan ahead of time assures her that I'll be there. I'll be rushed, but we'll make it and have a wonderful time together. Sharing personal goals and creating schedules ahead of time helps manage expectations. And life is better when everyone knows what to expect. — Joe Kakaty , co-founder and president of Poker Central \n8. Put them first I have six kids, so being a parent requires a focused effort. When my kids were between ages six and 12, I wrote two albums and got offered a record label contract. I turned it down because touring would've taken me away from my kids for most of the year. I was also freshly divorced, and my kids needed me.\nI did my absolute best to avoid missing my kids' sporting events or concerts. If I couldn't be there, my wife would live video-stream the events so I could still participate.\nPlanning \" workcations \" is another way to be productive while creating memories for your children. There's no magic formula, but you have to put your kids first. Ultimately, if your kids know you love them, you're probably doing all right. —  Craig Handley , co-founder and CEO of ListenTrust ; read more about Handley: This boss hires and trains his employees to quit \nWant to share your insights like those above in a future column? If you're an experienced entrepreneur, please get in touch here . \nWant to suggest a future topic for these entrepreneurs to answer? Email suggestion@theoracles.com , and it's very possible we'll make your suggestion the focus of a future article! \nFollow The Oracles on Facebook . \nshow chapters People reveal how often they ask their parents for money      11:00 AM ET Mon, 23 Jan 2017 | 01:13",
    "published": "2018-02-23T18:44:00.000+02:00",
    "crawled": "2018-02-23T19:11:52.080+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "parent",
        "like",
        "second",
        "job",
        "requires",
        "boundless",
        "energy",
        "reserve",
        "military",
        "organization",
        "skill",
        "top",
        "entrepreneur",
        "member",
        "oracle",
        "share",
        "strategy",
        "stay",
        "productive",
        "present",
        "kid",
        "commit",
        "percent",
        "eliminate",
        "distraction",
        "people",
        "want",
        "win",
        "one",
        "area",
        "want",
        "succeed",
        "business",
        "fail",
        "home",
        "whether",
        "health",
        "wealth",
        "parenthood",
        "start",
        "average",
        "one",
        "arena",
        "mediocrity",
        "spill",
        "part",
        "life",
        "want",
        "cake",
        "eat",
        "mean",
        "productivity",
        "business",
        "great",
        "dad",
        "get",
        "quality",
        "time",
        "spend",
        "hour",
        "kid",
        "morning",
        "without",
        "distraction",
        "hitting",
        "day",
        "present",
        "present",
        "work",
        "whatever",
        "go",
        "percent",
        "business",
        "kid",
        "thank",
        "grant",
        "cardone",
        "top",
        "sale",
        "expert",
        "built",
        "real",
        "estate",
        "empire",
        "author",
        "follow",
        "grant",
        "facebook",
        "youtube",
        "change",
        "state",
        "see",
        "scenario",
        "sound",
        "familiar",
        "packed",
        "workday",
        "stop",
        "maximize",
        "productivity",
        "take",
        "call",
        "way",
        "home",
        "pull",
        "driveway",
        "door",
        "swing",
        "open",
        "child",
        "come",
        "running",
        "see",
        "stick",
        "index",
        "finger",
        "air",
        "signaling",
        "one",
        "minute",
        "finish",
        "walk",
        "inside",
        "made",
        "family",
        "wait",
        "get",
        "done",
        "caught",
        "messy",
        "state",
        "rockstar",
        "entrepreneur",
        "version",
        "happened",
        "every",
        "day",
        "dramatically",
        "affected",
        "relationship",
        "family",
        "something",
        "change",
        "way",
        "home",
        "pull",
        "enter",
        "neighborhood",
        "finish",
        "call",
        "turn",
        "car",
        "load",
        "buddhify",
        "meditation",
        "app",
        "go",
        "guided",
        "meditation",
        "help",
        "change",
        "state",
        "father",
        "husband",
        "get",
        "home",
        "walk",
        "door",
        "present",
        "joyful",
        "simple",
        "yet",
        "powerful",
        "practice",
        "transformed",
        "life",
        "sharran",
        "srivatsaa",
        "angel",
        "investor",
        "president",
        "brokerage",
        "western",
        "region",
        "douglas",
        "elliman",
        "grew",
        "teles",
        "property",
        "10x",
        "five",
        "year",
        "schedule",
        "quality",
        "time",
        "like",
        "important",
        "client",
        "business",
        "owner",
        "easy",
        "fall",
        "routine",
        "thinking",
        "kid",
        "work",
        "thinking",
        "work",
        "kid",
        "fully",
        "present",
        "child",
        "need",
        "plan",
        "intentionally",
        "father",
        "three",
        "young",
        "child",
        "schedule",
        "time",
        "would",
        "meeting",
        "important",
        "client",
        "whether",
        "playing",
        "park",
        "drawing",
        "coloring",
        "bedtime",
        "story",
        "sharing",
        "meal",
        "must",
        "vigilantly",
        "safeguard",
        "time",
        "block",
        "calendar",
        "child",
        "get",
        "leftover",
        "daily",
        "schedule",
        "also",
        "sure",
        "turn",
        "phone",
        "time",
        "together",
        "distracted",
        "tom",
        "shieh",
        "ceo",
        "crimcheck",
        "connect",
        "tom",
        "facebook",
        "build",
        "support",
        "system",
        "effective",
        "entrepreneur",
        "parent",
        "go",
        "hand",
        "hand",
        "role",
        "require",
        "discipline",
        "leadership",
        "flexibility",
        "entrepreneur",
        "ca",
        "create",
        "vacuum",
        "similarly",
        "parent",
        "need",
        "support",
        "system",
        "effective",
        "role",
        "working",
        "parent",
        "may",
        "need",
        "someone",
        "bounce",
        "idea",
        "help",
        "pick",
        "slack",
        "day",
        "ca",
        "alone",
        "entrepreneur",
        "put",
        "system",
        "place",
        "support",
        "business",
        "goal",
        "method",
        "used",
        "support",
        "great",
        "parenting",
        "child",
        "ultimately",
        "learn",
        "action",
        "word",
        "always",
        "watching",
        "embrace",
        "opportunity",
        "nurture",
        "influence",
        "foster",
        "creativity",
        "kid",
        "mean",
        "committed",
        "parenting",
        "appointment",
        "conference",
        "dance",
        "performance",
        "would",
        "meeting",
        "investor",
        "rivera",
        "ceo",
        "rivera",
        "group",
        "real",
        "estate",
        "coach",
        "speaker",
        "licensed",
        "california",
        "realtor",
        "half",
        "billion",
        "sale",
        "wake",
        "early",
        "present",
        "work",
        "work",
        "parent",
        "parent",
        "switching",
        "hard",
        "three",
        "strategy",
        "help",
        "first",
        "get",
        "super",
        "early",
        "like",
        "take",
        "care",
        "vital",
        "work",
        "without",
        "distraction",
        "help",
        "next",
        "tip",
        "second",
        "put",
        "phone",
        "away",
        "heart",
        "surgeon",
        "one",
        "need",
        "badly",
        "want",
        "percent",
        "present",
        "kid",
        "grow",
        "fast",
        "miss",
        "moment",
        "third",
        "attend",
        "many",
        "event",
        "one",
        "perk",
        "entrepreneur",
        "juggle",
        "schedule",
        "presence",
        "show",
        "care",
        "steve",
        "griggs",
        "founder",
        "ceo",
        "steve",
        "griggs",
        "design",
        "nyc",
        "premier",
        "landscape",
        "designer",
        "transforming",
        "backyard",
        "rooftop",
        "garden",
        "private",
        "getaway",
        "show",
        "saying",
        "daughter",
        "always",
        "marries",
        "father",
        "son",
        "always",
        "marries",
        "mother",
        "expression",
        "always",
        "inspires",
        "best",
        "husband",
        "father",
        "important",
        "daughter",
        "see",
        "good",
        "husband",
        "mother",
        "honor",
        "marriage",
        "everything",
        "else",
        "also",
        "want",
        "model",
        "strong",
        "work",
        "ethic",
        "deadbeat",
        "daughter",
        "also",
        "make",
        "priority",
        "every",
        "play",
        "musical",
        "performs",
        "every",
        "sporting",
        "event",
        "multiple",
        "show",
        "attend",
        "rule",
        "home",
        "phone",
        "dinner",
        "table",
        "best",
        "listen",
        "total",
        "focus",
        "either",
        "wife",
        "daughter",
        "talking",
        "finally",
        "careful",
        "judge",
        "give",
        "unsolicited",
        "advice",
        "daughter",
        "want",
        "feel",
        "safe",
        "place",
        "come",
        "feeling",
        "peter",
        "hernandez",
        "president",
        "brokerage",
        "california",
        "douglas",
        "elliman",
        "founder",
        "teles",
        "property",
        "communicate",
        "expectation",
        "great",
        "parent",
        "expert",
        "communicator",
        "technology",
        "help",
        "family",
        "use",
        "group",
        "text",
        "check",
        "stay",
        "connected",
        "regularly",
        "facetime",
        "also",
        "helpful",
        "keeping",
        "relationship",
        "personal",
        "away",
        "sharing",
        "expectation",
        "go",
        "mile",
        "family",
        "example",
        "writing",
        "poker",
        "open",
        "la",
        "vega",
        "return",
        "home",
        "go",
        "straight",
        "back",
        "house",
        "suit",
        "laid",
        "change",
        "time",
        "take",
        "daughter",
        "dance",
        "elementary",
        "school",
        "daughter",
        "know",
        "plan",
        "picked",
        "tie",
        "helped",
        "lay",
        "game",
        "plan",
        "ahead",
        "time",
        "assures",
        "rushed",
        "make",
        "wonderful",
        "time",
        "together",
        "sharing",
        "personal",
        "goal",
        "creating",
        "schedule",
        "ahead",
        "time",
        "help",
        "manage",
        "expectation",
        "life",
        "better",
        "everyone",
        "know",
        "expect",
        "joe",
        "kakaty",
        "president",
        "poker",
        "central",
        "put",
        "first",
        "six",
        "kid",
        "parent",
        "requires",
        "focused",
        "effort",
        "kid",
        "age",
        "six",
        "wrote",
        "two",
        "album",
        "got",
        "offered",
        "record",
        "label",
        "contract",
        "turned",
        "touring",
        "would",
        "taken",
        "away",
        "kid",
        "year",
        "also",
        "freshly",
        "divorced",
        "kid",
        "needed",
        "absolute",
        "best",
        "avoid",
        "missing",
        "kid",
        "sporting",
        "event",
        "concert",
        "could",
        "wife",
        "would",
        "live",
        "event",
        "could",
        "still",
        "participate",
        "planning",
        "workcations",
        "another",
        "way",
        "productive",
        "creating",
        "memory",
        "child",
        "magic",
        "formula",
        "put",
        "kid",
        "first",
        "ultimately",
        "kid",
        "know",
        "love",
        "probably",
        "right",
        "craig",
        "handley",
        "ceo",
        "listentrust",
        "read",
        "handley",
        "bos",
        "hire",
        "train",
        "employee",
        "quit",
        "want",
        "share",
        "insight",
        "like",
        "future",
        "column",
        "experienced",
        "entrepreneur",
        "please",
        "get",
        "touch",
        "want",
        "suggest",
        "future",
        "topic",
        "entrepreneur",
        "answer",
        "email",
        "suggestion",
        "possible",
        "make",
        "suggestion",
        "focus",
        "future",
        "article",
        "follow",
        "oracle",
        "facebook",
        "show",
        "chapter",
        "people",
        "reveal",
        "often",
        "ask",
        "parent",
        "money",
        "et",
        "mon",
        "jan"
    ]
}