{
    "organizations": [],
    "uuid": "56975babb02f8c687f0d419823b8be1cb5164c93",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/09/your-2018-guide-to-asking-for-a-promotion.html",
    "ord_in_thread": 0,
    "title": "Your 2018 guide to asking for a promotion",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "New year…new job title? Many of us look upon a new year as a time for new opportunities, from setting and achieving new personal goals to exploring new passions and hobbies and reaching new professional milestones — including moving up the career ladder.\nMost of us have an ultimate professional goal that we one day wish to fully achieve, and many of us have plotted out a series of steps on our career ladder that will hopefully get us there. With the ushering in of a new year, we often hope that we'll be able to take a bold step forward toward our goal — which means getting a promotion at work.\nMore from The Job Network: \nWhat's in store for nurses in 2018? \nHow to prepare your kids for career success \nThe world of second jobs for teachers \nOf course, in a perfect world, we'd never have to actually ask for a promotion — our bosses would simply recognize our undeniable talents and contributions over and over, resulting in a series of promotions. But for most of us, this is more of a pleasant dream than a tangible reality, and waiting for this to happen is like waiting for a sack of money to drop out of the sky and into your lap — not the most efficient use of your productive work years.\nshow chapters Body language tricks that will make you a more effective leader      9:45 AM ET Mon, 31 July 2017 | 01:03 The truth is, most of us who want a promotion are going to have to ask for one, which can be among the most stressful, anxiety-inducing, and nerve-wracking experiences we subject ourselves to. Asking for a promotion is no simple task, especially if you're relatively new to your company or industry and may still be proving yourself.\nAccording to a recent article published by Forbes , \"Asking for a promotion can be one of the most stressful experiences in your career — especially in today's uncertain economy. Why? Because you know you're putting yourself at some level of risk…It should be no surprise that, in comparison to only a few decades ago, today's average employee has larger workloads — and more (and better) competition to contend with. Add to this the highly evolved social and political networks one needs to master, and you have one tough road to travel…to move from employment offer to promotion without a single misstep is unlikely, and mistakes happen often enough.\"\nYes, the mere thought of asking for a promotion may send you into a panic and have you reconsidering the entire idea, but fear not! In the professional world fortune often favors the bold, and if you attack the \"promotion situation\" smartly and with a solid game plan, you can really increase your chances that things will go your way when you pop the big question!\nUse the following strategies to help you stack the deck in your favor, and to avoid the biggest mistakes most people make when gearing up to asking for a promotion.\nRead the signs The first crucial step to determining if now is a good time to ask for a promotion or if you're better off waiting is to \"take the temperature\" of the company. Was 2017 a good year, or were there lots of struggles and challenges? Did your company meet or exceed its annual goals, or did it fall short? Have there been a great deal of layoffs or employee turnover recently, or do things feel relatively stable. Or better yet, are signs of growth and new innovation in the air? It isn't difficult to envision which of these scenarios are more conducive to asking for a promotion, so try to figure out if now is the right time for you to make the big ask.\nHero Images | Getty Images Also, be sure to take your own workplace temperature. Was 2017 a \"hot\" or \"cold\" year for you as an employee? Did you achieve or surpass your goals? Many of us have clearly defined performance metrics, which are often reviewed regularly with our bosses (often annually), so determining if 2017 was a good year for you shouldn't be too difficult. If you had a banner year in 2017, then perhaps now is the perfect time to go after that promotion. If you struggled a bit over the year, perhaps it's wiser to wait a few months and really work hard to establish yourself as a valuable employee before taking the plunge.\nBuild a good case In many instances, asking for a promotion is like interviewing for a new job, and you'll likely have to \"make a case\" for yourself — not just for why you deserve a promotion, but also, and perhaps more importantly, for how your company will benefit from promoting you. This is your opportunity to resell yourself to your company — this time in a new role with greater responsibility.\nSo, approach the situation like you did when you first interviewed with the company. Convince them that you're the perfect person for this new position and that your background, experience, and skill set are the perfect mix to handle the job effectively. You want them to think that promoting you will ultimately benefit the company's bottom line.\nChoose your moment Pop quiz: Do you think your chances for getting a promotion will be better when you ask your boss after a particularly tense and stressful morning or in the middle of a terrible workplace crisis, or when your boss is in a good mood, relaxed, and hopefully open to new ideas? Not the most difficult quiz, right? Well, you'd be surprised by how many unfortunate employees, who are so nervous and desperate to get the promotion question over with, just blindly jump in and ask their bosses for a promotion without determining if the timing is right. Not a good move. Don't make this easily avoidable mistake.\nMind the details Perhaps just as important as the things you'll say when asking for a promotion are the supporting details — the tone you use, the outfit you decide to wear when you ask, and your body language and facial expressions. You've already successfully interviewed with the company before, so you have a good idea of what works and what doesn't. The key here is to take this opportunity seriously and to bring your \"A game\" when you do decide the time is right to ask for a promotion. Dress well, use a confident and positive tone, and make sure your body language reflects your best possible self.\nshow chapters Southwest Airlines CEO has never taken a bonus or given himself a raise      10:12 AM ET Mon, 14 Aug 2017 | 00:55 If it goes your way If the stars align, things go your way, and fate looks favorably on you, then congratulations! Graciously and humbly accept your promotion and new role and be sure to use this as an opportunity to prove to your bosses that they made the right call — don't forget, at some point in the future you might be facing the promotion question once again, and you want to make sure that you have a solid case for why it's once again well deserved.\nIf it doesn't go your way Putting yourself out there by asking for a promotion and meeting rejection can be incredibly difficult. If you don't get the promotion you were looking for, you may leave the meeting with a wide range of conflicting emotions. The key here is to not do anything rash. Instead, listen carefully to the reasoning you were given for the decision. Was it based on something completely out of your control, or did it include things that you can work on? Were you given a timeline to make improvements and revisit the promotion question?\nTake the information you were given during the discussion, consider it carefully, and weigh your options for moving forward. The key here is to not consider this the final step on your career ladder — you'll have many more professional opportunities in the future!\nAsking for a promotion can be a stressful experience — but it doesn't have to be! Use the strategies provided here to ensure that when the time is right and you decide to ask for a promotion that you're putting your best foot forward and setting yourself up for success.\nLike this story? Like CNBC Make It on Facebook ! \nDon't miss: The woman whose LinkedIn post about rejection went viral landed her dream job after reapplying \nThis article originally appeared on The Job Network. \nVideo by Mary Stevens \nshow chapters Suzy Welch: The two G's guaranteed to get you promoted      8:55 AM ET Tue, 19 Sept 2017 | 01:35",
    "published": "2018-02-09T18:51:00.000+02:00",
    "crawled": "2018-02-09T18:11:21.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "job",
        "title",
        "many",
        "u",
        "look",
        "upon",
        "new",
        "year",
        "time",
        "new",
        "opportunity",
        "setting",
        "achieving",
        "new",
        "personal",
        "goal",
        "exploring",
        "new",
        "passion",
        "hobby",
        "reaching",
        "new",
        "professional",
        "milestone",
        "including",
        "moving",
        "career",
        "ladder",
        "u",
        "ultimate",
        "professional",
        "goal",
        "one",
        "day",
        "wish",
        "fully",
        "achieve",
        "many",
        "u",
        "plotted",
        "series",
        "step",
        "career",
        "ladder",
        "hopefully",
        "get",
        "u",
        "ushering",
        "new",
        "year",
        "often",
        "hope",
        "able",
        "take",
        "bold",
        "step",
        "forward",
        "toward",
        "goal",
        "mean",
        "getting",
        "promotion",
        "work",
        "job",
        "network",
        "store",
        "nurse",
        "prepare",
        "kid",
        "career",
        "success",
        "world",
        "second",
        "job",
        "teacher",
        "course",
        "perfect",
        "world",
        "never",
        "actually",
        "ask",
        "promotion",
        "boss",
        "would",
        "simply",
        "recognize",
        "undeniable",
        "talent",
        "contribution",
        "resulting",
        "series",
        "promotion",
        "u",
        "pleasant",
        "dream",
        "tangible",
        "reality",
        "waiting",
        "happen",
        "like",
        "waiting",
        "sack",
        "money",
        "drop",
        "sky",
        "lap",
        "efficient",
        "use",
        "productive",
        "work",
        "year",
        "show",
        "chapter",
        "body",
        "language",
        "trick",
        "make",
        "effective",
        "leader",
        "et",
        "mon",
        "july",
        "truth",
        "u",
        "want",
        "promotion",
        "going",
        "ask",
        "one",
        "among",
        "stressful",
        "experience",
        "subject",
        "asking",
        "promotion",
        "simple",
        "task",
        "especially",
        "relatively",
        "new",
        "company",
        "industry",
        "may",
        "still",
        "proving",
        "according",
        "recent",
        "article",
        "published",
        "forbes",
        "asking",
        "promotion",
        "one",
        "stressful",
        "experience",
        "career",
        "especially",
        "today",
        "uncertain",
        "economy",
        "know",
        "putting",
        "level",
        "surprise",
        "comparison",
        "decade",
        "ago",
        "today",
        "average",
        "employee",
        "larger",
        "workload",
        "better",
        "competition",
        "contend",
        "add",
        "highly",
        "evolved",
        "social",
        "political",
        "network",
        "one",
        "need",
        "master",
        "one",
        "tough",
        "road",
        "move",
        "employment",
        "offer",
        "promotion",
        "without",
        "single",
        "misstep",
        "unlikely",
        "mistake",
        "happen",
        "often",
        "enough",
        "yes",
        "mere",
        "thought",
        "asking",
        "promotion",
        "may",
        "send",
        "panic",
        "reconsidering",
        "entire",
        "idea",
        "fear",
        "professional",
        "world",
        "fortune",
        "often",
        "favor",
        "bold",
        "attack",
        "promotion",
        "situation",
        "smartly",
        "solid",
        "game",
        "plan",
        "really",
        "increase",
        "chance",
        "thing",
        "go",
        "way",
        "pop",
        "big",
        "question",
        "use",
        "following",
        "strategy",
        "help",
        "stack",
        "deck",
        "favor",
        "avoid",
        "biggest",
        "mistake",
        "people",
        "make",
        "gearing",
        "asking",
        "promotion",
        "read",
        "sign",
        "first",
        "crucial",
        "step",
        "determining",
        "good",
        "time",
        "ask",
        "promotion",
        "better",
        "waiting",
        "take",
        "temperature",
        "company",
        "good",
        "year",
        "lot",
        "struggle",
        "challenge",
        "company",
        "meet",
        "exceed",
        "annual",
        "goal",
        "fall",
        "short",
        "great",
        "deal",
        "layoff",
        "employee",
        "turnover",
        "recently",
        "thing",
        "feel",
        "relatively",
        "stable",
        "better",
        "yet",
        "sign",
        "growth",
        "new",
        "innovation",
        "air",
        "difficult",
        "envision",
        "scenario",
        "conducive",
        "asking",
        "promotion",
        "try",
        "figure",
        "right",
        "time",
        "make",
        "big",
        "ask",
        "hero",
        "image",
        "getty",
        "image",
        "also",
        "sure",
        "take",
        "workplace",
        "temperature",
        "hot",
        "cold",
        "year",
        "employee",
        "achieve",
        "surpass",
        "goal",
        "many",
        "u",
        "clearly",
        "defined",
        "performance",
        "metric",
        "often",
        "reviewed",
        "regularly",
        "boss",
        "often",
        "annually",
        "determining",
        "good",
        "year",
        "difficult",
        "banner",
        "year",
        "perhaps",
        "perfect",
        "time",
        "go",
        "promotion",
        "struggled",
        "bit",
        "year",
        "perhaps",
        "wiser",
        "wait",
        "month",
        "really",
        "work",
        "hard",
        "establish",
        "valuable",
        "employee",
        "taking",
        "plunge",
        "build",
        "good",
        "case",
        "many",
        "instance",
        "asking",
        "promotion",
        "like",
        "interviewing",
        "new",
        "job",
        "likely",
        "make",
        "case",
        "deserve",
        "promotion",
        "also",
        "perhaps",
        "importantly",
        "company",
        "benefit",
        "promoting",
        "opportunity",
        "resell",
        "company",
        "time",
        "new",
        "role",
        "greater",
        "responsibility",
        "approach",
        "situation",
        "like",
        "first",
        "interviewed",
        "company",
        "convince",
        "perfect",
        "person",
        "new",
        "position",
        "background",
        "experience",
        "skill",
        "set",
        "perfect",
        "mix",
        "handle",
        "job",
        "effectively",
        "want",
        "think",
        "promoting",
        "ultimately",
        "benefit",
        "company",
        "bottom",
        "line",
        "choose",
        "moment",
        "pop",
        "quiz",
        "think",
        "chance",
        "getting",
        "promotion",
        "better",
        "ask",
        "bos",
        "particularly",
        "tense",
        "stressful",
        "morning",
        "middle",
        "terrible",
        "workplace",
        "crisis",
        "bos",
        "good",
        "mood",
        "relaxed",
        "hopefully",
        "open",
        "new",
        "idea",
        "difficult",
        "quiz",
        "right",
        "well",
        "surprised",
        "many",
        "unfortunate",
        "employee",
        "nervous",
        "desperate",
        "get",
        "promotion",
        "question",
        "blindly",
        "jump",
        "ask",
        "boss",
        "promotion",
        "without",
        "determining",
        "timing",
        "right",
        "good",
        "move",
        "make",
        "easily",
        "avoidable",
        "mistake",
        "mind",
        "detail",
        "perhaps",
        "important",
        "thing",
        "say",
        "asking",
        "promotion",
        "supporting",
        "detail",
        "tone",
        "use",
        "outfit",
        "decide",
        "wear",
        "ask",
        "body",
        "language",
        "facial",
        "expression",
        "already",
        "successfully",
        "interviewed",
        "company",
        "good",
        "idea",
        "work",
        "key",
        "take",
        "opportunity",
        "seriously",
        "bring",
        "game",
        "decide",
        "time",
        "right",
        "ask",
        "promotion",
        "dress",
        "well",
        "use",
        "confident",
        "positive",
        "tone",
        "make",
        "sure",
        "body",
        "language",
        "reflects",
        "best",
        "possible",
        "self",
        "show",
        "chapter",
        "southwest",
        "airline",
        "ceo",
        "never",
        "taken",
        "bonus",
        "given",
        "raise",
        "et",
        "mon",
        "aug",
        "go",
        "way",
        "star",
        "align",
        "thing",
        "go",
        "way",
        "fate",
        "look",
        "favorably",
        "congratulation",
        "graciously",
        "humbly",
        "accept",
        "promotion",
        "new",
        "role",
        "sure",
        "use",
        "opportunity",
        "prove",
        "boss",
        "made",
        "right",
        "call",
        "forget",
        "point",
        "future",
        "might",
        "facing",
        "promotion",
        "question",
        "want",
        "make",
        "sure",
        "solid",
        "case",
        "well",
        "deserved",
        "go",
        "way",
        "putting",
        "asking",
        "promotion",
        "meeting",
        "rejection",
        "incredibly",
        "difficult",
        "get",
        "promotion",
        "looking",
        "may",
        "leave",
        "meeting",
        "wide",
        "range",
        "conflicting",
        "emotion",
        "key",
        "anything",
        "rash",
        "instead",
        "listen",
        "carefully",
        "reasoning",
        "given",
        "decision",
        "based",
        "something",
        "completely",
        "control",
        "include",
        "thing",
        "work",
        "given",
        "timeline",
        "make",
        "improvement",
        "revisit",
        "promotion",
        "question",
        "take",
        "information",
        "given",
        "discussion",
        "consider",
        "carefully",
        "weigh",
        "option",
        "moving",
        "forward",
        "key",
        "consider",
        "final",
        "step",
        "career",
        "ladder",
        "many",
        "professional",
        "opportunity",
        "future",
        "asking",
        "promotion",
        "stressful",
        "experience",
        "use",
        "strategy",
        "provided",
        "ensure",
        "time",
        "right",
        "decide",
        "ask",
        "promotion",
        "putting",
        "best",
        "foot",
        "forward",
        "setting",
        "success",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "woman",
        "whose",
        "linkedin",
        "post",
        "rejection",
        "went",
        "viral",
        "landed",
        "dream",
        "job",
        "reapplying",
        "article",
        "originally",
        "appeared",
        "job",
        "network",
        "video",
        "mary",
        "stevens",
        "show",
        "chapter",
        "suzy",
        "welch",
        "two",
        "g",
        "guaranteed",
        "get",
        "promoted",
        "et",
        "tue",
        "sept"
    ]
}