{
    "organizations": [],
    "uuid": "09b172c4ce856e5b40c3c8b2896fd590c7044df6",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/21/online-grocery-delivery-how-amazon-prime-now-compares-to-the-competition.html",
    "ord_in_thread": 0,
    "title": "Online grocery delivery: How Amazon Prime Now compares to the competition",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Like many Americans trying to juggle a personal and professional life, you've probably come to this realization: your time could be better spent than shopping for groceries every week.\nRead more from USAToday:\nDelivery wars ramp up as Target buys online delivery service Shipt\nWalmart updates app to make shopping at an actual store easier and faster\nAmazon cooks up new Prime perk: 5% back on Whole Foods purchases\nSeveral grocery services, from start-ups to retail giants, have sprung up to meet this demand. But there are big differences in terms of cost, availability and selection. Choosing between the services stands to get even more complicated as Amazon integrates Whole Foods — earlier this month, it said it would start free, two-hour delivery for its Prime members from Whole Foods in four test cities.\nHere's how the most widely available compare:\nInstacart Source: Instacart Shopper using Instacart What is it: Same-day grocery delivery service, with more than 190 retail partners, including national chains (such as CVS , Costco, Kroger and some Target locations), and local supermarkets (like Wegmans and Publix).\nHow much: On an Instacart order of $35 or more, delivery fee is $5.99. Under $35, it's $9.99 (minimum of $10 order). Price is the same, regardless of city or store. There is no extra fee from the retail store.\nKey advantage: Huge store selection, plus large assortment of items, including fresh and frozen foods, and other \"everyday essentials.\" Instacart is in 210 markets in North America. Orders can be delivered in as little as an hour, or up to five days in advance. You don't need to be home.\nExtras: For frequent users, there's also Instacart Express, where members get unlimited, free, same-day delivery for $14.99/month, or $149.99/year.\nRestrictions : Some minor exceptions, such as custom cake orders, and no tobacco or gift cards, but some stores can deliver alcohol.\nHow to get going: Go to Instacart app or website (instacart.com) and type in zip code to find local supermarkets that work with Instacart.\nWalmart free 2-day shipping Rick Wilking | Reuters A Wal-Mart Pickup-Grocery employee waits next to a truck. What is it: Walmart free 2-day shipping will ship \"millions\" of items to your door within two days – for free, and with no membership fee required – and this includes non-perishable food items, like a box or cereal or can of tomato soup. No one needs to be home for the delivery.\nHow much: Delivery is free, so long as orders are over $35. If your purchase is less than $35, you can upgrade to free shipping for $5.99.\nKey advantage: A huge selection on all kinds of products, so you can buy food along with consumer electronics, home décor items, and clothing, for example. If the order is $35 or more, it's free, and ships within two days. Unlike Amazon or Costco, no membership fee is required.\nExtras: For Walmart customers who own a Google Home smart speaker , you can use your voice to order items via Google Express , also for free and with 2-day shipping. (Note: Google Express works with other retailers, too, as you'll see here, and Costco, below.) Walmart has also integrated its easy reorder feature into Google Express, making it easy to reorder items you previously purchased at Walmart.\nRestrictions: No fresh or frozen foods. Walmart free 2-day shipping is not available in Puerto Rico, Hawaii, or Alaska.\nHow to get going: Use Walmart app or go to walmart.com and click free 2-day shipping in top left corner.\nWalmart Grocery Source: Walmart Walmart planning to offer delivery straight to your fridge. What is it: Available in select markets, Walmart Grocery delivers fresh, frozen and non-perishable food to your door, in as little as four hours. Walmart uses its own delivery trucks and crowd-sourced services, like Uber and Deliv.\nHow much: $9.95, with a $35 minimum order.\nKey advantage: Same-day delivery, for all kinds of food. Walmart says there are more than 100,000 items, and with no price markup compared to retail.\nExtras: Along with delivery options, Walmart Online Grocery Pickup is where customers order online and pick up their groceries at their selected store location, without having to get out of their vehicle. More than 1,100 stores offer Online Grocery Pickup, and Walmart says they're adding another 1,000 locations by January 2019.\nRestrictions: Walmart Grocery is only available in six markets at this time: Dallas, Denver, Orlando, Phoenix, San Jose, and Tampa. Someone needs to accept delivery in person.\nHow to get going: Open the Walmart app or go to walmart.com/grocery. Choose your items and a timeslot, and customers will receive an email or call to confirm the order.\nAmazon Prime Now Eric Piermont | AFP | Getty Images A picture taken on June 9, 2016 shows Amazon warehouse in Paris, part of the new service 'Prime Now'. What is it: Fast delivery of groceries and other items – up to an hour – in select cities. Free 2-hour delivery in 50 cities around the world (30 in the U.S.).\nHow much: Amazon Prime membership costs $99.99/year, or $12.99/month. Two-hour delivery is free (with orders $35 or more), while one-hour delivery costs $7.99.\nKey advantage: Deliveries as quick as one hour, or free 2-day delivery. There's no additional cost if you have a Prime membership. Grocery orders include fresh and frozen foods, plus in some cities Prime Now offers delivery from restaurants, too.\nExtras: In select cities, Prime members can also shop local stores (including Whole Foods Market in Austin, Cincinnati, Dallas and Virginia Beach), plus alcohol, beauty, pet care and drugstore deliveries. You can buy anything from the complete Prime Now retail catalog using an Alexa-powered device (say, \"Alexa, order [product] from Prime Now\"). Amazon also offers Wi-Fi-enabled Amazon Dash buttons and the Amazon Key service, in select cities, for packages to be securely delivered just inside your front door.\nRestrictions: You need to be an Amazon Prime member. It's only available in 30 markets (type in your zip code at primenow.com to see if you're in one of them).\nHow to get going: Once you've signed up as an Amazon Prime member, download the Prime Now app or visit primenow.com to start shopping.\nAmazonFresh David Ryder | Bloomberg | Getty Images An employee loads bags of groceries into a customer's vehicle at an AmazonFresh Pickup location in Seattle, Washington. What is it: AmazonFresh is Amazon's grocery delivery service, including perishables. Customers can combine grocery and other shopping into one order.\nHow much: AmazonFresh can be added to an Amazon Prime membership for $14.99 per month. This covers unlimited orders of $50 or more. All orders under $50 will incur a $9.99 delivery fee.\nKey advantage: Fast delivery. Place a grocery order by 10 AM and get items by dinner, or order by 10 PM and get items by breakfast. Amazon works with various grocery vendors, as well as local farmers, to offer fresh produce. Someone does not need to be home to accept an AmazonFresh delivery.\nExtras: Customers can order from local specialty shops plus baby, pet items, and household goods. Amazon also supports multiple complimentary services, including Alexa voice ordering (and re-ordering), Prime Pantry (order everyday items, in any sizes), Wi-Fi-enabled Amazon Dash buttons, and the Amazon Key service.\nRestrictions: Available in only a few markets: Atlanta, Baltimore, Boston, Chicago, Dallas and Fort Worth, Denver, Los Angeles and Orange County, Miami, Milwaukee, New York City, Philadelphia, San Diego, San Francisco Bay Area, Seattle, and Washington DC Metro.\nHow to get going: Go to amazonfresh.com to sign up, and place an order, or download the AmazonFresh app and sign in with your Amazon Prime credentials.\nCostco Source: Shipt Costco Wholesale is offering grocery delivery service in Florida through a third-party delivery service known as Shipt. What is it: Same-day grocery delivery (including fresh and frozen foods), through Instacart, along with two-day delivery through Costco , for non-perishable food and household supplies.\nHow much: Same-day delivery costs $5.99 (through Instacart) for minimum order of $35. For 2-day delivery, offered in most states, there is no fee with orders of $75 or more.\nKey advantage: Costco often has aggressive pricing, bulk sizes, and exclusive Kirkland-branded items. Can order perishable and non-perishable item for same-day delivery, along with other Costco items.\nExtras: Same-day delivery is available in most major metropolitan areas, and costs $5.99. Deliveries could be as fast as 1 hour.\nRestrictions: Need to be a Costco member (from $60/year). Grocery and household products availability vary by area (type in zip code to view what's available). Must be present for same-day delivery. Minimum order of $35. For 2-day delivery, the service is not available in Puerto Rico, Hawaii, and Alaska.\nHow to get going: Go to Costco.com and click on \"Grocery\" near top of screen. You'll see two options: Same-Day Delivery and Two-Day Delivery.",
    "published": "2018-02-21T19:14:00.000+02:00",
    "crawled": "2018-02-21T19:29:45.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "like",
        "many",
        "american",
        "trying",
        "juggle",
        "personal",
        "professional",
        "life",
        "probably",
        "come",
        "realization",
        "time",
        "could",
        "better",
        "spent",
        "shopping",
        "grocery",
        "every",
        "week",
        "read",
        "usatoday",
        "delivery",
        "war",
        "ramp",
        "target",
        "buy",
        "online",
        "delivery",
        "service",
        "shipt",
        "walmart",
        "update",
        "app",
        "make",
        "shopping",
        "actual",
        "store",
        "easier",
        "faster",
        "amazon",
        "cook",
        "new",
        "prime",
        "perk",
        "back",
        "whole",
        "food",
        "purchase",
        "several",
        "grocery",
        "service",
        "retail",
        "giant",
        "sprung",
        "meet",
        "demand",
        "big",
        "difference",
        "term",
        "cost",
        "availability",
        "selection",
        "choosing",
        "service",
        "stand",
        "get",
        "even",
        "complicated",
        "amazon",
        "integrates",
        "whole",
        "food",
        "earlier",
        "month",
        "said",
        "would",
        "start",
        "free",
        "delivery",
        "prime",
        "member",
        "whole",
        "food",
        "four",
        "test",
        "city",
        "widely",
        "available",
        "compare",
        "instacart",
        "source",
        "instacart",
        "shopper",
        "using",
        "instacart",
        "grocery",
        "delivery",
        "service",
        "retail",
        "partner",
        "including",
        "national",
        "chain",
        "cv",
        "costco",
        "kroger",
        "target",
        "location",
        "local",
        "supermarket",
        "like",
        "wegmans",
        "publix",
        "much",
        "instacart",
        "order",
        "delivery",
        "fee",
        "minimum",
        "order",
        "price",
        "regardless",
        "city",
        "store",
        "extra",
        "fee",
        "retail",
        "store",
        "key",
        "advantage",
        "huge",
        "store",
        "selection",
        "plus",
        "large",
        "assortment",
        "item",
        "including",
        "fresh",
        "frozen",
        "food",
        "everyday",
        "essential",
        "instacart",
        "market",
        "north",
        "america",
        "order",
        "delivered",
        "little",
        "hour",
        "five",
        "day",
        "advance",
        "need",
        "home",
        "extra",
        "frequent",
        "user",
        "also",
        "instacart",
        "express",
        "member",
        "get",
        "unlimited",
        "free",
        "delivery",
        "restriction",
        "minor",
        "exception",
        "custom",
        "cake",
        "order",
        "tobacco",
        "gift",
        "card",
        "store",
        "deliver",
        "alcohol",
        "get",
        "going",
        "go",
        "instacart",
        "app",
        "website",
        "type",
        "zip",
        "code",
        "find",
        "local",
        "supermarket",
        "work",
        "instacart",
        "walmart",
        "free",
        "shipping",
        "rick",
        "wilking",
        "reuters",
        "employee",
        "wait",
        "next",
        "truck",
        "walmart",
        "free",
        "shipping",
        "ship",
        "million",
        "item",
        "door",
        "within",
        "two",
        "day",
        "free",
        "membership",
        "fee",
        "required",
        "includes",
        "food",
        "item",
        "like",
        "box",
        "cereal",
        "tomato",
        "soup",
        "one",
        "need",
        "home",
        "delivery",
        "much",
        "delivery",
        "free",
        "long",
        "order",
        "purchase",
        "less",
        "upgrade",
        "free",
        "shipping",
        "key",
        "advantage",
        "huge",
        "selection",
        "kind",
        "product",
        "buy",
        "food",
        "along",
        "consumer",
        "electronics",
        "home",
        "décor",
        "item",
        "clothing",
        "example",
        "order",
        "free",
        "ship",
        "within",
        "two",
        "day",
        "unlike",
        "amazon",
        "costco",
        "membership",
        "fee",
        "required",
        "extra",
        "walmart",
        "customer",
        "google",
        "home",
        "smart",
        "speaker",
        "use",
        "voice",
        "order",
        "item",
        "via",
        "google",
        "express",
        "also",
        "free",
        "shipping",
        "note",
        "google",
        "express",
        "work",
        "retailer",
        "see",
        "costco",
        "walmart",
        "also",
        "integrated",
        "easy",
        "reorder",
        "feature",
        "google",
        "express",
        "making",
        "easy",
        "reorder",
        "item",
        "previously",
        "purchased",
        "walmart",
        "restriction",
        "fresh",
        "frozen",
        "food",
        "walmart",
        "free",
        "shipping",
        "available",
        "puerto",
        "rico",
        "hawaii",
        "alaska",
        "get",
        "going",
        "use",
        "walmart",
        "app",
        "go",
        "click",
        "free",
        "shipping",
        "top",
        "left",
        "corner",
        "walmart",
        "grocery",
        "source",
        "walmart",
        "walmart",
        "planning",
        "offer",
        "delivery",
        "straight",
        "fridge",
        "available",
        "select",
        "market",
        "walmart",
        "grocery",
        "delivers",
        "fresh",
        "frozen",
        "food",
        "door",
        "little",
        "four",
        "hour",
        "walmart",
        "us",
        "delivery",
        "truck",
        "service",
        "like",
        "uber",
        "deliv",
        "much",
        "minimum",
        "order",
        "key",
        "advantage",
        "delivery",
        "kind",
        "food",
        "walmart",
        "say",
        "item",
        "price",
        "markup",
        "compared",
        "retail",
        "extra",
        "along",
        "delivery",
        "option",
        "walmart",
        "online",
        "grocery",
        "pickup",
        "customer",
        "order",
        "online",
        "pick",
        "grocery",
        "selected",
        "store",
        "location",
        "without",
        "get",
        "vehicle",
        "store",
        "offer",
        "online",
        "grocery",
        "pickup",
        "walmart",
        "say",
        "adding",
        "another",
        "location",
        "january",
        "restriction",
        "walmart",
        "grocery",
        "available",
        "six",
        "market",
        "time",
        "dallas",
        "denver",
        "orlando",
        "phoenix",
        "san",
        "jose",
        "tampa",
        "someone",
        "need",
        "accept",
        "delivery",
        "person",
        "get",
        "going",
        "open",
        "walmart",
        "app",
        "go",
        "choose",
        "item",
        "timeslot",
        "customer",
        "receive",
        "email",
        "call",
        "confirm",
        "order",
        "amazon",
        "prime",
        "eric",
        "piermont",
        "afp",
        "getty",
        "image",
        "picture",
        "taken",
        "june",
        "show",
        "amazon",
        "warehouse",
        "paris",
        "part",
        "new",
        "service",
        "fast",
        "delivery",
        "grocery",
        "item",
        "hour",
        "select",
        "city",
        "free",
        "delivery",
        "city",
        "around",
        "world",
        "much",
        "amazon",
        "prime",
        "membership",
        "cost",
        "delivery",
        "free",
        "order",
        "delivery",
        "cost",
        "key",
        "advantage",
        "delivery",
        "quick",
        "one",
        "hour",
        "free",
        "delivery",
        "additional",
        "cost",
        "prime",
        "membership",
        "grocery",
        "order",
        "include",
        "fresh",
        "frozen",
        "food",
        "plus",
        "city",
        "prime",
        "offer",
        "delivery",
        "restaurant",
        "extra",
        "select",
        "city",
        "prime",
        "member",
        "also",
        "shop",
        "local",
        "store",
        "including",
        "whole",
        "food",
        "market",
        "austin",
        "cincinnati",
        "dallas",
        "virginia",
        "beach",
        "plus",
        "alcohol",
        "beauty",
        "pet",
        "care",
        "drugstore",
        "delivery",
        "buy",
        "anything",
        "complete",
        "prime",
        "retail",
        "catalog",
        "using",
        "device",
        "say",
        "alexa",
        "order",
        "product",
        "prime",
        "amazon",
        "also",
        "offer",
        "amazon",
        "dash",
        "button",
        "amazon",
        "key",
        "service",
        "select",
        "city",
        "package",
        "securely",
        "delivered",
        "inside",
        "front",
        "door",
        "restriction",
        "need",
        "amazon",
        "prime",
        "member",
        "available",
        "market",
        "type",
        "zip",
        "code",
        "see",
        "one",
        "get",
        "going",
        "signed",
        "amazon",
        "prime",
        "member",
        "download",
        "prime",
        "app",
        "visit",
        "start",
        "shopping",
        "amazonfresh",
        "david",
        "ryder",
        "bloomberg",
        "getty",
        "image",
        "employee",
        "load",
        "bag",
        "grocery",
        "customer",
        "vehicle",
        "amazonfresh",
        "pickup",
        "location",
        "seattle",
        "washington",
        "amazonfresh",
        "amazon",
        "grocery",
        "delivery",
        "service",
        "including",
        "perishable",
        "customer",
        "combine",
        "grocery",
        "shopping",
        "one",
        "order",
        "much",
        "amazonfresh",
        "added",
        "amazon",
        "prime",
        "membership",
        "per",
        "month",
        "cover",
        "unlimited",
        "order",
        "order",
        "incur",
        "delivery",
        "fee",
        "key",
        "advantage",
        "fast",
        "delivery",
        "place",
        "grocery",
        "order",
        "get",
        "item",
        "dinner",
        "order",
        "pm",
        "get",
        "item",
        "breakfast",
        "amazon",
        "work",
        "various",
        "grocery",
        "vendor",
        "well",
        "local",
        "farmer",
        "offer",
        "fresh",
        "produce",
        "someone",
        "need",
        "home",
        "accept",
        "amazonfresh",
        "delivery",
        "extra",
        "customer",
        "order",
        "local",
        "specialty",
        "shop",
        "plus",
        "baby",
        "pet",
        "item",
        "household",
        "good",
        "amazon",
        "also",
        "support",
        "multiple",
        "complimentary",
        "service",
        "including",
        "alexa",
        "voice",
        "ordering",
        "prime",
        "pantry",
        "order",
        "everyday",
        "item",
        "size",
        "amazon",
        "dash",
        "button",
        "amazon",
        "key",
        "service",
        "restriction",
        "available",
        "market",
        "atlanta",
        "baltimore",
        "boston",
        "chicago",
        "dallas",
        "fort",
        "worth",
        "denver",
        "los",
        "angeles",
        "orange",
        "county",
        "miami",
        "milwaukee",
        "new",
        "york",
        "city",
        "philadelphia",
        "san",
        "diego",
        "san",
        "francisco",
        "bay",
        "area",
        "seattle",
        "washington",
        "dc",
        "metro",
        "get",
        "going",
        "go",
        "sign",
        "place",
        "order",
        "download",
        "amazonfresh",
        "app",
        "sign",
        "amazon",
        "prime",
        "credential",
        "costco",
        "source",
        "shipt",
        "costco",
        "wholesale",
        "offering",
        "grocery",
        "delivery",
        "service",
        "florida",
        "delivery",
        "service",
        "known",
        "shipt",
        "grocery",
        "delivery",
        "including",
        "fresh",
        "frozen",
        "food",
        "instacart",
        "along",
        "delivery",
        "costco",
        "food",
        "household",
        "supply",
        "much",
        "delivery",
        "cost",
        "instacart",
        "minimum",
        "order",
        "delivery",
        "offered",
        "state",
        "fee",
        "order",
        "key",
        "advantage",
        "costco",
        "often",
        "aggressive",
        "pricing",
        "bulk",
        "size",
        "exclusive",
        "item",
        "order",
        "perishable",
        "item",
        "delivery",
        "along",
        "costco",
        "item",
        "extra",
        "delivery",
        "available",
        "major",
        "metropolitan",
        "area",
        "cost",
        "delivery",
        "could",
        "fast",
        "hour",
        "restriction",
        "need",
        "costco",
        "member",
        "grocery",
        "household",
        "product",
        "availability",
        "vary",
        "area",
        "type",
        "zip",
        "code",
        "view",
        "available",
        "must",
        "present",
        "delivery",
        "minimum",
        "order",
        "delivery",
        "service",
        "available",
        "puerto",
        "rico",
        "hawaii",
        "alaska",
        "get",
        "going",
        "go",
        "click",
        "grocery",
        "near",
        "top",
        "screen",
        "see",
        "two",
        "option",
        "delivery",
        "delivery"
    ]
}