{
    "organizations": [],
    "uuid": "5132d7fe7abce6ffc0ec8fb7323c2c44840c4df5",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-canada-marijuana-innovation-insight/pot-pharm-booming-canada-weed-sector-plots-next-wave-medicines-idUKKCN1G00E3",
    "ord_in_thread": 0,
    "title": "Pot Pharm - Booming Canada weed sector plots next-wave medicines",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 16, 2018 / 6:11 AM / Updated an hour ago Pot Pharm - Booming Canada weed sector plots next-wave medicines Nichola Saminather 8 Min Read TORONTO (Reuters) - Canopy Growth Corp, one of the world’s biggest medical marijuana producers, now wants to take on the world’s pharmaceutical giants. The Canadian firm launched Canopy Health Innovation in late 2016 to build a portfolio of patented and federally approved cannabinoid-based medicines. The venture is one of a small but growing number of companies here aiming to compete with established drugs treating diseases ranging from anxiety and chronic pain to multiple sclerosis and childhood epilepsy. They’re developing research-backed formulations to be sold as pills, inhalers, solutions and creams, with the goal of convincing doctors and insurers to embrace marijuana as a mainstream medicine. “You’ll see a lot of companies like Canopy Health starting to form, and they’re basically going to create medical cannabis 2.0,” Canopy Health Chief Executive Marc Wayne said in an interview. “There is a gold rush for cannabis intellectual property, and it’s accelerating.” Canada’s relaxed regulations, mature marijuana industry and free-flowing capital offer such firms a unique opportunity to advance research without the legal and political risks that bog down cannabis firms in the United States and elsewhere. While U.S. federal law continues to ban weed in all forms, Canada approved medical pot in 2001 and will legalize recreational use this year. Its government welcomes and even finances the research and clinical trials needed to fully legitimize medical cannabis. Canada is also one of only two nations - along with the Netherlands - that currently exports marijuana, allowing firms here to take immediate advantage of recent medical pot legalisations in more than 20 countries. Research firm Brightfield Group last year forecast the global medical cannabis market would quadruple to $31.4 billion (£22.2 billion) by 2021. Offerings in today’s Canada medical marijuana market differ little from those used recreationally - the smokable plant and, more recently, oil extracts. More than 70 companies have licenses from the federal drug regulator, Health Canada, to cultivate, produce and sell medical marijuana, with more than half those licenses granted in 2017 or 2018. Canopy Health and other firms now aim to craft new formulations with varying cannabinoid levels; to find the best dosage delivery systems, such as rapid-release or long-acting tablets or metered-dose inhalers; or to combine cannabinoids with other drugs or supplements to improve effectiveness. Canada opened the door to serious medical research in 2015 with the approval of cannabinoid extract sales, allowing for the isolation of cannabis components that could form the basis of more sophisticated medicines. The pace of research - and investment - quickened last year after the government introduced legislation to legalize recreational use. Equity offerings by Canadian marijuana firms tripled to nearly $1 billion in 2017. Canopy Health raised C$16 million (£9 million) last year to finance medical trials alongside other institutions and researchers, Wayne said. It has filed 27 patents for treatment of insomnia relief and is now working on remedies for anxiety. The firm expects to have its first federal approval by about 2020. Canopy Growth, a publicly listed firm valued at C$5.3 billion, retains a 46 percent stake in the new private company. Canopy Health’s competitors include CanniMed, which last month agreed to be acquired by Aurora Cannabis to form what would be a C$6 billion firm, the world’s biggest marijuana producer by market value. CanniMed has partnered with universities including McGill University in Montreal and the University of Manitoba on research into managing symptoms of multiple sclerosis, osteoarthritis and paediatric epilepsy. “Canadian companies are taking the lead because we’ve more freedom to operate and can actually afford it now,” Chief Executive Officer Brent Zettl said in an interview. Other players forging ahead with medical research include MedReleaf, Emerald Health Therapeutics, Emblem Corp and Tilray, an unlisted company owned by private equity firm Privateer Holdings. CONVINCING DOCTORS, INSURERS A flowering marijuana plant is pictured at the Canopy Growth Corporation facility in Smiths Falls, Ontario, Canada, January 4, 2018. REUTERS/Chris Wattie Although some medical uses for marijuana have been long established - to reduce nausea, for instance, or treat glaucoma - little research exists to convince the health care establishment of its medical value. Patients are typically only prescribed marijuana when they ask for it, and it’s open secret that “medical” marijuana is often used recreationally. “The way the medical cannabis world now works is really patient-driven,” said Avtar Dhillon, executive chairman of Emerald Health Therapeutics and a medical doctor. “I can relate to physicians who want evidence.” Emerald will soon start human clinical trials of a cannabis formulation to manage pain, he said. Only a few Canadian insurance plans cover medical cannabis, including grocery chain Loblaw Cos’ employee insurance plan, Veterans Affairs Canada and insurer Sun Life Financial. “There’s a lot we need to learn about this plant, and the research goes a long way to quantify and demonstrate its medical benefits,” said Jason Zandberg, a research analyst focused on small-cap growth companies at PI Financial. Slideshow (3 Images) Government money is helping the cause. Canada’s National Research Council awarded C$1.7 million for the study of cannabis between 2014 and 2017. Among the recipients were Emerald, MedReleaf and Tilray. In January, the Canadian Institute of Health Research approved C$1.4 million for studies led by hospitals and universities into subjects including the impact of cannabis on driving and mental health. LITTLE RESEARCH, MUCH DEBATE Debates still rage over the effectiveness and risks of prescribing pot. The concerns include addiction from long-term use, impaired cognitive function, anxiety, depression and lung cancer, according to a 2014 paper posted on the U.S. National Institutes for Health website. “Cannabis has not been through Health Canada’s rigorous pharmaceutical regulatory process,” said Canadian Medical Association President Laurent Marcoux. “Physicians do not know about the appropriate dosage, the potential side effects and how it could interact with other medications.” CanniMed Therapeutics has financed physician and pharmacist training programs developed by professionals in each field and accredited by their certification bodies, a company spokeswoman said. Emblem Corp, which received Health Canada approval to sell medical marijuana in August 2016, is spending C$3.2 million over the next two years on studies to find the best cannabinoid strains to treat pain and reduce dependence on opioids. The chief of the firm’s pharmaceutical division, John Stewart, previously worked as the Canadian and U.S. CEO for Purdue Pharma, the creator of OxyContin, a painkiller widely seen as a major contributor to North America’s opioid crisis. But the firm needs more data, Stewart said. “We don’t know yet how you might initiate cannabis therapy in a patient who wanted to discontinue their opioid therapy but certainly doesn’t want to discontinue their pain control,” he said. Medical marijuana firms have an unusual advantage in that they can continue to sell a legal but largely unregulated medicine as they raise money for research into fully regulated products that might have “enormous potential” in the pharmaceutical market, said MedReleaf CEO Neil Closner. “We’re allowed to sell a product that many people view as being a possible replacement for many pharmaceutical products,” he said. “But we’re not obligated to take it through the traditional Health Canada approval process.” Reporting By Nichola Saminather; Editing by Denny Thomas and Brian Thevenot",
    "published": "2018-02-16T10:17:00.000+02:00",
    "crawled": "2018-02-16T10:40:33.081+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "hour",
        "ago",
        "pot",
        "pharm",
        "booming",
        "canada",
        "weed",
        "sector",
        "plot",
        "medicine",
        "nichola",
        "saminather",
        "min",
        "read",
        "toronto",
        "reuters",
        "canopy",
        "growth",
        "corp",
        "one",
        "world",
        "biggest",
        "medical",
        "marijuana",
        "producer",
        "want",
        "take",
        "world",
        "pharmaceutical",
        "giant",
        "canadian",
        "firm",
        "launched",
        "canopy",
        "health",
        "innovation",
        "late",
        "build",
        "portfolio",
        "patented",
        "federally",
        "approved",
        "medicine",
        "venture",
        "one",
        "small",
        "growing",
        "number",
        "company",
        "aiming",
        "compete",
        "established",
        "drug",
        "treating",
        "disease",
        "ranging",
        "anxiety",
        "chronic",
        "pain",
        "multiple",
        "sclerosis",
        "childhood",
        "epilepsy",
        "developing",
        "formulation",
        "sold",
        "pill",
        "inhaler",
        "solution",
        "cream",
        "goal",
        "convincing",
        "doctor",
        "insurer",
        "embrace",
        "marijuana",
        "mainstream",
        "medicine",
        "see",
        "lot",
        "company",
        "like",
        "canopy",
        "health",
        "starting",
        "form",
        "basically",
        "going",
        "create",
        "medical",
        "cannabis",
        "canopy",
        "health",
        "chief",
        "executive",
        "marc",
        "wayne",
        "said",
        "interview",
        "gold",
        "rush",
        "cannabis",
        "intellectual",
        "property",
        "canada",
        "relaxed",
        "regulation",
        "mature",
        "marijuana",
        "industry",
        "capital",
        "offer",
        "firm",
        "unique",
        "opportunity",
        "advance",
        "research",
        "without",
        "legal",
        "political",
        "risk",
        "bog",
        "cannabis",
        "firm",
        "united",
        "state",
        "elsewhere",
        "federal",
        "law",
        "continues",
        "ban",
        "weed",
        "form",
        "canada",
        "approved",
        "medical",
        "pot",
        "legalize",
        "recreational",
        "use",
        "year",
        "government",
        "welcome",
        "even",
        "finance",
        "research",
        "clinical",
        "trial",
        "needed",
        "fully",
        "legitimize",
        "medical",
        "cannabis",
        "canada",
        "also",
        "one",
        "two",
        "nation",
        "along",
        "netherlands",
        "currently",
        "export",
        "marijuana",
        "allowing",
        "firm",
        "take",
        "immediate",
        "advantage",
        "recent",
        "medical",
        "pot",
        "legalisation",
        "country",
        "research",
        "firm",
        "brightfield",
        "group",
        "last",
        "year",
        "forecast",
        "global",
        "medical",
        "cannabis",
        "market",
        "would",
        "quadruple",
        "billion",
        "billion",
        "offering",
        "today",
        "canada",
        "medical",
        "marijuana",
        "market",
        "differ",
        "little",
        "used",
        "recreationally",
        "smokable",
        "plant",
        "recently",
        "oil",
        "extract",
        "company",
        "license",
        "federal",
        "drug",
        "regulator",
        "health",
        "canada",
        "cultivate",
        "produce",
        "sell",
        "medical",
        "marijuana",
        "half",
        "license",
        "granted",
        "canopy",
        "health",
        "firm",
        "aim",
        "craft",
        "new",
        "formulation",
        "varying",
        "cannabinoid",
        "level",
        "find",
        "best",
        "dosage",
        "delivery",
        "system",
        "tablet",
        "inhaler",
        "combine",
        "cannabinoids",
        "drug",
        "supplement",
        "improve",
        "effectiveness",
        "canada",
        "opened",
        "door",
        "serious",
        "medical",
        "research",
        "approval",
        "cannabinoid",
        "extract",
        "sale",
        "allowing",
        "isolation",
        "cannabis",
        "component",
        "could",
        "form",
        "basis",
        "sophisticated",
        "medicine",
        "pace",
        "research",
        "investment",
        "quickened",
        "last",
        "year",
        "government",
        "introduced",
        "legislation",
        "legalize",
        "recreational",
        "use",
        "equity",
        "offering",
        "canadian",
        "marijuana",
        "firm",
        "tripled",
        "nearly",
        "billion",
        "canopy",
        "health",
        "raised",
        "c",
        "million",
        "million",
        "last",
        "year",
        "finance",
        "medical",
        "trial",
        "alongside",
        "institution",
        "researcher",
        "wayne",
        "said",
        "filed",
        "patent",
        "treatment",
        "insomnia",
        "relief",
        "working",
        "remedy",
        "anxiety",
        "firm",
        "expects",
        "first",
        "federal",
        "approval",
        "canopy",
        "growth",
        "publicly",
        "listed",
        "firm",
        "valued",
        "c",
        "billion",
        "retains",
        "percent",
        "stake",
        "new",
        "private",
        "company",
        "canopy",
        "health",
        "competitor",
        "include",
        "cannimed",
        "last",
        "month",
        "agreed",
        "acquired",
        "aurora",
        "cannabis",
        "form",
        "would",
        "c",
        "billion",
        "firm",
        "world",
        "biggest",
        "marijuana",
        "producer",
        "market",
        "value",
        "cannimed",
        "partnered",
        "university",
        "including",
        "mcgill",
        "university",
        "montreal",
        "university",
        "manitoba",
        "research",
        "managing",
        "symptom",
        "multiple",
        "sclerosis",
        "osteoarthritis",
        "paediatric",
        "epilepsy",
        "canadian",
        "company",
        "taking",
        "lead",
        "freedom",
        "operate",
        "actually",
        "afford",
        "chief",
        "executive",
        "officer",
        "brent",
        "zettl",
        "said",
        "interview",
        "player",
        "forging",
        "ahead",
        "medical",
        "research",
        "include",
        "medreleaf",
        "emerald",
        "health",
        "therapeutic",
        "emblem",
        "corp",
        "tilray",
        "unlisted",
        "company",
        "owned",
        "private",
        "equity",
        "firm",
        "privateer",
        "holding",
        "convincing",
        "doctor",
        "insurer",
        "flowering",
        "marijuana",
        "plant",
        "pictured",
        "canopy",
        "growth",
        "corporation",
        "facility",
        "smith",
        "fall",
        "ontario",
        "canada",
        "january",
        "wattie",
        "although",
        "medical",
        "us",
        "marijuana",
        "long",
        "established",
        "reduce",
        "nausea",
        "instance",
        "treat",
        "glaucoma",
        "little",
        "research",
        "exists",
        "convince",
        "health",
        "care",
        "establishment",
        "medical",
        "value",
        "patient",
        "typically",
        "prescribed",
        "marijuana",
        "ask",
        "open",
        "secret",
        "medical",
        "marijuana",
        "often",
        "used",
        "recreationally",
        "way",
        "medical",
        "cannabis",
        "world",
        "work",
        "really",
        "said",
        "avtar",
        "dhillon",
        "executive",
        "chairman",
        "emerald",
        "health",
        "therapeutic",
        "medical",
        "doctor",
        "relate",
        "physician",
        "want",
        "emerald",
        "soon",
        "start",
        "human",
        "clinical",
        "trial",
        "cannabis",
        "formulation",
        "manage",
        "pain",
        "said",
        "canadian",
        "insurance",
        "plan",
        "cover",
        "medical",
        "cannabis",
        "including",
        "grocery",
        "chain",
        "loblaw",
        "co",
        "employee",
        "insurance",
        "plan",
        "veteran",
        "affair",
        "canada",
        "insurer",
        "sun",
        "life",
        "financial",
        "lot",
        "need",
        "learn",
        "plant",
        "research",
        "go",
        "long",
        "way",
        "quantify",
        "demonstrate",
        "medical",
        "benefit",
        "said",
        "jason",
        "zandberg",
        "research",
        "analyst",
        "focused",
        "growth",
        "company",
        "pi",
        "financial",
        "slideshow",
        "image",
        "government",
        "money",
        "helping",
        "cause",
        "canada",
        "national",
        "research",
        "council",
        "awarded",
        "c",
        "million",
        "study",
        "cannabis",
        "among",
        "recipient",
        "emerald",
        "medreleaf",
        "tilray",
        "january",
        "canadian",
        "institute",
        "health",
        "research",
        "approved",
        "c",
        "million",
        "study",
        "led",
        "hospital",
        "university",
        "subject",
        "including",
        "impact",
        "cannabis",
        "driving",
        "mental",
        "health",
        "little",
        "research",
        "much",
        "debate",
        "debate",
        "still",
        "rage",
        "effectiveness",
        "risk",
        "prescribing",
        "pot",
        "concern",
        "include",
        "addiction",
        "use",
        "impaired",
        "cognitive",
        "function",
        "anxiety",
        "depression",
        "lung",
        "cancer",
        "according",
        "paper",
        "posted",
        "national",
        "institute",
        "health",
        "website",
        "cannabis",
        "health",
        "canada",
        "rigorous",
        "pharmaceutical",
        "regulatory",
        "process",
        "said",
        "canadian",
        "medical",
        "association",
        "president",
        "laurent",
        "marcoux",
        "physician",
        "know",
        "appropriate",
        "dosage",
        "potential",
        "side",
        "effect",
        "could",
        "interact",
        "cannimed",
        "therapeutic",
        "financed",
        "physician",
        "pharmacist",
        "training",
        "program",
        "developed",
        "professional",
        "field",
        "accredited",
        "certification",
        "body",
        "company",
        "spokeswoman",
        "said",
        "emblem",
        "corp",
        "received",
        "health",
        "canada",
        "approval",
        "sell",
        "medical",
        "marijuana",
        "august",
        "spending",
        "c",
        "million",
        "next",
        "two",
        "year",
        "study",
        "find",
        "best",
        "cannabinoid",
        "strain",
        "treat",
        "pain",
        "reduce",
        "dependence",
        "opioids",
        "chief",
        "firm",
        "pharmaceutical",
        "division",
        "john",
        "stewart",
        "previously",
        "worked",
        "canadian",
        "ceo",
        "purdue",
        "pharma",
        "creator",
        "oxycontin",
        "painkiller",
        "widely",
        "seen",
        "major",
        "contributor",
        "north",
        "america",
        "opioid",
        "crisis",
        "firm",
        "need",
        "data",
        "stewart",
        "said",
        "know",
        "yet",
        "might",
        "initiate",
        "cannabis",
        "therapy",
        "patient",
        "wanted",
        "discontinue",
        "opioid",
        "therapy",
        "certainly",
        "want",
        "discontinue",
        "pain",
        "control",
        "said",
        "medical",
        "marijuana",
        "firm",
        "unusual",
        "advantage",
        "continue",
        "sell",
        "legal",
        "largely",
        "unregulated",
        "medicine",
        "raise",
        "money",
        "research",
        "fully",
        "regulated",
        "product",
        "might",
        "enormous",
        "potential",
        "pharmaceutical",
        "market",
        "said",
        "medreleaf",
        "ceo",
        "neil",
        "closner",
        "allowed",
        "sell",
        "product",
        "many",
        "people",
        "view",
        "possible",
        "replacement",
        "many",
        "pharmaceutical",
        "product",
        "said",
        "obligated",
        "take",
        "traditional",
        "health",
        "canada",
        "approval",
        "reporting",
        "nichola",
        "saminather",
        "editing",
        "denny",
        "thomas",
        "brian",
        "thevenot"
    ]
}