{
    "organizations": [],
    "uuid": "b88ff61af37f1e650fbedd3572ba4bfba466e1b1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/business-wire-renesas-electronics-reports-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Renesas Electronics Reports Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Significant Increase in Full Year Sales Year-On-Year Driven by Growth Mainly in Automotive and Industrial Businesses and Integration of Intersil.\nAchieved Improvements in Year-On-Year Full Year Gross and Operating Margins\nQ4 2017: Non-GAAP (1) semiconductor sales of 206.5 billion yen, up 28.0% year-on-year. Non-GAAP gross margin of 47.9%, up 2.3 points year-on-year and Non-GAAP operating profits (margin) of 34.1 billion yen (16.2%), up 11.3 billion yen (up 2.5 points) year-on-year Full Year 2017: Non-GAAP semiconductor sales of 765.7 billion yen, up 23.4% year-on-year. Non-GAAP gross margin of 46.7%, up 3.1 points year-on-year and Non-GAAP operating profits (margin) of 128.1 billion yen (16.4%), up 50.1 billion yen (up 4.2 points) year-on-year Outlook for Q1 2018: Non-GAAP semiconductor sales of 178.7 billion yen, up 3.5% year-on-year, Non-GAAP gross margin of 43.9%, down 1.6 points year-on-year and Non-GAAP operating margin of 11.3%, down 5.1 points year-on-year\nTOKYO--(BUSINESS WIRE)-- Renesas Electronics Corporation (TSE:6723, “Renesas”), a premier supplier of advanced semiconductor solutions, today reported financial results for the fourth quarter ended December 31, 2017 (October 1, 2017 to December 31, 2017) and financial results for the year ended December 31, 2017 (January 1, 2017 to December 31, 2017).\n“We have been continuously improving our gross and operating margins by pursuing sales growth and cost efficiency,” said Bunsei Kure, Representative Director, President and CEO, Renesas Electronics Corporation. “Our fourth quarter non-GAAP semiconductor sales increased by 28.0% year on year, driven by increased sales mainly in the automotive and industrial businesses, in addition to the integration of Intersil. We expect to achieve traction in semiconductor sales during the coming quarter on a year-on-year basis.”\nQuarterly Financial Summary (Billion yen)\nNon-GAAP basis Q4 FY2017\n(Oct-Dec 2017)\nQ3 FY2017\n(Jul-Sep 2017)\nQ3 FY2016\n(Oct-Dec 2016)\nQoQ YoY Net Sales 210.2 195.5 166.4 +7.5% +26.3% Semi. Sales 206.5 192.3 161.4 +7.4% +28.0% Gross Margin 47.9% 47.7% 45.6% +0.2pts +2.3pts Operating Income 34.1 35.9 22.8 -1.9 +11.3 Operating Margin 16.2% 18.4% 13.7% -2.2pts +2.5pts EBITDA (2) 54.5 55.0 38.6 -0.5 +15.9 Japan GAAP basis Q4 FY2017\n(Oct-Dec 2017)\nQ3 FY2017\n(Jul-Sep 2017)\nQ3 FY2016\n(Oct-Dec 2016)\nQoQ YoY Net Sales 210.2 195.5 166.4 +7.5% +26.3% Semi. Sales 206.5 192.3 161,4 +7.4% +28.0% Gross Margin 47.7% 47.6% 44.9% +0.1pts +2.8pts Operating Income 21.9 25.0 21.6 -3.1 +0.3 Operating Margin 10.4% 12.8% 13.0% -2.4pts -2.6pts EBITDA 52.6 54.1 37.4 -1.5 +15.1 Yearly Financial Summary (Billion yen)\nNon-GAAP\nbasis\nFull-Year 2017\n(Jan-Dec 2017)\nFull-Year 2016\n(Jan-Dec 2016)\nYoY Net Sales 781.5 638.8 +22.3% Semi. Sales 765.7 620.4 +23.4% Gross Margin 46.7% 43.6% +3.1pts Operating Income 128.1 78.0 +50.1 Operating Margin 16.4% 12.2% +4.2pts EBITDA 203.0 138.8 +64.2 Japan GAAP basis Full Year 2017\n(Jan-Dec 2017)\nFull Year 2016\n(Jan-Dec 2016)\nYoY Net Sales 780.3 638.8 +22.1% Semi. Sales 764.4 620.4 +23.2% Gross Margin 45.2% 42.4% +2.8pts Operating Income 78.4 70.4 +8.0 Operating Margin 10.0% 11.0% -1.0pts EBITDA 187.1 131.2 +55.9 (1) Non-GAAP Basis: Results excluding non-recurring and certain other items. Non-GAAP basis excludes the impact of sales and profit/loss of Renesas SP Drivers, impact of profit/loss of LTE modem business and profit/loss from inventory buildup until the end of FY2016 ended December 2016. Starting from FY2017 ended December 2017, Non-GAAP definition was revised to exclude amortization of goodwill, amortization of purchased intangible assets, costs related to the Intersil acquisition, stock-based compensation cost, costs related to the offering, and PPA (purchase price allocation) effects associated with the Intersil acquisition. (Reference: The impact on the operating income from the inventory buildup in FY2017 Q4 was negative 0.1 billion yen.) See page 6 for reconciliation of Japan GAAP and Non-GAAP. (2) EBITDA: Operating income + Depreciation and amortization + Amortization of long-term prepaid expenses. Amortization of goodwill is also included for Japan GAAP-based EBITDA. Quarterly Semiconductor Sales by Application Pro-Forma Basis (3)\nFollowing the completion of the acquisition of Intersil in February 2017, Renesas integrated Intersil into its operations and reformed its business organization into three business units. To align with this change, Renesas redefined its semiconductor sales breakdown to: “Automotive,” “Industrial” and “Broad-based,” the three application categories that constitute the main business of the Group, and “Other semiconductors,” that constitute the businesses that do not belong to the above three application categories.\nSemiconductor Sales\nby Application\n(Billion yen)\nQ4 FY2017\n(Oct-Dec 2017)\nQ3 FY2017\n(Jul-Sep 2017)\nQ3 FY2016\n(Oct-Dec 2016)\nQoQ YoY Automotive (4) 107.8 100.6 94.0 +7.2% +14.7% Industrial (5) 59.6 53.5 48.2 +11.3% +23.5% Broad-based (6) 37.0 37.4 31.6 -1.1% +17.2% Other semiconductors 2.2 0.8 2.9 +170.6% -23.4% Total 206.5 192.3 176.6 +7.4% +16.9% Semiconductor Sales\nby Application\n(Billion yen)\nFull Year 2017\n(Jan-Dec 2017)\nFull Year 2016\n(Jan-Dec 2016)\nYoY Automotive (4) 408.1 358.4 +13.8% Industrial (5) 217.7 188.1 +15.7% Broad-Based (6) 143.7 127.3 +12.9% Other Semiconductors 5.0 5.5 -10.2% Total 774.4 679.4 +14.0% (3) Pro-forma basis: Renesas net sales including Intersil’s historical revenue prior to the close of the acquisition on February 24, 2017. (4) Automotive: Renesas mainly supplies microcontrollers (MCUs), system-on-chip (SoCs), analog semiconductors and power semiconductor devices for the “Automotive control” and “Automotive information” categories. (5) Industrial: Renesas mainly supplies MCUs and SoCs for “Smart factory,” “Smart home” and “Smart infrastructure” categories. (6) Broad-based: Renesas mainly supplies “General-purpose MCUs” and “General-purpose analog semiconductor devices” to a wide variety of end market solutions. Summary of Fourth Quarter 2017 Results (Non-GAAP Basis)\nFourth quarter consolidated net sales were 210.2 billion yen, up 7.5% quarter-on-quarter and up 26.3% year-on-year. Fourth quarter semiconductor sales were 206.5 billion yen, up 7.4% quarter-on-quarter. On a year-on-year basis, semiconductor sales increased by 28.0%, which can be attributed mainly to: the solid growth of the Renesas standalone sales, which excludes the sales of Intersil from the entire Renesas Group sales; the integration of Intersil and the dissipation of the impact from the Kumamoto earthquake that occurred in 2016. Automotive sales increased by 14.7% year-on-year on a pro-forma basis, driven by strong demand for both Automotive Control and Automotive Information products. Industrial and Broad-based sales increased year-on-year on a pro-forma basis by 23.5% and 17.2%, respectively, mainly due to the strong demand for factory automation (FA), home appliance and analog semiconductor devices.\nNon-GAAP gross margin in the fourth quarter was 47.9%, 1.6 points above the Company’s guidance, mainly due to inventory revaluation and increased sales. On a sequential basis, gross margin increased by 0.2 point and improved by 2.3 points year-on-year, benefiting from the significant increase in both sales and production as well as integration of Intersil.\nNon-GAAP R&D (7) expenses in the fourth quarter were 34.3 billion yen, compared to 31.2 billion yen and 28.2 billion yen in the sequential and year-ago quarter. Fourth quarter R&D ratio to net sales was 16.3%.\nNon-GAAP SG&A (8) expenses in the fourth quarter were 32.4 billion yen, compared to 26.2 billion yen and 24.9 billion yen in the sequential and year-ago quarter. Fourth quarter SG&A ratio to net sales was 15.4%.\nExcluding seasonal headwinds, OPEX (Operating expenses such as R&D and SG&A) was kept under control within the range of long-term financial targets.\nNon-GAAP operating income was 34.1 billion yen, equivalent to 16.2% of operating margin in the fourth quarter, showing a decrease of 1.9 billion yen (2.2 points) from the 35.9 billion yen and 18.4% of operating margin in the 2017 third quarter due to seasonal and temporary cost increases. On a year-on-year basis, non-GAAP operating income improved by 11.3 billion yen (2.5 points) mainly due to sales increases and continued OPEX discipline.\nNon-GAAP net income attributable to shareholders of parent company in the fourth quarter was 30.3 billion yen.\nNet cash provided by operating activities in the fourth quarter was 51.0 billion yen and net cash used in investing activities was 31.0 billion yen. These resulted in positive free cash flows of 20.0 billion yen.\nCapital expenditures for property, plant, equipment (manufacturing equipment) and intangible assets, were 14.0 billion yen in the fourth quarter. These expenditures are based on the amount of investment decisions made and does not refer to the cash outlays in the cash flow statement.\nEquity ratio was 47.7% as of December 31, 2017, against 46.5% as of September 30, 2017. Debt/equity ratio (gross) was 0.45 as of December 31, 2017.\n(7) R&D: Research & Development (8) SG&A: Selling, general and administrative expenses Summary of Full Year 2017 Results (Non-GAAP Basis)\nFull year consolidated net sales were 781.5 billion yen, up 22.3% year-on-year. Full year semiconductor sales were 765.7 billion yen. On a year-on-year basis, semiconductor sales increased by 23.4%, which can be attributed mainly to: the solid growth of the Renesas standalone sales, which excludes the sales of Intersil from the entire Renesas Group sales; the integration of Intersil and the dissipation of the impact from the Kumamoto earthquake that occurred in the same period a year ago. Automotive sales increased by 13.8% year-on-year on a pro-forma basis, driven by strong demand for both Automotive Control and Automotive Information products. Industrial and Broad-based sales increased year-on-year on a pro-forma basis by 15.7% and 12.9%, respectively, mainly due to the strong demand for FA, home appliance and analog semiconductor devices.\nNon-GAAP gross margin in the full year was 46.7%, and increased by 3.1 points due to an increase in net sales and integration of Intersil.\nNon-GAAP R&D expenses in the full year were 125.9 billion yen, compared to 105.3 billion yen year-on-year. Full year R&D ratio to net sales was 16.1%.\nNon-GAAP SG&A expenses in the full year were 111.3 billion yen, compared to 95.4 billion yen year-on-year. Full year SG&A ratio to net sales was 14.2%.\nWith regard to OPEX (Operating expenses such as R&D and SG&A), while R&D investments were made to attain future growth, we continued to control SG&A discipline.\nNon-GAAP operating income was 128.1 billion yen, equivalent to 16.4% of operating margin in the full year. On a year-on-year basis, non-GAAP operating income improved by 78.0 billion yen equivalent to 12.2% of operating margin mainly due to sales increases and continued OPEX discipline.\nNon-GAAP net income attributable to shareholders of parent company in the full year was 123.9 billion yen. Non-GAAP net income per share for the full year was 74.3 yen.\nNet cash provided by operating activities in the full year was 164.2 billion yen and net cash used in investing activities was 432.6 billion yen, mainly due to expenditures in the amount of 311.4 billion yen. These resulted in negative free cash flows of 268.4 billion yen.\nCapital expenditures for property, plant, equipment (manufacturing equipment) and intangible assets, were 78.5 billion yen in the full year. These expenditures for the acquisition of Intersil are based on the amount of investment decisions made and does not refer to the cash outlays in the cash flow statement.\nOutlook for First Quarter 2018\nIn the first quarter of the 2018, Renesas expects semiconductor sales of 178.7 billion yen, up 3.5% year-on-year. Non-GAAP gross margin is expected to decrease by 4.1 points quarter-on-quarter, mainly due to a decrease in sales, and 1.6 points down from year-ago quarter to 43.9%, mainly due to an increase in depreciation cost and non-GAAP operating margin is expected to decrease by 4.9 points quarter-on-quarter, down 5.1 points from year-ago quarter to 11.3%. The forecasts for the first quarter of the 2018 are calculated at the rate of 107 yen per USD and 132 yen per Euro.\nCapital expenditures are based on the amount of investment decisions made for property, plant and equipment (manufacturing equipment) and intangible assets during the first quarter, and are expected to be 10.4% of net revenue.\nReferences\nRefer to Renesas Electronics’ earnings report “Renesas Electronics Reports Financial Results for the Year Ended December 31, 2017” for the consolidated balance sheets, the consolidated statements of income and the consolidated statements of cash flows.\nForward-Looking Statements\nThe statements in this press release with respect to the plans, strategies and financial outlook of Renesas Electronics and its consolidated subsidiaries (collectively “we”) are forward-looking statements involving risks and uncertainties. We caution you in advance that actual results may differ materially from such forward-looking statements due to several important factors including, but not limited to, general economic conditions in our markets, which are primarily Japan, North America, Asia, and Europe; demand for, and competitive pricing pressure on, products and services in the marketplace; ability to continue to win acceptance of products and services in these highly competitive markets; and fluctuations in currency exchange rates, particularly between the yen and the U.S. dollar. Among other factors, downturn of the world economy; deteriorating financial conditions in world markets, or deterioration in domestic and overseas stock markets, may cause actual results to differ from the projected results forecast.\nAbout Renesas Electronics Corporation\nRenesas Electronics Corporation ( TSE: 6723 ) delivers trusted embedded design innovation with complete semiconductor solutions that enable billions of connected, intelligent devices to enhance the way people work and live—securely and safely. A global leader in microcontrollers, analog & power and SoC products, Renesas provides the expertise, quality, and comprehensive solutions for a broad range of Automotive, Industrial, Home Electronics, Office Automation and Information Communication Technology applications to help shape a limitless future. Learn more at renesas.com .\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180208006609/en/\nMedia Contacts\nRenesas Electronics Corporation\nKyoko Okamoto, +81 3-6773-3001\npr@renesas.com\nor\nInvestor Contacts\nRenesas Electronics Corporation\nMakie Uehara, +81 3-6773-3002\nir@renesas.com\nSource: Renesas Electronics Corporation",
    "published": "2018-02-09T09:45:00.000+02:00",
    "crawled": "2018-02-09T12:03:20.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "significant",
        "increase",
        "full",
        "year",
        "sale",
        "driven",
        "growth",
        "mainly",
        "automotive",
        "industrial",
        "business",
        "integration",
        "intersil",
        "achieved",
        "improvement",
        "full",
        "year",
        "gross",
        "operating",
        "margin",
        "q4",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "point",
        "operating",
        "profit",
        "margin",
        "billion",
        "yen",
        "billion",
        "yen",
        "point",
        "full",
        "year",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "point",
        "operating",
        "profit",
        "margin",
        "billion",
        "yen",
        "billion",
        "yen",
        "point",
        "outlook",
        "q1",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "point",
        "operating",
        "margin",
        "point",
        "tokyo",
        "business",
        "wire",
        "renesas",
        "electronics",
        "corporation",
        "renesas",
        "premier",
        "supplier",
        "advanced",
        "semiconductor",
        "solution",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "october",
        "december",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "january",
        "december",
        "continuously",
        "improving",
        "gross",
        "operating",
        "margin",
        "pursuing",
        "sale",
        "growth",
        "cost",
        "efficiency",
        "said",
        "bunsei",
        "kure",
        "representative",
        "director",
        "president",
        "ceo",
        "renesas",
        "electronics",
        "corporation",
        "fourth",
        "quarter",
        "semiconductor",
        "sale",
        "increased",
        "year",
        "year",
        "driven",
        "increased",
        "sale",
        "mainly",
        "automotive",
        "industrial",
        "business",
        "addition",
        "integration",
        "intersil",
        "expect",
        "achieve",
        "traction",
        "semiconductor",
        "sale",
        "coming",
        "quarter",
        "quarterly",
        "financial",
        "summary",
        "billion",
        "yen",
        "basis",
        "q4",
        "fy2017",
        "q3",
        "fy2017",
        "q3",
        "fy2016",
        "qoq",
        "yoy",
        "net",
        "sale",
        "semi",
        "sale",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "ebitda",
        "japan",
        "gaap",
        "basis",
        "q4",
        "fy2017",
        "q3",
        "fy2017",
        "q3",
        "fy2016",
        "qoq",
        "yoy",
        "net",
        "sale",
        "semi",
        "sale",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "ebitda",
        "yearly",
        "financial",
        "summary",
        "billion",
        "yen",
        "basis",
        "yoy",
        "net",
        "sale",
        "semi",
        "sale",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "ebitda",
        "japan",
        "gaap",
        "basis",
        "full",
        "year",
        "full",
        "year",
        "yoy",
        "net",
        "sale",
        "semi",
        "sale",
        "gross",
        "margin",
        "operating",
        "income",
        "operating",
        "margin",
        "ebitda",
        "basis",
        "result",
        "excluding",
        "certain",
        "item",
        "basis",
        "excludes",
        "impact",
        "sale",
        "renesas",
        "sp",
        "driver",
        "impact",
        "lte",
        "modem",
        "business",
        "inventory",
        "buildup",
        "end",
        "fy2016",
        "ended",
        "december",
        "starting",
        "fy2017",
        "ended",
        "december",
        "definition",
        "revised",
        "exclude",
        "amortization",
        "goodwill",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "cost",
        "related",
        "intersil",
        "acquisition",
        "compensation",
        "cost",
        "cost",
        "related",
        "offering",
        "ppa",
        "purchase",
        "price",
        "allocation",
        "effect",
        "associated",
        "intersil",
        "acquisition",
        "reference",
        "impact",
        "operating",
        "income",
        "inventory",
        "buildup",
        "fy2017",
        "q4",
        "negative",
        "billion",
        "yen",
        "see",
        "page",
        "reconciliation",
        "japan",
        "gaap",
        "ebitda",
        "operating",
        "income",
        "depreciation",
        "amortization",
        "amortization",
        "prepaid",
        "expense",
        "amortization",
        "goodwill",
        "also",
        "included",
        "japan",
        "ebitda",
        "quarterly",
        "semiconductor",
        "sale",
        "application",
        "basis",
        "following",
        "completion",
        "acquisition",
        "intersil",
        "february",
        "renesas",
        "integrated",
        "intersil",
        "operation",
        "reformed",
        "business",
        "organization",
        "three",
        "business",
        "unit",
        "align",
        "change",
        "renesas",
        "redefined",
        "semiconductor",
        "sale",
        "breakdown",
        "automotive",
        "industrial",
        "three",
        "application",
        "category",
        "constitute",
        "main",
        "business",
        "group",
        "semiconductor",
        "constitute",
        "business",
        "belong",
        "three",
        "application",
        "category",
        "semiconductor",
        "sale",
        "application",
        "billion",
        "yen",
        "q4",
        "fy2017",
        "q3",
        "fy2017",
        "q3",
        "fy2016",
        "qoq",
        "yoy",
        "automotive",
        "industrial",
        "semiconductor",
        "total",
        "semiconductor",
        "sale",
        "application",
        "billion",
        "yen",
        "full",
        "year",
        "full",
        "year",
        "yoy",
        "automotive",
        "industrial",
        "semiconductor",
        "total",
        "basis",
        "renesas",
        "net",
        "sale",
        "including",
        "intersil",
        "historical",
        "revenue",
        "prior",
        "close",
        "acquisition",
        "february",
        "automotive",
        "renesas",
        "mainly",
        "supply",
        "microcontrollers",
        "mcus",
        "socs",
        "analog",
        "semiconductor",
        "power",
        "semiconductor",
        "device",
        "automotive",
        "control",
        "automotive",
        "information",
        "category",
        "industrial",
        "renesas",
        "mainly",
        "supply",
        "mcus",
        "socs",
        "smart",
        "factory",
        "smart",
        "home",
        "smart",
        "infrastructure",
        "category",
        "renesas",
        "mainly",
        "supply",
        "mcus",
        "analog",
        "semiconductor",
        "device",
        "wide",
        "variety",
        "end",
        "market",
        "solution",
        "summary",
        "fourth",
        "quarter",
        "result",
        "basis",
        "fourth",
        "quarter",
        "consolidated",
        "net",
        "sale",
        "billion",
        "yen",
        "fourth",
        "quarter",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "basis",
        "semiconductor",
        "sale",
        "increased",
        "attributed",
        "mainly",
        "solid",
        "growth",
        "renesas",
        "standalone",
        "sale",
        "excludes",
        "sale",
        "intersil",
        "entire",
        "renesas",
        "group",
        "sale",
        "integration",
        "intersil",
        "dissipation",
        "impact",
        "kumamoto",
        "earthquake",
        "occurred",
        "automotive",
        "sale",
        "increased",
        "basis",
        "driven",
        "strong",
        "demand",
        "automotive",
        "control",
        "automotive",
        "information",
        "product",
        "industrial",
        "sale",
        "increased",
        "basis",
        "respectively",
        "mainly",
        "due",
        "strong",
        "demand",
        "factory",
        "automation",
        "fa",
        "home",
        "appliance",
        "analog",
        "semiconductor",
        "device",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "point",
        "company",
        "guidance",
        "mainly",
        "due",
        "inventory",
        "revaluation",
        "increased",
        "sale",
        "sequential",
        "basis",
        "gross",
        "margin",
        "increased",
        "point",
        "improved",
        "point",
        "benefiting",
        "significant",
        "increase",
        "sale",
        "production",
        "well",
        "integration",
        "intersil",
        "r",
        "expense",
        "fourth",
        "quarter",
        "billion",
        "yen",
        "compared",
        "billion",
        "yen",
        "billion",
        "yen",
        "sequential",
        "quarter",
        "fourth",
        "quarter",
        "r",
        "ratio",
        "net",
        "sale",
        "sg",
        "expense",
        "fourth",
        "quarter",
        "billion",
        "yen",
        "compared",
        "billion",
        "yen",
        "billion",
        "yen",
        "sequential",
        "quarter",
        "fourth",
        "quarter",
        "sg",
        "ratio",
        "net",
        "sale",
        "excluding",
        "seasonal",
        "headwind",
        "opex",
        "operating",
        "expense",
        "r",
        "sg",
        "kept",
        "control",
        "within",
        "range",
        "financial",
        "target",
        "operating",
        "income",
        "billion",
        "yen",
        "equivalent",
        "operating",
        "margin",
        "fourth",
        "quarter",
        "showing",
        "decrease",
        "billion",
        "yen",
        "point",
        "billion",
        "yen",
        "operating",
        "margin",
        "third",
        "quarter",
        "due",
        "seasonal",
        "temporary",
        "cost",
        "increase",
        "basis",
        "operating",
        "income",
        "improved",
        "billion",
        "yen",
        "point",
        "mainly",
        "due",
        "sale",
        "increase",
        "continued",
        "opex",
        "discipline",
        "net",
        "income",
        "attributable",
        "shareholder",
        "parent",
        "company",
        "fourth",
        "quarter",
        "billion",
        "yen",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "fourth",
        "quarter",
        "billion",
        "yen",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "billion",
        "yen",
        "resulted",
        "positive",
        "free",
        "cash",
        "flow",
        "billion",
        "yen",
        "capital",
        "expenditure",
        "property",
        "plant",
        "equipment",
        "manufacturing",
        "equipment",
        "intangible",
        "asset",
        "billion",
        "yen",
        "fourth",
        "quarter",
        "expenditure",
        "based",
        "amount",
        "investment",
        "decision",
        "made",
        "refer",
        "cash",
        "outlay",
        "cash",
        "flow",
        "statement",
        "equity",
        "ratio",
        "december",
        "september",
        "ratio",
        "gross",
        "december",
        "r",
        "research",
        "development",
        "sg",
        "selling",
        "general",
        "administrative",
        "expense",
        "summary",
        "full",
        "year",
        "result",
        "basis",
        "full",
        "year",
        "consolidated",
        "net",
        "sale",
        "billion",
        "yen",
        "full",
        "year",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "basis",
        "semiconductor",
        "sale",
        "increased",
        "attributed",
        "mainly",
        "solid",
        "growth",
        "renesas",
        "standalone",
        "sale",
        "excludes",
        "sale",
        "intersil",
        "entire",
        "renesas",
        "group",
        "sale",
        "integration",
        "intersil",
        "dissipation",
        "impact",
        "kumamoto",
        "earthquake",
        "occurred",
        "period",
        "year",
        "ago",
        "automotive",
        "sale",
        "increased",
        "basis",
        "driven",
        "strong",
        "demand",
        "automotive",
        "control",
        "automotive",
        "information",
        "product",
        "industrial",
        "sale",
        "increased",
        "basis",
        "respectively",
        "mainly",
        "due",
        "strong",
        "demand",
        "fa",
        "home",
        "appliance",
        "analog",
        "semiconductor",
        "device",
        "gross",
        "margin",
        "full",
        "year",
        "increased",
        "point",
        "due",
        "increase",
        "net",
        "sale",
        "integration",
        "intersil",
        "r",
        "expense",
        "full",
        "year",
        "billion",
        "yen",
        "compared",
        "billion",
        "yen",
        "full",
        "year",
        "r",
        "ratio",
        "net",
        "sale",
        "sg",
        "expense",
        "full",
        "year",
        "billion",
        "yen",
        "compared",
        "billion",
        "yen",
        "full",
        "year",
        "sg",
        "ratio",
        "net",
        "sale",
        "regard",
        "opex",
        "operating",
        "expense",
        "r",
        "sg",
        "r",
        "investment",
        "made",
        "attain",
        "future",
        "growth",
        "continued",
        "control",
        "sg",
        "discipline",
        "operating",
        "income",
        "billion",
        "yen",
        "equivalent",
        "operating",
        "margin",
        "full",
        "year",
        "basis",
        "operating",
        "income",
        "improved",
        "billion",
        "yen",
        "equivalent",
        "operating",
        "margin",
        "mainly",
        "due",
        "sale",
        "increase",
        "continued",
        "opex",
        "discipline",
        "net",
        "income",
        "attributable",
        "shareholder",
        "parent",
        "company",
        "full",
        "year",
        "billion",
        "yen",
        "net",
        "income",
        "per",
        "share",
        "full",
        "year",
        "yen",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "full",
        "year",
        "billion",
        "yen",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "billion",
        "yen",
        "mainly",
        "due",
        "expenditure",
        "amount",
        "billion",
        "yen",
        "resulted",
        "negative",
        "free",
        "cash",
        "flow",
        "billion",
        "yen",
        "capital",
        "expenditure",
        "property",
        "plant",
        "equipment",
        "manufacturing",
        "equipment",
        "intangible",
        "asset",
        "billion",
        "yen",
        "full",
        "year",
        "expenditure",
        "acquisition",
        "intersil",
        "based",
        "amount",
        "investment",
        "decision",
        "made",
        "refer",
        "cash",
        "outlay",
        "cash",
        "flow",
        "statement",
        "outlook",
        "first",
        "quarter",
        "first",
        "quarter",
        "renesas",
        "expects",
        "semiconductor",
        "sale",
        "billion",
        "yen",
        "gross",
        "margin",
        "expected",
        "decrease",
        "point",
        "mainly",
        "due",
        "decrease",
        "sale",
        "point",
        "quarter",
        "mainly",
        "due",
        "increase",
        "depreciation",
        "cost",
        "operating",
        "margin",
        "expected",
        "decrease",
        "point",
        "point",
        "quarter",
        "forecast",
        "first",
        "quarter",
        "calculated",
        "rate",
        "yen",
        "per",
        "usd",
        "yen",
        "per",
        "euro",
        "capital",
        "expenditure",
        "based",
        "amount",
        "investment",
        "decision",
        "made",
        "property",
        "plant",
        "equipment",
        "manufacturing",
        "equipment",
        "intangible",
        "asset",
        "first",
        "quarter",
        "expected",
        "net",
        "revenue",
        "reference",
        "refer",
        "renesas",
        "electronics",
        "earnings",
        "report",
        "renesas",
        "electronics",
        "report",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "consolidated",
        "balance",
        "sheet",
        "consolidated",
        "statement",
        "income",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "statement",
        "statement",
        "press",
        "release",
        "respect",
        "plan",
        "strategy",
        "financial",
        "outlook",
        "renesas",
        "electronics",
        "consolidated",
        "subsidiary",
        "collectively",
        "statement",
        "involving",
        "risk",
        "uncertainty",
        "caution",
        "advance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "due",
        "several",
        "important",
        "factor",
        "including",
        "limited",
        "general",
        "economic",
        "condition",
        "market",
        "primarily",
        "japan",
        "north",
        "america",
        "asia",
        "europe",
        "demand",
        "competitive",
        "pricing",
        "pressure",
        "product",
        "service",
        "marketplace",
        "ability",
        "continue",
        "win",
        "acceptance",
        "product",
        "service",
        "highly",
        "competitive",
        "market",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "particularly",
        "yen",
        "dollar",
        "among",
        "factor",
        "downturn",
        "world",
        "economy",
        "deteriorating",
        "financial",
        "condition",
        "world",
        "market",
        "deterioration",
        "domestic",
        "overseas",
        "stock",
        "market",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "projected",
        "result",
        "forecast",
        "renesas",
        "electronics",
        "corporation",
        "renesas",
        "electronics",
        "corporation",
        "tse",
        "delivers",
        "trusted",
        "embedded",
        "design",
        "innovation",
        "complete",
        "semiconductor",
        "solution",
        "enable",
        "billion",
        "connected",
        "intelligent",
        "device",
        "enhance",
        "way",
        "people",
        "work",
        "safely",
        "global",
        "leader",
        "microcontrollers",
        "analog",
        "power",
        "soc",
        "product",
        "renesas",
        "provides",
        "expertise",
        "quality",
        "comprehensive",
        "solution",
        "broad",
        "range",
        "automotive",
        "industrial",
        "home",
        "electronics",
        "office",
        "automation",
        "information",
        "communication",
        "technology",
        "application",
        "help",
        "shape",
        "limitless",
        "future",
        "learn",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "renesas",
        "electronics",
        "corporation",
        "kyoko",
        "okamoto",
        "pr",
        "investor",
        "contact",
        "renesas",
        "electronics",
        "corporation",
        "makie",
        "uehara",
        "ir",
        "source",
        "renesas",
        "electronics",
        "corporation"
    ]
}