{
    "organizations": [],
    "uuid": "1af9870f056e2fa97a73ebe5c62f0d67f6aa44da",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/15/the-associated-press-8-lenders-that-arent-serving-people-of-color-for-home-loans.html",
    "ord_in_thread": 0,
    "title": "8 lenders that aren't serving people of color for home loans",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Across America, a troubling pattern emerges in data analyzed by Reveal from The Center for Investigative Reporting: Nearly two-thirds of mortgage lenders denied home loans for people of color at higher rates than for white people. But among the 6,600 U.S. lenders, some banks stood out for particularly extreme practices.\nNote: Unless otherwise specified, all figures below rely on publicly available Home Mortgage Disclosure Act data and reflect conventional home purchase lending in 2015 and 2016.\nSome of America's biggest banks had the worst track records. Among banks that took in more than 10,000 conventional loan applications in 2015 and 2016, these two were the most likely to say no:\nTD Bank - \"America's most convenient bank\"\nHeadquarters: Cherry Hill, New Jersey\nThe skinny: African American and Latino borrowers are more likely to get turned down by TD Bank than by any other major mortgage lender. The bank turned down 54 percent of black homebuyers and 45 percent of Latino homebuyers, more than three times the industry averages.\nThe response: TD Bank declined to discuss its lending. Bank spokeswoman Judith Schmidt sent a statement saying the bank \"makes credit decisions based on each customer's credit profile, not on factors such as race and ethnicity.\" It said an internal review of its lending patterns found that, after taking into account creditworthiness, its black and Latino applicants were no more likely to be denied loans than white applicants.\nCapital One - \"What's in your wallet?\"\nHeadquarters: McLean, Virginia\nThe skinny: Capital One exited the home mortgage market in 2017. In the years before, it took in a higher proportion of mortgage applications from people of color than most of its competitors. But when African Americans approached Capital One to buy a home, they were more likely to get turned down than get a loan. Latino applicants fared slightly better. They were rejected 31 percent of the time, the third-highest rate among major lenders.\nThe response: In an email, Capital One spokeswoman Tatiana Stead said the company \"either exceeds or is in line with industry benchmarks\" when it comes to serving people of color and minority neighborhoods. \"We have and will continue (to) work to ensure that Capital One's lending standards and our commitment to fair banking practices are maintained across all of our banking operations,\" she said.\nThe economic recovery has been marked by the rise of mortgage lenders, which unlike banks are not required to follow Community Reinvestment Act rules to lend to low-income borrowers and in blighted communities.\nRuoff Home Mortgage - \"A great name to know when you need a mortgage\"\nHeadquarters: Fort Wayne, Indiana\nThe skinny: Since the housing bust, family-owned Ruoff Home Mortgage has originated the most loans in Indiana and is one of the fastest-growing mortgage lenders in the country. Although its biggest market was Indianapolis, with a large African American community, the company made 92 percent of its 5,300 conventional home loans to whites in 2015 and 2016.\nThe response: A spokeswoman for the company did not respond to two emails and a voicemail requesting comment.\nCitizens First Wholesale Mortgage Co. - \"Your hometown wholesale lender\"\nHeadquarters: Sumter County, Florida\nThe skinny: Located in The Villages, a retirement community halfway between Gainesville and Orlando, Citizens First is one of the largest lenders in America to cater almost exclusively to whites. Federal lending documents show 97 percent of the home loans it made in 2015 and 2016 were to whites.\nThe response: A Citizens First official did not respond to a voicemail and two emails requesting comment.\nThe Community Reinvestment Act allows banks to draw lines on maps to define \"assessment areas,\" where regulators should scrutinize their lending. Some of those that lend almost entirely to whites drew service areas that excluded neighborhoods where large numbers of people of color live.\nFirst National Bank in Staunton - \"Community banks care about their communities\" Headquarters: Staunton, Illinois\nThe skinny: The St. Louis metro area is racially diverse, home to more than 500,000 African Americans. But over two years, none of the 324 home loans made by First National Bank in Staunton went to an African American or Latino. All nine of its branches are in neighborhoods of the metro area that are at least 89 percent white. First National told regulators who enforce the Community Reinvestment Act that it intends to serve two overwhelmingly white counties in the St. Louis area, stopping at the county line of St. Clair County - home to East St. Louis, a predominantly black city.\nThe response: A First National official did not respond to two emails and a voicemail requesting comment.\nFirst Federal Savings and Loan Association of Greene County - \"People you know, the people you can trust!\"\nHeadquarters: Waynesburg, Pennsylvania\nThe skinny: Like St. Louis, Pittsburgh is a racially diverse city with a large population of African Americans, but First Federal Savings and Loan doesn't serve them. Its branches all are in majority-white neighborhoods. Of the 554 conventional mortgages it issued in 2015 and 2016, 99 percent went to whites. Like First National Bank in Staunton, Illinois, it crafted an assessment area under the Community Reinvestment Act that includes overwhelmingly white suburban and rural counties, but stops at the Allegheny County line, where large numbers of people of color live.\nThe response: In a letter to Reveal, the company's president and chief executive, Judi Goodwin Tanner, said that wasn't a problem: \"While this statistic alone might certainly be used to attempt to cast First Federal in a negative light,\" she said, federal regulators had found \"no evidence of discriminatory or other illegal credit practices.\" In her letter, Tanner stated that the county where the bank is headquartered is 94.8 percent white. It said the bank had approved nearly all nonwhite applicants who sought a residential mortgage.\nThe Justice Department and U.S. Department of Housing and Urban Development rarely sue banks for redlining. Only a handful of cases were brought under President Barack Obama. None have been brought under President Donald Trump. These are two banks that had cases brought against them and the results:\nKleinBank - \"A foundation of integrity and trust\"\nHeadquarters: Chaska, Minnesota\nThe skinny: A week before Obama left office, the Justice Department sued KleinBank, accusing it of unlawful redlining of majority-minority neighborhoods in the Minneapolis area. Federal lending data shows the bank made one loan to an African American and six to Latinos in 2015 and 2016, out of 585 total. In its lawsuit, the Justice Department cited KleinBank's self-designated Community Reinvestment Act service area, a horseshoe around sections of the Twin Cities metro area where large numbers of people of color live. KleinBank is defending itself by citing its most recent satisfactory Community Reinvestment Act review from the federal Office of the Comptroller of the Currency.\nThe response: \"My comments are already in the public domain and on the public record, so I'd suggest you follow those,\" Doug Hile, the bank's president and chief executive, said before hanging up the phone. In an interview with The New York Times last year, Hile said of the Justice Department suit: \"We are just not going to accept the premise that we should have to admit to doing something wrong when we didn't do something wrong.\"\nAssociated Bank - \"Bank of the Packers since 1919\"\nHeadquarters: Green Bay, Wisconsin\nThe skinny: In May 2015, the U.S. Department of Housing and Urban Development reached a $200 million fair lending settlement with Associated Bank, a major regional holding company. The company's two largest markets are the racially diverse cities of Chicago and Milwaukee, but in 2014, the year before its settlement with HUD, 92 percent of the company's conventional mortgage loans went to whites. By the end of 2016, the bank had improved but still made 32 times as many loans to white homebuyers as African American ones. In Chicago, it had a whiter borrower profile than any major bank in the area.\nThe response: A spokeswoman for Associated Bank did not respond to a voicemail and two emails requesting comment.\nAaron Glantz can be reached at aglantz@revealnews.org , Emmanuel Martinez can be reached at emartinez@revealnews.org , and Jennifer Gollan can be reached at jgollan@revealnews.org . Follow them on Twitter: @Aaron_Glantz, @eman_thedataman and @jennifergollan",
    "published": "2018-02-15T07:01:00.000+02:00",
    "crawled": "2018-02-15T16:50:35.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "across",
        "america",
        "troubling",
        "pattern",
        "emerges",
        "data",
        "analyzed",
        "reveal",
        "center",
        "investigative",
        "reporting",
        "nearly",
        "mortgage",
        "lender",
        "denied",
        "home",
        "loan",
        "people",
        "color",
        "higher",
        "rate",
        "white",
        "people",
        "among",
        "lender",
        "bank",
        "stood",
        "particularly",
        "extreme",
        "practice",
        "note",
        "unless",
        "otherwise",
        "specified",
        "figure",
        "rely",
        "publicly",
        "available",
        "home",
        "mortgage",
        "disclosure",
        "act",
        "data",
        "reflect",
        "conventional",
        "home",
        "purchase",
        "lending",
        "america",
        "biggest",
        "bank",
        "worst",
        "track",
        "record",
        "among",
        "bank",
        "took",
        "conventional",
        "loan",
        "application",
        "two",
        "likely",
        "say",
        "td",
        "bank",
        "america",
        "convenient",
        "bank",
        "headquarters",
        "cherry",
        "hill",
        "new",
        "jersey",
        "skinny",
        "african",
        "american",
        "latino",
        "borrower",
        "likely",
        "get",
        "turned",
        "td",
        "bank",
        "major",
        "mortgage",
        "lender",
        "bank",
        "turned",
        "percent",
        "black",
        "homebuyers",
        "percent",
        "latino",
        "homebuyers",
        "three",
        "time",
        "industry",
        "average",
        "response",
        "td",
        "bank",
        "declined",
        "discus",
        "lending",
        "bank",
        "spokeswoman",
        "judith",
        "schmidt",
        "sent",
        "statement",
        "saying",
        "bank",
        "make",
        "credit",
        "decision",
        "based",
        "customer",
        "credit",
        "profile",
        "factor",
        "race",
        "ethnicity",
        "said",
        "internal",
        "review",
        "lending",
        "pattern",
        "found",
        "taking",
        "account",
        "creditworthiness",
        "black",
        "latino",
        "applicant",
        "likely",
        "denied",
        "loan",
        "white",
        "applicant",
        "capital",
        "one",
        "wallet",
        "headquarters",
        "mclean",
        "virginia",
        "skinny",
        "capital",
        "one",
        "exited",
        "home",
        "mortgage",
        "market",
        "year",
        "took",
        "higher",
        "proportion",
        "mortgage",
        "application",
        "people",
        "color",
        "competitor",
        "african",
        "american",
        "approached",
        "capital",
        "one",
        "buy",
        "home",
        "likely",
        "get",
        "turned",
        "get",
        "loan",
        "latino",
        "applicant",
        "fared",
        "slightly",
        "better",
        "rejected",
        "percent",
        "time",
        "rate",
        "among",
        "major",
        "lender",
        "response",
        "email",
        "capital",
        "one",
        "spokeswoman",
        "tatiana",
        "stead",
        "said",
        "company",
        "either",
        "exceeds",
        "line",
        "industry",
        "benchmark",
        "come",
        "serving",
        "people",
        "color",
        "minority",
        "neighborhood",
        "continue",
        "work",
        "ensure",
        "capital",
        "one",
        "lending",
        "standard",
        "commitment",
        "fair",
        "banking",
        "practice",
        "maintained",
        "across",
        "banking",
        "operation",
        "said",
        "economic",
        "recovery",
        "marked",
        "rise",
        "mortgage",
        "lender",
        "unlike",
        "bank",
        "required",
        "follow",
        "community",
        "reinvestment",
        "act",
        "rule",
        "lend",
        "borrower",
        "blighted",
        "community",
        "ruoff",
        "home",
        "mortgage",
        "great",
        "name",
        "know",
        "need",
        "mortgage",
        "headquarters",
        "fort",
        "wayne",
        "indiana",
        "skinny",
        "since",
        "housing",
        "bust",
        "ruoff",
        "home",
        "mortgage",
        "originated",
        "loan",
        "indiana",
        "one",
        "mortgage",
        "lender",
        "country",
        "although",
        "biggest",
        "market",
        "indianapolis",
        "large",
        "african",
        "american",
        "community",
        "company",
        "made",
        "percent",
        "conventional",
        "home",
        "loan",
        "white",
        "response",
        "spokeswoman",
        "company",
        "respond",
        "two",
        "email",
        "voicemail",
        "requesting",
        "comment",
        "citizen",
        "first",
        "wholesale",
        "mortgage",
        "hometown",
        "wholesale",
        "lender",
        "headquarters",
        "sumter",
        "county",
        "florida",
        "skinny",
        "located",
        "village",
        "retirement",
        "community",
        "halfway",
        "gainesville",
        "orlando",
        "citizen",
        "first",
        "one",
        "largest",
        "lender",
        "america",
        "cater",
        "almost",
        "exclusively",
        "white",
        "federal",
        "lending",
        "document",
        "show",
        "percent",
        "home",
        "loan",
        "made",
        "white",
        "response",
        "citizen",
        "first",
        "official",
        "respond",
        "voicemail",
        "two",
        "email",
        "requesting",
        "comment",
        "community",
        "reinvestment",
        "act",
        "allows",
        "bank",
        "draw",
        "line",
        "map",
        "define",
        "assessment",
        "area",
        "regulator",
        "scrutinize",
        "lending",
        "lend",
        "almost",
        "entirely",
        "white",
        "drew",
        "service",
        "area",
        "excluded",
        "neighborhood",
        "large",
        "number",
        "people",
        "color",
        "live",
        "first",
        "national",
        "bank",
        "staunton",
        "community",
        "bank",
        "care",
        "community",
        "headquarters",
        "staunton",
        "illinois",
        "skinny",
        "louis",
        "metro",
        "area",
        "racially",
        "diverse",
        "home",
        "african",
        "american",
        "two",
        "year",
        "none",
        "home",
        "loan",
        "made",
        "first",
        "national",
        "bank",
        "staunton",
        "went",
        "african",
        "american",
        "latino",
        "nine",
        "branch",
        "neighborhood",
        "metro",
        "area",
        "least",
        "percent",
        "white",
        "first",
        "national",
        "told",
        "regulator",
        "enforce",
        "community",
        "reinvestment",
        "act",
        "intends",
        "serve",
        "two",
        "overwhelmingly",
        "white",
        "county",
        "louis",
        "area",
        "stopping",
        "county",
        "line",
        "clair",
        "county",
        "home",
        "east",
        "louis",
        "predominantly",
        "black",
        "city",
        "response",
        "first",
        "national",
        "official",
        "respond",
        "two",
        "email",
        "voicemail",
        "requesting",
        "comment",
        "first",
        "federal",
        "saving",
        "loan",
        "association",
        "greene",
        "county",
        "people",
        "know",
        "people",
        "trust",
        "headquarters",
        "waynesburg",
        "pennsylvania",
        "skinny",
        "like",
        "louis",
        "pittsburgh",
        "racially",
        "diverse",
        "city",
        "large",
        "population",
        "african",
        "american",
        "first",
        "federal",
        "saving",
        "loan",
        "serve",
        "branch",
        "neighborhood",
        "conventional",
        "mortgage",
        "issued",
        "percent",
        "went",
        "white",
        "like",
        "first",
        "national",
        "bank",
        "staunton",
        "illinois",
        "crafted",
        "assessment",
        "area",
        "community",
        "reinvestment",
        "act",
        "includes",
        "overwhelmingly",
        "white",
        "suburban",
        "rural",
        "county",
        "stop",
        "allegheny",
        "county",
        "line",
        "large",
        "number",
        "people",
        "color",
        "live",
        "response",
        "letter",
        "reveal",
        "company",
        "president",
        "chief",
        "executive",
        "judi",
        "goodwin",
        "tanner",
        "said",
        "problem",
        "statistic",
        "alone",
        "might",
        "certainly",
        "used",
        "attempt",
        "cast",
        "first",
        "federal",
        "negative",
        "light",
        "said",
        "federal",
        "regulator",
        "found",
        "evidence",
        "discriminatory",
        "illegal",
        "credit",
        "practice",
        "letter",
        "tanner",
        "stated",
        "county",
        "bank",
        "headquartered",
        "percent",
        "white",
        "said",
        "bank",
        "approved",
        "nearly",
        "nonwhite",
        "applicant",
        "sought",
        "residential",
        "mortgage",
        "justice",
        "department",
        "department",
        "housing",
        "urban",
        "development",
        "rarely",
        "sue",
        "bank",
        "redlining",
        "handful",
        "case",
        "brought",
        "president",
        "barack",
        "obama",
        "none",
        "brought",
        "president",
        "donald",
        "trump",
        "two",
        "bank",
        "case",
        "brought",
        "result",
        "kleinbank",
        "foundation",
        "integrity",
        "trust",
        "headquarters",
        "chaska",
        "minnesota",
        "skinny",
        "week",
        "obama",
        "left",
        "office",
        "justice",
        "department",
        "sued",
        "kleinbank",
        "accusing",
        "unlawful",
        "redlining",
        "neighborhood",
        "minneapolis",
        "area",
        "federal",
        "lending",
        "data",
        "show",
        "bank",
        "made",
        "one",
        "loan",
        "african",
        "american",
        "six",
        "latino",
        "total",
        "lawsuit",
        "justice",
        "department",
        "cited",
        "kleinbank",
        "community",
        "reinvestment",
        "act",
        "service",
        "area",
        "horseshoe",
        "around",
        "section",
        "twin",
        "city",
        "metro",
        "area",
        "large",
        "number",
        "people",
        "color",
        "live",
        "kleinbank",
        "defending",
        "citing",
        "recent",
        "satisfactory",
        "community",
        "reinvestment",
        "act",
        "review",
        "federal",
        "office",
        "comptroller",
        "currency",
        "response",
        "comment",
        "already",
        "public",
        "domain",
        "public",
        "record",
        "suggest",
        "follow",
        "doug",
        "hile",
        "bank",
        "president",
        "chief",
        "executive",
        "said",
        "hanging",
        "phone",
        "interview",
        "new",
        "york",
        "time",
        "last",
        "year",
        "hile",
        "said",
        "justice",
        "department",
        "suit",
        "going",
        "accept",
        "premise",
        "admit",
        "something",
        "wrong",
        "something",
        "wrong",
        "associated",
        "bank",
        "bank",
        "packer",
        "since",
        "headquarters",
        "green",
        "bay",
        "wisconsin",
        "skinny",
        "may",
        "department",
        "housing",
        "urban",
        "development",
        "reached",
        "million",
        "fair",
        "lending",
        "settlement",
        "associated",
        "bank",
        "major",
        "regional",
        "holding",
        "company",
        "company",
        "two",
        "largest",
        "market",
        "racially",
        "diverse",
        "city",
        "chicago",
        "milwaukee",
        "year",
        "settlement",
        "hud",
        "percent",
        "company",
        "conventional",
        "mortgage",
        "loan",
        "went",
        "white",
        "end",
        "bank",
        "improved",
        "still",
        "made",
        "time",
        "many",
        "loan",
        "white",
        "homebuyers",
        "african",
        "american",
        "one",
        "chicago",
        "whiter",
        "borrower",
        "profile",
        "major",
        "bank",
        "area",
        "response",
        "spokeswoman",
        "associated",
        "bank",
        "respond",
        "voicemail",
        "two",
        "email",
        "requesting",
        "comment",
        "aaron",
        "glantz",
        "reached",
        "aglantz",
        "emmanuel",
        "martinez",
        "reached",
        "emartinez",
        "jennifer",
        "gollan",
        "reached",
        "jgollan",
        "follow",
        "twitter",
        "jennifergollan"
    ]
}