{
    "organizations": [],
    "uuid": "63c885877905649d45ee9ac8a7a96cecb40e7c83",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/20/globe-newswire-noble-energy-provides-updated-outlook-through-2020-focused-on-cash-flow-growth-and-shareholder-return.html",
    "ord_in_thread": 0,
    "title": "Noble Energy Provides Updated Outlook Through 2020 Focused on Cash Flow Growth and Shareholder Return",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Houston, Feb. 20, 2018 (GLOBE NEWSWIRE) -- Noble Energy, Inc. (NYSE: NBL ) (“Noble Energy” or the “Company”) today provided an updated outlook through 2020, including detailed guidance for 2018.\nOutlook Through 2020\nThe Company provided an updated outlook through 2020, including scenarios at a $50 per barrel WTI oil price with $3 Henry Hub natural gas, as well as at recent strip pricing (1) . Key highlights and outcomes include:\nThe Company expects to generate a cumulative total of $1.5 billion of excess cash flows (2) through 2020 in the $50 scenario, and an additional $1.5 billion at strip pricing. Board-authorized $750 million share repurchase program and current dividend payout will result in more than $1.3 billion in direct shareholder return over the plan period. Capital expenditures are estimated to be approximately $2.8 billion annually through 2020 in both pricing scenarios, with no changes in activity levels assumed. More than 80 percent of total capital is planned for U.S. onshore assets and in excess of 15 percent will be allocated to the Eastern Mediterranean, primarily for the Leviathan project. Estimated cash flow from operations is anticipated to grow at a 35 percent compound annual growth rate (3) in the $50 scenario and 40 percent at strip pricing as compared to 2017. Estimated volumes are anticipated to grow to approximately 525 thousand barrels of oil equivalent per day (MBoe/d) in 2020, a 20 percent compound annual growth rate (3) from 2017. Oil volumes grow at more than a 25 percent compound annual growth rate (3) . Type curves in near-term development areas have been increased by an average of 25 percent in the DJ Basin and 15 percent in the Delaware Basin. As compared to the Company’s January 2017 plan, increased productivity has led to similar anticipated production growth for the Texas and Colorado assets with $500 million less in expected capital expenditures through 2020. Leverage (net debt to EBITDA (4) ) is anticipated to be reduced below 1.5 times in 2020 in the $50 scenario, or in 2019 in the strip pricing scenario.\nDavid L. Stover, Noble Energy's Chairman, President and CEO, commented, \"The transformative portfolio repositioning we have executed over the last several years, along with increased capital efficiency and enhanced well productivity, has positioned Noble Energy to deliver attractive multi-year volume growth and even more attractive cash flow growth. Today’s updated outlook demonstrates the Company’s high-quality portfolio, operational excellence and financial strength, which will drive top-tier, debt-adjusted per share growth and create substantial value for our shareholders in 2018 and beyond.”\nMr. Stover continued, “The combination of our recently-announced share repurchase program and current dividend is expected to return over $1.3 billion to shareholders over the next three years. With substantial cash flow growth, we anticipate additional return to shareholders through future dividend growth. The strength of our Company extends well beyond 2020. The high-quality nature and depth of our investment opportunities across our U.S. onshore and Eastern Mediterranean assets, combined with superior operational execution and financial strength, provide a differential long-term value proposition for our shareholders.”\n2018 Guidance\nKey highlights and outcomes include:\nCapital expenditures are expected to total between $2.7 and $2.9 billion, with nearly 70 percent allocated to the U.S. onshore program and over 25 percent to the Eastern Mediterranean. Full-year sales volumes, at the midpoint of the Company’s expected range, are approximately 12 percent higher than 2017 (3) . U.S. onshore volumes are expected to increase more than 20 percent (3) and U.S. onshore oil volumes are anticipated to be up nearly 30 percent (3) with upstream capital investments essentially flat to 2017 levels.\nFor 2018, U.S. onshore upstream capital investments are expected to be approximately $1.8 billion at the midpoint of the Company’s annual range. Noble Energy plans to invest approximately $165 million for midstream infrastructure buildout. In the Eastern Mediterranean, the Company’s expected capital expenditures are $750 million to progress the Leviathan development towards first production late next year. The remaining $85 million is primarily related to exploration.\nFull-year 2018 reported sales volumes are expected to average between 343 and 353 MBoe/d. The 2018 expected volume range is consistent with the Company’s prior plan outlined in January 2017, after adjusting for divestments. Noble Energy has provided a divestment-adjusted volumes table reflecting the impact for all transactions in 2017 and 2018 in the appendix of the Company’s Multi-year Outlook presentation deck.\nThe Company expects to average nine operated onshore rigs throughout 2018 (1.5 DJ Basin, 6 Delaware Basin, and 1.5 Eagle Ford Shale), with approximately 200 operated wells across the U.S. onshore business anticipated to commence production. The majority of the U.S. onshore growth will be driven by the Delaware Basin development program, which should result in Delaware Basin production growth and U.S. onshore oil growth every quarter. Full-year Eagle Ford Shale volumes are expected to be similar to full year 2017 volumes, although decline is expected through 2018. In the DJ Basin, production in the second half of 2018 is expected to be higher than the first half of the year, reflecting third-party gas processing expansion and Mustang development.\nGross sales volumes at Tamar are anticipated to increase slightly from 2017. Reported net volumes in Israel are anticipated to be slightly lower than 2017, reflecting the Tamar 7.5 percent working interest divestiture, which is anticipated to close late in the first quarter of 2018. The divestment of the Gulf of Mexico assets announced early in 2018 is anticipated to close in the second quarter of 2018. West Africa volumes are lower by approximately 20 percent.\nFirst quarter volumes are anticipated to be between 358 MBoe/d and 368 MBoe/d. As compared to the fourth quarter 2017, first quarter volumes are anticipated lower by 11 MBoe/d due to the impact of divestitures in the U.S. onshore (8 MBoe/d) and the previously announced divestiture of Tamar (3 MBoe/d). First quarter 2018 West Africa volumes are lower due to maintenance downtime at the Alba field. Additional full-year and first quarter 2018 guidance details are available in the Multi-year Outlook presentation deck provided on the ‘Investors’ page of the Company’s website, www.nblenergy.com .\n(1) Strip pricing as of the end of January 2018. (2) Excess cash flow is defined as GAAP cash flow from operations plus anticipated portfolio proceeds less capital investments less dividends/distributions. (3) Pro forma for asset divestments. (4) GAAP earnings before interest, taxes, depreciation, depletion and amortization.\nNoble Energy (NYSE: NBL) is an independent oil and natural gas exploration and production company with a diversified high-quality portfolio of both U.S. unconventional and global offshore conventional assets. Founded more than 85 years ago, the Company is committed to safely and responsibly delivering our purpose: Energizing the World, Bettering People's Lives®. For more information, visit www.nblenergy.com.\nThis news release contains certain \"forward-looking statements\" within the meaning of federal securities laws. Words such as \"anticipates\", \"believes\", \"expects\", \"intends\", \"will\", \"should\", \"may\", and similar expressions may be used to identify forward-looking statements. Forward-looking statements are not statements of historical fact and reflect Noble Energy's current views about future events. Such forward-looking statements may include, but are not limited to, future financial and operating results, and other statements that are not historical facts, including estimates of oil and natural gas reserves and resources, estimates of future production, assumptions regarding future oil and natural gas pricing, planned drilling activity, future results of operations, projected cash flow and liquidity, business strategy and other plans and objectives for future operations. No assurances can be given that the forward-looking statements contained in this news release will occur as projected and actual results may differ materially from those projected. Forward-looking statements are based on current expectations, estimates and assumptions that involve a number of risks and uncertainties that could cause actual results to differ materially from those projected. These risks and uncertainties include, without limitation, the volatility in commodity prices for crude oil and natural gas, the presence or recoverability of estimated reserves, the ability to replace reserves, environmental risks, drilling and operating risks, exploration and development risks, competition, government regulation or other actions, the ability of management to execute its plans to meet its goals and other risks inherent in Noble Energy's businesses that are discussed in Noble Energy's most recent annual reports on Form 10-K, respectively, and in other Noble Energy reports on file with the Securities and Exchange Commission (the \"SEC\"). These reports are also available from the sources described above. Forward-looking statements are based on the estimates and opinions of management at the time the statements are made. Noble Energy does not assume any obligation to update any forward-looking statements should circumstances or management’s estimates or opinions change.\nInvestor Contacts Brad Whitmarsh (281) 943-1670 Brad.Whitmarsh@nblenergy.com Megan Dolezal (281) 943-1861 Megan.Dolezal@nblenergy.com Lauren Brown (281) 872-3208 Lauren.Brown@nblenergy.com Media Contacts Reba Reid (713) 412-8441 media@nblenergy.com Paula Beasley (281) 876-6133 media@nblenergy.com\nSource:Noble Energy Inc.",
    "published": "2018-02-20T15:10:00.000+02:00",
    "crawled": "2018-02-20T17:17:55.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "globe",
        "newswire",
        "noble",
        "energy",
        "nyse",
        "nbl",
        "noble",
        "energy",
        "company",
        "today",
        "provided",
        "updated",
        "outlook",
        "including",
        "detailed",
        "guidance",
        "outlook",
        "company",
        "provided",
        "updated",
        "outlook",
        "including",
        "scenario",
        "per",
        "barrel",
        "wti",
        "oil",
        "price",
        "henry",
        "hub",
        "natural",
        "gas",
        "well",
        "recent",
        "strip",
        "pricing",
        "key",
        "highlight",
        "outcome",
        "include",
        "company",
        "expects",
        "generate",
        "cumulative",
        "total",
        "billion",
        "excess",
        "cash",
        "flow",
        "scenario",
        "additional",
        "billion",
        "strip",
        "pricing",
        "million",
        "share",
        "repurchase",
        "program",
        "current",
        "dividend",
        "payout",
        "result",
        "billion",
        "direct",
        "shareholder",
        "return",
        "plan",
        "period",
        "capital",
        "expenditure",
        "estimated",
        "approximately",
        "billion",
        "annually",
        "pricing",
        "scenario",
        "change",
        "activity",
        "level",
        "assumed",
        "percent",
        "total",
        "capital",
        "planned",
        "onshore",
        "asset",
        "excess",
        "percent",
        "allocated",
        "eastern",
        "mediterranean",
        "primarily",
        "leviathan",
        "project",
        "estimated",
        "cash",
        "flow",
        "operation",
        "anticipated",
        "grow",
        "percent",
        "compound",
        "annual",
        "growth",
        "rate",
        "scenario",
        "percent",
        "strip",
        "pricing",
        "compared",
        "estimated",
        "volume",
        "anticipated",
        "grow",
        "approximately",
        "thousand",
        "barrel",
        "oil",
        "equivalent",
        "per",
        "day",
        "percent",
        "compound",
        "annual",
        "growth",
        "rate",
        "oil",
        "volume",
        "grow",
        "percent",
        "compound",
        "annual",
        "growth",
        "rate",
        "type",
        "curve",
        "development",
        "area",
        "increased",
        "average",
        "percent",
        "dj",
        "basin",
        "percent",
        "delaware",
        "basin",
        "compared",
        "company",
        "january",
        "plan",
        "increased",
        "productivity",
        "led",
        "similar",
        "anticipated",
        "production",
        "growth",
        "texas",
        "colorado",
        "asset",
        "million",
        "less",
        "expected",
        "capital",
        "expenditure",
        "leverage",
        "net",
        "debt",
        "ebitda",
        "anticipated",
        "reduced",
        "time",
        "scenario",
        "strip",
        "pricing",
        "scenario",
        "david",
        "stover",
        "noble",
        "energy",
        "chairman",
        "president",
        "ceo",
        "commented",
        "transformative",
        "portfolio",
        "repositioning",
        "executed",
        "last",
        "several",
        "year",
        "along",
        "increased",
        "capital",
        "efficiency",
        "enhanced",
        "well",
        "productivity",
        "positioned",
        "noble",
        "energy",
        "deliver",
        "attractive",
        "volume",
        "growth",
        "even",
        "attractive",
        "cash",
        "flow",
        "growth",
        "today",
        "updated",
        "outlook",
        "demonstrates",
        "company",
        "portfolio",
        "operational",
        "excellence",
        "financial",
        "strength",
        "drive",
        "per",
        "share",
        "growth",
        "create",
        "substantial",
        "value",
        "shareholder",
        "stover",
        "continued",
        "combination",
        "share",
        "repurchase",
        "program",
        "current",
        "dividend",
        "expected",
        "return",
        "billion",
        "shareholder",
        "next",
        "three",
        "year",
        "substantial",
        "cash",
        "flow",
        "growth",
        "anticipate",
        "additional",
        "return",
        "shareholder",
        "future",
        "dividend",
        "growth",
        "strength",
        "company",
        "extends",
        "well",
        "beyond",
        "nature",
        "depth",
        "investment",
        "opportunity",
        "across",
        "onshore",
        "eastern",
        "mediterranean",
        "asset",
        "combined",
        "superior",
        "operational",
        "execution",
        "financial",
        "strength",
        "provide",
        "differential",
        "value",
        "proposition",
        "guidance",
        "key",
        "highlight",
        "outcome",
        "include",
        "capital",
        "expenditure",
        "expected",
        "total",
        "billion",
        "nearly",
        "percent",
        "allocated",
        "onshore",
        "program",
        "percent",
        "eastern",
        "mediterranean",
        "sale",
        "volume",
        "midpoint",
        "company",
        "expected",
        "range",
        "approximately",
        "percent",
        "higher",
        "onshore",
        "volume",
        "expected",
        "increase",
        "percent",
        "onshore",
        "oil",
        "volume",
        "anticipated",
        "nearly",
        "percent",
        "upstream",
        "capital",
        "investment",
        "essentially",
        "flat",
        "level",
        "onshore",
        "upstream",
        "capital",
        "investment",
        "expected",
        "approximately",
        "billion",
        "midpoint",
        "company",
        "annual",
        "range",
        "noble",
        "energy",
        "plan",
        "invest",
        "approximately",
        "million",
        "midstream",
        "infrastructure",
        "buildout",
        "eastern",
        "mediterranean",
        "company",
        "expected",
        "capital",
        "expenditure",
        "million",
        "progress",
        "leviathan",
        "development",
        "towards",
        "first",
        "production",
        "late",
        "next",
        "year",
        "remaining",
        "million",
        "primarily",
        "related",
        "exploration",
        "reported",
        "sale",
        "volume",
        "expected",
        "average",
        "expected",
        "volume",
        "range",
        "consistent",
        "company",
        "prior",
        "plan",
        "outlined",
        "january",
        "adjusting",
        "divestments",
        "noble",
        "energy",
        "provided",
        "volume",
        "table",
        "reflecting",
        "impact",
        "transaction",
        "appendix",
        "company",
        "outlook",
        "presentation",
        "deck",
        "company",
        "expects",
        "average",
        "nine",
        "operated",
        "onshore",
        "rig",
        "throughout",
        "dj",
        "basin",
        "delaware",
        "basin",
        "eagle",
        "ford",
        "shale",
        "approximately",
        "operated",
        "well",
        "across",
        "onshore",
        "business",
        "anticipated",
        "commence",
        "production",
        "majority",
        "onshore",
        "growth",
        "driven",
        "delaware",
        "basin",
        "development",
        "program",
        "result",
        "delaware",
        "basin",
        "production",
        "growth",
        "onshore",
        "oil",
        "growth",
        "every",
        "quarter",
        "eagle",
        "ford",
        "shale",
        "volume",
        "expected",
        "similar",
        "full",
        "year",
        "volume",
        "although",
        "decline",
        "expected",
        "dj",
        "basin",
        "production",
        "second",
        "half",
        "expected",
        "higher",
        "first",
        "half",
        "year",
        "reflecting",
        "gas",
        "processing",
        "expansion",
        "mustang",
        "development",
        "gross",
        "sale",
        "volume",
        "tamar",
        "anticipated",
        "increase",
        "slightly",
        "reported",
        "net",
        "volume",
        "israel",
        "anticipated",
        "slightly",
        "lower",
        "reflecting",
        "tamar",
        "percent",
        "working",
        "interest",
        "divestiture",
        "anticipated",
        "close",
        "late",
        "first",
        "quarter",
        "divestment",
        "gulf",
        "mexico",
        "asset",
        "announced",
        "early",
        "anticipated",
        "close",
        "second",
        "quarter",
        "west",
        "africa",
        "volume",
        "lower",
        "approximately",
        "percent",
        "first",
        "quarter",
        "volume",
        "anticipated",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "volume",
        "anticipated",
        "lower",
        "due",
        "impact",
        "divestiture",
        "onshore",
        "previously",
        "announced",
        "divestiture",
        "tamar",
        "first",
        "quarter",
        "west",
        "africa",
        "volume",
        "lower",
        "due",
        "maintenance",
        "downtime",
        "alba",
        "field",
        "additional",
        "first",
        "quarter",
        "guidance",
        "detail",
        "available",
        "outlook",
        "presentation",
        "deck",
        "provided",
        "investor",
        "page",
        "company",
        "website",
        "strip",
        "pricing",
        "end",
        "january",
        "excess",
        "cash",
        "flow",
        "defined",
        "gaap",
        "cash",
        "flow",
        "operation",
        "plus",
        "anticipated",
        "portfolio",
        "proceeds",
        "less",
        "capital",
        "investment",
        "less",
        "pro",
        "forma",
        "asset",
        "divestments",
        "gaap",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "depletion",
        "amortization",
        "noble",
        "energy",
        "nyse",
        "nbl",
        "independent",
        "oil",
        "natural",
        "gas",
        "exploration",
        "production",
        "company",
        "diversified",
        "portfolio",
        "unconventional",
        "global",
        "offshore",
        "conventional",
        "asset",
        "founded",
        "year",
        "ago",
        "company",
        "committed",
        "safely",
        "responsibly",
        "delivering",
        "purpose",
        "energizing",
        "world",
        "bettering",
        "people",
        "information",
        "visit",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "word",
        "anticipates",
        "belief",
        "expects",
        "intends",
        "may",
        "similar",
        "expression",
        "may",
        "used",
        "identify",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "reflect",
        "noble",
        "energy",
        "current",
        "view",
        "future",
        "event",
        "statement",
        "may",
        "include",
        "limited",
        "future",
        "financial",
        "operating",
        "result",
        "statement",
        "historical",
        "fact",
        "including",
        "estimate",
        "oil",
        "natural",
        "gas",
        "reserve",
        "resource",
        "estimate",
        "future",
        "production",
        "assumption",
        "regarding",
        "future",
        "oil",
        "natural",
        "gas",
        "pricing",
        "planned",
        "drilling",
        "activity",
        "future",
        "result",
        "operation",
        "projected",
        "cash",
        "flow",
        "liquidity",
        "business",
        "strategy",
        "plan",
        "objective",
        "future",
        "operation",
        "assurance",
        "given",
        "statement",
        "contained",
        "news",
        "release",
        "occur",
        "projected",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "assumption",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "volatility",
        "commodity",
        "price",
        "crude",
        "oil",
        "natural",
        "gas",
        "presence",
        "recoverability",
        "estimated",
        "reserve",
        "ability",
        "replace",
        "reserve",
        "environmental",
        "risk",
        "drilling",
        "operating",
        "risk",
        "exploration",
        "development",
        "risk",
        "competition",
        "government",
        "regulation",
        "action",
        "ability",
        "management",
        "execute",
        "plan",
        "meet",
        "goal",
        "risk",
        "inherent",
        "noble",
        "energy",
        "business",
        "discussed",
        "noble",
        "energy",
        "recent",
        "annual",
        "report",
        "form",
        "respectively",
        "noble",
        "energy",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "report",
        "also",
        "available",
        "source",
        "described",
        "statement",
        "based",
        "estimate",
        "opinion",
        "management",
        "time",
        "statement",
        "made",
        "noble",
        "energy",
        "assume",
        "obligation",
        "update",
        "statement",
        "circumstance",
        "management",
        "estimate",
        "opinion",
        "change",
        "investor",
        "contact",
        "brad",
        "whitmarsh",
        "megan",
        "dolezal",
        "lauren",
        "brown",
        "medium",
        "contact",
        "reba",
        "reid",
        "medium",
        "paula",
        "beasley",
        "medium",
        "source",
        "noble",
        "energy",
        "inc"
    ]
}