{
    "organizations": [],
    "uuid": "924e0210bde6b1d455e6e69b7a3547ba5adf0b94",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/13/globe-newswire-avadel-pharmaceuticals-announces-proposed-exchangeable-senior-notes-offering.html",
    "ord_in_thread": 0,
    "title": "Avadel Pharmaceuticals Announces Proposed Exchangeable Senior Notes Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DUBLIN, Ireland, Avadel Pharmaceuticals plc (Nasdaq:AVDL) (“Avadel” or “the Company”) today announced that its wholly-owned subsidiary, Avadel Finance Cayman Limited (the “Issuer”), intends to offer, subject to market and other conditions, $125,000,000 principal amount of exchangeable senior notes due 2023 (the “Notes”) in a private offering (the “Offering”) to qualified institutional buyers pursuant to Rule 144A of the Securities Act of 1933, as amended (the “Securities Act”). In connection with the Offering, the Issuer expects to grant the initial purchasers of the Notes a 30-day option to purchase up to an additional $18,750,000 principal amount of Notes.\nThe Notes will be general unsecured obligations of the Issuer, and will be fully and unconditionally guaranteed by Avadel on a senior unsecured basis. Subject to satisfaction of certain conditions and during certain periods, the Notes will be exchangeable, at the option of the holders, into (i) American Depositary Shares (“ADSs”), each of which represents one ordinary share of Avadel, (ii) cash, or (iii) a combination of both ADSs and cash at the Issuer’s election. The interest rate, initial exchange price and certain other terms of the Notes will be determined at the time of pricing of the Offering. The Notes will be issued in minimum denominations of $200,000 and integral multiples of $1,000 in excess thereof.\nAvadel currently intends to use the net proceeds from the proposed Offering for working capital and general corporate purposes. Avadel also expects to use cash on-hand to purchase up to $20,000,000 of ADSs through the purchase of ADSs concurrently with the pricing of the proposed Offering in privately negotiated transactions effected with or through a representative of the initial purchasers or an affiliate of such representative.\nThe Issuer expects the purchase price per ADS repurchased in such transactions to equal the closing sale price per ADS on the date of the pricing of the Offering. These purchases of ADSs could increase, or prevent a decrease in, the market price of the ADSs concurrently with the pricing of the Notes, and could result in a higher effective exchange price for the Notes.\nThe Notes will be offered to qualified institutional buyers pursuant to Rule 144A under the Securities Act. The Notes, Avadel’s guarantee thereof, and the ADSs, if any, deliverable upon exchange thereof have not been and are not expected to be registered under the Securities Act or the securities laws of any other jurisdiction and may not be offered or sold in the United States absent registration or an applicable exemption from registration requirements.\nThis press release shall not constitute an offer to sell or the solicitation of an offer to buy the Notes, Avadel’s guarantee thereof or any ADSs deliverable upon exchange thereof, nor shall there be any sale of the Notes, Avadel’s guarantee thereof or any ADSs deliverable upon exchange thereof in any state or other jurisdiction in which such an offer, solicitation or sale would be unlawful. Any offers will be made only pursuant to Rule 144A under the Securities Act, including by means of a confidential offering memorandum.\nAbout Avadel Pharmaceuticals\nAvadel Pharmaceuticals plc (Nasdaq:AVDL) is a branded specialty pharmaceutical company committed to providing solutions for overlooked and unmet medical needs through patient-focused, innovative products. The Company is headquartered in Dublin, Ireland with operations in St. Louis, Missouri and Lyon, France.\nSafe Harbor\nThis press release may include forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, including, but not limited to statements related to the proposed Offering, including the expected principal amount and terms of the Notes, and the expected use of the net proceeds from the proposed Offering. The words “will,” “may,” “believe,” “expect,” “anticipate,” “estimate,” “project” and similar expressions, and the negatives thereof, identify forward-looking statements, each of which speaks only as of the date the statement is made. Although we believe that our forward-looking statements are based on reasonable assumptions within the bounds of our knowledge of our business and operations, our business is subject to significant risks and as a result there can be no assurance that actual results of our research, development and commercialization activities and our results of operations will not differ materially from the results contemplated in such forward-looking statements. These risks include: (i) risks and uncertainties relating to the proposed Offering, including: risks and uncertainties relating to market conditions; whether the Issuer will be able to consummate the proposed Offering at the anticipated size or on the anticipated terms, or at all; the satisfaction of closing conditions related to the proposed Offering; and risks related to the application of the net proceeds, if any, from the proposed Offering; (ii) risks relating to our license agreement with Serenity Pharmaceuticals, LLC including: that consumer purchases of Noctiva are subject to risks related to reimbursement from government agencies and other third parties; that our internal analyses may overstate the market opportunity in the United States for the drug desmopressin acetate (the “Drug”) or we may not effectively exploit such market opportunity; that significant safety or drug interaction problems could arise with respect to the Drug; that we may not successfully increase awareness of nocturia and the potential benefits of the Drug; failures by the third-party supplier to deliver sufficient quantities of the Drug would have a material adverse effect on our business; that we may be unable to adequately protect or enforce the intellectual property rights relating to the Drug; that the costs to commercialize the Drug could exceed our estimates or such costs may not provide the intended results; and that the need for management to focus attention on the development and commercialization of the Drug could cause our ongoing business operations to suffer; and (iii) the other risks, uncertainties and contingencies described in the Company's filings with the U.S. Securities and Exchange Commission, including our annual report on Form 10-K for the year ended December 31, 2016, in particular under the captions “Forward-Looking Statements” and “Risk Factors,” including without limitation: our dependence on a small number of products and customers for the majority of our revenues; the possibility that our Bloxiverz®,Vazculep® and Akovaz® products, which are not patent protected, could face substantial competition resulting in a loss of market share or forcing us to reduce the prices we charge for those products; the possibility that we could fail to successfully complete the research and development for pipeline products we are evaluating for potential application to the FDA pursuant to our “unapproved-to-approved” strategy, or that competitors could complete the development of such products and apply for FDA approval of such products before us; the possibility that our products may not reach the commercial market or gain market acceptance; our need to invest substantial sums in research and development in order to remain competitive; our dependence on certain single providers for development of several of our drug delivery platforms and products; our dependence on a limited number of suppliers to manufacture our products and to deliver certain raw materials used in our products; the possibility that our competitors may develop and market technologies or products that are more effective or safer than ours, or obtain regulatory approval and market such technologies or products before we do; the challenges in protecting the intellectual property underlying our drug delivery technologies and other products; and our dependence on key personnel to execute our business plan. Except as may be required by law, we disclaim any obligation to publicly update any forward-looking statements to reflect events after the date of this press release.\nContacts: Michael F. Kanan Chief Financial Officer Phone: (636) 449-1844 Email: mkanan@avadel.com Lauren Stival Sr. Director, Investor Relations & Corporate Communications Phone: (636) 449-5866 Email: lstival@avadel.com\nSource:Avadel Pharmaceuticals plc",
    "published": "2018-02-14T00:28:00.000+02:00",
    "crawled": "2018-02-14T03:01:10.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dublin",
        "ireland",
        "avadel",
        "pharmaceutical",
        "plc",
        "nasdaq",
        "avdl",
        "avadel",
        "company",
        "today",
        "announced",
        "subsidiary",
        "avadel",
        "finance",
        "cayman",
        "limited",
        "issuer",
        "intends",
        "offer",
        "subject",
        "market",
        "condition",
        "principal",
        "amount",
        "exchangeable",
        "senior",
        "note",
        "due",
        "note",
        "private",
        "offering",
        "offering",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "connection",
        "offering",
        "issuer",
        "expects",
        "grant",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "principal",
        "amount",
        "note",
        "note",
        "general",
        "unsecured",
        "obligation",
        "issuer",
        "fully",
        "unconditionally",
        "guaranteed",
        "avadel",
        "senior",
        "unsecured",
        "basis",
        "subject",
        "satisfaction",
        "certain",
        "condition",
        "certain",
        "period",
        "note",
        "exchangeable",
        "option",
        "holder",
        "american",
        "depositary",
        "share",
        "adss",
        "represents",
        "one",
        "ordinary",
        "share",
        "avadel",
        "ii",
        "cash",
        "iii",
        "combination",
        "adss",
        "cash",
        "issuer",
        "election",
        "interest",
        "rate",
        "initial",
        "exchange",
        "price",
        "certain",
        "term",
        "note",
        "determined",
        "time",
        "pricing",
        "offering",
        "note",
        "issued",
        "minimum",
        "denomination",
        "integral",
        "multiple",
        "excess",
        "thereof",
        "avadel",
        "currently",
        "intends",
        "use",
        "net",
        "proceeds",
        "proposed",
        "offering",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "avadel",
        "also",
        "expects",
        "use",
        "cash",
        "purchase",
        "adss",
        "purchase",
        "adss",
        "concurrently",
        "pricing",
        "proposed",
        "offering",
        "privately",
        "negotiated",
        "transaction",
        "effected",
        "representative",
        "initial",
        "purchaser",
        "affiliate",
        "representative",
        "issuer",
        "expects",
        "purchase",
        "price",
        "per",
        "ad",
        "repurchased",
        "transaction",
        "equal",
        "closing",
        "sale",
        "price",
        "per",
        "ad",
        "date",
        "pricing",
        "offering",
        "purchase",
        "adss",
        "could",
        "increase",
        "prevent",
        "decrease",
        "market",
        "price",
        "adss",
        "concurrently",
        "pricing",
        "note",
        "could",
        "result",
        "higher",
        "effective",
        "exchange",
        "price",
        "note",
        "note",
        "offered",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "note",
        "avadel",
        "guarantee",
        "thereof",
        "adss",
        "deliverable",
        "upon",
        "exchange",
        "thereof",
        "expected",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "note",
        "avadel",
        "guarantee",
        "thereof",
        "adss",
        "deliverable",
        "upon",
        "exchange",
        "thereof",
        "shall",
        "sale",
        "note",
        "avadel",
        "guarantee",
        "thereof",
        "adss",
        "deliverable",
        "upon",
        "exchange",
        "thereof",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "offer",
        "made",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "including",
        "mean",
        "confidential",
        "offering",
        "memorandum",
        "avadel",
        "pharmaceutical",
        "avadel",
        "pharmaceutical",
        "plc",
        "nasdaq",
        "avdl",
        "branded",
        "specialty",
        "pharmaceutical",
        "company",
        "committed",
        "providing",
        "solution",
        "overlooked",
        "unmet",
        "medical",
        "need",
        "innovative",
        "product",
        "company",
        "headquartered",
        "dublin",
        "ireland",
        "operation",
        "louis",
        "missouri",
        "lyon",
        "france",
        "safe",
        "harbor",
        "press",
        "release",
        "may",
        "include",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "including",
        "limited",
        "statement",
        "related",
        "proposed",
        "offering",
        "including",
        "expected",
        "principal",
        "amount",
        "term",
        "note",
        "expected",
        "use",
        "net",
        "proceeds",
        "proposed",
        "offering",
        "word",
        "may",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "project",
        "similar",
        "expression",
        "negative",
        "thereof",
        "identify",
        "statement",
        "speaks",
        "date",
        "statement",
        "made",
        "although",
        "believe",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "within",
        "bound",
        "knowledge",
        "business",
        "operation",
        "business",
        "subject",
        "significant",
        "risk",
        "result",
        "assurance",
        "actual",
        "result",
        "research",
        "development",
        "commercialization",
        "activity",
        "result",
        "operation",
        "differ",
        "materially",
        "result",
        "contemplated",
        "statement",
        "risk",
        "include",
        "risk",
        "uncertainty",
        "relating",
        "proposed",
        "offering",
        "including",
        "risk",
        "uncertainty",
        "relating",
        "market",
        "condition",
        "whether",
        "issuer",
        "able",
        "consummate",
        "proposed",
        "offering",
        "anticipated",
        "size",
        "anticipated",
        "term",
        "satisfaction",
        "closing",
        "condition",
        "related",
        "proposed",
        "offering",
        "risk",
        "related",
        "application",
        "net",
        "proceeds",
        "proposed",
        "offering",
        "ii",
        "risk",
        "relating",
        "license",
        "agreement",
        "serenity",
        "pharmaceutical",
        "llc",
        "including",
        "consumer",
        "purchase",
        "noctiva",
        "subject",
        "risk",
        "related",
        "reimbursement",
        "government",
        "agency",
        "third",
        "party",
        "internal",
        "analysis",
        "may",
        "overstate",
        "market",
        "opportunity",
        "united",
        "state",
        "drug",
        "desmopressin",
        "acetate",
        "drug",
        "may",
        "effectively",
        "exploit",
        "market",
        "opportunity",
        "significant",
        "safety",
        "drug",
        "interaction",
        "problem",
        "could",
        "arise",
        "respect",
        "drug",
        "may",
        "successfully",
        "increase",
        "awareness",
        "nocturia",
        "potential",
        "benefit",
        "drug",
        "failure",
        "supplier",
        "deliver",
        "sufficient",
        "quantity",
        "drug",
        "would",
        "material",
        "adverse",
        "effect",
        "business",
        "may",
        "unable",
        "adequately",
        "protect",
        "enforce",
        "intellectual",
        "property",
        "right",
        "relating",
        "drug",
        "cost",
        "commercialize",
        "drug",
        "could",
        "exceed",
        "estimate",
        "cost",
        "may",
        "provide",
        "intended",
        "result",
        "need",
        "management",
        "focus",
        "attention",
        "development",
        "commercialization",
        "drug",
        "could",
        "cause",
        "ongoing",
        "business",
        "operation",
        "suffer",
        "iii",
        "risk",
        "uncertainty",
        "contingency",
        "described",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "particular",
        "caption",
        "statement",
        "risk",
        "factor",
        "including",
        "without",
        "limitation",
        "dependence",
        "small",
        "number",
        "product",
        "customer",
        "majority",
        "revenue",
        "possibility",
        "product",
        "patent",
        "protected",
        "could",
        "face",
        "substantial",
        "competition",
        "resulting",
        "loss",
        "market",
        "share",
        "forcing",
        "u",
        "reduce",
        "price",
        "charge",
        "product",
        "possibility",
        "could",
        "fail",
        "successfully",
        "complete",
        "research",
        "development",
        "pipeline",
        "product",
        "evaluating",
        "potential",
        "application",
        "fda",
        "pursuant",
        "strategy",
        "competitor",
        "could",
        "complete",
        "development",
        "product",
        "apply",
        "fda",
        "approval",
        "product",
        "u",
        "possibility",
        "product",
        "may",
        "reach",
        "commercial",
        "market",
        "gain",
        "market",
        "acceptance",
        "need",
        "invest",
        "substantial",
        "sum",
        "research",
        "development",
        "order",
        "remain",
        "competitive",
        "dependence",
        "certain",
        "single",
        "provider",
        "development",
        "several",
        "drug",
        "delivery",
        "platform",
        "product",
        "dependence",
        "limited",
        "number",
        "supplier",
        "manufacture",
        "product",
        "deliver",
        "certain",
        "raw",
        "material",
        "used",
        "product",
        "possibility",
        "competitor",
        "may",
        "develop",
        "market",
        "technology",
        "product",
        "effective",
        "safer",
        "obtain",
        "regulatory",
        "approval",
        "market",
        "technology",
        "product",
        "challenge",
        "protecting",
        "intellectual",
        "property",
        "underlying",
        "drug",
        "delivery",
        "technology",
        "product",
        "dependence",
        "key",
        "personnel",
        "execute",
        "business",
        "plan",
        "except",
        "may",
        "required",
        "law",
        "disclaim",
        "obligation",
        "publicly",
        "update",
        "statement",
        "reflect",
        "event",
        "date",
        "press",
        "release",
        "contact",
        "michael",
        "kanan",
        "chief",
        "financial",
        "officer",
        "phone",
        "email",
        "mkanan",
        "lauren",
        "stival",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "phone",
        "email",
        "lstival",
        "source",
        "avadel",
        "pharmaceutical",
        "plc"
    ]
}