{
    "organizations": [],
    "uuid": "be3596ce50f5398297d01bf637d2a47f33ab4a3d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/09/business-wire-the-eastern-company-reports-fiscal-year-2017-earnings-of-0-point-80-per-diluted-share-and-adjusted-earnings-of-1-point-49.html",
    "ord_in_thread": 0,
    "title": "The Eastern Company Reports Fiscal Year 2017 Earnings of $0.80 Per Diluted Share and Adjusted Earnings of $1.49 Per Diluted Share",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Company’s Fiscal Year 2017 Net Sales Increased by 48% and Organic Sales Grew by 13%\nNAUGATUCK, Conn.--(BUSINESS WIRE)-- The Eastern Company (NASDAQ:EML) today announced the results of operations for the fiscal year and fourth quarter of 2017. Sales for the fiscal year 2017 were $204.2 million, compared to $137.6 million for fiscal year 2016. Net income for the fiscal year 2017 was $5.0 million, or $0.80 per diluted share, compared to $7.8 million, or $1.25 per diluted share, for the fiscal year 2016. Sales for the fourth quarter of 2017 were $54.1 million compared to $34.1 million for the same period in 2016. Net income for the fourth quarter of 2017 was ($0.2) million, or ($0.03) per diluted share compared to $2.6 million, or $0.42 per diluted share, for the comparable 2016 period.\nMr. Vlak, President and CEO, said that “our results for the 2017 fiscal year and the fourth quarter of 2017 reflect solid growth of our businesses and the addition of Velvac, as well as one-time charges related to the new Tax Cuts and Jobs Act, which was enacted in December 2017. In the fourth quarter of 2017, we incurred an incremental one-time tax charge of $2.5 million, including a $2.0 million charge on undistributed earnings of foreign subsidiaries as well as a charge of $0.5 million related to the impact of the tax reform on our deferred tax asset. Total one-time charges impacted net income by $4.3 million, or $0.69 per fully diluted share, in fiscal year 2017, and $2.5 million, or $0.41 per fully diluted share, for the fourth quarter of 2017. Excluding these one-time charges, we generated adjusted earnings of $1.49 per fully diluted share in fiscal year 2017. Adjusted earnings per share is a non-GAAP measure. A reconciliation of this Non-GAAP measure to reported net income per share is included in this release.\nMr. Vlak continued that “net sales increased by 48% and 59% in fiscal year 2017 and the fourth quarter of 2017, respectively, compared to the corresponding periods in 2016. Sales growth reflects the acquisition of Velvac, which closed on April 3, 2017, as well as organic growth of approximately 14% and 13% in fiscal year 2017 and the fourth quarter of 2017, respectively, compared to the same periods in 2016. All three of our business segments grew full year and fourth quarter 2017 sales compared to the same periods in 2016. Our Industrial Hardware segment grew by 89% and 107%, and excluding Velvac, grew by 11% and 6%, in fiscal year 2017 and the fourth quarter of 2017, respectively, compared to the same periods in 2016, as a result of strong sales growth to heavy duty truck and service bodies customers. The exclusion of sales attributable to Velvac is a non-GAAP measure. A reconciliation of this non-GAAP measure to the reported Industry Hardware segment’s sales is included in this release. Our Security Product Segment sales grew by 7% and 9% in fiscal year 2017 and the fourth quarter of 2017, respectively, over the same periods in 2016, as a result of our investments in growth at Illinois Lock and Argo Transdata. In our Metal Products segment, full year 2017 and fourth quarter 2017 sales were up 45% respectively, over the same periods in 2016. This segment continues to benefit from a resurgence in sales to mining customers and diversification to other industrial markets.\nNet income declined to $5.0 million for fiscal year 2017 from $7.8 million for fiscal year 2016. Net income fell to ($0.2 million) for the fourth quarter of 2017 from $2.7 million for the same period in 2016. The decline in 2017 was due in large part to the $2.5 million one-time impact of the Tax Cuts and Jobs Act, approximately $2.6 million of one-time pre-tax charges, primarily related to the Velvac acquisition, and sustained new product development investments of $5.6 million. We have elected to defer payment of the eligible one-time tax charges over eight years. One-time charges related to the Velvac acquisition included a pre-tax charge of $1.2 million to cost of goods sold related to the impact of purchasing accounting and $0.9 million in transaction related expenses. In addition, we incurred $0.4 million in environmental remediation expenses and $0.2 million in personnel related expenses.\nMr. Vlak continued that “net income was also affected by $5.6 million and $1.5 million in new product development investments in fiscal year 2017 and the fourth quarter of 2017, respectively. We accelerated the development of new technology vision products at Road-iQ, a division of Velvac, and gPay at Greenwald Industries. Road-iQ is a connected vehicle technology that provides both active and passive safety to drivers of RVs, trucks and other specialty vehicles. We launched Road-iQ at the November RVIA show and the January RV Dealer show with enthusiastic reception. gPay is a new payment system that enables consumers to use their mobile phone to pay for their laundry. We expect to launch gPay later in the first quarter of 2018.\nMr. Vlak concluded that “we anticipate increased earnings and cash flow as a result of the reduction in our income taxes starting in 2018. We intend to deploy incremental capital to fund the growth of our best businesses, make targeted acquisitions to strengthen our portfolio, and continue to build up our balance sheet by paying down debt and funding our pension and retirement plan obligations. We believe that the addition of Velvac strengthens our portfolio of businesses, and we continue to look for acquisition opportunities that have strong economics and help us build scale in attractive end-markets. In addition, we believe our businesses are well-positioned to benefit from strong underlying growth in several core markets in 2018.”\nThe Eastern Company will host a conference call to discuss its results for the 2017 fiscal year and the fourth quarter of 2017 and other matters at 9:00am on Friday, March 16, 2018. Participants can access the conference call by phone at (888) 669-0687 and via the web at https://www.webcaster4.com/Webcast/Page/1757/24581 .\nThe Eastern Company is 159-year old manufacturer of industrial hardware, security products and metal castings. It operates 16 locations in the U.S., Canada, Mexico, Taiwan and China.\nCautionary Language Concerning\nStatements in this document about The Eastern Company’s future expectations, beliefs, goals, plans or prospects constitute forward-looking statements within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and the rules, regulations and releases of the Securities and Exchange Commission. Any statements that are not statements of historical fact, including statements containing the words “believes,” “intends,” “continues,” “reflects,” “plans,” “anticipates,” “expects,” and similar expressions, should also be considered to be forward-looking statements. Readers should not place undue reliance on these forward-looking statements, which are based upon the current beliefs and expectations of the management of The Eastern Company. These forward-looking statements are subject to risks and uncertainties, and actual results might differ materially from those discussed in, or implied by, the forward-looking statements. Among the risks and uncertainties that could cause actual results or events to differ materially from those indicated by such forward-looking statements include, but are not limited to changing customer preferences, lack of success of new products, loss of customers and increased prices for raw materials. There are important, additional factors that could cause actual results or events to differ materially from those indicated by such forward-looking statements, including those set forth in The Eastern Company’s reports and filings with the Securities and Exchange Commission. The Eastern Company undertakes no obligation to update, alter, or otherwise revise any forward-looking statements, whether written or oral, that may be made from time to time, whether as a result of new information, future events, or otherwise.\nStatement of Consolidated Income (unaudited) THE EASTERN COMPANY (NASDAQ - EML) Three Months Ended Twelve Months Ended 13 wks 13 wks 52 wks 52 wks Dec 30, 2017\nDec 31, 2016\nDec 30, 2017\nDec 31, 2016\nNet Sales $ 54,143,638 $ 34,144,942 $204,239,613 $137,608,258 Net Income After Tax (168,769) 2,649,349 5,045,255 7,785,323 Net Income Per Share: Basic $ (0.03) $ 0.42 $ 0.81 $ 1.25 Diluted $ (0.03) $ 0.42 $ 0.80 $ 1.25 Weighted average shares outstanding:\nBasic 6,261,737 6,254,605 6,259,139 6,251,535 Diluted 6,297,371 6,254,605 6,294,773 6,251,535 The Eastern Company Reconciliation of expenses from GAAP to Non-GAAP financial measurer For the Three and Twelve Months ended December 30, 2017 Three Months Ended Twelve Months Ended December 30, 2017 December 30, 2017 Net Income as reported per generally accepted accounting principles (GAAP) $ (168,769) $ 5,045,255 Earnings Per Share as reported under generally accepted accounting principles (GAAP): Basic\n$(0.03) $0.81 Diluted $(0.03) $0.80 Adjustments for one-time expenses Charge to cost of goods sold relating to purchase accounting for the Velvac acquisition.\n$ 0 $ (1,187,668)\nTransaction expenses related to the Velvac acquisition\n$ 0 $ (869,000) Environmental remediation expense related to the Metal Products Segment $ 0 $ (380,000) Personnel expenses related to the Security Products Segment $ 0 $ (205,000) $ 0 $ (2,641,668) Income Taxes Related to Expense Adjustment $ 0 $ (887,600) Income Taxes Related to Tax Cuts and Jobs Act $ 2,565,375 $ 2,565,372 Adjustment to Net Income (related to expenses and Tax Cuts and Jobs Act); (Non-GAAP) $ 2,396,606 $ 9,364,695 Adjustment to Earnings per share (related to expenses and Tax Cuts and Jobs Act); (Non-GAAP) Basic $0.38 $1.50 Diluted $0.38 $1.49 Reconciliation of Industrial Hardware Segment net sales from GAAP to Non-GAAP financial measurer For the Three and Twelve Months ended December 30, 2017 and December 31, 2016 Three Months Ended Three Months Ended Twelve Months Ended Twelve Months Ended December 30, 2017 December 31, 2016 December 30, 2017 December 30, 2016 Net sales Industrial Hardware Segment (GAAP) $ 31,772,577 $ 15,369,767 $ 115,273,233 $ 61,058,871 Percent change (GAAP) 107% 89% Net sales Velvac $ 15,487,191 $ 0 $ 47,313,216 $ 0 Net sales Industrial Hardware Segment (excluding Velvac); (Non-GAAP) $ 16,285,386 $ 15,369,767 $ 67,960,017 $ 61,058,871 Percent change (excluding Velvac); (Non-GAAP) 6% 11% Use of Non-GAAP Financial Measures To supplement our consolidated financial statements presented in accordance with generally accepted accounting principles in the United States (“GAAP”), we disclose certain non-GAAP financial measures including adjusted net income and adjusted earnings per diluted share. Adjusted net income and adjusted earnings per diluted share exclude transaction-related expenses, a charge to costs of good sold as a result of the impact of purchase accounting and environmental remediation costs, and Industrial Hardware growth excludes results of the Velvac business, which was acquired on April 3, 2017. In addition, we show the impact of the one-time change related to the new Tax Cuts and Jobs Act. These measures are not in accordance with GAAP. Management uses such measures to evaluate performance period over period, to analyze the underlying trends in our business including our business segments, to assess our performance relative to our competitors, and to establish operational goals and forecasts that are used in allocating resources. These financial measures should not be considered in isolation from, or as a replacement for, GAAP financial measures. We believe that presenting non-GAAP financial measures in addition to GAAP financial measures provides investors greater transparency to the information used by our management for its financial and operational decision-making. We further believe that providing this information better enables our investors to understand our operating performance and to evaluate the methodology used by management to evaluate and measure such performance.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180209005804/en/\nThe Eastern Company\nAugust Vlak or John L. Sullivan III, 203-729-2255\nSource: The Eastern Company",
    "published": "2018-02-10T01:33:00.000+02:00",
    "crawled": "2018-02-10T05:03:26.049+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "fiscal",
        "year",
        "net",
        "sale",
        "increased",
        "organic",
        "sale",
        "grew",
        "naugatuck",
        "business",
        "wire",
        "eastern",
        "company",
        "nasdaq",
        "eml",
        "today",
        "announced",
        "result",
        "operation",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "sale",
        "fiscal",
        "year",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "net",
        "income",
        "fiscal",
        "year",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "fiscal",
        "year",
        "sale",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "comparable",
        "period",
        "vlak",
        "president",
        "ceo",
        "said",
        "result",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "reflect",
        "solid",
        "growth",
        "business",
        "addition",
        "velvac",
        "well",
        "charge",
        "related",
        "new",
        "tax",
        "cut",
        "job",
        "act",
        "enacted",
        "december",
        "fourth",
        "quarter",
        "incurred",
        "incremental",
        "tax",
        "charge",
        "million",
        "including",
        "million",
        "charge",
        "undistributed",
        "earnings",
        "foreign",
        "subsidiary",
        "well",
        "charge",
        "million",
        "related",
        "impact",
        "tax",
        "reform",
        "deferred",
        "tax",
        "asset",
        "total",
        "charge",
        "impacted",
        "net",
        "income",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "fiscal",
        "year",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "excluding",
        "charge",
        "generated",
        "adjusted",
        "earnings",
        "per",
        "fully",
        "diluted",
        "share",
        "fiscal",
        "year",
        "adjusted",
        "earnings",
        "per",
        "share",
        "measure",
        "reconciliation",
        "measure",
        "reported",
        "net",
        "income",
        "per",
        "share",
        "included",
        "release",
        "vlak",
        "continued",
        "net",
        "sale",
        "increased",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "respectively",
        "compared",
        "corresponding",
        "period",
        "sale",
        "growth",
        "reflects",
        "acquisition",
        "velvac",
        "closed",
        "april",
        "well",
        "organic",
        "growth",
        "approximately",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "respectively",
        "compared",
        "period",
        "three",
        "business",
        "segment",
        "grew",
        "full",
        "year",
        "fourth",
        "quarter",
        "sale",
        "compared",
        "period",
        "industrial",
        "hardware",
        "segment",
        "grew",
        "excluding",
        "velvac",
        "grew",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "respectively",
        "compared",
        "period",
        "result",
        "strong",
        "sale",
        "growth",
        "heavy",
        "duty",
        "truck",
        "service",
        "body",
        "customer",
        "exclusion",
        "sale",
        "attributable",
        "velvac",
        "measure",
        "reconciliation",
        "measure",
        "reported",
        "industry",
        "hardware",
        "segment",
        "sale",
        "included",
        "release",
        "security",
        "product",
        "segment",
        "sale",
        "grew",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "respectively",
        "period",
        "result",
        "investment",
        "growth",
        "illinois",
        "lock",
        "argo",
        "transdata",
        "metal",
        "product",
        "segment",
        "full",
        "year",
        "fourth",
        "quarter",
        "sale",
        "respectively",
        "period",
        "segment",
        "continues",
        "benefit",
        "resurgence",
        "sale",
        "mining",
        "customer",
        "diversification",
        "industrial",
        "market",
        "net",
        "income",
        "declined",
        "million",
        "fiscal",
        "year",
        "million",
        "fiscal",
        "year",
        "net",
        "income",
        "fell",
        "million",
        "fourth",
        "quarter",
        "million",
        "period",
        "decline",
        "due",
        "large",
        "part",
        "million",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "approximately",
        "million",
        "charge",
        "primarily",
        "related",
        "velvac",
        "acquisition",
        "sustained",
        "new",
        "product",
        "development",
        "investment",
        "million",
        "elected",
        "defer",
        "payment",
        "eligible",
        "tax",
        "charge",
        "eight",
        "year",
        "charge",
        "related",
        "velvac",
        "acquisition",
        "included",
        "charge",
        "million",
        "cost",
        "good",
        "sold",
        "related",
        "impact",
        "purchasing",
        "accounting",
        "million",
        "transaction",
        "related",
        "expense",
        "addition",
        "incurred",
        "million",
        "environmental",
        "remediation",
        "expense",
        "million",
        "personnel",
        "related",
        "expense",
        "vlak",
        "continued",
        "net",
        "income",
        "also",
        "affected",
        "million",
        "million",
        "new",
        "product",
        "development",
        "investment",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "respectively",
        "accelerated",
        "development",
        "new",
        "technology",
        "vision",
        "product",
        "division",
        "velvac",
        "gpay",
        "greenwald",
        "industry",
        "connected",
        "vehicle",
        "technology",
        "provides",
        "active",
        "passive",
        "safety",
        "driver",
        "rv",
        "truck",
        "specialty",
        "vehicle",
        "launched",
        "november",
        "rvia",
        "show",
        "january",
        "rv",
        "dealer",
        "show",
        "enthusiastic",
        "reception",
        "gpay",
        "new",
        "payment",
        "system",
        "enables",
        "consumer",
        "use",
        "mobile",
        "phone",
        "pay",
        "laundry",
        "expect",
        "launch",
        "gpay",
        "later",
        "first",
        "quarter",
        "vlak",
        "concluded",
        "anticipate",
        "increased",
        "earnings",
        "cash",
        "flow",
        "result",
        "reduction",
        "income",
        "tax",
        "starting",
        "intend",
        "deploy",
        "incremental",
        "capital",
        "fund",
        "growth",
        "best",
        "business",
        "make",
        "targeted",
        "acquisition",
        "strengthen",
        "portfolio",
        "continue",
        "build",
        "balance",
        "sheet",
        "paying",
        "debt",
        "funding",
        "pension",
        "retirement",
        "plan",
        "obligation",
        "believe",
        "addition",
        "velvac",
        "strengthens",
        "portfolio",
        "business",
        "continue",
        "look",
        "acquisition",
        "opportunity",
        "strong",
        "economics",
        "help",
        "u",
        "build",
        "scale",
        "attractive",
        "addition",
        "believe",
        "business",
        "benefit",
        "strong",
        "underlying",
        "growth",
        "several",
        "core",
        "market",
        "eastern",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "result",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "matter",
        "friday",
        "march",
        "participant",
        "access",
        "conference",
        "call",
        "phone",
        "via",
        "web",
        "http",
        "eastern",
        "company",
        "old",
        "manufacturer",
        "industrial",
        "hardware",
        "security",
        "product",
        "metal",
        "casting",
        "operates",
        "location",
        "canada",
        "mexico",
        "taiwan",
        "china",
        "cautionary",
        "language",
        "concerning",
        "statement",
        "document",
        "eastern",
        "company",
        "future",
        "expectation",
        "belief",
        "goal",
        "plan",
        "prospect",
        "constitute",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "rule",
        "regulation",
        "release",
        "security",
        "exchange",
        "commission",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "containing",
        "word",
        "belief",
        "intends",
        "continues",
        "reflects",
        "plan",
        "anticipates",
        "expects",
        "similar",
        "expression",
        "also",
        "considered",
        "statement",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "management",
        "eastern",
        "company",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "might",
        "differ",
        "materially",
        "discussed",
        "implied",
        "statement",
        "among",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "indicated",
        "statement",
        "include",
        "limited",
        "changing",
        "customer",
        "preference",
        "lack",
        "success",
        "new",
        "product",
        "loss",
        "customer",
        "increased",
        "price",
        "raw",
        "material",
        "important",
        "additional",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "indicated",
        "statement",
        "including",
        "set",
        "forth",
        "eastern",
        "company",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "eastern",
        "company",
        "undertakes",
        "obligation",
        "update",
        "alter",
        "otherwise",
        "revise",
        "statement",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "consolidated",
        "income",
        "unaudited",
        "eastern",
        "company",
        "nasdaq",
        "eml",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "wks",
        "wks",
        "wks",
        "wks",
        "dec",
        "dec",
        "dec",
        "dec",
        "net",
        "sale",
        "net",
        "income",
        "tax",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "eastern",
        "company",
        "reconciliation",
        "expense",
        "gaap",
        "financial",
        "measurer",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "net",
        "income",
        "reported",
        "per",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "earnings",
        "per",
        "share",
        "reported",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "basic",
        "diluted",
        "adjustment",
        "expense",
        "charge",
        "cost",
        "good",
        "sold",
        "relating",
        "purchase",
        "accounting",
        "velvac",
        "acquisition",
        "transaction",
        "expense",
        "related",
        "velvac",
        "acquisition",
        "environmental",
        "remediation",
        "expense",
        "related",
        "metal",
        "product",
        "segment",
        "personnel",
        "expense",
        "related",
        "security",
        "product",
        "segment",
        "income",
        "tax",
        "related",
        "expense",
        "adjustment",
        "income",
        "tax",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "adjustment",
        "net",
        "income",
        "related",
        "expense",
        "tax",
        "cut",
        "job",
        "act",
        "adjustment",
        "earnings",
        "per",
        "share",
        "related",
        "expense",
        "tax",
        "cut",
        "job",
        "act",
        "basic",
        "diluted",
        "reconciliation",
        "industrial",
        "hardware",
        "segment",
        "net",
        "sale",
        "gaap",
        "financial",
        "measurer",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "three",
        "month",
        "ended",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "net",
        "sale",
        "industrial",
        "hardware",
        "segment",
        "gaap",
        "percent",
        "change",
        "gaap",
        "net",
        "sale",
        "velvac",
        "net",
        "sale",
        "industrial",
        "hardware",
        "segment",
        "excluding",
        "velvac",
        "percent",
        "change",
        "excluding",
        "velvac",
        "use",
        "financial",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "disclose",
        "certain",
        "financial",
        "measure",
        "including",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "exclude",
        "expense",
        "charge",
        "cost",
        "good",
        "sold",
        "result",
        "impact",
        "purchase",
        "accounting",
        "environmental",
        "remediation",
        "cost",
        "industrial",
        "hardware",
        "growth",
        "excludes",
        "result",
        "velvac",
        "business",
        "acquired",
        "april",
        "addition",
        "show",
        "impact",
        "change",
        "related",
        "new",
        "tax",
        "cut",
        "job",
        "act",
        "measure",
        "accordance",
        "gaap",
        "management",
        "us",
        "measure",
        "evaluate",
        "performance",
        "period",
        "period",
        "analyze",
        "underlying",
        "trend",
        "business",
        "including",
        "business",
        "segment",
        "assess",
        "performance",
        "relative",
        "competitor",
        "establish",
        "operational",
        "goal",
        "forecast",
        "used",
        "allocating",
        "resource",
        "financial",
        "measure",
        "considered",
        "isolation",
        "replacement",
        "gaap",
        "financial",
        "measure",
        "believe",
        "presenting",
        "financial",
        "measure",
        "addition",
        "gaap",
        "financial",
        "measure",
        "provides",
        "investor",
        "greater",
        "transparency",
        "information",
        "used",
        "management",
        "financial",
        "operational",
        "believe",
        "providing",
        "information",
        "better",
        "enables",
        "investor",
        "understand",
        "operating",
        "performance",
        "evaluate",
        "methodology",
        "used",
        "management",
        "evaluate",
        "measure",
        "performance",
        "view",
        "source",
        "version",
        "http",
        "eastern",
        "company",
        "august",
        "vlak",
        "john",
        "sullivan",
        "iii",
        "source",
        "eastern",
        "company"
    ]
}