{
    "organizations": [],
    "uuid": "88fbcd5b42770ee1ac4f88428cca9f63aeaf0988",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-europe-view-friday/daily-briefing-uk-government-a-brexit-consensus-at-last-idUKKCN1G70ST",
    "ord_in_thread": 0,
    "title": "Daily Briefing: UK government - a Brexit consensus at last?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "February 23, 2018 / 8:45 AM / Updated 26 minutes ago Daily Briefing: UK government - a Brexit consensus at last? Reuters Staff 9 Min Read LONDON (Reuters) - Bits and pieces are emerging of a Brexit consensus supposedly reached between PM Theresa May and her top ministers after eight hours of talks in her official country residence yesterday. The gist of the leaks is that May has accepted the argument that regulatory divergence with the European Union is needed if Britain is to strike out by itself and make a success as a global trading nation post-Brexit. That, according to some reports, means it will try to secure the so-called “Canada-plus-plus-plus” deal described by Brexit Minister David Davis -- essentially a free trade deal like that between EU-Canada, but with improved access to the EU single market. That is of course what some in the EU reject as unacceptable cherry-picking. It may all become a little clearer next week with a May speech now scheduled to set the “way forward” for Brexit. Separately, The Guardian has a story suggesting that Labour’s Jeremy Corbyn could announce a change of tack in his Brexit policy and back a rebel Conservative amendment to keep Britain in a customs union with the EU: that, if passed, would hobble Britain’s ability to clinch free trade deals with the rest of the world and send May back to the drawing board. Meanwhile, two fetish subjects of European Union summits -- money and top jobs -- will feature at today's meeting of 27 EU leaders in Brussels . Brexit will leave a big hole in the EU's future budget but nonetheless countries will be asked whether they are prepared to increase the EU's next seven-year budget to pay for more integration on policies ranging from security, defence and migration. At the same time, they are also expected to reject a European Parliament bid for a bigger voice in choosing the next head of the EU’s powerful executive, the European Commission, and what to do with assembly seats vacated by British deputies. This so-called “informal summit” doesn’t need to come up with final decisions -- the real tussle on who calls the shots in a post-Brexit future will only start later. The political battle-lines in Romania over the fight against corruption are hardening. Its justice minister called yesterday for the country's chief anti-corruption prosecutor to be dismissed on the bizarre-sounding charge of \"excess of authority\", a demand which immediately triggered some street protests. The prosecutor in question, Laura Codruta Kovesi, has been praised abroad for a crackdown on graft that has targeted everyone from ministers to mayors in recent years; the government meanwhile is seeking to decriminalise certain graft offences. To make things more complicated, President Klaus Iohannis -- who has the final say on the removal of chief prosecutors -- has queried the government’s line in public and essentially backed Kovesi. MARKETS You can't keep a good market down. The Federal Reserve's policy meeting minutes had spooked bond and equity markets on Wednesday night, translating into hefty equity selloffs and sending Treasury yields to multi-year highs, but Wall Street rebounded then closed flat and Treasuries backed off the 3 percent level that the 10-year bond had approached. Belgian Prime Minister Charles Michel welcomes Germany's Chancellor Angela Merkel ahead of a meeting at Val Duchesse castle in Brussels, February 22, 2018. REUTERS/Francois Lenoir Clearly people realised (again) that a) actually the Fed minutes changed nothing, markets are still pricing in three rate rises this year despite talk of four among some traders; b) companies have been posting decent earnings both sides of the pond. Just look at the NYSE’s FANG futures in tech stocks breaking fresh records; c) Policymakers are likely to stay cautious -- the Fed’s Bullard said as much and then the ECB signalled it was premature to exit stimulus; and d) inflation is rising but slowly -- just look at Japan today which posted a rise in CPI ex-food and fuel but saw core CPI inflation stay exactly where it was a year ago, pushing down government bond yields. Let’s wait now for January euro zone inflation due today. Also on the data front, there is Q4 German GDP plus the BoE’s Dave Ramsden and ECB’s Benoit Couere due to speak. So on the equity front, MSCI All-Country is up slightly, with a bounce in Japan and emerging Asia though Europe looks set to open mixed . Here is an interesting nugget though: February will break the All-Country index’s record 13-month long run of gains; stocks are down 4 percent so far this month, having gained 35 percent from November 2016 to end-Jan 2018. Wall Street futures are pointing higher, VIX at around 18 and down for two weeks in a row for first time since November. Treasury yields are a touch higher after the government saw soft demand for its auction of seven-year bonds yesterday. In Europe, Italian yields are set for the biggest weekly rise this year as elections loom -- a test is ahead in the shape of a bond auction later today. The dollar has bounced 0.3 percent after a 1 percent fall overnight which was triggered by U.S. yields retreating from four-year peaks. Now it is set for a weekly gain and appears set for a monthly rise, snapping a three-month losing streak. In commodities, oil is set for gains for the second week in a row while gold might see its biggest weekly drop since early December. European stocks are set to open up slightly with futures trading between flat and a gain of 0.3 percent. The pan-European STOXX 600 is set to end the week flat as markets stabilise and volatility calms following a turbulent start to the month that sent the index to a near six-month low. The STOXX is up 3.5 percent above that low but needs to climb another 6 percent to reach its January peak. Earnings this week from Barclays, Lloyds, KBC and Axa have helped sentiment on financials, and the hopeful optimism continues after Royal Bank of Scotland posted its first profit in a decade . However the stock is called down 1-2 percent, with traders saying numbers were a touch light and rate of cost-cutting was materially reduced. Shares in Swiss Re, Rightmove and Pearson are seen opening higher after their updates, while Valeo could fall 4-5 percent following a disappointing guidance. Earnings for the STOXX 600 are seen rising 16.9 percent in the fourth quarter of 2017. On the M&A front, Standard Life is seen supported after it agreed to sell its insurance division to Phoenix Group for 3.24 billion pounds and will announce results. Elsewhere, Shire is seen rising 4-5 percent after the U.S.'s FDA accepted its Biologics License Application and granted priority review for its lanadelumab treatment. Emerging stocks look on track to book a weekly gain of 1 percent after a bouncy few days where investors tried to make up their mind on how fast the Fed may raise rates. Turkey’s lira chalks up some of the biggest losses vs the dollar this week, weakening 1.6 percent on heightened geopolitical tensions over Syria . South African markets take a breather. Following a stellar near 6 percent jump last week, Johannesburg’s main stock index is on track for a loss of 1 percent since Monday, with some expectation that the VAT rise could hit businesses. The rand looks to weaken 0.5 percent over the same period, following two weeks of healthy gains. Russia gets reviewed by Fitch and S&P and could be upgraded by S&P to investment grade. Editing by Catherine Evans",
    "published": "2018-02-23T10:43:00.000+02:00",
    "crawled": "2018-02-23T11:15:29.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "february",
        "updated",
        "minute",
        "ago",
        "daily",
        "briefing",
        "uk",
        "government",
        "brexit",
        "consensus",
        "last",
        "reuters",
        "staff",
        "min",
        "read",
        "london",
        "reuters",
        "bit",
        "piece",
        "emerging",
        "brexit",
        "consensus",
        "supposedly",
        "reached",
        "pm",
        "theresa",
        "may",
        "top",
        "minister",
        "eight",
        "hour",
        "talk",
        "official",
        "country",
        "residence",
        "yesterday",
        "gist",
        "leak",
        "may",
        "accepted",
        "argument",
        "regulatory",
        "divergence",
        "european",
        "union",
        "needed",
        "britain",
        "strike",
        "make",
        "success",
        "global",
        "trading",
        "nation",
        "according",
        "report",
        "mean",
        "try",
        "secure",
        "deal",
        "described",
        "brexit",
        "minister",
        "david",
        "davis",
        "essentially",
        "free",
        "trade",
        "deal",
        "like",
        "improved",
        "access",
        "eu",
        "single",
        "market",
        "course",
        "eu",
        "reject",
        "unacceptable",
        "may",
        "become",
        "little",
        "clearer",
        "next",
        "week",
        "may",
        "speech",
        "scheduled",
        "set",
        "way",
        "forward",
        "brexit",
        "separately",
        "guardian",
        "story",
        "suggesting",
        "labour",
        "jeremy",
        "corbyn",
        "could",
        "announce",
        "change",
        "tack",
        "brexit",
        "policy",
        "back",
        "rebel",
        "conservative",
        "amendment",
        "keep",
        "britain",
        "custom",
        "union",
        "eu",
        "passed",
        "would",
        "hobble",
        "britain",
        "ability",
        "clinch",
        "free",
        "trade",
        "deal",
        "rest",
        "world",
        "send",
        "may",
        "back",
        "drawing",
        "board",
        "meanwhile",
        "two",
        "fetish",
        "subject",
        "european",
        "union",
        "summit",
        "money",
        "top",
        "job",
        "feature",
        "today",
        "meeting",
        "eu",
        "leader",
        "brussels",
        "brexit",
        "leave",
        "big",
        "hole",
        "eu",
        "future",
        "budget",
        "nonetheless",
        "country",
        "asked",
        "whether",
        "prepared",
        "increase",
        "eu",
        "next",
        "budget",
        "pay",
        "integration",
        "policy",
        "ranging",
        "security",
        "defence",
        "migration",
        "time",
        "also",
        "expected",
        "reject",
        "european",
        "parliament",
        "bid",
        "bigger",
        "voice",
        "choosing",
        "next",
        "head",
        "eu",
        "powerful",
        "executive",
        "european",
        "commission",
        "assembly",
        "seat",
        "vacated",
        "british",
        "deputy",
        "informal",
        "summit",
        "need",
        "come",
        "final",
        "decision",
        "real",
        "tussle",
        "call",
        "shot",
        "future",
        "start",
        "later",
        "political",
        "romania",
        "fight",
        "corruption",
        "hardening",
        "justice",
        "minister",
        "called",
        "yesterday",
        "country",
        "chief",
        "prosecutor",
        "dismissed",
        "charge",
        "excess",
        "authority",
        "demand",
        "immediately",
        "triggered",
        "street",
        "protest",
        "prosecutor",
        "question",
        "laura",
        "codruta",
        "kovesi",
        "praised",
        "abroad",
        "crackdown",
        "graft",
        "targeted",
        "everyone",
        "minister",
        "mayor",
        "recent",
        "year",
        "government",
        "meanwhile",
        "seeking",
        "decriminalise",
        "certain",
        "graft",
        "offence",
        "make",
        "thing",
        "complicated",
        "president",
        "klaus",
        "iohannis",
        "final",
        "say",
        "removal",
        "chief",
        "prosecutor",
        "queried",
        "government",
        "line",
        "public",
        "essentially",
        "backed",
        "kovesi",
        "market",
        "ca",
        "keep",
        "good",
        "market",
        "federal",
        "reserve",
        "policy",
        "meeting",
        "minute",
        "spooked",
        "bond",
        "equity",
        "market",
        "wednesday",
        "night",
        "translating",
        "hefty",
        "equity",
        "selloff",
        "sending",
        "treasury",
        "yield",
        "high",
        "wall",
        "street",
        "rebounded",
        "closed",
        "flat",
        "treasury",
        "backed",
        "percent",
        "level",
        "bond",
        "approached",
        "belgian",
        "prime",
        "minister",
        "charles",
        "michel",
        "welcome",
        "germany",
        "chancellor",
        "angela",
        "merkel",
        "ahead",
        "meeting",
        "val",
        "duchesse",
        "castle",
        "brussels",
        "february",
        "lenoir",
        "clearly",
        "people",
        "realised",
        "actually",
        "fed",
        "minute",
        "changed",
        "nothing",
        "market",
        "still",
        "pricing",
        "three",
        "rate",
        "rise",
        "year",
        "despite",
        "talk",
        "four",
        "among",
        "trader",
        "b",
        "company",
        "posting",
        "decent",
        "earnings",
        "side",
        "pond",
        "look",
        "nyse",
        "fang",
        "future",
        "tech",
        "stock",
        "breaking",
        "fresh",
        "record",
        "c",
        "policymakers",
        "likely",
        "stay",
        "cautious",
        "fed",
        "bullard",
        "said",
        "much",
        "ecb",
        "signalled",
        "premature",
        "exit",
        "stimulus",
        "inflation",
        "rising",
        "slowly",
        "look",
        "japan",
        "today",
        "posted",
        "rise",
        "cpi",
        "fuel",
        "saw",
        "core",
        "cpi",
        "inflation",
        "stay",
        "exactly",
        "year",
        "ago",
        "pushing",
        "government",
        "bond",
        "yield",
        "let",
        "wait",
        "january",
        "euro",
        "zone",
        "inflation",
        "due",
        "today",
        "also",
        "data",
        "front",
        "q4",
        "german",
        "gdp",
        "plus",
        "boe",
        "dave",
        "ramsden",
        "ecb",
        "benoit",
        "couere",
        "due",
        "speak",
        "equity",
        "front",
        "msci",
        "slightly",
        "bounce",
        "japan",
        "emerging",
        "asia",
        "though",
        "europe",
        "look",
        "set",
        "open",
        "mixed",
        "interesting",
        "nugget",
        "though",
        "february",
        "break",
        "index",
        "record",
        "long",
        "run",
        "gain",
        "stock",
        "percent",
        "far",
        "month",
        "gained",
        "percent",
        "november",
        "wall",
        "street",
        "future",
        "pointing",
        "higher",
        "vix",
        "around",
        "two",
        "week",
        "row",
        "first",
        "time",
        "since",
        "november",
        "treasury",
        "yield",
        "touch",
        "higher",
        "government",
        "saw",
        "soft",
        "demand",
        "auction",
        "bond",
        "yesterday",
        "europe",
        "italian",
        "yield",
        "set",
        "biggest",
        "weekly",
        "rise",
        "year",
        "election",
        "loom",
        "test",
        "ahead",
        "shape",
        "bond",
        "auction",
        "later",
        "today",
        "dollar",
        "bounced",
        "percent",
        "percent",
        "fall",
        "overnight",
        "triggered",
        "yield",
        "retreating",
        "peak",
        "set",
        "weekly",
        "gain",
        "appears",
        "set",
        "monthly",
        "rise",
        "snapping",
        "losing",
        "streak",
        "commodity",
        "oil",
        "set",
        "gain",
        "second",
        "week",
        "row",
        "gold",
        "might",
        "see",
        "biggest",
        "weekly",
        "drop",
        "since",
        "early",
        "december",
        "european",
        "stock",
        "set",
        "open",
        "slightly",
        "future",
        "trading",
        "flat",
        "gain",
        "percent",
        "stoxx",
        "set",
        "end",
        "week",
        "flat",
        "market",
        "stabilise",
        "volatility",
        "calm",
        "following",
        "turbulent",
        "start",
        "month",
        "sent",
        "index",
        "near",
        "low",
        "stoxx",
        "percent",
        "low",
        "need",
        "climb",
        "another",
        "percent",
        "reach",
        "january",
        "peak",
        "earnings",
        "week",
        "barclays",
        "lloyd",
        "kbc",
        "axa",
        "helped",
        "sentiment",
        "financials",
        "hopeful",
        "optimism",
        "continues",
        "royal",
        "bank",
        "scotland",
        "posted",
        "first",
        "profit",
        "decade",
        "however",
        "stock",
        "called",
        "percent",
        "trader",
        "saying",
        "number",
        "touch",
        "light",
        "rate",
        "materially",
        "reduced",
        "share",
        "swiss",
        "rightmove",
        "pearson",
        "seen",
        "opening",
        "higher",
        "update",
        "valeo",
        "could",
        "fall",
        "percent",
        "following",
        "disappointing",
        "guidance",
        "earnings",
        "stoxx",
        "seen",
        "rising",
        "percent",
        "fourth",
        "quarter",
        "front",
        "standard",
        "life",
        "seen",
        "supported",
        "agreed",
        "sell",
        "insurance",
        "division",
        "phoenix",
        "group",
        "billion",
        "pound",
        "announce",
        "result",
        "elsewhere",
        "shire",
        "seen",
        "rising",
        "percent",
        "fda",
        "accepted",
        "biologics",
        "license",
        "application",
        "granted",
        "priority",
        "review",
        "lanadelumab",
        "treatment",
        "emerging",
        "stock",
        "look",
        "track",
        "book",
        "weekly",
        "gain",
        "percent",
        "bouncy",
        "day",
        "investor",
        "tried",
        "make",
        "mind",
        "fast",
        "fed",
        "may",
        "raise",
        "rate",
        "turkey",
        "lira",
        "chalk",
        "biggest",
        "loss",
        "v",
        "dollar",
        "week",
        "weakening",
        "percent",
        "heightened",
        "geopolitical",
        "tension",
        "syria",
        "south",
        "african",
        "market",
        "take",
        "breather",
        "following",
        "stellar",
        "near",
        "percent",
        "jump",
        "last",
        "week",
        "johannesburg",
        "main",
        "stock",
        "index",
        "track",
        "loss",
        "percent",
        "since",
        "monday",
        "expectation",
        "vat",
        "rise",
        "could",
        "hit",
        "business",
        "rand",
        "look",
        "weaken",
        "percent",
        "period",
        "following",
        "two",
        "week",
        "healthy",
        "gain",
        "russia",
        "get",
        "reviewed",
        "fitch",
        "p",
        "could",
        "upgraded",
        "p",
        "investment",
        "grade",
        "editing",
        "catherine",
        "evans"
    ]
}