{
    "organizations": [],
    "uuid": "d5685e9ce6b3210e95cb10b5afb01e30ed16ed07",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/02/13/as-federal-prisons-run-low-on-guards-nurses-and-cooks-are-filling-in.html",
    "ord_in_thread": 0,
    "title": "As federal prisons run low on guards, nurses and cooks are filling in",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "When Kristan Morgan joined the U.S. Bureau of Prisons three years ago, the 30-year-old nurse expected to spend her days caring for the chronically sick and injured inside the nation's largest correctional system.\nWhat she didn't anticipate: Being abruptly plucked from the busy medical unit in Tallahassee, Fla ., to pull guard duty in cell blocks – including a solitary confinement wing.\n\"We get a radio and set of keys, and we don't know which keys fit which doors,\" said Morgan, who often reports to guard duty in scrubs and running shoes because there are no extra officer uniforms.\nHundreds of secretaries, teachers, counselors, cooks and medical staffers were tapped last year to fill guard posts across the Bureau of Prisons because of acute officer shortages and overtime limits, according to prison records reviewed by USA TODAY and staff interviews.\nThe moves were made despite repeated warnings that the assignments placed unprepared employees at risk. And the practice has continued for years even though the agency has been rebuked by Congress and federal labor arbitrators.\n\"It puts inmate safety at risk and our own security at risk. When we play officer, we are not equipped,\" said Morgan, a local union official. \"We are not familiar with the housing units. The inmates know exactly who we are and what our limitations are.\"\nStill, Morgan continued, \"I've been ordered to do it. I have no choice.\"\nMorgan's extraordinary account also is an alarmingly common one.\nRead more from USA Today: \nExecs at troubled federal prisons received bonuses totaling in the millions \nExclusive: Empty guard towers allowed carjacker to escape maximum security prison \nCongress to investigate misconduct in largest government-run prison \nAs recently as July, a House panel directed the agency to \"curtail its over-reliance\" on the extraordinary deployments known as augmentation, once reserved only for emergency operations.\nInstead, officials said the practice has become commonplace at some institutions where even some plumbers, electrical workers, budget analysts and commissary staffers have been patrolling prison yards and filling officer vacancies in maximum security units.\n\"While BOP reports that there is a higher incidences of serious assaults by inmates on staff at high and medium security institutions than at the lower security facilities, to meet staffing needs the BOP still routinely uses a process called augmentation whereby a non-custody employee is assigned custody responsibilities,\" a Senate Appropriations Committee report concluded in July.\nThe BOP, in response to written questions, did not dispute the large numbers of civilians drafted for guard duty. Prison officials have repeatedly contended that all employees are regarded as \"correctional workers first.\" Indeed, all staffers are provided basic officer training as a condition of employment, but few civilians have been required to put that training into practice before they are tapped to plug security gaps.\n\"We continue to hire staff at institutions around the country as needed to further the mission of the Bureau of Prisons,\" the agency said in a statement.\nNearly two years ago, USA TODAY reported that nurses, physical therapists and other medical staffers had been pressed into security duties, raising concerns about their safety. The report was followed by a memo from then-acting Director Thomas Kane urging restraint in authorizing such deployments, directing wardens to use it \"only as a last resort.\"\nYet the practice has only continued – and even accelerated – at some short-staffed institutions.\nTwo months after Kane's June 2016 memo, the warden overseeing federal prison operations in Hazelton, W.Va., said officer shortages there required civilian employees to pull officer shifts in inmate cell blocks and as substitutes for officers on vehicle patrols.\n\"Current staffing levels at...Hazelton have made it difficult to fill mandatory posts on a regular basis without relying on augmentation,\" Warden Joe Coakley said in the Aug. 1, 2016 memo.\nThere also are growing concerns that the level of risk to both staffers and inmates will only increase, as the Trump administration is in the midst of cutting about 6,000 positions from its force – about a 14% reduction system-wide. The cuts include about 1,800 officer positions.\nWhile the BOP said the majority of the positions being eliminated are currently vacant, the moves – including plans to transfer an undisclosed number of inmates to private contract prisons – has roiled the ranks where some work schedules vary from day to day.\nA sampling of prison work rosters at the Coleman, Fla., complex obtained by USA TODAY showed that up to 36 civilian staffers were assigned to guard duty on any given day last year. Their numbers included teachers, laundry workers, financial managers and a \"religious service\" staffer.\nAt the federal prison complex in Victorville, Calif., John Kostelnik, chief of the local prison workers union, said up to 60 civilian staffers a day have been assigned to officer posts.\n\"We have people who have literally never done this before,\" he said. \"It's quite scary. The whole system of (civilian reassignments) is a mess.\"\nLaurie Robinson, a former assistant attorney general who was part of a congressional task force that examined the federal prison system in 2015, said that the safety and security of inmates and \"requires making sure that the people are trained for the duties that they are carrying out.\"\n\"For this (civilian reassignments) to be occurring as a matter of course is not a good thing,\" Robinson continued. \"This goes against sound corrections practice.\"\nA string of recent decisions issued by federal labor officials in Colorado, South Carolina and Kansas strongly support the deep concerns being raised across the system.\nIn November, the Federal Labor Relations Authority ruled in favor of re-assigned staffers at the Bennettsville, S.C., Federal Correctional Institute, referring in part to a \"lack of adequate training\" that posed \"increasing inherent risk\" to the facility.\nAs part of a successful challenge to conditions in Florence, Colo., announced in December, a prison staffer testified that when recreation workers were reassigned to officer duty – leaving recreation areas with less supervision – \"an inmate was assaulted in the gym and there was an attempted murder in the paint room.\"\n\"Inmates notified these employees that they wait until staff are pulled...to assault other inmates because they know there will be less coverage,\" the staffer testified.\nEric Young, president of the union representing prison workers, said that at least \"hundreds\" of such reassignments have been made in the past year across the system's 122 facilities.\n\"The problems have only escalated,\" Young said. \"Some of the facilities are making these assignments everyday to avoid paying overtime to corrections officers.\"\nYoung said he met with new BOP Director Mark Inch in December to discuss the conditions.\n\"Teachers are hired to teach – not to be corrections officers,\" Young said. \"You can't have your cake and eat it, too.\"\nDespite the ongoing cuts, the BOP said actual staffing will remain largely the same because most of the eliminated positions were already vacant. A larger re-organization of the system is slated to continue, as the overall prison population has declined in recent years. Though over-crowding in a number of facilities persists.\n\"At this point, we aren't reducing staffing levels,\" the agency said. \"We are eliminating positions, but not staff.\"\nNevertheless, the cuts have prompted a vocal lashing from union officials.\n\"With less corrections officers in the prisons, BOP has turned to augmentation...which means that cooks, foremen, secretaries, electricians, teachers, accountants or counselors are augmented to replace officers inside the prison,\" American Federation of Government Employees president David Cox said.\n\"Augmentation can result in one correctional worker supervising hundreds of dangerous prisoners, including terrorists, gangs and murderers inside each facility with no backup.\"",
    "published": "2018-02-13T21:49:00.000+02:00",
    "crawled": "2018-02-13T23:19:16.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kristan",
        "morgan",
        "joined",
        "bureau",
        "prison",
        "three",
        "year",
        "ago",
        "nurse",
        "expected",
        "spend",
        "day",
        "caring",
        "chronically",
        "sick",
        "injured",
        "inside",
        "nation",
        "largest",
        "correctional",
        "system",
        "anticipate",
        "abruptly",
        "plucked",
        "busy",
        "medical",
        "unit",
        "tallahassee",
        "fla",
        "pull",
        "guard",
        "duty",
        "cell",
        "block",
        "including",
        "solitary",
        "confinement",
        "wing",
        "get",
        "radio",
        "set",
        "key",
        "know",
        "key",
        "fit",
        "door",
        "said",
        "morgan",
        "often",
        "report",
        "guard",
        "duty",
        "scrub",
        "running",
        "shoe",
        "extra",
        "officer",
        "uniform",
        "hundred",
        "secretary",
        "teacher",
        "counselor",
        "cook",
        "medical",
        "staffer",
        "tapped",
        "last",
        "year",
        "fill",
        "guard",
        "post",
        "across",
        "bureau",
        "prison",
        "acute",
        "officer",
        "shortage",
        "overtime",
        "limit",
        "according",
        "prison",
        "record",
        "reviewed",
        "usa",
        "today",
        "staff",
        "interview",
        "move",
        "made",
        "despite",
        "repeated",
        "warning",
        "assignment",
        "placed",
        "unprepared",
        "employee",
        "risk",
        "practice",
        "continued",
        "year",
        "even",
        "though",
        "agency",
        "rebuked",
        "congress",
        "federal",
        "labor",
        "arbitrator",
        "put",
        "inmate",
        "safety",
        "risk",
        "security",
        "risk",
        "play",
        "officer",
        "equipped",
        "said",
        "morgan",
        "local",
        "union",
        "official",
        "familiar",
        "housing",
        "unit",
        "inmate",
        "know",
        "exactly",
        "limitation",
        "still",
        "morgan",
        "continued",
        "ordered",
        "choice",
        "morgan",
        "extraordinary",
        "account",
        "also",
        "alarmingly",
        "common",
        "one",
        "read",
        "usa",
        "today",
        "exec",
        "troubled",
        "federal",
        "prison",
        "received",
        "bonus",
        "totaling",
        "million",
        "exclusive",
        "empty",
        "guard",
        "tower",
        "allowed",
        "carjacker",
        "escape",
        "maximum",
        "security",
        "prison",
        "congress",
        "investigate",
        "misconduct",
        "largest",
        "prison",
        "recently",
        "july",
        "house",
        "panel",
        "directed",
        "agency",
        "curtail",
        "extraordinary",
        "deployment",
        "known",
        "augmentation",
        "reserved",
        "emergency",
        "operation",
        "instead",
        "official",
        "said",
        "practice",
        "become",
        "commonplace",
        "institution",
        "even",
        "plumber",
        "electrical",
        "worker",
        "budget",
        "analyst",
        "commissary",
        "staffer",
        "patrolling",
        "prison",
        "yard",
        "filling",
        "officer",
        "vacancy",
        "maximum",
        "security",
        "unit",
        "bop",
        "report",
        "higher",
        "incidence",
        "serious",
        "assault",
        "inmate",
        "staff",
        "high",
        "medium",
        "security",
        "institution",
        "lower",
        "security",
        "facility",
        "meet",
        "staffing",
        "need",
        "bop",
        "still",
        "routinely",
        "us",
        "process",
        "called",
        "augmentation",
        "whereby",
        "employee",
        "assigned",
        "custody",
        "responsibility",
        "senate",
        "appropriation",
        "committee",
        "report",
        "concluded",
        "july",
        "bop",
        "response",
        "written",
        "question",
        "dispute",
        "large",
        "number",
        "civilian",
        "drafted",
        "guard",
        "duty",
        "prison",
        "official",
        "repeatedly",
        "contended",
        "employee",
        "regarded",
        "correctional",
        "worker",
        "first",
        "indeed",
        "staffer",
        "provided",
        "basic",
        "officer",
        "training",
        "condition",
        "employment",
        "civilian",
        "required",
        "put",
        "training",
        "practice",
        "tapped",
        "plug",
        "security",
        "gap",
        "continue",
        "hire",
        "staff",
        "institution",
        "around",
        "country",
        "needed",
        "mission",
        "bureau",
        "prison",
        "agency",
        "said",
        "statement",
        "nearly",
        "two",
        "year",
        "ago",
        "usa",
        "today",
        "reported",
        "nurse",
        "physical",
        "therapist",
        "medical",
        "staffer",
        "pressed",
        "security",
        "duty",
        "raising",
        "concern",
        "safety",
        "report",
        "followed",
        "memo",
        "director",
        "thomas",
        "kane",
        "urging",
        "restraint",
        "authorizing",
        "deployment",
        "directing",
        "warden",
        "use",
        "last",
        "resort",
        "yet",
        "practice",
        "continued",
        "even",
        "accelerated",
        "institution",
        "two",
        "month",
        "kane",
        "june",
        "memo",
        "warden",
        "overseeing",
        "federal",
        "prison",
        "operation",
        "hazelton",
        "said",
        "officer",
        "shortage",
        "required",
        "civilian",
        "employee",
        "pull",
        "officer",
        "shift",
        "inmate",
        "cell",
        "block",
        "substitute",
        "officer",
        "vehicle",
        "patrol",
        "current",
        "staffing",
        "level",
        "hazelton",
        "made",
        "difficult",
        "fill",
        "mandatory",
        "post",
        "regular",
        "basis",
        "without",
        "relying",
        "augmentation",
        "warden",
        "joe",
        "coakley",
        "said",
        "memo",
        "also",
        "growing",
        "concern",
        "level",
        "risk",
        "staffer",
        "inmate",
        "increase",
        "trump",
        "administration",
        "midst",
        "cutting",
        "position",
        "force",
        "reduction",
        "cut",
        "include",
        "officer",
        "position",
        "bop",
        "said",
        "majority",
        "position",
        "eliminated",
        "currently",
        "vacant",
        "move",
        "including",
        "plan",
        "transfer",
        "undisclosed",
        "number",
        "inmate",
        "private",
        "contract",
        "prison",
        "roiled",
        "rank",
        "work",
        "schedule",
        "vary",
        "day",
        "day",
        "sampling",
        "prison",
        "work",
        "roster",
        "coleman",
        "complex",
        "obtained",
        "usa",
        "today",
        "showed",
        "civilian",
        "staffer",
        "assigned",
        "guard",
        "duty",
        "given",
        "day",
        "last",
        "year",
        "number",
        "included",
        "teacher",
        "laundry",
        "worker",
        "financial",
        "manager",
        "religious",
        "service",
        "staffer",
        "federal",
        "prison",
        "complex",
        "victorville",
        "john",
        "kostelnik",
        "chief",
        "local",
        "prison",
        "worker",
        "union",
        "said",
        "civilian",
        "staffer",
        "day",
        "assigned",
        "officer",
        "post",
        "people",
        "literally",
        "never",
        "done",
        "said",
        "quite",
        "scary",
        "whole",
        "system",
        "civilian",
        "reassignment",
        "mess",
        "laurie",
        "robinson",
        "former",
        "assistant",
        "attorney",
        "general",
        "part",
        "congressional",
        "task",
        "force",
        "examined",
        "federal",
        "prison",
        "system",
        "said",
        "safety",
        "security",
        "inmate",
        "requires",
        "making",
        "sure",
        "people",
        "trained",
        "duty",
        "carrying",
        "civilian",
        "reassignment",
        "occurring",
        "matter",
        "course",
        "good",
        "thing",
        "robinson",
        "continued",
        "go",
        "sound",
        "correction",
        "practice",
        "string",
        "recent",
        "decision",
        "issued",
        "federal",
        "labor",
        "official",
        "colorado",
        "south",
        "carolina",
        "kansa",
        "strongly",
        "support",
        "deep",
        "concern",
        "raised",
        "across",
        "system",
        "november",
        "federal",
        "labor",
        "relation",
        "authority",
        "ruled",
        "favor",
        "staffer",
        "bennettsville",
        "federal",
        "correctional",
        "institute",
        "referring",
        "part",
        "lack",
        "adequate",
        "training",
        "posed",
        "increasing",
        "inherent",
        "risk",
        "facility",
        "part",
        "successful",
        "challenge",
        "condition",
        "florence",
        "announced",
        "december",
        "prison",
        "staffer",
        "testified",
        "recreation",
        "worker",
        "reassigned",
        "officer",
        "duty",
        "leaving",
        "recreation",
        "area",
        "less",
        "supervision",
        "inmate",
        "assaulted",
        "gym",
        "attempted",
        "murder",
        "paint",
        "room",
        "inmate",
        "notified",
        "employee",
        "wait",
        "staff",
        "pulled",
        "assault",
        "inmate",
        "know",
        "less",
        "coverage",
        "staffer",
        "testified",
        "eric",
        "young",
        "president",
        "union",
        "representing",
        "prison",
        "worker",
        "said",
        "least",
        "hundred",
        "reassignment",
        "made",
        "past",
        "year",
        "across",
        "system",
        "facility",
        "problem",
        "escalated",
        "young",
        "said",
        "facility",
        "making",
        "assignment",
        "everyday",
        "avoid",
        "paying",
        "overtime",
        "correction",
        "officer",
        "young",
        "said",
        "met",
        "new",
        "bop",
        "director",
        "mark",
        "inch",
        "december",
        "discus",
        "condition",
        "teacher",
        "hired",
        "teach",
        "correction",
        "officer",
        "young",
        "said",
        "ca",
        "cake",
        "eat",
        "despite",
        "ongoing",
        "cut",
        "bop",
        "said",
        "actual",
        "staffing",
        "remain",
        "largely",
        "eliminated",
        "position",
        "already",
        "vacant",
        "larger",
        "system",
        "slated",
        "continue",
        "overall",
        "prison",
        "population",
        "declined",
        "recent",
        "year",
        "though",
        "number",
        "facility",
        "persists",
        "point",
        "reducing",
        "staffing",
        "level",
        "agency",
        "said",
        "eliminating",
        "position",
        "staff",
        "nevertheless",
        "cut",
        "prompted",
        "vocal",
        "lashing",
        "union",
        "official",
        "less",
        "correction",
        "officer",
        "prison",
        "bop",
        "turned",
        "augmentation",
        "mean",
        "cook",
        "foreman",
        "secretary",
        "electrician",
        "teacher",
        "accountant",
        "counselor",
        "augmented",
        "replace",
        "officer",
        "inside",
        "prison",
        "american",
        "federation",
        "government",
        "employee",
        "president",
        "david",
        "cox",
        "said",
        "augmentation",
        "result",
        "one",
        "correctional",
        "worker",
        "supervising",
        "hundred",
        "dangerous",
        "prisoner",
        "including",
        "terrorist",
        "gang",
        "murderer",
        "inside",
        "facility",
        "backup"
    ]
}