{
    "organizations": [],
    "uuid": "7dc9a2d5fb4cac93aa7e0b5c52a38f837a9e1eda",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/26/globe-newswire-new-jersey-mining-company-provides-2017-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "New Jersey Mining Company Provides 2017 Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COEUR D'ALENE, Idaho, Feb. 26, 2018 (GLOBE NEWSWIRE) -- New Jersey Mining Company (OTCQB:NJMC) (“NJMC” or the “Company”) today announced its consolidated operating and financial results for the year ending December 31, 2017.\nOperational Highlights include the following:\nApproximately 31,350 dry metric tonnes (dmt) were processed at the Company’s New Jersey Mill with an average gold head grade of 4.11 grams per tonne (gpt), resulting in the production and sale of 3,525 ounces of gold for the year. Open-pit mining progressed from the 1081 bench to the 1042 bench during the year with mine production averaging 1,440 tonnes per day (ore and waste). In addition to the ore shipped to the mill, a lower grade stockpile was established on-site, containing approximately 17,000 tonnes of material at an estimated grade of 0.75 gpt gold. Underground mining of NJMC’s first stope (849 sublevel) on the Skookum Shoot began in December 2017. A portion of NJMC’s labor force that was dedicated to underground mine rehabilitation and support of surface operations for most of 2017 is now focused on production from the underground mine. A pit expansion study was completed early in the year, increasing its size by more than tenfold to 180,000 tonnes of ore at a projected grade of 4.26 gpt gold for a total of 24,600 ounces of gold. Permitting of the expanded pit was completed in June and mining began immediately thereafter. Trenching and drilling in the Klondike, Katie-Dora, and Golden Chest areas were completed to evaluate the potential for expanding the existing pit and developing a second pit. Trench assays were reported recently and drill assays are expected shortly. The Company expanded its land position by 918 acres with the addition of the Buckskin property and claim group which is adjacent to the Golden Chest. An updated NI 43-101 report was published in December 2017.\nNJMC CEO and President John Swallow stated “We are pleased to report on our first full year as a gold producer. Bringing the Golden Chest into production is the first step in our plan to build New Jersey into a mid-tier gold company. We believe the Murray Gold Belt holds the potential to host large gold deposits and as we expand our land position there we are also evaluating the feasibility of a building a new mill near the Golden Chest Mine. We will continue to leverage what we’ve learned at the Golden Chest, incorporating that knowledge and work ethic into our other properties, in the Murray Gold Belt and throughout the Pacific Northwest.”\nCorporate Highlights include the following:\nThe Company achieved revenues of $4,281,471, compared to 2016 revenues of $544,751. The Company recorded a gross profit of $1,189,027, compared to $69,222 in 2016. The Company recorded a total consolidated net loss for 2017 of just $22,124 which included non-cash charges of $561,637 compared to a total net loss of $708,191 for 2016. Company liabilities were reduced by $1,179,708 in 2017 – including reduction of existing debt obligations, paying off the remaining balance of the Golden Chest Mine, and the addition of long-life underground equipment (financed by notes payable). Private placements totaling net proceeds of $1.39-million were closed, with participation from NJMC Management and strategic shareholders including the Company’s concentrate broker, H&H Metals Corp. The Company strengthened its Board and Management teams with the appointments of Kevin Shiell as a Director, Rob Morgan as VP of Exploration, and Monique Hayes as Corporate Secretary.\nMr. Swallow concluded, “When we decided to advance the Golden Chest into production, it was through an aggressive two-year payback plan. Our discipline is paying off and we anticipate being largely debt free by the end of 2018. Following this year, our overall goal for the mines currently in production at the Golden Chest is 7,000 – 10,000 ounces of gold per year with production costs of $850-$950/ounce.”\nAbout New Jersey Mining Company\nNew Jersey Mining Company is headquartered in north Idaho, where it is currently in production at its Golden Chest Mine. It is deploying its mining and milling expertise to build a portfolio of advanced-stage assets with near-term cash flow potential and leverage to higher gold prices.\nNJMC is 100-percent owner of the Golden Chest Mine where it has both open pit and underground operations.\nNJMC also holds a 50-percent interest in the fully-permitted Butte Highlands Gold Project.\nNJMC built and is majority owner and operator of the New Jersey Mill, a 360-tonne per day flotation mill and cyanide leach plant.\nCompany assets were developed with more than $50-million of investment dollars from New Jersey and other companies. Management owns more than 17-percent of NJMC stock and has participated in prior financings and made purchases in the open market.\nThe Company’s common stock trades on the OTC-QB Market under the symbol “NJMC.”\nFor more information on New Jersey Mining Company go to www.newjerseymining.com or call:\nMonique Hayes, Corporate Secretary/Investor Relations\nEmail: monique@newjerseymining.com\n(208) 625-9001\nForward Looking Statements\nThis release contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended that are intended to be covered by the safe harbor created by such sections. Such statements are based on good faith assumptions that New Jersey Mining Company believes are reasonable but which are subject to a wide range of uncertainties and business risks that could cause actual results to differ materially from future results expressed, projected or implied by such forward-looking statements. Such factors include, among others, the Company’s plans to expand future exploration and resource development at the Golden Chest Mine and in the Murray Gold Belt, the risk that the mine plan changes due to rising costs or other operational details and is unable to pay off debt or raise additional funds to pay off remaining debt by the end of 2018, the risks and hazards inherent in the mining business (including risks inherent in developing mining projects, environmental hazards, industrial accidents, weather or geologically related conditions), changes in the market prices of gold and silver and the potential impact on revenues from changes in the market price of gold and cash costs, a sustained lower price environment, as well as other uncertainties and risk factors. Actual results, developments and timetables could vary significantly from the estimates presented. Readers are cautioned not to put undue reliance on forward-looking statements. NJMC disclaims any intent or obligation to update publicly such forward-looking statements, whether as a result of new information, future events or otherwise\nCautionary Statements to Investors on Mineral Resources\nReporting requirements in the United States for disclosure of mineral properties are governed by the SEC and included in the SEC's Securities Act Industry Guide 7, entitled “Description of Property by Issuers Engaged or to be Engaged in Significant Mining Operations” (Guide 7). However, the Company has filed an updated National Instrument 43-101 Technical Report for the Golden Chest Mine with the Ontario Stock Commissions and is seeking a listing on the Canadian Stock Exchange, which requires an estimate of mineral resources and reserves to be prepared in accordance with Canadian National Instrument 43-101 (NI 43-101). Reporting requirements in the United States for disclosure of mineral properties under Guide 7 and the requirements in Canada under NI 43-101 standards are substantially different. This Golden Chest NI 43-101Technical Report referenced in this news release contains a summary of certain estimates of the Company of mineral resource estimates in accordance with the definitional standards of the Canadian Institute of Mining, Metallurgy and Petroleum referred to in NI 43-101. Investors are cautioned not to assume that any part or all of the measured resources, indicated resources or inferred resources disclosed in the Golden Chest NI-43-101 Technical Report will ever be converted into proven or probable reserves. “Resources” have a great amount of uncertainty as to their existence, and great uncertainty as to their economic and legal feasibility. It cannot be assumed that all or any part of such a “resource” will ever be upgraded to a higher category or will ever be economically extracted. Investors are cautioned not to assume that all or any part of a “resource” exists or is economically or legally mineable. Investors are also especially cautioned that the mere fact that such resources may be referred to in ounces of silver and/or gold, rather than in tons of mineralization and grades of silver and/or gold estimated per ton, is not an indication that such material will ever result in mined ore which is processed into commercial silver or gold.\nSource:New Jersey Mining Company",
    "published": "2018-02-26T17:00:00.000+02:00",
    "crawled": "2018-02-26T16:23:45.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "coeur",
        "idaho",
        "globe",
        "newswire",
        "new",
        "jersey",
        "mining",
        "company",
        "otcqb",
        "njmc",
        "njmc",
        "company",
        "today",
        "announced",
        "consolidated",
        "operating",
        "financial",
        "result",
        "year",
        "ending",
        "december",
        "operational",
        "highlight",
        "include",
        "following",
        "approximately",
        "dry",
        "metric",
        "tonne",
        "dmt",
        "processed",
        "company",
        "new",
        "jersey",
        "mill",
        "average",
        "gold",
        "head",
        "grade",
        "gram",
        "per",
        "tonne",
        "gpt",
        "resulting",
        "production",
        "sale",
        "ounce",
        "gold",
        "year",
        "mining",
        "progressed",
        "bench",
        "bench",
        "year",
        "mine",
        "production",
        "averaging",
        "tonne",
        "per",
        "day",
        "ore",
        "waste",
        "addition",
        "ore",
        "shipped",
        "mill",
        "lower",
        "grade",
        "stockpile",
        "established",
        "containing",
        "approximately",
        "tonne",
        "material",
        "estimated",
        "grade",
        "gpt",
        "gold",
        "underground",
        "mining",
        "njmc",
        "first",
        "stope",
        "sublevel",
        "skookum",
        "shoot",
        "began",
        "december",
        "portion",
        "njmc",
        "labor",
        "force",
        "dedicated",
        "underground",
        "mine",
        "rehabilitation",
        "support",
        "surface",
        "operation",
        "focused",
        "production",
        "underground",
        "mine",
        "pit",
        "expansion",
        "study",
        "completed",
        "early",
        "year",
        "increasing",
        "size",
        "tenfold",
        "tonne",
        "ore",
        "projected",
        "grade",
        "gpt",
        "gold",
        "total",
        "ounce",
        "gold",
        "permitting",
        "expanded",
        "pit",
        "completed",
        "june",
        "mining",
        "began",
        "immediately",
        "thereafter",
        "trenching",
        "drilling",
        "klondike",
        "golden",
        "chest",
        "area",
        "completed",
        "evaluate",
        "potential",
        "expanding",
        "existing",
        "pit",
        "developing",
        "second",
        "pit",
        "trench",
        "assay",
        "reported",
        "recently",
        "drill",
        "assay",
        "expected",
        "shortly",
        "company",
        "expanded",
        "land",
        "position",
        "acre",
        "addition",
        "buckskin",
        "property",
        "claim",
        "group",
        "adjacent",
        "golden",
        "chest",
        "updated",
        "ni",
        "report",
        "published",
        "december",
        "njmc",
        "ceo",
        "president",
        "john",
        "swallow",
        "stated",
        "pleased",
        "report",
        "first",
        "full",
        "year",
        "gold",
        "producer",
        "bringing",
        "golden",
        "chest",
        "production",
        "first",
        "step",
        "plan",
        "build",
        "new",
        "jersey",
        "gold",
        "company",
        "believe",
        "murray",
        "gold",
        "belt",
        "hold",
        "potential",
        "host",
        "large",
        "gold",
        "deposit",
        "expand",
        "land",
        "position",
        "also",
        "evaluating",
        "feasibility",
        "building",
        "new",
        "mill",
        "near",
        "golden",
        "chest",
        "mine",
        "continue",
        "leverage",
        "learned",
        "golden",
        "chest",
        "incorporating",
        "knowledge",
        "work",
        "ethic",
        "property",
        "murray",
        "gold",
        "belt",
        "throughout",
        "pacific",
        "corporate",
        "highlight",
        "include",
        "following",
        "company",
        "achieved",
        "revenue",
        "compared",
        "revenue",
        "company",
        "recorded",
        "gross",
        "profit",
        "compared",
        "company",
        "recorded",
        "total",
        "consolidated",
        "net",
        "loss",
        "included",
        "charge",
        "compared",
        "total",
        "net",
        "loss",
        "company",
        "liability",
        "reduced",
        "including",
        "reduction",
        "existing",
        "debt",
        "obligation",
        "paying",
        "remaining",
        "balance",
        "golden",
        "chest",
        "mine",
        "addition",
        "underground",
        "equipment",
        "financed",
        "note",
        "payable",
        "private",
        "placement",
        "totaling",
        "net",
        "proceeds",
        "closed",
        "participation",
        "njmc",
        "management",
        "strategic",
        "shareholder",
        "including",
        "company",
        "concentrate",
        "broker",
        "h",
        "h",
        "metal",
        "company",
        "strengthened",
        "board",
        "management",
        "team",
        "appointment",
        "kevin",
        "shiell",
        "director",
        "rob",
        "morgan",
        "vp",
        "exploration",
        "monique",
        "hayes",
        "corporate",
        "secretary",
        "swallow",
        "concluded",
        "decided",
        "advance",
        "golden",
        "chest",
        "production",
        "aggressive",
        "payback",
        "plan",
        "discipline",
        "paying",
        "anticipate",
        "largely",
        "debt",
        "free",
        "end",
        "following",
        "year",
        "overall",
        "goal",
        "mine",
        "currently",
        "production",
        "golden",
        "chest",
        "ounce",
        "gold",
        "per",
        "year",
        "production",
        "cost",
        "new",
        "jersey",
        "mining",
        "company",
        "new",
        "jersey",
        "mining",
        "company",
        "headquartered",
        "north",
        "idaho",
        "currently",
        "production",
        "golden",
        "chest",
        "mine",
        "deploying",
        "mining",
        "milling",
        "expertise",
        "build",
        "portfolio",
        "asset",
        "cash",
        "flow",
        "potential",
        "leverage",
        "higher",
        "gold",
        "price",
        "njmc",
        "owner",
        "golden",
        "chest",
        "mine",
        "open",
        "pit",
        "underground",
        "operation",
        "njmc",
        "also",
        "hold",
        "interest",
        "butte",
        "highland",
        "gold",
        "project",
        "njmc",
        "built",
        "majority",
        "owner",
        "operator",
        "new",
        "jersey",
        "mill",
        "per",
        "day",
        "flotation",
        "mill",
        "cyanide",
        "leach",
        "plant",
        "company",
        "asset",
        "developed",
        "investment",
        "dollar",
        "new",
        "jersey",
        "company",
        "management",
        "owns",
        "njmc",
        "stock",
        "participated",
        "prior",
        "financing",
        "made",
        "purchase",
        "open",
        "market",
        "company",
        "common",
        "stock",
        "trade",
        "market",
        "symbol",
        "information",
        "new",
        "jersey",
        "mining",
        "company",
        "go",
        "call",
        "monique",
        "hayes",
        "corporate",
        "relation",
        "email",
        "monique",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "intended",
        "covered",
        "safe",
        "harbor",
        "created",
        "section",
        "statement",
        "based",
        "good",
        "faith",
        "assumption",
        "new",
        "jersey",
        "mining",
        "company",
        "belief",
        "reasonable",
        "subject",
        "wide",
        "range",
        "uncertainty",
        "business",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "projected",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "company",
        "plan",
        "expand",
        "future",
        "exploration",
        "resource",
        "development",
        "golden",
        "chest",
        "mine",
        "murray",
        "gold",
        "belt",
        "risk",
        "mine",
        "plan",
        "change",
        "due",
        "rising",
        "cost",
        "operational",
        "detail",
        "unable",
        "pay",
        "debt",
        "raise",
        "additional",
        "fund",
        "pay",
        "remaining",
        "debt",
        "end",
        "risk",
        "hazard",
        "inherent",
        "mining",
        "business",
        "including",
        "risk",
        "inherent",
        "developing",
        "mining",
        "project",
        "environmental",
        "hazard",
        "industrial",
        "accident",
        "weather",
        "geologically",
        "related",
        "condition",
        "change",
        "market",
        "price",
        "gold",
        "silver",
        "potential",
        "impact",
        "revenue",
        "change",
        "market",
        "price",
        "gold",
        "cash",
        "cost",
        "sustained",
        "lower",
        "price",
        "environment",
        "well",
        "uncertainty",
        "risk",
        "factor",
        "actual",
        "result",
        "development",
        "timetable",
        "could",
        "vary",
        "significantly",
        "estimate",
        "presented",
        "reader",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "njmc",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "cautionary",
        "statement",
        "investor",
        "mineral",
        "resource",
        "reporting",
        "requirement",
        "united",
        "state",
        "disclosure",
        "mineral",
        "property",
        "governed",
        "sec",
        "included",
        "sec",
        "security",
        "act",
        "industry",
        "guide",
        "entitled",
        "description",
        "property",
        "issuer",
        "engaged",
        "engaged",
        "significant",
        "mining",
        "operation",
        "guide",
        "however",
        "company",
        "filed",
        "updated",
        "national",
        "instrument",
        "technical",
        "report",
        "golden",
        "chest",
        "mine",
        "ontario",
        "stock",
        "commission",
        "seeking",
        "listing",
        "canadian",
        "stock",
        "exchange",
        "requires",
        "estimate",
        "mineral",
        "resource",
        "reserve",
        "prepared",
        "accordance",
        "canadian",
        "national",
        "instrument",
        "ni",
        "reporting",
        "requirement",
        "united",
        "state",
        "disclosure",
        "mineral",
        "property",
        "guide",
        "requirement",
        "canada",
        "ni",
        "standard",
        "substantially",
        "different",
        "golden",
        "chest",
        "ni",
        "report",
        "referenced",
        "news",
        "release",
        "contains",
        "summary",
        "certain",
        "estimate",
        "company",
        "mineral",
        "resource",
        "estimate",
        "accordance",
        "definitional",
        "standard",
        "canadian",
        "institute",
        "mining",
        "metallurgy",
        "petroleum",
        "referred",
        "ni",
        "investor",
        "cautioned",
        "assume",
        "part",
        "measured",
        "resource",
        "indicated",
        "resource",
        "inferred",
        "resource",
        "disclosed",
        "golden",
        "chest",
        "technical",
        "report",
        "ever",
        "converted",
        "proven",
        "probable",
        "reserve",
        "resource",
        "great",
        "amount",
        "uncertainty",
        "existence",
        "great",
        "uncertainty",
        "economic",
        "legal",
        "feasibility",
        "assumed",
        "part",
        "resource",
        "ever",
        "upgraded",
        "higher",
        "category",
        "ever",
        "economically",
        "extracted",
        "investor",
        "cautioned",
        "assume",
        "part",
        "resource",
        "exists",
        "economically",
        "legally",
        "mineable",
        "investor",
        "also",
        "especially",
        "cautioned",
        "mere",
        "fact",
        "resource",
        "may",
        "referred",
        "ounce",
        "silver",
        "gold",
        "rather",
        "ton",
        "mineralization",
        "grade",
        "silver",
        "gold",
        "estimated",
        "per",
        "ton",
        "indication",
        "material",
        "ever",
        "result",
        "mined",
        "ore",
        "processed",
        "commercial",
        "silver",
        "gold",
        "source",
        "new",
        "jersey",
        "mining",
        "company"
    ]
}