{
    "organizations": [],
    "uuid": "5c80691a1b8290da89bcfa166e3a31c71cfc3c73",
    "author": "",
    "url": "https://www.wsj.com/livecoverage/january-2018-jobs-report-analysis",
    "ord_in_thread": 0,
    "title": "US Adds 2 Jobs; Wage Growth Best Since Recession - Wall Street Journal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Search Search → BROWSER UPDATE To gain access to the full experience, please upgrade your browser: Chrome | Safari | Firefox | Internet Explorer Note: If you are running Internet Explorer 10 and above, make sure it is not in compatibility mode. U.S. Adds 200,000 Jobs; Wage Growth Best Since Recession Last Updated Feb 2, 2018 at 9:41 am ET \nThe U.S. economy added a better-than-expected 200,000 jobs in January, the Labor Department said. The unemployment rate held steady at 4.1%, its lowest level since December 2000. SHARE \nStocks Drop at the Open \nLabor-Force Participation Rate Held Steady \nBroader Measure of Unemployment Ticks Up \nLooking at Growth in Lower-Pay Industries See only Highlights Stocks Drop at the Open \nThe opening bell has rung on U.S. exchanges, and stocks have opened down. \nThe S&P 500 is off 0.7% to 2802, with 10 of the index's 11 sectors trading in the red. The benchmark index is on pace for its worst week in two years. \nThe Dow Jones Industrial Average is off 1%. The Nasdaq Composite is down 0.5%. Erik Holm Twitter Labor-Force Participation Rate Held Steady \nThe labor-force participation rate held at 62.7% in January, according to the Labor Department's monthly employment report. The participation rate shows the share of people who are employed or are looking for work. \nAfter sliding for more than a decade--raising concerns among economists that people were giving up on finding work--the rate has been fairly stable since late 2015. Chelsey Dulaney Twitter Broader Measure of Unemployment Ticks Up \nWhile the headline unemployment rate remained at a historically low 4.1% for the fourth straight month in January, a broader measure of unemployment has ticked up recently. \nThe so-called U-6 unemployment rate, which also includes people marginally attached to the labor force and those employed part time for economic reasons, climbed to 8.2% in January, from 8.1% in December. It had been at 8.0% in October and November, the lowest post-recession levels. Ben Eisen Twitter Looking at Growth in Lower-Pay Industries \nSteven Blitz, chief U.S. Economist at TS Lombard, points out that it's important to look at wage-growth in lower-paying industries. Here are his reflections on wages, via e-mailed comments: \n\"Wage gains for non-supervisory workers is less headline worthy, being 2.4% Y/Y, but the underlying trend is still up. Greater growth in lower wage industries remains the underpinning of the jobs market, about 50% of total private sector jobs gain in January. The diffusion indexes pared back a bit, suggesting firms are becoming a little less aggressive in adding payroll. This all fits with our outlook for a year when, on the margin, capital rather than labor is added to expand output. There were strong gains in construction employment and average hourly wage gains in this sector are up 2.9%Y/Y and 3.6% in the past three months, on an annualized basis. In all, a strong enough report with just enough quirks (drop in hours, the 15,000 increase in apparel store employment) to give pessimists some factors to grab onto.\" Ben Eisen Twitter Signs of Firming U.S. Inflation Put Emerging Market Currencies Under Pressure \nEmerging market currencies are sliding after the strong U.S. jobs report sent the U.S. dollar higher. \nThe greenback is up 1.3% against the Brazilian real, 1.5% against the Korean won and 1.8% against the South African rand. Emerging market currencies have benefited from the Federal Reserve's cautious approach to raising interest rates. \nBut signs that U.S. inflation is now firming--with hourly earnings rising at their fastest year-over-year pace since 2009 last month-- emerging markets bulls could soon face their day of reckoning. \nHigher U.S. rates can hurt emerging markets by making their dollar debts more expensive to pay back and making their assets less attractive to yield-seeking investors. Chelsey Dulaney Twitter Strong Jobs Report Brings a New Problem: Labor Scarcity \nJoseph Brusuelas, the chief economist at RSM US LLP, points to a concern that hasn't gotten much airing recently: are there enough people to fill the open positions in the workforce? Here's what he says in a post-report client note: \n\"With little to no slack left in the economy, the major challenge for both policymakers and firm managers is where will businesses find the workers to meet growing demand in a new economy increasingly organized around science, mathematics and technology in a tightening labor market. \n\"Given that there is roughly one worker per job opening in the economy, the narrative inside the labor market is rapidly shifting from that of triumph to that of concern amongst firms of all sizes over how to fill positions among labor scarcity. Due to misaligned immigration policies during a time of economic acceleration and the lack of those that are willing and able to work, firms are about to enter a period of rapid integration of technology as a substitute for labor to avoid growing bottlenecks in production and the provision of services. In a rational world, this would be a major inflection point stimulating profound public debate, Congressional hearings and a Presidential commission to map out possible policy paths in an age of Artificial Intelligence. Instead all we get is an already tired juvenile discussion around who gets political credit for the secular improvement in job creation and the economy.\" Ben Eisen Twitter Jobs Report Still Overall Good News for Stock Rally \nDon't worry about the market's cool response to the jobs report. Overall, the data suggests an economy that is still supportive of further stock gains, said JJ Kinahan, chief market strategist at TD Ameritrade. \nThe jump in bond yields, following a stronger-than-expected pickup in wages, has some analysts questioning whether the Federal Reserve will raise interest rates more quickly than expected--but Mr. Kinahan says there's no sign that stocks can't keep climbing in a rising rate environment. \n\"People have called for interest rate hikes for the past year and now that we might actually get them, they're fearful,\" Mr. Kinahan said. \"But overall, we're still just off all-time highs, and when you look at what drives the market, it's earnings--and we're still seeing really solid results there.\" Akane Otani Twitter Dollar's Bounce Could Spell Trouble for Commodities \nThe dollar rising alongside Treasury yields following the latest jobs report could spell trouble for commodity bulls, as a weaker dollar has sparked a recent surge in prices of raw materials. \nIf the dollar rebounds as investors' expectations for higher inflation and higher interest rates pick up, the recent rally in commodities could end quickly, according to some analysts. Some say Friday's report could add to fears about more aggressive central bank policy than expected moving forward. \n\"The Fed could get more aggressive this year and be on course for four rate hikes,\" said Bob Haberkorn, senior market strategist at RJO Futures. \nThe central bank has previously projected three increases for 2018. \nOil, gold and copper are all falling Friday with the WSJ Dollar Index now up 0.7%. Amrith Ramkumar Twitter Four Rate Hikes Now on the Table, Markets Suggest \nTraders are adding to their bets that the Federal Reserve will turn more aggressive this year. In the fed funds futures market , they now price in a nearly 30% chance of at least four rate increases this year, according to CME Group. That compares with a probability of about 25% just before the jobs report hit. \nThis report shows that wage growth, long sluggish during this economic recovery, may finally by accelerating. That could increase inflation, in turn pressuring the Fed to speed up the pace of rate increases. \n\"We expect this will persuade the Fed to hike rates four times this year,\" said Andrew Hunter of Capital Economics, in a client note after the report hit. Ben Eisen Twitter Inflation Still Not at Threatening Levels \nThere's a lot to like in the latest jobs report, writes Mike Loewengart, vice president of investment strategy at E*TRADE, in emailed comments. The U.S. economy is still adding jobs, and unemployment remains at its lowest level since December 2000. \nAnd while bond yields have spiked on the hourly wage growth figures--which, to some analysts, suggest inflation could finally be starting to pick up--Loewengart says prices aren't rising at a worrying level yet. \n\"Inflation is up from a year ago, but that's not saying much considering we're still well below the Fed's 2% target,\" he writes. \nAnd another bright side of higher wages? \"The expectation is that consumers will continue to spend, which could help solve the inflation conundrum.\" Akane Otani Twitter Government Shutdown Disrupted Data Collection \nThe federal government shutdown from Jan. 20 to Jan. 22 caused officials to suspend household surveys that inform the jobs report, the Labor Department said Friday. \nThe data was collected for a few additional days, through Jan. 26, to allow for the usual number of collection days, the department said. The response rate for the household survey in January was slightly below the 2017 average. Electronic data collection for the survey of employers was not interrupted. \n“Overall, there were no discernible effects” on the data reported Friday, the department said. Eric Morath Twitter Shorter Work Week Helps Fuel Wage Gain \nThe average work week shrank in January to 34.3 hours from 34.5 hours in December, according to the Labor Department's latest employment report. \nJefferies' economist Thomas Simons described the decline as \"curious\" and noted that it helped to bolster average hourly earnings growth, which rose 2.9% from the prior year, the best year-over-year gain since 2009. On a weekly basis, average hourly earnings were up a more muted 2.6%. Chelsey Dulaney Twitter Unemployment Rate for Black Americans Jumps \nThe unemployment rate for black Americans rose by 0.9 percentage point in January to 7.7%, the Labor Department said Friday. It was the highest rate since April. \nThe rate in December, which was touted by the White House, was the lowest on records back to the 1970s. \nUnemployment rates for racial groups can be volatile from month-to-month due to small sample sizes. \nThe unemployment rate for Hispanic or Latino Americans was 5%, just above a record low. \nMore broadly, the data suggest the economic recovery is paying dividends for two groups that disproportionately suffered in the wake of the Great Recession. \nStill the unemployment rates for those groups remained well above the rate for whites, which was at 3.5% last month. Eric Morath Twitter Strong Jobs Data May Not Cure Dollar's Ills \nThe dollar is rallying after stronger-than-expected U.S. jobs data, but those gains may not last, analysts warn. Investors will likely remain focused on tightening monetary policy abroad, U.S. political uncertainties and perceptions that the Trump administration would be happy with the trade advantages a weaker dollar would confer. \nAs a result, \"any boost to the dollar from the domestic data seems to be limited and short-lived,\" analysts at ING said in a note to clients. \nEarlier this week, the dollar rallied--and then faltered--after some investors judged the Federal Reserve's monetary policy statement to be more hawkish than expected. \nThe WSJ Dollar Index is now up 0.6% at 83.49. Ira Iosebashvili Twitter Who Got a Job Last Month? \nU.S. jobs growth in January was concentrated among construction, food services and drinking places, health care, and manufacturing. Here's how those sectors fared: The construction industry added 36,000 jobs, mostly among specialty trade contractors. Over the last year, that sector has added 226,000 jobs. Food services and drinking places added 31,000 jobs, bringing the year-over-year gains to more than a quarter million. Health care jobs, which have been on the upswing, added 21,000 last month, including 13,000 in hospitals. An 18,000-job increase in durable goods industries pushed manufacturing jobs up last month. Ben Eisen Twitter Gold Prices Fall After Jobs Report \nGold prices are falling amid speculation that Friday’s report could add to investor expectations that the Federal Reserve will continue on its path to raise interest rates at least three times in 2018, weighing on assets like gold that struggle to compete with yield-bearing assets as borrowing costs rise. \nGold futures are now down 0.4% compared to up less than 0.1% before the report. \nPrices have fallen slightly since hitting their highest level since August 2016 last week, as the dollar has stabilized. A stronger dollar makes gold more expensive for overseas buyers. The WSJ Dollar Index is up 0.6% Friday. Associated Press",
    "published": "2018-02-02T15:56:00.000+02:00",
    "crawled": "2018-02-02T17:13:13.034+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "search",
        "search",
        "browser",
        "update",
        "gain",
        "access",
        "full",
        "experience",
        "please",
        "upgrade",
        "browser",
        "chrome",
        "safari",
        "firefox",
        "internet",
        "explorer",
        "note",
        "running",
        "internet",
        "explorer",
        "make",
        "sure",
        "compatibility",
        "mode",
        "add",
        "job",
        "wage",
        "growth",
        "best",
        "since",
        "recession",
        "last",
        "updated",
        "feb",
        "et",
        "economy",
        "added",
        "job",
        "january",
        "labor",
        "department",
        "said",
        "unemployment",
        "rate",
        "held",
        "steady",
        "lowest",
        "level",
        "since",
        "december",
        "share",
        "stock",
        "drop",
        "open",
        "participation",
        "rate",
        "held",
        "steady",
        "broader",
        "measure",
        "unemployment",
        "tick",
        "looking",
        "growth",
        "industry",
        "see",
        "highlight",
        "stock",
        "drop",
        "open",
        "opening",
        "bell",
        "rung",
        "exchange",
        "stock",
        "opened",
        "p",
        "index",
        "sector",
        "trading",
        "red",
        "benchmark",
        "index",
        "pace",
        "worst",
        "week",
        "two",
        "year",
        "dow",
        "jones",
        "industrial",
        "average",
        "nasdaq",
        "composite",
        "erik",
        "holm",
        "twitter",
        "participation",
        "rate",
        "held",
        "steady",
        "participation",
        "rate",
        "held",
        "january",
        "according",
        "labor",
        "department",
        "monthly",
        "employment",
        "report",
        "participation",
        "rate",
        "show",
        "share",
        "people",
        "employed",
        "looking",
        "work",
        "sliding",
        "decade",
        "raising",
        "concern",
        "among",
        "economist",
        "people",
        "giving",
        "finding",
        "work",
        "rate",
        "fairly",
        "stable",
        "since",
        "late",
        "chelsey",
        "dulaney",
        "twitter",
        "broader",
        "measure",
        "unemployment",
        "tick",
        "headline",
        "unemployment",
        "rate",
        "remained",
        "historically",
        "low",
        "fourth",
        "straight",
        "month",
        "january",
        "broader",
        "measure",
        "unemployment",
        "ticked",
        "recently",
        "unemployment",
        "rate",
        "also",
        "includes",
        "people",
        "marginally",
        "attached",
        "labor",
        "force",
        "employed",
        "part",
        "time",
        "economic",
        "reason",
        "climbed",
        "january",
        "december",
        "october",
        "november",
        "lowest",
        "level",
        "ben",
        "eisen",
        "twitter",
        "looking",
        "growth",
        "industry",
        "steven",
        "blitz",
        "chief",
        "economist",
        "t",
        "lombard",
        "point",
        "important",
        "look",
        "industry",
        "reflection",
        "wage",
        "via",
        "comment",
        "wage",
        "gain",
        "worker",
        "less",
        "headline",
        "worthy",
        "underlying",
        "trend",
        "still",
        "greater",
        "growth",
        "lower",
        "wage",
        "industry",
        "remains",
        "underpinning",
        "job",
        "market",
        "total",
        "private",
        "sector",
        "job",
        "gain",
        "january",
        "diffusion",
        "index",
        "pared",
        "back",
        "bit",
        "suggesting",
        "firm",
        "becoming",
        "little",
        "less",
        "aggressive",
        "adding",
        "payroll",
        "fit",
        "outlook",
        "year",
        "margin",
        "capital",
        "rather",
        "labor",
        "added",
        "expand",
        "output",
        "strong",
        "gain",
        "construction",
        "employment",
        "average",
        "hourly",
        "wage",
        "gain",
        "sector",
        "past",
        "three",
        "month",
        "annualized",
        "basis",
        "strong",
        "enough",
        "report",
        "enough",
        "quirk",
        "drop",
        "hour",
        "increase",
        "apparel",
        "store",
        "employment",
        "give",
        "pessimist",
        "factor",
        "grab",
        "onto",
        "ben",
        "eisen",
        "twitter",
        "sign",
        "firming",
        "inflation",
        "put",
        "emerging",
        "market",
        "currency",
        "pressure",
        "emerging",
        "market",
        "currency",
        "sliding",
        "strong",
        "job",
        "report",
        "sent",
        "dollar",
        "higher",
        "greenback",
        "brazilian",
        "real",
        "korean",
        "south",
        "african",
        "rand",
        "emerging",
        "market",
        "currency",
        "benefited",
        "federal",
        "reserve",
        "cautious",
        "approach",
        "raising",
        "interest",
        "rate",
        "sign",
        "inflation",
        "firming",
        "hourly",
        "earnings",
        "rising",
        "fastest",
        "pace",
        "since",
        "last",
        "month",
        "emerging",
        "market",
        "bull",
        "could",
        "soon",
        "face",
        "day",
        "reckoning",
        "higher",
        "rate",
        "hurt",
        "emerging",
        "market",
        "making",
        "dollar",
        "debt",
        "expensive",
        "pay",
        "back",
        "making",
        "asset",
        "less",
        "attractive",
        "investor",
        "chelsey",
        "dulaney",
        "twitter",
        "strong",
        "job",
        "report",
        "brings",
        "new",
        "problem",
        "labor",
        "scarcity",
        "joseph",
        "brusuelas",
        "chief",
        "economist",
        "rsm",
        "u",
        "llp",
        "point",
        "concern",
        "gotten",
        "much",
        "airing",
        "recently",
        "enough",
        "people",
        "fill",
        "open",
        "position",
        "workforce",
        "say",
        "client",
        "note",
        "little",
        "slack",
        "left",
        "economy",
        "major",
        "challenge",
        "policymakers",
        "firm",
        "manager",
        "business",
        "find",
        "worker",
        "meet",
        "growing",
        "demand",
        "new",
        "economy",
        "increasingly",
        "organized",
        "around",
        "science",
        "mathematics",
        "technology",
        "tightening",
        "labor",
        "market",
        "given",
        "roughly",
        "one",
        "worker",
        "per",
        "job",
        "opening",
        "economy",
        "narrative",
        "inside",
        "labor",
        "market",
        "rapidly",
        "shifting",
        "triumph",
        "concern",
        "amongst",
        "firm",
        "size",
        "fill",
        "position",
        "among",
        "labor",
        "scarcity",
        "due",
        "misaligned",
        "immigration",
        "policy",
        "time",
        "economic",
        "acceleration",
        "lack",
        "willing",
        "able",
        "work",
        "firm",
        "enter",
        "period",
        "rapid",
        "integration",
        "technology",
        "substitute",
        "labor",
        "avoid",
        "growing",
        "bottleneck",
        "production",
        "provision",
        "service",
        "rational",
        "world",
        "would",
        "major",
        "inflection",
        "point",
        "stimulating",
        "profound",
        "public",
        "debate",
        "congressional",
        "hearing",
        "presidential",
        "commission",
        "map",
        "possible",
        "policy",
        "path",
        "age",
        "artificial",
        "intelligence",
        "instead",
        "get",
        "already",
        "tired",
        "juvenile",
        "discussion",
        "around",
        "get",
        "political",
        "credit",
        "secular",
        "improvement",
        "job",
        "creation",
        "economy",
        "ben",
        "eisen",
        "twitter",
        "job",
        "report",
        "still",
        "overall",
        "good",
        "news",
        "stock",
        "rally",
        "worry",
        "market",
        "cool",
        "response",
        "job",
        "report",
        "overall",
        "data",
        "suggests",
        "economy",
        "still",
        "supportive",
        "stock",
        "gain",
        "said",
        "jj",
        "kinahan",
        "chief",
        "market",
        "strategist",
        "td",
        "ameritrade",
        "jump",
        "bond",
        "yield",
        "following",
        "pickup",
        "wage",
        "analyst",
        "questioning",
        "whether",
        "federal",
        "reserve",
        "raise",
        "interest",
        "rate",
        "quickly",
        "expected",
        "kinahan",
        "say",
        "sign",
        "stock",
        "ca",
        "keep",
        "climbing",
        "rising",
        "rate",
        "environment",
        "people",
        "called",
        "interest",
        "rate",
        "hike",
        "past",
        "year",
        "might",
        "actually",
        "get",
        "fearful",
        "kinahan",
        "said",
        "overall",
        "still",
        "high",
        "look",
        "drive",
        "market",
        "earnings",
        "still",
        "seeing",
        "really",
        "solid",
        "result",
        "akane",
        "otani",
        "twitter",
        "dollar",
        "bounce",
        "could",
        "spell",
        "trouble",
        "commodity",
        "dollar",
        "rising",
        "alongside",
        "treasury",
        "yield",
        "following",
        "latest",
        "job",
        "report",
        "could",
        "spell",
        "trouble",
        "commodity",
        "bull",
        "weaker",
        "dollar",
        "sparked",
        "recent",
        "surge",
        "price",
        "raw",
        "material",
        "dollar",
        "rebound",
        "investor",
        "expectation",
        "higher",
        "inflation",
        "higher",
        "interest",
        "rate",
        "pick",
        "recent",
        "rally",
        "commodity",
        "could",
        "end",
        "quickly",
        "according",
        "analyst",
        "say",
        "friday",
        "report",
        "could",
        "add",
        "fear",
        "aggressive",
        "central",
        "bank",
        "policy",
        "expected",
        "moving",
        "forward",
        "fed",
        "could",
        "get",
        "aggressive",
        "year",
        "course",
        "four",
        "rate",
        "hike",
        "said",
        "bob",
        "haberkorn",
        "senior",
        "market",
        "strategist",
        "rjo",
        "future",
        "central",
        "bank",
        "previously",
        "projected",
        "three",
        "increase",
        "oil",
        "gold",
        "copper",
        "falling",
        "friday",
        "wsj",
        "dollar",
        "index",
        "amrith",
        "ramkumar",
        "twitter",
        "four",
        "rate",
        "hike",
        "table",
        "market",
        "suggest",
        "trader",
        "adding",
        "bet",
        "federal",
        "reserve",
        "turn",
        "aggressive",
        "year",
        "fed",
        "fund",
        "future",
        "market",
        "price",
        "nearly",
        "chance",
        "least",
        "four",
        "rate",
        "increase",
        "year",
        "according",
        "cme",
        "group",
        "compare",
        "probability",
        "job",
        "report",
        "hit",
        "report",
        "show",
        "wage",
        "growth",
        "long",
        "sluggish",
        "economic",
        "recovery",
        "may",
        "finally",
        "accelerating",
        "could",
        "increase",
        "inflation",
        "turn",
        "pressuring",
        "fed",
        "speed",
        "pace",
        "rate",
        "increase",
        "expect",
        "persuade",
        "fed",
        "hike",
        "rate",
        "four",
        "time",
        "year",
        "said",
        "andrew",
        "hunter",
        "capital",
        "economics",
        "client",
        "note",
        "report",
        "hit",
        "ben",
        "eisen",
        "twitter",
        "inflation",
        "still",
        "threatening",
        "level",
        "lot",
        "like",
        "latest",
        "job",
        "report",
        "writes",
        "mike",
        "loewengart",
        "vice",
        "president",
        "investment",
        "strategy",
        "e",
        "trade",
        "emailed",
        "comment",
        "economy",
        "still",
        "adding",
        "job",
        "unemployment",
        "remains",
        "lowest",
        "level",
        "since",
        "december",
        "bond",
        "yield",
        "spiked",
        "hourly",
        "wage",
        "growth",
        "figure",
        "analyst",
        "suggest",
        "inflation",
        "could",
        "finally",
        "starting",
        "pick",
        "loewengart",
        "say",
        "price",
        "rising",
        "worrying",
        "level",
        "yet",
        "inflation",
        "year",
        "ago",
        "saying",
        "much",
        "considering",
        "still",
        "well",
        "fed",
        "target",
        "writes",
        "another",
        "bright",
        "side",
        "higher",
        "wage",
        "expectation",
        "consumer",
        "continue",
        "spend",
        "could",
        "help",
        "solve",
        "inflation",
        "conundrum",
        "akane",
        "otani",
        "twitter",
        "government",
        "shutdown",
        "disrupted",
        "data",
        "collection",
        "federal",
        "government",
        "shutdown",
        "caused",
        "official",
        "suspend",
        "household",
        "survey",
        "inform",
        "job",
        "report",
        "labor",
        "department",
        "said",
        "friday",
        "data",
        "collected",
        "additional",
        "day",
        "allow",
        "usual",
        "number",
        "collection",
        "day",
        "department",
        "said",
        "response",
        "rate",
        "household",
        "survey",
        "january",
        "slightly",
        "average",
        "electronic",
        "data",
        "collection",
        "survey",
        "employer",
        "interrupted",
        "overall",
        "discernible",
        "effect",
        "data",
        "reported",
        "friday",
        "department",
        "said",
        "eric",
        "morath",
        "twitter",
        "shorter",
        "work",
        "week",
        "help",
        "fuel",
        "wage",
        "gain",
        "average",
        "work",
        "week",
        "shrank",
        "january",
        "hour",
        "hour",
        "december",
        "according",
        "labor",
        "department",
        "latest",
        "employment",
        "report",
        "jefferies",
        "economist",
        "thomas",
        "simon",
        "described",
        "decline",
        "curious",
        "noted",
        "helped",
        "bolster",
        "average",
        "hourly",
        "earnings",
        "growth",
        "rose",
        "prior",
        "year",
        "best",
        "gain",
        "since",
        "weekly",
        "basis",
        "average",
        "hourly",
        "earnings",
        "muted",
        "chelsey",
        "dulaney",
        "twitter",
        "unemployment",
        "rate",
        "black",
        "american",
        "jump",
        "unemployment",
        "rate",
        "black",
        "american",
        "rose",
        "percentage",
        "point",
        "january",
        "labor",
        "department",
        "said",
        "friday",
        "highest",
        "rate",
        "since",
        "april",
        "rate",
        "december",
        "touted",
        "white",
        "house",
        "lowest",
        "record",
        "back",
        "1970s",
        "unemployment",
        "rate",
        "racial",
        "group",
        "volatile",
        "due",
        "small",
        "sample",
        "size",
        "unemployment",
        "rate",
        "hispanic",
        "latino",
        "american",
        "record",
        "low",
        "broadly",
        "data",
        "suggest",
        "economic",
        "recovery",
        "paying",
        "dividend",
        "two",
        "group",
        "disproportionately",
        "suffered",
        "wake",
        "great",
        "recession",
        "still",
        "unemployment",
        "rate",
        "group",
        "remained",
        "well",
        "rate",
        "white",
        "last",
        "month",
        "eric",
        "morath",
        "twitter",
        "strong",
        "job",
        "data",
        "may",
        "cure",
        "dollar",
        "ill",
        "dollar",
        "rallying",
        "job",
        "data",
        "gain",
        "may",
        "last",
        "analyst",
        "warn",
        "investor",
        "likely",
        "remain",
        "focused",
        "tightening",
        "monetary",
        "policy",
        "abroad",
        "political",
        "uncertainty",
        "perception",
        "trump",
        "administration",
        "would",
        "happy",
        "trade",
        "advantage",
        "weaker",
        "dollar",
        "would",
        "confer",
        "result",
        "boost",
        "dollar",
        "domestic",
        "data",
        "seems",
        "limited",
        "analyst",
        "ing",
        "said",
        "note",
        "client",
        "earlier",
        "week",
        "dollar",
        "rallied",
        "faltered",
        "investor",
        "judged",
        "federal",
        "reserve",
        "monetary",
        "policy",
        "statement",
        "hawkish",
        "expected",
        "wsj",
        "dollar",
        "index",
        "ira",
        "iosebashvili",
        "twitter",
        "got",
        "job",
        "last",
        "month",
        "job",
        "growth",
        "january",
        "concentrated",
        "among",
        "construction",
        "food",
        "service",
        "drinking",
        "place",
        "health",
        "care",
        "manufacturing",
        "sector",
        "fared",
        "construction",
        "industry",
        "added",
        "job",
        "mostly",
        "among",
        "specialty",
        "trade",
        "contractor",
        "last",
        "year",
        "sector",
        "added",
        "job",
        "food",
        "service",
        "drinking",
        "place",
        "added",
        "job",
        "bringing",
        "gain",
        "quarter",
        "million",
        "health",
        "care",
        "job",
        "upswing",
        "added",
        "last",
        "month",
        "including",
        "hospital",
        "increase",
        "durable",
        "good",
        "industry",
        "pushed",
        "manufacturing",
        "job",
        "last",
        "month",
        "ben",
        "eisen",
        "twitter",
        "gold",
        "price",
        "fall",
        "job",
        "report",
        "gold",
        "price",
        "falling",
        "amid",
        "speculation",
        "friday",
        "report",
        "could",
        "add",
        "investor",
        "expectation",
        "federal",
        "reserve",
        "continue",
        "path",
        "raise",
        "interest",
        "rate",
        "least",
        "three",
        "time",
        "weighing",
        "asset",
        "like",
        "gold",
        "struggle",
        "compete",
        "asset",
        "borrowing",
        "cost",
        "rise",
        "gold",
        "future",
        "compared",
        "less",
        "report",
        "price",
        "fallen",
        "slightly",
        "since",
        "hitting",
        "highest",
        "level",
        "since",
        "august",
        "last",
        "week",
        "dollar",
        "stabilized",
        "stronger",
        "dollar",
        "make",
        "gold",
        "expensive",
        "overseas",
        "buyer",
        "wsj",
        "dollar",
        "index",
        "friday",
        "associated",
        "press"
    ]
}