{
    "organizations": [],
    "uuid": "29ff1ec0003d356ada0929a89e1da9830dd09667",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/07/pr-newswire-monmouth-real-estate-reports-results-for-the-first-quarter-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Monmouth Real Estate Reports Results For The First Quarter Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FREEHOLD, N.J., Feb. 7, 2018 /PRNewswire/ -- Monmouth Real Estate Investment Corporation (NYSE: MNR) reported Net Income Attributable to Common Shareholders of $13,313,000 or $0.17 per diluted share for the three months ended December 31, 2017 as compared to $6,156,000 or $0.09 per diluted share for the three months ended December 31, 2016 representing an increase per share of 89%. Approximately $0.07 of the $0.08 per share increase is due to the $5,388,000 realized gain on the sale of two real estate properties sold during the current year quarter. Core Funds from Operations (Core FFO) were $16,934,000 or $0.22 per diluted share for the three months ended December 31, 2017 as compared to $13,857,000 or $0.20 per diluted share for the three months ended December 31, 2016 representing an increase in Core FFO per share of 10%. Adjusted Funds from Operations (AFFO), for the three months ended December 31, 2017 were $16,472,000 or $0.22 per diluted share versus $12,939,000 or $0.19 per diluted share for the three months ended December 31, 2016 representing an increase in AFFO per share of 16%.\nA summary of significant financial information for the three months ended December 31, 2017 and 2016 is as follows:\nThree Months Ended\nDecember 31,\n2017\n2016\nRental Revenue\n$\n27,692,000\n$\n23,281,000\nReimbursement Revenue\n$\n5,049,000\n$\n3,901,000\nLease Termination Income\n$\n210,000\n$\n-0-\nNet Operating Income (NOI) (1)\n$\n27,443,000\n$\n22,980,000\nTotal Expenses\n$\n16,268,000\n$\n13,263,000\nDividend and Interest Income\n$\n2,864,000\n$\n1,292,000\nGain on Sale of Securities Transactions\n$\n100,000\n$\n806,000\nGain on Sale of Real Estate Investments\n$\n5,388,000\n$\n-0-\nNet Income\n$\n17,630,000\n$\n9,854,000\nNet Income Attributable to Common Shareholders\n$\n13,313,000\n$\n6,156,000\nNet Income Attributable to Common Shareholders Per Diluted Common Share\n$\n0.17\n$\n0.09\nCore FFO (1)\n$\n16,934,000\n$\n13,857,000\nCore FFO per Diluted Common Share (1)\n$\n0.22\n$\n0.20\nAFFO (1)\n$\n16,472,000\n$\n12,939,000\nAFFO per Diluted Common Share (1)\n$\n0.22\n$\n0.19\nDividends Declared per Common Share\n$\n0.17\n$\n0.16\nWeighted Avg. Diluted Common Shares Outstanding\n76,587,000\n69,830,000\nA summary of significant balance sheet information as of December 31, 2017 and September 30, 2017 is as follows:\nDecember 31, 2017\nSeptember 30, 2017\nNet Real Estate Investments\n$\n1,304,547,000\n$\n1,260,856,000\nSecurities Available for Sale at Fair Value\n$\n130,431,000\n$\n123,765,000\nTotal Assets\n$\n1,499,125,000\n$\n1,443,038,000\nFixed Rate Mortgage Notes Payable, net of Unamortized Debt Issuance Costs\n$\n612,651,000\n$\n591,364,000\nLoans Payable\n$\n110,000,000\n$\n120,091,000\nTotal Shareholders' Equity\n$\n754,084,000\n$\n712,866,000\nMichael P. Landy, President and CEO, commented on the results for the first quarter of fiscal 2018,\n\"This was another strong quarter for Monmouth and represents an excellent start to fiscal 2018. We are pleased to report continued growth across multiple fronts. During the quarter we:\nIncreased our common stock dividend by 6.25% on October 2, 2017, representing the Company's second dividend increase in three years Increased our per share AFFO to $0.22, representing a 16% increase over the prior year period and a 5% increase sequentially Increased our Net Operating Income (NOI) 19% over the prior year period Acquired two new Class A built-to-suit properties comprising 422,000 square feet, for an aggregate cost of $52.1 million Subsequent to the quarter end, acquired a new 832,000 square foot Class A building for an aggregate cost of $57.5 million Sold two properties for net proceeds of $10.5 million which resulted in a realized gain of $1.8 million or approximately 21% over our historic cost basis Increased our gross leasable area (GLA) 15% to 19.1 million square feet over the prior year period. Subsequent to quarter end, our GLA increased to 19.9 million square feet Renewed six of sixteen leases scheduled to expire in Fiscal 2018. These six leases consist of 569,000 square feet and result in a 3.9% increase in GAAP rents and a weighted average lease term of 6.1 years Raised $51.2 million of permanent capital resulting from the issuance of shares of our 6.125% Series C Perpetual Preferred Stock through our ATM Program and our common equity through our dividend reinvestment plan.\"\nMr. Landy stated, \"On October 2, we raised our common stock dividend by 6.25% representing our second dividend increase in three years. These two dividend increases total 13%. Following 9% AFFO per-share growth in fiscal 2017, our first quarter fiscal 2018 AFFO per share has increased 16% from the prior year quarter, resulting in a very conservative 77% AFFO dividend payout ratio. Monmouth has maintained or increased its common stock dividend for 26 consecutive years.\"\n\"We've put together a high-quality industrial property portfolio that has and will continue to benefit from the opportunities presented by e-commerce and the evolving global supply chain. Our property portfolio is 99.5% occupied, reflecting the mission-critical nature of our properties. Our new annual report is featured on our website and represents an excellent resource for understanding our Company and our future outlook. Please contact Susan Jordan, our Vice President of Investor Relations if you would like to receive a hard copy. We look forward to reporting continued progress throughout the year.\"\nMonmouth Real Estate Investment Corporation will host its First Quarter FY 2018 Financial Results Webcast and Conference Call on Thursday, February 8, 2018 at 10:00 a.m. Eastern Time. Senior management will discuss the results, current market conditions and future outlook.\nThe Company's First Quarter FY 2018 financial results being released herein will be available on the Company's website at www.mreic.reit in the Investor Relations section, under Filings and Reports.\nTo participate in the Webcast , select the 1Q2018 Webcast and Earnings Call \"Link to Webcast\" on the homepage of the Company's website at www.mreic.reit , in the Highlights section, which is located towards the bottom of the homepage. Interested parties can also participate via conference call by calling toll free 877-510-5852 (domestically) or 412-902-4138 (internationally).\nThe replay of the conference call will be available at 12:00 p.m. Eastern Time on Thursday, February 8, 2018. It will be available until May 1, 2018, and can be accessed by dialing toll free 877-344-7529 (domestically) and 412-317-0088 (internationally) and entering the passcode 10114906. A transcript of the call and the webcast replay will be available at the Company's website on the Investor Relations homepage, www.mreic.reit .\nMonmouth Real Estate Investment Corporation, founded in 1968, is one of the oldest public equity REITs in the U.S. The Company specializes in single tenant, net-leased industrial properties, subject to long-term leases, primarily to investment-grade tenants. Monmouth Real Estate is a fully-integrated and self-managed real estate company, whose property portfolio consists of 109 properties containing a total of approximately 19.9 million rentable square feet, geographically diversified across 30 states. In addition, the Company owns a portfolio of REIT securities.\nCertain statements included in this press release which are not historical facts may be deemed within the meaning of the Private Securities Litigation Reform Act of 1995. Any such are based on the Company's current expectations and involve various risks and uncertainties. Although the Company believes the expectations reflected in any are based on reasonable assumptions, the Company can provide no assurance those expectations will be achieved. The risks and uncertainties that could cause actual results or events to differ materially from expectations are contained in the Company's annual report on Form 10-K and described from time to time in the Company's other filings with the SEC. The Company undertakes no obligation to publicly update or revise any whether as a result of new information, future events, or otherwise.\nNotes:\n(1) Non-U.S. GAAP Information: FFO is defined by the National Association of Real Estate Investment Trusts (\"NAREIT\") as net income applicable to common shareholders, excluding gains or losses from sales of depreciable assets, plus real estate-related depreciation and amortization. We define Core FFO as FFO plus acquisition costs and plus costs associated with the Redemption of Preferred Stock. We define AFFO as Core FFO excluding lease termination income, gains or losses on securities transactions, stock based compensation expense, depreciation of corporate office tenant improvements, amortization of deferred financing costs, non-recurring other expense, U.S. GAAP straight-line rent adjustments and less recurring capital expenditures. We define recurring capital expenditures as all capital expenditures, excluding capital expenditures related to expansions at our current locations or capital expenditures that are incurred in conjunction with obtaining a new lease or a lease renewal. We define NOI as recurring rental and reimbursement revenues less real estate and other operating expenses. FFO, Core FFO and AFFO per diluted common share are defined as FFO, Core FFO and AFFO divided by weighted average diluted common shares outstanding. FFO, Core FFO and AFFO per diluted common share, as well as NOI, should be considered as supplemental measures of operating performance used by real estate investment trusts (REITs). FFO, Core FFO and AFFO per diluted common share exclude historical cost depreciation as an expense and may facilitate the comparison of REITs which have different cost basis. However, other REITs may use different methodologies to calculate FFO, Core FFO and AFFO and, accordingly, our FFO, Core FFO and AFFO may not be comparable to all other REITs. The items excluded from FFO, Core FFO and AFFO per diluted common share are significant components in understanding the Company's financial performance.\nFFO, Core FFO and AFFO per diluted common share (A) do not represent cash flow from operations as defined by accounting principles generally accepted in the United States of America; (B) should not be considered as an alternative to net income as a measure of operating performance or to cash flows from operating, investing and financing activities; and (C) are not alternatives to cash flow as a measure of liquidity. FFO, Core FFO and AFFO per diluted common share, as well as NOI, as calculated by the Company, may not be comparable to similarly titled measures reported by other REITs.\nThe following is a reconciliation of the Company's U.S. GAAP Net Income to the Company's FFO, Core FFO and AFFO for the three months ended December 31, 2017 and 2016:\nThree Months Ended\n12/31/2017\n12/31/2016\nNet Income Attributable to Common Shareholders\n$13,313,000\n$6,156,000\nPlus: Depreciation Expense (excluding Corporate Office Capitalized Costs)\n8,445,000\n6,954,000\nPlus: Amortization of Intangible Assets\n344,000\n268,000\nPlus: Amortization of Capitalized Lease Costs\n220,000\n206,000\nLess: (Gain) / Plus: Loss on Sale of Real Estate Investments\n(5,388,000)\n95,000\nFFO Attributable to Common Shareholders\n16,934,000\n13,679,000\nPlus: Acquisition Costs\n-0-\n178,000\nCore FFO Attributable to Common Shareholders\n16,934,000\n13,857,000\nPlus: Depreciation of Corporate Office Capitalized Costs\n39,000\n39,000\nPlus: Stock Compensation Expense\n131,000\n100,000\nPlus: Amortization of Financing Costs\n294,000\n281,000\nLess: Gain on Sale of Securities Transactions\n(101,000)\n(806,000)\nLess: Lease Termination Income\n(210,000)\n-0-\nLess: Recurring Capital Expenditures\n(219,000)\n(189,000)\nLess: Effect of Non-cash U.S. GAAP Straight-line Rent Adjustment\n(396,000)\n(343,000)\nAFFO Attributable to Common Shareholders\n$16,472,000\n$12,939,000\nThe following are the Cash Flows provided (used) by Operating, Investing and Financing Activities for the three months ended December 31, 2017 and 2016:\nThree Months Ended\n12/31/2017\n12/31/2016\nOperating Activities\n$17,090,000\n$14,153,000\nInvesting Activities\n(61,963,000)\n(55,150,000)\nFinancing Activities\n45,402,000\n(24,029,000)\nView original content: http://www.prnewswire.com/news-releases/monmouth-real-estate-reports-results-for-the-first-quarter-ended-december-31-2017-300595383.html\nSOURCE Monmouth Real Estate Investment Corporation",
    "published": "2018-02-08T00:22:00.000+02:00",
    "crawled": "2018-02-08T01:18:00.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "freehold",
        "monmouth",
        "real",
        "estate",
        "investment",
        "corporation",
        "nyse",
        "mnr",
        "reported",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "representing",
        "increase",
        "per",
        "share",
        "approximately",
        "per",
        "share",
        "increase",
        "due",
        "realized",
        "gain",
        "sale",
        "two",
        "real",
        "estate",
        "property",
        "sold",
        "current",
        "year",
        "quarter",
        "core",
        "fund",
        "operation",
        "core",
        "ffo",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "representing",
        "increase",
        "core",
        "ffo",
        "per",
        "share",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "three",
        "month",
        "ended",
        "december",
        "per",
        "diluted",
        "share",
        "versus",
        "per",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "representing",
        "increase",
        "affo",
        "per",
        "share",
        "summary",
        "significant",
        "financial",
        "information",
        "three",
        "month",
        "ended",
        "december",
        "follows",
        "three",
        "month",
        "ended",
        "december",
        "rental",
        "revenue",
        "reimbursement",
        "revenue",
        "lease",
        "termination",
        "income",
        "net",
        "operating",
        "income",
        "noi",
        "total",
        "expense",
        "dividend",
        "interest",
        "income",
        "gain",
        "sale",
        "security",
        "transaction",
        "gain",
        "sale",
        "real",
        "estate",
        "investment",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "per",
        "diluted",
        "common",
        "share",
        "core",
        "ffo",
        "core",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "affo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "weighted",
        "avg",
        "diluted",
        "common",
        "share",
        "outstanding",
        "summary",
        "significant",
        "balance",
        "sheet",
        "information",
        "december",
        "september",
        "follows",
        "december",
        "september",
        "net",
        "real",
        "estate",
        "investment",
        "security",
        "available",
        "sale",
        "fair",
        "value",
        "total",
        "asset",
        "fixed",
        "rate",
        "mortgage",
        "note",
        "payable",
        "net",
        "unamortized",
        "debt",
        "issuance",
        "cost",
        "loan",
        "payable",
        "total",
        "shareholder",
        "equity",
        "michael",
        "landy",
        "president",
        "ceo",
        "commented",
        "result",
        "first",
        "quarter",
        "fiscal",
        "another",
        "strong",
        "quarter",
        "monmouth",
        "represents",
        "excellent",
        "start",
        "fiscal",
        "pleased",
        "report",
        "continued",
        "growth",
        "across",
        "multiple",
        "front",
        "quarter",
        "increased",
        "common",
        "stock",
        "dividend",
        "october",
        "representing",
        "company",
        "second",
        "dividend",
        "increase",
        "three",
        "year",
        "increased",
        "per",
        "share",
        "affo",
        "representing",
        "increase",
        "prior",
        "year",
        "period",
        "increase",
        "sequentially",
        "increased",
        "net",
        "operating",
        "income",
        "noi",
        "prior",
        "year",
        "period",
        "acquired",
        "two",
        "new",
        "class",
        "property",
        "comprising",
        "square",
        "foot",
        "aggregate",
        "cost",
        "million",
        "subsequent",
        "quarter",
        "end",
        "acquired",
        "new",
        "square",
        "foot",
        "class",
        "building",
        "aggregate",
        "cost",
        "million",
        "sold",
        "two",
        "property",
        "net",
        "proceeds",
        "million",
        "resulted",
        "realized",
        "gain",
        "million",
        "approximately",
        "historic",
        "cost",
        "basis",
        "increased",
        "gross",
        "leasable",
        "area",
        "gla",
        "million",
        "square",
        "foot",
        "prior",
        "year",
        "period",
        "subsequent",
        "quarter",
        "end",
        "gla",
        "increased",
        "million",
        "square",
        "foot",
        "renewed",
        "six",
        "sixteen",
        "lease",
        "scheduled",
        "expire",
        "fiscal",
        "six",
        "lease",
        "consist",
        "square",
        "foot",
        "result",
        "increase",
        "gaap",
        "rent",
        "weighted",
        "average",
        "lease",
        "term",
        "year",
        "raised",
        "million",
        "permanent",
        "capital",
        "resulting",
        "issuance",
        "share",
        "series",
        "c",
        "perpetual",
        "preferred",
        "stock",
        "atm",
        "program",
        "common",
        "equity",
        "dividend",
        "reinvestment",
        "plan",
        "landy",
        "stated",
        "october",
        "raised",
        "common",
        "stock",
        "dividend",
        "representing",
        "second",
        "dividend",
        "increase",
        "three",
        "year",
        "two",
        "dividend",
        "increase",
        "total",
        "following",
        "affo",
        "growth",
        "fiscal",
        "first",
        "quarter",
        "fiscal",
        "affo",
        "per",
        "share",
        "increased",
        "prior",
        "year",
        "quarter",
        "resulting",
        "conservative",
        "affo",
        "dividend",
        "payout",
        "ratio",
        "monmouth",
        "maintained",
        "increased",
        "common",
        "stock",
        "dividend",
        "consecutive",
        "year",
        "put",
        "together",
        "industrial",
        "property",
        "portfolio",
        "continue",
        "benefit",
        "opportunity",
        "presented",
        "evolving",
        "global",
        "supply",
        "chain",
        "property",
        "portfolio",
        "occupied",
        "reflecting",
        "nature",
        "property",
        "new",
        "annual",
        "report",
        "featured",
        "website",
        "represents",
        "excellent",
        "resource",
        "understanding",
        "company",
        "future",
        "outlook",
        "please",
        "contact",
        "susan",
        "jordan",
        "vice",
        "president",
        "investor",
        "relation",
        "would",
        "like",
        "receive",
        "hard",
        "copy",
        "look",
        "forward",
        "reporting",
        "continued",
        "progress",
        "throughout",
        "year",
        "monmouth",
        "real",
        "estate",
        "investment",
        "corporation",
        "host",
        "first",
        "quarter",
        "fy",
        "financial",
        "result",
        "webcast",
        "conference",
        "call",
        "thursday",
        "february",
        "eastern",
        "time",
        "senior",
        "management",
        "discus",
        "result",
        "current",
        "market",
        "condition",
        "future",
        "outlook",
        "company",
        "first",
        "quarter",
        "fy",
        "financial",
        "result",
        "released",
        "herein",
        "available",
        "company",
        "website",
        "investor",
        "relation",
        "section",
        "filing",
        "report",
        "participate",
        "webcast",
        "select",
        "1q2018",
        "webcast",
        "earnings",
        "call",
        "link",
        "webcast",
        "homepage",
        "company",
        "website",
        "highlight",
        "section",
        "located",
        "towards",
        "bottom",
        "homepage",
        "interested",
        "party",
        "also",
        "participate",
        "via",
        "conference",
        "call",
        "calling",
        "toll",
        "free",
        "domestically",
        "internationally",
        "replay",
        "conference",
        "call",
        "available",
        "eastern",
        "time",
        "thursday",
        "february",
        "available",
        "may",
        "accessed",
        "dialing",
        "toll",
        "free",
        "domestically",
        "internationally",
        "entering",
        "passcode",
        "transcript",
        "call",
        "webcast",
        "replay",
        "available",
        "company",
        "website",
        "investor",
        "relation",
        "homepage",
        "monmouth",
        "real",
        "estate",
        "investment",
        "corporation",
        "founded",
        "one",
        "oldest",
        "public",
        "equity",
        "reit",
        "company",
        "specializes",
        "single",
        "tenant",
        "industrial",
        "property",
        "subject",
        "lease",
        "primarily",
        "tenant",
        "monmouth",
        "real",
        "estate",
        "real",
        "estate",
        "company",
        "whose",
        "property",
        "portfolio",
        "consists",
        "property",
        "containing",
        "total",
        "approximately",
        "million",
        "rentable",
        "square",
        "foot",
        "geographically",
        "diversified",
        "across",
        "state",
        "addition",
        "company",
        "owns",
        "portfolio",
        "reit",
        "security",
        "certain",
        "statement",
        "included",
        "press",
        "release",
        "historical",
        "fact",
        "may",
        "deemed",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "based",
        "company",
        "current",
        "expectation",
        "involve",
        "various",
        "risk",
        "uncertainty",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "based",
        "reasonable",
        "assumption",
        "company",
        "provide",
        "assurance",
        "expectation",
        "achieved",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "expectation",
        "contained",
        "company",
        "annual",
        "report",
        "form",
        "described",
        "time",
        "time",
        "company",
        "filing",
        "sec",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "note",
        "gaap",
        "information",
        "ffo",
        "defined",
        "national",
        "association",
        "real",
        "estate",
        "investment",
        "trust",
        "nareit",
        "net",
        "income",
        "applicable",
        "common",
        "shareholder",
        "excluding",
        "gain",
        "loss",
        "sale",
        "depreciable",
        "asset",
        "plus",
        "real",
        "depreciation",
        "amortization",
        "define",
        "core",
        "ffo",
        "ffo",
        "plus",
        "acquisition",
        "cost",
        "plus",
        "cost",
        "associated",
        "redemption",
        "preferred",
        "stock",
        "define",
        "affo",
        "core",
        "ffo",
        "excluding",
        "lease",
        "termination",
        "income",
        "gain",
        "loss",
        "security",
        "transaction",
        "stock",
        "based",
        "compensation",
        "expense",
        "depreciation",
        "corporate",
        "office",
        "tenant",
        "improvement",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "expense",
        "gaap",
        "rent",
        "adjustment",
        "less",
        "recurring",
        "capital",
        "expenditure",
        "define",
        "recurring",
        "capital",
        "expenditure",
        "capital",
        "expenditure",
        "excluding",
        "capital",
        "expenditure",
        "related",
        "expansion",
        "current",
        "location",
        "capital",
        "expenditure",
        "incurred",
        "conjunction",
        "obtaining",
        "new",
        "lease",
        "lease",
        "renewal",
        "define",
        "noi",
        "recurring",
        "rental",
        "reimbursement",
        "revenue",
        "less",
        "real",
        "estate",
        "operating",
        "expense",
        "ffo",
        "core",
        "ffo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "defined",
        "ffo",
        "core",
        "ffo",
        "affo",
        "divided",
        "weighted",
        "average",
        "diluted",
        "common",
        "share",
        "outstanding",
        "ffo",
        "core",
        "ffo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "well",
        "noi",
        "considered",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "used",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "ffo",
        "core",
        "ffo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "exclude",
        "historical",
        "cost",
        "depreciation",
        "expense",
        "may",
        "facilitate",
        "comparison",
        "reit",
        "different",
        "cost",
        "basis",
        "however",
        "reit",
        "may",
        "use",
        "different",
        "methodology",
        "calculate",
        "ffo",
        "core",
        "ffo",
        "affo",
        "accordingly",
        "ffo",
        "core",
        "ffo",
        "affo",
        "may",
        "comparable",
        "reit",
        "item",
        "excluded",
        "ffo",
        "core",
        "ffo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "significant",
        "component",
        "understanding",
        "company",
        "financial",
        "performance",
        "ffo",
        "core",
        "ffo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "represent",
        "cash",
        "flow",
        "operation",
        "defined",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "b",
        "considered",
        "alternative",
        "net",
        "income",
        "measure",
        "operating",
        "performance",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "c",
        "alternative",
        "cash",
        "flow",
        "measure",
        "liquidity",
        "ffo",
        "core",
        "ffo",
        "affo",
        "per",
        "diluted",
        "common",
        "share",
        "well",
        "noi",
        "calculated",
        "company",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "reit",
        "following",
        "reconciliation",
        "company",
        "gaap",
        "net",
        "income",
        "company",
        "ffo",
        "core",
        "ffo",
        "affo",
        "three",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "plus",
        "depreciation",
        "expense",
        "excluding",
        "corporate",
        "office",
        "capitalized",
        "cost",
        "plus",
        "amortization",
        "intangible",
        "asset",
        "plus",
        "amortization",
        "capitalized",
        "lease",
        "cost",
        "less",
        "gain",
        "plus",
        "loss",
        "sale",
        "real",
        "estate",
        "investment",
        "ffo",
        "attributable",
        "common",
        "shareholder",
        "plus",
        "acquisition",
        "cost",
        "core",
        "ffo",
        "attributable",
        "common",
        "shareholder",
        "plus",
        "depreciation",
        "corporate",
        "office",
        "capitalized",
        "cost",
        "plus",
        "stock",
        "compensation",
        "expense",
        "plus",
        "amortization",
        "financing",
        "cost",
        "less",
        "gain",
        "sale",
        "security",
        "transaction",
        "less",
        "lease",
        "termination",
        "income",
        "less",
        "recurring",
        "capital",
        "expenditure",
        "less",
        "effect",
        "gaap",
        "rent",
        "adjustment",
        "affo",
        "attributable",
        "common",
        "shareholder",
        "following",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "investing",
        "financing",
        "activity",
        "three",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "operating",
        "activity",
        "investing",
        "activity",
        "financing",
        "activity",
        "view",
        "original",
        "content",
        "http",
        "source",
        "monmouth",
        "real",
        "estate",
        "investment",
        "corporation"
    ]
}